{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":""},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"NCI-NIH-Sponsored Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"7"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2024-04-08","Description":"This session will provide an overview of NCI funding opportunities in cancer prevention and interception agent development through NCI programs, DDNP-CIP, CIP-Net, and PREVENT that will address existing gaps and challenges in prevention and interception research and provide information on the purpose, research scope, application process, review, and cooperative or contract agreement terms of the award.  \u000d\u000a\u000d\u000aThe Discovery and Development of Natural Products for Cancer Interception and Prevention (DDNP-CIP) is a joint collaborative program across the NCI and NCATS supported through the newly published notice of funding opportunity (NOFO), RFA-CA-23-028, that intends to fund UG3\/UH3 exploratory\/developmental projects. The overall goal of this phased NOFO is to support the discovery and development of novel natural agents that are safe, non-toxic, and efficacious for cancer interception and prevention. The purpose of the UG3 phase is to identify clinically relevant targets, develop and validate assays for bioactivity, and pilot screening of the natural compounds. The purpose of the UH3 phase is to perform high throughput screening (HTS) of natural product libraries, with full-scale characterization, efficacy testing, and development of the screened agents. Grant applicants’ projects with clinically relevant cancer interception targets can take advantage of NCI’s large library of “ready-to-screen” pre-fractionated natural products to speed up HTS screening, bioassay-directed isolation, and characterization of the most promising ones.  \u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aThe Cancer Immunoprevention Network (CIP-Net) is a joint, collaborative program across the Division of Cancer Prevention (DCP) and the Division of Cancer Biology.  CIP-Net supports research projects focused on the discovery of novel immunoprevention pathways and immune targets; preclinical development and testing of interventions (small molecules\/vaccines); and investigating mechanisms of efficacy and potential side effects for cancer prevention-interception. To accomplish these goals, CIP-Net fosters a community of cancer immunoprevention researchers. CIP-Net will be comprised of two complementary and synergistic components: the exploratory\/developmental UG3\/UH3 research projects supported by RFA-CA-23-029 and a U24 resource coordinating center.   \u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aAgents discovered in the above programs will move to the existing advanced preclinical development program, PREVENT, for further development toward DCP early phase cancer prevention clinical trials.  \u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aThe NCI PREVENT is a peer-reviewed agent development program that supports preclinical development of innovative cancer prevention and interception interventions and biomarkers towards clinical trials. PREVENT allocates NCI contract resources to advance approved projects in a milestone-driven manner through three Contractor Pools covering preclinical efficacy, toxicology testing, and biopharmaceutical product development and manufacturing. PREVENT’s current research priority areas include immunoprevention, chemoprevention, and clinically translatable biomarkers. Resources available to PREVENT Program applicants include but are not limited to preclinical in vivo efficacy studies, PK and PK\/PD modeling, formulation optimization for enhanced bioavailability and clinical applications, analytical method development to measure investigational agents in biological fluids and tissues, scale-up of non-cGMP and cGMP production of investigational agents, stability testing of bulk or formulated material, IND-enabling toxicology studies, and regulatory support for IND filings. The Program thus supports the full range of expert resources necessary to facilitate agent translation from efficacy confirmation and optimization studies through advanced stage development up to IND filings to support clinical trials.","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/8\/2024 11:15:00 AM","EndTime":"11:15","HidePresentationRating":"False","HidePresentations":"False","Id":"629","Key":"191ff9a6-2ab2-48f8-8ed3-3a6c00686312","LastUpdated":"2024-03-07 22:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room 2 - Upper Level - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"NIH04","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"NIH04. NCI Funding Opportunities in Cancer Prevention and Interception","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room 2 - Upper Level - Convention Center","SearchResultHeader":"Apr  8 2024 10:15AM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/8\/2024 10:15:00 AM","StartTime":"10:15","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"NCI Funding Opportunities in Cancer Prevention and Interception","Type":null,"TypeKey":null}