{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":""},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"NCI-NIH-Sponsored Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"4"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2024-04-08","Description":"The National Cancer Institute (NCI) Small Business Innovation Research (SBIR) Development Center supports early-stage small businesses developing innovative technologies to address cancer. The center provides small businesses with funding, entrepreneurial training, and access to investor networks during the pre-clinical and clinical stages of product\/technology development. The goal is to help entrepreneurs advance their cancer discoveries into commercially viable products that can make a real difference in the lives of cancer patients and help all people live longer, healthier lives. In this panel session, you will learn about the various funding opportunities and resources available to small businesses through the NCI SBIR Development Center. You will also hear from SBIR awardee companies about their experiences with the application process and how SBIR programs enabled them to further develop their technologies for commercialization. This session is for scientist-entrepreneurs or those potentially interested in bringing their ideas from lab to market. \u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000a*** \u000d\u000a\u000d\u000aLeukogene Therapeutics Inc. \u000d\u000a\u000d\u000aLeukogene Therapeutics is a biotech spinout from the Medical University of South Carolina, based in Charleston. It is co-founded and led by Frank Marcoux (CEO) and Nathan Dolloff (CSO). The company's primary focus is developing innovative therapies that effectively treat cancers resistant to conventional treatments. Among their breakthroughs are a first-of-its-kind protein disulfide isomerase (PDI) inhibitor designed for treating proteasome inhibitor-resistant multiple myeloma and a novel vaccine-based immunotherapy approach that targets the Anterior Gradient-2 (AGR2) protein expressed in pancreatic tumors. These breakthroughs can improve cancer patients' overall survival rates and quality of life. Leukogene received multiple Small Business Technology Transfer (STTR) grants, including the Small Business Transition Grant (SBTG), and has participated in the Innovation-Corps (I-Corps™) program at the National Institutes of Health (NIH).   \u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aTrace Biosciences Inc. \u000d\u000a\u000d\u000aTrace Biosciences is a startup that spun out from Oregon Health & Science University (OHSU). They develop targeted imaging agents that use near-infrared fluorescence to highlight nerves in real time during surgery. The company is co-founded and led by Connor Barth (CEO) and Summer Gibbs (CSO). Trace Biosciences was awarded a Fast-Track SBIR grant in 2022 and a Phase I SBIR grant in 2023. During their time in the NCI SBIR program, Trace Biosciences participated in Investor Initiatives and presented at RESI during JP Morgan. They were also part of the NCI Industry Mentoring and Assistance Program (IMAP), which helped the company with clinical strategy, identifying clinical endpoints, and study design. Consequently, Trace Biosciences was able to secure follow-on funding, with a clinical development plan focusing on prostatectomy.","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/8\/2024 5:00:00 PM","EndTime":"17:00","HidePresentationRating":"False","HidePresentations":"False","Id":"632","Key":"88144ef6-6703-4076-925f-c08f55b84163","LastUpdated":"2024-03-07 22:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room 2 - Upper Level - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"NIH07","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"NIH07. From Lab to Market:  Funding and Transition Support for Early-Stage Oncology Startups from National Cancer Institute","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room 2 - Upper Level - Convention Center","SearchResultHeader":"Apr  8 2024  4:00PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/8\/2024 4:00:00 PM","StartTime":"16:00","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"From Lab to Market:  Funding and Transition Support for Early-Stage Oncology Startups from National Cancer Institute","Type":null,"TypeKey":null}