{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":"Tumor Biology,Immunology,Clinical Research"},{"Key":"CEHoursPP8","Value":"1.5"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Forum"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"6"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2024-04-09","Description":"Checkpoint blockade immunotherapy and engineered T cell strategies have revolutionized cancer care. However, in the context of metastatic solid tumors, therapeutic efficacy is enriched in the T cell-inflamed subset, so-called &ldquo;hot&rdquo; tumors. &nbsp;Such tumors contain a rich collection of immune cells including activated T cells, NK cells, dendritic cells, and macrophages. &nbsp;They also express chemokines that contribute to recruitment of these cell types, and show evidence for innate immune pathway activation. &nbsp;Immune cells can be found in aggregates, arguing for productive cellular cross-talk in this &ldquo;smoldering&rdquo; immune response. &nbsp;However, T cell functionality is held in check by negative regulatory pathways including PD-L1\/PD-1 interactions, which aligns with clinical efficacy of anti-PD-1 mAb therapies in this subset of tumors. &nbsp;This rich and dynamic immunobiology has led to numerous approaches to understand the non-T cell-inflamed or &ldquo;cold&rdquo; tumor phenotype, with the notion that turning &ldquo;cold&rdquo; tumors &ldquo;hot&rdquo; could expand the scope of immunotherapy efficacy. &nbsp;Evidence has accumulated that tumor cell-intrinsic molecular aberrations, environmental variables such as the composition of the commensal microbiota, as well as germline polymorphisms in immune regulatory genes all can influence the generation of a T cell-inflamed phenotype. A diversity of studies has pointed towards dominant biologic features that should be manipulated to favor a T cell-inflamed phenotype. &nbsp;These include recruiting and activating appropriate dendritic cell subsets and inflammatory macrophages and granulocytes, generating neighborhoods for immune cell aggregation and cross-talk, and also decreasing the abundance of suppressive myeloid cells. &nbsp;Preclinical mechanistic models and translational research are providing a framework for developing novel therapeutic interventions to execute on these new biologic understandings.","Duration":90,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/9\/2024 6:30:00 PM","EndTime":"18:30","HidePresentationRating":"False","HidePresentations":"False","Id":"83","Key":"72bec5ab-4eb1-42eb-82f1-d30747051aae","LastUpdated":"2024-03-11 13:41","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Ballroom 6 A - Upper Level - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"FO09","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"FO09. Mechanisms of Resistance: Why Have We Failed to Turn Cold Tumors Hot?","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Ballroom 6 A - Upper Level - Convention Center","SearchResultHeader":"Apr  9 2024  5:00PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/9\/2024 5:00:00 PM","StartTime":"17:00","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Mechanisms of Resistance: Why Have We Failed to Turn Cold Tumors Hot?","Type":null,"TypeKey":null}