{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":"Immunology,Molecular\/Cellular Biology and Genetics"},{"Key":"CEHoursPP8","Value":"1.5"},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Educational Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"6"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2024-04-05","Description":"Understanding of the factors that connect antigen-specific T cell recognition to T cell phenotype and long-term<i>in vivo<\/i> persistence constitutes foundational knowledge for understanding and designing cancer immunotherapy strategies that can be harnessed to more effectively treat broad classes of solid tumors. A particular case in point is that of the exhausted T cell phenotype. The use of the term &lsquo;exhausted&rsquo; emerged out of work on chronic viral infections, and observations that certain T cells exhibited diminished effector functions following extended antigen stimulation. It is now recognized that &lsquo;exhausted&rsquo; T cells actually comprise multiple phenotypes that reside across a diverse epigenetic landscape &ndash; a subset of which can be reactivated to exhibit potent anti-tumor functions. Other factors relevant to the engineering of successful cancer immunotherapy treatments, such as the biological properties of T cells that will persist through a disease course, relative to those that will likely be transient, are also becoming better resolved. This increase in understanding has been fueled by several developments in the field. One development has been the emergence of data sets that provide quantitative measurements, in the same single T cells, of T cell phenotype, TCRa\/ß genes and Class I and Class II antigen specificity, across patient populations and in multiple disease settings. Such data sets have, in turn, provided input into computational and genetic models that can parse through the resulting high-dimensional space to identify biological, biochemical and biophysical factors that influence the three T cell axes of recognition, phenotype, and persistence. Other ongoing developments have been the elucidation of the T cell epigenetic programs that encode specific T cell phenotypes (and sub-phenotypes), and the factors like metabolism and neural controls that can favor one phenotype over another. In this focused AACR tutorial, the three speakers will speak to these various scientific and technological advances, and discuss how they might be harnessed, in the near future, to improve cancer immunotherapy effectiveness in challenging tumor settings.","Duration":90,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/5\/2024 4:30:00 PM","EndTime":"16:30","HidePresentationRating":"False","HidePresentations":"False","Id":"523","Key":"8f97c00f-1fc9-4a8c-a9f8-c35d9ed529ae","LastUpdated":"2024-03-07 22:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Ballroom 20 AB - Upper Level - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"ED22","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"ED22. Determinants and Meanings of T Cell Recognition, Exhaustion, and Persistence","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Ballroom 20 AB - Upper Level - Convention Center","SearchResultHeader":"Apr  5 2024  3:00PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/5\/2024 3:00:00 PM","StartTime":"15:00","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Determinants and Meanings of T Cell Recognition, Exhaustion, and Persistence","Type":null,"TypeKey":null}