{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":""},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"Exhibitor Spotlight Presentation"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"3"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":"","ContentCaptureVendorSpecification":null,"Created":null,"Date":"2024-04-07","Description":"In recent years, there have been multiple efforts in the establishment and characterization of large collections of patient derived tumor xenograft (PDX) models for cancer research. PDX retain the histological and genetic characteristics of the donor tumor to a large extend and remain stable across passages. They preserve cell-autonomous heterogeneity, thereby representing the molecular landscape of the corresponding disease. The potential of studying the biological behavior and effects of anti-cancer therapies in human tumor models in-vivo is mainly limited by the fact that human cancer cells interact with a microenvironment composed of rodent cells. This session will give an overview of PDX in general and dive into different drug testing platforms and formats using PDX as sourcing material. The use of PDX-based in vitro 3D platforms in the light of the FDA modernization act will be discussed as well as different in vivo screening formats such as single mouse trials, in vivo mini-screens, proof of concept studies and combination strategies. PDX as sourcing material for complex 3D assays combines the advantages of clinically relevant, unlimited, and well annotated tumor tissue with a fully human microenvironment consisting of human immune cells and fibroblasts. This enables screening approaches as well as target identification and validation campaigns. Non-standard in vivo formats such as single mouse trials allow to investigate large numbers of compounds in diverse tumor populations, to comprehensively explore pre-selected histotypes or molecular subtypes and finally to identify or expand clinical indications. The use of implantable microdevices in PDX-bearing animals enables the screening of up to 18 drugs as mono-or combined therapy. By circumventing the need for optimal PK characteristics early candidates can be screened for in vivo efficacy and the downstream pipeline adapted accordingly. We will introduce two AI\/ in silico tools based on PDX data, virtual control groups and digital twins. By analyzing more than 4000 experiments we could show that tumor growth over time is a model immanent feature that is driven by the tumor model and the mouse strain. The ability to predict tumor volume over time in a specific model is a first step towards virtual control groups in a discovery setting. The PDX Digital Twin will be used as an initial screening tool for tumor type selection prior to running a refined in vivo study resulting in faster study results with higher predictive power.","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/7\/2024 2:30:00 PM","EndTime":"14:30","HidePresentationRating":"False","HidePresentations":"False","Id":"566","Key":"1afabb94-89c0-4066-a233-fbb1cc6f63eb","LastUpdated":"2024-03-08 15:08","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Spotlight Theater B - Sails Pavilion - Conv Ctr","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":"Charles River","Number":"ESP1B","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"ESP1B. PDX &ndash; Predictive Tumor Models to Accelerate Your Preclinical Research in Vivo, in Vitro and in Silico (Sponsored by Charles River)","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Spotlight Theater B - Sails Pavilion - Conv Ctr","SearchResultHeader":"Apr  7 2024  1:30PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/7\/2024 1:30:00 PM","StartTime":"13:30","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"PDX &ndash; Predictive Tumor Models to Accelerate Your Preclinical Research in Vivo, in Vitro and in Silico (Sponsored by Charles River)","Type":null,"TypeKey":null}