{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":""},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"NCI-NIH-Sponsored Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"3"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2024-04-10","Description":"Rapid developments in artificial intelligence (AI) are opening up powerful new approaches to large scale data analysis that have the potential for a transformative impact across the continuum of cancer research. AI-based methods are driving advances in cancer classification, detection, diagnosis, treatment optimization, as well as mechanistic insight. In this session, attendees will learn about NCI funding opportunities, resources, and community activities that support the appropriate development and application of AI in cancer research.  \u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aScientific Programs and Funding opportunities: AI research is funded through a wide variety of grant and contract programs across NCI.  Programs and funding opportunities with a significant focus on AI include the ITCR program, Cancer Systems Biology Program, the NSF-NIH Smart Health program, SBIR grants and contract opportunities, as well as investigator-initiated research through parent funding opportunities. Examples of AI-related advances in cancer research supported through these programs and funding opportunities will be presented, demonstrating impact across the cancer research spectrum.   \u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aResources: In collaboration with the Department of Energy and the Frederick National Lab for Cancer Research, NCI is supporting the development of large-scale, data-driven models, software tools, and computationally-derived datasets for broad use by the cancer research community. A new research portal, Computational Resources for Cancer Research, has just launched that will disseminate these capabilities developed through the DOE collaboration and beyond. Examples include GAuDI, a framework for preprocessing electronic health data for natural language processing and FrESCO, a modular deep learning library designed for extracting information from clinical text documents. \u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aAccess to large, well annotated datasets is essential to the development of AI models. The Cancer Research Data Commons provides secure access to a comprehensive and expanding collection of cancer research data and focused efforts are underway to enhance the AI-readiness of these data and create best practices for the generation and collection of new data in an AI-ready manner.  \u000d\u000a\u000d\u000aThe NCI Thesaurus and Metathesaurus aim to address knowledge acquisition and representation challenges. Utilizing ontologies (e.g. NCIt) with the AI models enables creation of highly customized and better performing AI.  \u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aCommunity: To enable the community of cancer-focused AI researchers and practitioners to come together, the NCI is advancing the concept of a “Cancer AI Accelerator,” a flexible, nimble, and adaptive organization to enable researchers and domain experts to develop and find appropriate methods and data, identify appropriate collaborators, work on projects of shared interest, share resources and methods, and develop and share standards as they evolve. One of the initial activities of the Cancer AI Accelerator is a regular series of virtual panel discussions (“Cancer AI Conversations”), to explore emerging topics in AI and cancer. In addition, to help researchers find scientific content and collaborators to advance their research NCI has recently launched NanCI, an AI-driven mobile application that tailors scientific content based on the user’s interests.","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/10\/2024 11:15:00 AM","EndTime":"11:15","HidePresentationRating":"False","HidePresentations":"False","Id":"637","Key":"c929110c-40a7-4c17-ba72-cdb250dbdb80","LastUpdated":"2024-03-07 22:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room 2 - Upper Level - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"NIH12","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"NIH12. NCI Artificial Intelligence (AI) Programs and Resources for Advancing Cancer Research","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room 2 - Upper Level - Convention Center","SearchResultHeader":"Apr 10 2024 10:15AM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/10\/2024 10:15:00 AM","StartTime":"10:15","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"NCI Artificial Intelligence (AI) Programs and Resources for Advancing Cancer Research","Type":null,"TypeKey":null}