{"AdditionalFields":[{"Key":"AACROrganSiteAll","Value":""},{"Key":"AACRTrackAll","Value":""},{"Key":"CEHoursPP8","Value":""},{"Key":"LivecastUrl","Value":""},{"Key":"RelatedArticlesProgPlan","Value":""},{"Key":"SessionCategoryBasic","Value":""},{"Key":"SessionName","Value":"NCI-NIH-Sponsored Session"},{"Key":"VideoType","Value":""},{"Key":"WebcastIPSessionLink","Value":""},{"Key":"Presentation Count","Value":"6"}],"BoothSponsorshipIdForCalendar":null,"BoothSponsorshipIdForDetail":null,"BoothSponsorshipIdForResult":null,"CSlideId":null,"Color":null,"ContentCaptureVendorSpecification":null,"Created":null,"Date":"2024-04-07","Description":"The NCI’s Center to Reduce Cancer Health Disparities (CRCHD) and Division of Cancer Biology (DCB) have long-standing collaborations in fostering cancer health disparities research.  Cancer health disparities (CHD) research is defined as the adverse differences among certain population groups in cancer measures.  These population groups may be characterized by gender, age, race, ethnicity, ancestry, gender and sexual identity, education, income, social class, disability, geographic location, or other characteristics.  The contributors of cancer disparities are multifactorial and complex with direct influence by structural inequalities and societal injustices.  This critical area of scientific intersectionality requires a solid basic cancer biology research foundation.  Together, CRCHD and DCB are uniquely poised to support multi-disciplinary basic research on CHD. \u000d\u000a\u000d\u000a \u000d\u000a\u000d\u000aCRCHD and DCB have collaboratively supported cancer health disparities research through a variety of complementary research programs. Collectively, these programs foster growth of a broader research community with basic research expertise in CHD to expand innovations, approaches and resources to conduct multi-disciplinary cancer health disparities research.  Three programs to highlight are: \u000d\u000a\u000d\u000aBasic Research in Cancer Health Disparities. These R01, R21 and R03 programs support research projects from investigators interested in conducting basic, mechanistic research into biological factors associated with cancer health disparities, including study of disparities related to race\/ethnicity and\/or social determinants. \u000d\u000a\u000d\u000aIntegrating Health Disparities into Immuno-Oncology (HDIO). This P20 pilot program supports complementary, multi-disciplinary research teams to address interdisciplinary research to integrate health disparities into immuno-oncology research. \u000d\u000a\u000d\u000aAdministrative Supplements to Support Cancer Disparity Collaborative Research. The Collaborative supports new CHD research among investigators who do not normally conduct it and encourages the partnership of experienced cancer research investigators with CHD-focused researchers.  Proposed collaborations should focus on research objectives that by necessity rely on diverse and complementary scientific expertise, technical capabilities, and resources.","Duration":60,"EmbargoSessionContentRule":null,"EmbargoSessionContentUntil":null,"End":"4\/7\/2024 5:00:00 PM","EndTime":"17:00","HidePresentationRating":"False","HidePresentations":"False","Id":"628","Key":"1b2a275d-c85b-484b-b27d-55876c6034dd","LastUpdated":"2024-03-07 22:18","LimitCMEToRegistrationCodes":null,"LimitMediaToRegistrationCodes":null,"Location":"Room 2 - Upper Level - Convention Center","MediaSource":"None","MediaSourceDetails":null,"MediaSourceDuration":null,"MediaSourceDurationHMS":null,"Notes":null,"Number":"NIH03","OnDemand":"False","OwnerKey":null,"PlayerUrl":null,"PlayerUrlReason":null,"PrimaryCategory":"","PrimaryCategory_keys":"","PrimaryMediaItemId":null,"PrimaryMediaItemKey":null,"RuleStatus":"Incomplete","SearchResultBody":"NIH03. Cancer Health Disparities Research Collaborations Across CRCHD and DCB","SearchResultCalendarDisplayBlock":null,"SearchResultFooter":"Room 2 - Upper Level - Convention Center","SearchResultHeader":"Apr  7 2024  4:00PM","SecondaryCategory":"","SecondaryCategory_keys":"","ShowChatLink":null,"Start":"4\/7\/2024 4:00:00 PM","StartTime":"16:00","Status":"Active","StreamingConfiguration":null,"StreamingKey":null,"ThumbnailUrl":null,"Title":"Cancer Health Disparities Research Collaborations Across CRCHD and DCB","Type":null,"TypeKey":null}