[{"Abstract":"High-risk neuroblastoma (NB) has a poor prognosis despite multimodal treatment. To improve survival and minimise treatment side-effects, research has focused on developing more effective therapeutic strategies. Anaplastic lymphoma kinase (ALK) is a promising druggable target as its expression rapidly decreases in healthy tissues postnatally, and it is expressed as a hyperactivated mutant form in ~14% of high-risk NB. The ALK tyrosine kinase inhibitor lorlatinib is a promising treatment, but resistance has been reported, hindering long-term benefits. With a trimodal approach, consisting of genome-wide CRISPR-Cas9-overexpression (CRISPRa) screens, RNA sequencing and high-throughput drug screens, we have identified genes whose expression is associated with decreased sensitivity to lorlatinib creating novel therapeutic vulnerabilities. In particular, we validate the CRISPRa screen hit <i>FGFR2<\/i> as a bypass signalling mechanism desensitising mutant ALK-expressing NB cells to lorlatinib; overexpression of <i>FGFR2<\/i> increased, while silencing decreased resistance of NB cells to lorlatinib. Furthermore, RNA sequencing of lorlatinib resistant (LR) NB cells developed in our lab, compared to parental cell lines, showed FGFR2 to be expressed to a higher level in the LR cells. High-throughput drug screens exposing LR and parental NB cell lines to an FDA-approved drug library of 1430 compounds showed that drugs targeting receptor tyrosine kinases, including FGFR2, were amongst the compounds most significantly effective in reducing the viability of LR NB cells compared to parental cells. The multi-kinase inhibitor ponatinib and the selective FGFR inhibitor erdafitinib acted synergistically with lorlatinib in treating both parental and LR NB cells although both inhibitors were more effective in inhibiting the growth of LR compared to parental cells when given alone, suggesting that FGFR2 may represent a novel vulnerability to treat lorlatinib resistant NB. <i>In vivo<\/i> studies using patient-derived xenograft (PDX) models of high-risk NB (<i>MYCN<\/i>-amplified and ALK<sup>F1174L<\/sup> mutant) showed that combinations of either ponatinib or erdafitinib with lorlatinib decreased tumour growth and increased survival compared to PDXs treated with vehicle or either agent alone. In conclusion, these findings suggest that FGFR2 alters NB sensitivity to lorlatinib and modulation of this pathway in combination with ALK inhibition is a promising approach to improve NB treatment response and ultimately patient survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Neuroblastoma,Fibroblast growth factor receptor 2  (FGFR-2),Therapeutic target,ALK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Perla Pucci<\/i><\/u><\/presenter>, <presenter><i>Charlotte Barrett<\/i><\/presenter>, <presenter><i>Ricky Trigg<\/i><\/presenter>, <presenter><i>Leila Jahangiri<\/i><\/presenter>, <presenter><i>Jamie D. Matthews<\/i><\/presenter>, <presenter><i>Luca Mologni<\/i><\/presenter>, <presenter><i>G. A. Amos Burke<\/i><\/presenter>, <presenter><i>Suzanne D Turner<\/i><\/presenter>. University of Cambridge, Cambridge, United Kingdom, Universita` degli studi Milano-Bicocca, Milan, Italy, Department of Paediatric Oncology, Addenbrooke’s Hospital, Cambridge, United Kingdom","CSlideId":"","ControlKey":"923b4105-0906-486a-9fea-da235db11323","ControlNumber":"8872","DisclosureBlock":"&nbsp;<b>P. Pucci, <\/b> None..<br><b>C. Barrett, <\/b> None..<br><b>R. Trigg, <\/b> None..<br><b>L. Jahangiri, <\/b> None..<br><b>J. Matthews, <\/b> None..<br><b>L. Mologni, <\/b> None..<br><b>G. Burke, <\/b> None..<br><b>S. Turner, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9666","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB226","PresenterBiography":null,"PresenterDisplayName":"Perla Pucci, PhD","PresenterKey":"22b230a7-8011-44ef-b21f-0bb5c590699c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB226. FGFR2 modulates ALK inhibition response in high-risk neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FGFR2 modulates ALK inhibition response in high-risk neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Datopotamab deruxtecan (Dato-DXd) is an antibody-drug conjugate (ADC) consisting of a humanized anti-TROP2 IgG1 monoclonal antibody covalently linked to a highly potent topoisomerase I (TOP1) inhibitor payload via a stable, tumor-selective, tetrapeptide-based cleavable linker. Despite its promising early clinical signals, drug resistance is a challenge that may emerge with time. The mechanisms of Dato-DXd resistance are currently unknown. Herein, we created and investigated novel models of Dato-DXd resistance to characterize resistance mechanisms and identify novel combinations to overcome Dato-DXd resistance. We used a cyclical dosing method to develop two Dato-DXd acquired resistant NCI-N87 gastric cancer cell line models from <i>in vitro<\/i> cells (N87-IVR) and <i>in vivo<\/i> tumors (N87-EVR). The N87-IVR and N87-EVR cells were found to be more than 40-fold resistant to Dato-DXd compared to the parental N87 cells. First, we assessed TROP2 levels, Dato-DXd binding and expression of drug efflux pumps known to have TOP1-inhibitor substrates between the parental and resistant cell populations. Minor changes in each of these were not sufficient to drive Dato-DXd resistance in the drug-tolerant models. Subsequently, we performed a proteogenomic analysis to identify which proteins and pathways were modulated in the resistant phenotype. Both the N87-IVR and N87-EVR cells were divergent from the parental N87 cells and, interestingly, they showed similar yet distinct profiles. Among other changes, our analysis revealed a dramatic loss of SLFN11, a putative DNA\/RNA helicase, in both resistant models. Previously published data has shown that a combination with an ATR inhibitor (ATRi) can re-sensitize TOP1 inhibitor-resistant cells in SLFN11-low settings. Consistent with these data, we observed that the ATRi ceralasertib (AZD6738) in combination with Dato-DXd re-sensitizes the resistant NCI-N87 cells <i>in vitro<\/i> and <i>in vivo<\/i>. In addition to SLFN11 loss, we also identified a number of other modulations with the potential to drive resistance, e.g. downregulation of the caveolin internalization machinery and interferon response genes. These findings help us refine the mechanism of action of Dato-DXd and shed light on the potential mechanisms of Dato-DXd resistance that may emerge clinically. These data have been used to uncover new biomarkers of Dato-DXd sensitivity and can lead to the development of new clinical strategies to combat Dato-DXd resistance, e.g. the combination with ATRi.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Trop-2,Antibody-drug conjugate (ADC),Drug resistance,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Anna Przybyla<\/i><\/u><\/presenter>, <presenter><i>Chetan Rane<\/i><\/presenter>, <presenter><i>Gopi Patel<\/i><\/presenter>, <presenter><i>Deepa Bhavsar<\/i><\/presenter>, <presenter><i>Shenghua Wen<\/i><\/presenter>, <presenter><i>David Clark<\/i><\/presenter>, <presenter><i>Yeoun Jin Kim<\/i><\/presenter>, <presenter><i>Alan Lau<\/i><\/presenter>, <presenter><i>Yann Wallez<\/i><\/presenter>, <presenter><i>Jay Mettetal<\/i><\/presenter>, <presenter><i>Wenyan Zhong<\/i><\/presenter>, <presenter><i>Matthew Sung<\/i><\/presenter>. AstraZeneca Pharmaceuticals LP, Waltham, MA, AstraZeneca Pharmaceuticals LP, Gaithersburg, MD, AstraZeneca Pharmaceuticals LP, Cambridge, United Kingdom, AstraZeneca Pharmaceuticals LP, New York City, NY","CSlideId":"","ControlKey":"43f9762a-089e-46b3-a413-5adbc82fb90b","ControlNumber":"9493","DisclosureBlock":"<b>&nbsp;A. Przybyla, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment. <br><b>C. Rane, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment. <br><b>G. Patel, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment. <br><b>D. Bhavsar, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment. <br><b>S. Wen, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment. <br><b>D. Clark, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment. <br><b>Y. Kim, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment. <br><b>A. Lau, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment, Stock. <br><b>Y. Wallez, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment. <br><b>J. Mettetal, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment. <br><b>W. Zhong, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment. <br><b>M. Sung, <\/b> <br><b>AstraZeneca Pharmaceuticals LP<\/b> Employment, Stock. <br><b>Pfizer Inc.<\/b> Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9667","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB227","PresenterBiography":null,"PresenterDisplayName":"Anna Przybyla, MS","PresenterKey":"eb302581-8f94-406f-81a9-3b1d099c0779","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB227. Leveraging novel Dato-DXd resistance models to inform biomarker discovery and rational combinations to combat drug resistance","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leveraging novel Dato-DXd resistance models to inform biomarker discovery and rational combinations to combat drug resistance","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Lapatinib is a small molecular inhibitor of HER2 and EGFR tyrosine kinases, which is approved for HER2-positive metastatic breast cancer as second line treatment. Significant proportion of patients experience disease progression due to acquired resistance. Activation of DNA damage repair (DDR) is one of the drug-resistance mechanism, however, the impact of DDR on sensitivity to lapatinib is unclear. Thus, lapatinib resistance mechanism was explored from the standpoint of DDR activation.<br \/><b>Methods:<\/b> Acquired lapatinib-resistant (LR) SK-BR-3 cell lines were generated by continuously exposing to lapatinib, starting with 30 nmol\/L and incrementally increasing to 10 &#956;mol\/L over 7 months. MTT assay was used to confirm lapatinib sensitivity. Cell cycle progression was analyzed using BrdU assay. Replication fork speed and stalled fork were analyzed by DNA fiber assay. Expression of the molecules was examined using Western blotting, immunofluorescence assay and transcriptome data analysis. DNA strand breaks and repair efficacy were evaluated through alkaline comet assay.<br \/><b>Results:<\/b> G1\/S phase transition was increased and early\/late S phase population was increased in SK-BR-3 LR cells. Replication fork speed was accelerated and replication stress are elevated in SK-BR-3 LR cells. p-Chk1, Rad51, Rad51B, Rad51C and XRCC3 were upregulated in SK-BR-3 LR cells. After irradiation or treatment with ATR inhibitor, &#947;-H2AX was continuously increased in parental cells. In contrast, &#947;-H2AX did not change significantly in SK-BR-3 LR cells, and Chk1 was activated after irradiation or treatment with ATR inhibitor. Tail of comet disappeared at early time point in in SK-BR-3 LR cells after induction of DNA damage compared with parental cells. These results demonstrated that DDR was activated and DNA damage repair capacity was enhanced in LR cells.<br \/><b>Conclusion:<\/b> Replication stress is elevated in SK-BR-3 LR cells. Up-regulation of molecules involved in the homologous recombination repair pathway was observed in SK-BR-3 LR cells. Moreover, DNA repair capacity was increased in SK-BR-3 LR cells. These data suggested that activation of DNA damage repair pathway caused by replication stress contributes to lapatinib resistance<b>.<\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lapatinib,Resistance,Breast cancer,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>So Hyeon Kim<\/i><\/u><\/presenter>, <presenter><i>Ahrum Min<\/i><\/presenter>, <presenter><i>Seongyeong Kim<\/i><\/presenter>, <presenter><i>Yu Jin Kim<\/i><\/presenter>, <presenter><i>Sujin Ham<\/i><\/presenter>, <presenter><i>Hae Min Hwang<\/i><\/presenter>, <presenter><i>Minyoung Lee<\/i><\/presenter>, <presenter><i>Changyun Lee<\/i><\/presenter>, <presenter><i>Jinyong Kim<\/i><\/presenter>, <presenter><i>Dae-Won Lee<\/i><\/presenter>, <presenter><i>Kyung-Hun Lee<\/i><\/presenter>, <presenter><i>Seock-Ah Im<\/i><\/presenter>. Cancer Research Institute, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"ab253745-c57c-43e4-afec-97cdbaed6a85","ControlNumber":"9520","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>A. Min, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Ham, <\/b> None..<br><b>H. Hwang, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>S. Im, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9668","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB228","PresenterBiography":null,"PresenterDisplayName":"So Hyeon Kim, BS,MS","PresenterKey":"04b733e2-d909-40d1-a374-e35005308b0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB228. Replication stress activates the DNA damage response and contributes to lapatinib resistance in HER2-positive SK-BR-3 cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Replication stress activates the DNA damage response and contributes to lapatinib resistance in HER2-positive SK-BR-3 cells","Topics":null,"cSlideId":""},{"Abstract":"Dysregulated FGFR alterations (FGFR<i>alt)<\/i>, including gene amplification, hot spot mutations, and gene fusion or rearrangement, have been reported in 7% of solid tumors, functioning as oncogenic drivers independent of tumor types. First generation of FGFR inhibitors, such as erdafitinib and pemigatinib, have already demonstrated promising efficacy on multiple cancers with prespecified FGFR<i>alt<\/i>. However, certain kinase mutations identified in the clinics, including gatekeeper mutations and some molecular brake mutations, may cause resistance to first generation FGFR inhibitors and remain challenging for current FGFR inhibitor development. Tinengotinib potently inhibited multiple FGFR1\/2\/3 resistant mutations both <i>in vitro<\/i> and <i>in vivo<\/i>. In the biochemical and cellular assays, tinengotinib exhibited potent inhibitory activities against FGFR2 gatekeeper mutation V564F, and molecular brake mutation N549K, which were known to cause resistance to the first generation FGFR inhibitors in cholangiocarcinoma patients with FGFR2 fusion or rearrangement. Binding kinetics was measured using surface plasmon resonance (SPR) on FGFR2, and tinengotinib demonstrated very tight binding to the target. To understand the underlying mechanism, we conducted co-crystallization of tinengotinib and wild type kinase domain of FGFR2. The resulting high-resolution X-ray diffraction structure revealed a very unique binding mode of tinengotinib in the ATP-binding site of FGFR2 comparing to other FGFR inhibitors. In addition, homology model demonstrated similar binding mode of tinengotinib to FGFR 1 and 3. This is consistent with the finding of tinengotinib showing excellent potency to FGFR 1\/3 gatekeeper mutations. Tinengotinib is well tolerated in the clinical trials. Retrospective analysis showed early promising efficacy in treating patients with various solid tumors bearing FGFR<i>alt<\/i> . It provides an opportunity to investigate tinengotinib as a tumor agnostic therapy in patients with prespecified FGFR 1\/2\/3 alterations (pan-FGFR<i>alt<\/i>).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Fibroblast growth factor receptor (FGFR),Drug resistance,Kinase inhibitors,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Xiaoyan Qiang<\/i><\/u><\/presenter>, <presenter><i>Qi Yu<\/i><\/presenter>, <presenter><i>Jean Fan<\/i><\/presenter>, <presenter><i>Frank Wu<\/i><\/presenter>, <presenter><i>Caixia Sun<\/i><\/presenter>, <presenter><i>Peng Peng<\/i><\/presenter>. TransThera Sciences (Nanjing), Inc., Nanjing, China","CSlideId":"","ControlKey":"3c29d13a-1633-4d21-95a6-8c9964231f03","ControlNumber":"9619","DisclosureBlock":"&nbsp;<b>X. Qiang, <\/b> None..<br><b>Q. Yu, <\/b> None..<br><b>J. Fan, <\/b> None..<br><b>F. Wu, <\/b> None..<br><b>C. Sun, <\/b> None..<br><b>P. Peng, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9669","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB229","PresenterBiography":null,"PresenterDisplayName":"Xiaoyan Qiang","PresenterKey":"39b5a409-36ed-4beb-a38f-10874dfb41e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB229. Tinengotinib, a novel fibroblast growth factor receptor (FGFR) inhibitor, is potent against resistance mutations in FGFR1\/2\/3","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tinengotinib, a novel fibroblast growth factor receptor (FGFR) inhibitor, is potent against resistance mutations in FGFR1\/2\/3","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most common diagnosed cancer and second cause of mortality in women. In particular, triple negative breast cancer, a subtype with few targeted therapies, frequently presents with metastatic disease and drug resistance. Nearly half of women with triple negative breast cancer will have metastatic disease. New targets and therapies are needed to prevent drug resistance and metastatic disease. We identified a novel protein, DAXX, in a biomarker window trial as a potent inhibitor of breast cancer stem cells (BCSC). BCSC are responsible for drug resistance, metastases, and tumor relapse. In this current study, the role of DAXX in sensitivity to cytotoxic chemotherapy was investigated in the setting of triple negative breast cancer. DAXX depletion using RNAi increased the proliferative capacity of three triple negative breast cancer cell lines (MDA-MB-231, BT549, and MDA-MB-468). This corresponded with increased PARylation of cellular proteins and PARP-1. DAXX was required to limit cell cycle progression through S-phase. Knockdown of DAXX modulated sensitivity to carboplatin, doxorubicin, and paclitaxel <i>in vitro<\/i>. Survival of female nude mice-bearing MDA-MB-231 DAXX-depleted tumors was 100% upon paclitaxel treatment compared to vehicle control-treated mice where the survival rate was 0% after 30 days. This survival advantage was not due to differences in tumor burden or tumor growth rates. These results suggest that DAXX is a critical growth regulator of triple negative breast cancer and possible predictor of response to paclitaxel.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,Drug sensitivity,Predictive biomarkers,Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Clodia Osipo<\/i><\/u><\/presenter>, <presenter><i>Debra Wyatt<\/i><\/presenter>. Stritch School of Medicine, Loyola University Chicago, Maywood, IL","CSlideId":"","ControlKey":"8c570353-c2bc-406a-be56-1e5e622b5a4c","ControlNumber":"9900","DisclosureBlock":"&nbsp;<b>C. Osipo, <\/b> None..<br><b>D. Wyatt, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9670","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB230","PresenterBiography":null,"PresenterDisplayName":"Clodia Osipo, PhD","PresenterKey":"37f50e91-b244-4596-8e5d-24d9c82e0a86","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB230. Critical role for DAXX in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Critical role for DAXX in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"KRAS is the most frequently mutated oncogene in cancer and is particularly common in lung, pancreatic and colorectal cancers. While KRAS has been undruggable, covalent KRAS G12C inhibitors, sotorasib and adagrasib, that bind preferentially to GDP-bound KRAS and prevent exchange for GTP and interaction with downstream effectors, have been approved for use in NSCLC. While these reagents show promising efficacy and are well-tolerated by patients, acquired drug resistance rapidly develops. The drug resistance landscape of G12C inhibitors is complex, with several mechanisms of resistance already described, ranging from reactivation of mutated RAS or other RAS isoforms, acquisition of new KRAS mutations, and genetic alterations of pro-growth signaling pathways. Thus, an ideal approach to overcoming drug resistance will need to target multiple different mechanisms. We exposed NSCLC and pancreatic cell lines (NCI-H358, NCI-H1373 and MIA PaCa-2, respectively) to increasing doses of sotorasib or adagrasib until the resulting cells grow normally in the presence of 10 &#181;M of each inhibitor. Sotorasib-resistant cells, designated as S-R, remarkably remain sensitive to adagrasib, suggesting that the resistant cells continue to be dependent on mutant KRAS for survival. In contrast, adagrasib-resistant cells, designated as A-R, are resistant to both inhibitors. Treatment of innate and acquired adagrasib-resistant cells with 500 nM adagrasib attenuated RAS activity; however, this is compensated for by increased KRAS, HRAS and NRAS mRNA and restored p-ERK levels, a surrogate marker of RAS activity. Moreover, analysis of RTK activation in drug-resistant cells reveals that adagrasib treatment induces the activity of specific RTKs in a cell-line specific manner. Interestingly, during the acquisition of adagrasib resistance, several RTKs are strongly induced to escape drug inhibition. These results indicate the need to simultaneously reduce both KRAS G12C and compensating RTK activity to effectively treat KRAS G12C NSCLC. The majority of oncogenic RTKs are known to be dependent on the molecular chaperone HSP90 for their proper folding and stability. Therefore, a heterobifunctional chaperone-mediated protein degrader (CHAMP), RNK07421, was designed to specifically target both KRAS G12C and HSP90. RNK07421 induces an artificial ternary complex with KRAS G12C and HSP90, while also inhibiting the activity of both proteins and promoting proteasomal degradation of KRAS G12C via HSP90-associated E3-ligases. Treatment of adagrasib-resistant NSCLC cells and PDOs with RNK07421 resulted in decreased levels of KRAS G12C, p-ERK and RTKs. Furthermore, <i>in vivo<\/i> treatment with RNK07421 demonstrated dramatic tumor growth inhibition as compared to adagrasib treatment alone. Together, these observations indicate that the novel mechanisms of action of RNK07421 may provide several advantages over G12C inhibitors and possibly other targeted protein degradation agents to effectively treat KRAS G12C-dependent NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,KRAS,NSCLC,Ras,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ines Pulido Endrino<\/i><\/u><\/presenter>, <presenter><i>Qiyue Luan<\/i><\/presenter>, <presenter><i>Jennifer Graeber<\/i><\/presenter>, <presenter><i>Brianna Borger<\/i><\/presenter>, <presenter><i>Chenghao Ying<\/i><\/presenter>, <presenter><i>Jinhua Li<\/i><\/presenter>, <presenter><i>Zimo Yang<\/i><\/presenter>, <presenter><i>Zhiyong Wang<\/i><\/presenter>, <presenter><i>Yaya Wang<\/i><\/presenter>, <presenter><i>Yuetong Sun<\/i><\/presenter>, <presenter><i>Yan Dai<\/i><\/presenter>, <presenter><i>Ian Papautsky<\/i><\/presenter>, <presenter><i>Thomas L. Prince<\/i><\/presenter>, <presenter><i>Guoqiang Wang<\/i><\/presenter>, <presenter><i>Kevin P. Foley<\/i><\/presenter>, <presenter><i>Weiwen Ying<\/i><\/presenter>, <presenter><i>Takeshi Shimamura<\/i><\/presenter>. University of Illinois at Chicago, Chicago, IL, Ranok Therapeutics, Boston, MA","CSlideId":"","ControlKey":"5218fe4d-03f8-41b6-bd1a-fbc2f17425e4","ControlNumber":"9945","DisclosureBlock":"&nbsp;<b>I. Pulido Endrino, <\/b> None..<br><b>Q. Luan, <\/b> None..<br><b>J. Graeber, <\/b> None..<br><b>B. Borger, <\/b> None.&nbsp;<br><b>C. Ying, <\/b> <br><b>RANOK THERAPEUTICS<\/b> Employment. <br><b>J. Li, <\/b> <br><b>Ranok Therapeutics<\/b> Employment. <br><b>Z. Yang, <\/b> <br><b>RANOK THERAPEUTICS<\/b> Employment. <br><b>Z. Wang, <\/b> <br><b>RANOK THERAPEUTICS<\/b> Employment. <br><b>Y. Wang, <\/b> <br><b>RANOK THERAPEUTICS<\/b> Employment. <br><b>Y. Sun, <\/b> <br><b>RANOK THERAPEUTICS<\/b> Employment. <br><b>Y. Dai, <\/b> <br><b>RANOK THERAPEUTICS<\/b> Employment.<br><b>I. Papautsky, <\/b> None.&nbsp;<br><b>T. L. Prince, <\/b> <br><b>RANOK THERAPEUTICS<\/b> Employment. <br><b>G. Wang, <\/b> <br><b>Ranok Therapeutics<\/b> Employment, Stock. <br><b>Enanta Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>K. P. Foley, <\/b> <br><b>Ranok Therapeutics<\/b> Employment, Stock. <br><b>W. Ying, <\/b> <br><b>Ranok Therapeutics<\/b> Employment, Stock.<br><b>T. Shimamura, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9671","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB231","PresenterBiography":null,"PresenterDisplayName":"Ines Pulido Endrino, BS;MS;PhD","PresenterKey":"28b61348-11f2-4bb6-b1e4-ffeeb3642bf8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB231. Overcoming KRAS G12C inhibitor resistance with a chaperone-mediated protein degrader (CHAMP)","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcoming KRAS G12C inhibitor resistance with a chaperone-mediated protein degrader (CHAMP)","Topics":null,"cSlideId":""},{"Abstract":"FOLFIRINOX, a chemotherapy regimen consisting of 5FU, Leucovorin, Irinotecan, and Oxaliplatin, has been a first-line standard of care for patients with pancreatic adenocarcinoma (PDAC) for the last decade. However, low patient survival rates following treatment highlight frequent occurrence of resistance. Hence there is increasing interest in developing appropriate models of FOLFIRINOX resistance to identify subsequent line therapies. We have generated PDAC cell lines that exhibit acquired resistance to a combination of 5FU (F), Irinotecan (I), and Oxaliplatin (O) (FIO) in vitro. In mice, they form tumors that resemble FOLFIRINOX neoadjuvant-treated PDAC patients in regard to immune cell infiltration and a lack of response to single-agent anti-PD-1 therapy. We also show that similar to human PDAC tumors treated with neoadjuvant FOLFIRINOX, FIO-resistant tumors exhibit increased ERK1\/2 phosphorylation. We demonstrate that the MEK inhibitor Trametinib reprograms the FIO-resistant tumors, but not the parental tumors, towards a less immunosuppressive tumor immune microenvironment. Importantly, Trametinib sensitizes FIO-resistant tumors to anti-PD-1 therapy, with the combination treatment significantly enhancing the cytolytic activity of the infiltrating CD8<b><sup>+<\/sup><\/b> T cells and increasing tumor cell death. Taken together, our findings identify enhanced MEK\/ERK signaling as a therapeutic target in FOLFIRINOX-resistant PDAC tumors, and suggest evaluating the combination of Trametinib and anti-PD-1 therapy in patients who progress on FOLFIRINOX.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET03-03 Novel mechanisms,,"},{"Key":"Keywords","Value":"Pancreatic cancer,FOLFIRINOX,Immunotherapy,MEK\/ERK signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Thao D. Pham<\/i><\/u><\/presenter>, <presenter><i>Anastasia E. Metropulos<\/i><\/presenter>, <presenter><i>Nida Mubin<\/i><\/presenter>, <presenter><i>Dhavan N. Shah<\/i><\/presenter>, <presenter><i>Christina Spaulding<\/i><\/presenter>, <presenter><i>Mario Shields<\/i><\/presenter>, <presenter><i>David J. Bentrem<\/i><\/presenter>, <presenter><i>Hidayatullah G. Munshi<\/i><\/presenter>. Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"12f157ac-01f8-4f76-9f03-c2601db8c4ad","ControlNumber":"9598","DisclosureBlock":"&nbsp;<b>T. D. Pham, <\/b> None..<br><b>A. E. Metropulos, <\/b> None..<br><b>N. Mubin, <\/b> None..<br><b>D. N. Shah, <\/b> None..<br><b>C. Spaulding, <\/b> None..<br><b>M. Shields, <\/b> None..<br><b>D. J. Bentrem, <\/b> None..<br><b>H. G. Munshi, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9672","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB232","PresenterBiography":null,"PresenterDisplayName":"Thao Pham, D Phil","PresenterKey":"84a644cb-ce9b-425d-bbbe-744a1e9921c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB232. Targeting MEK activity in pancreatic tumors resistant to the combination of 5FU, irinotecan, and oxaliplatin promotes response to immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting MEK activity in pancreatic tumors resistant to the combination of 5FU, irinotecan, and oxaliplatin promotes response to immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Small cell lung cancer (SCLC) is an exceptionally aggressive disease with limited treatment options that typically result in transient responses. SCLC is responsible for approximately 250,000 deaths globally per year. Major hurdles to improving SCLC treatment include the development of rapid chemo-resistance and limited second-line therapies. Lurbinectedin is FDA approved as a second-line treatment for SCLC but shows a response in a subset of patients. Therefore, improved mechanistic understanding and identifying predictive biomarkers of lurbinectedin treatment is a major unmet clinical need.<br \/><b>Methods: <\/b>We treated SCLC cell lines and patient-derived xenograft (PDX) models from all major SCLC subtypes with lurbinectedin. Lurbinectedin-mediated changes in signaling pathways were studied by bulk RNA sequencing, western blot, and flow cytometry. Anti-tumor efficacy and toxicity studies were performed in vivo.<br \/><b>Result: <\/b>All human and PDX-derived SCLC cell lines showed sensitivity to lurbinectedin at a nano-molar concentration ranging from 1.905 to 30 nM. Bulk RNA-seq analysis showed lurbinectedin induced changes in neuroendocrine phenotype, DNA damage response and tumor progression markers in vitro. Single agent treatment of lurbinectedin showed remarkable anti-tumor efficacy in an ASCL1-driven PDX model. RNA sequencing analysis identified modulation of genes in multiple signaling pathways including PI3K-AKT, apoptosis and EMT to be significantly associated with the lurbinectedin response in PDX models.<br \/><b>Conclusion:<\/b> There is an immediate need to understand the subsets of SCLC that would be most sensitive to lurbinectedin and identify predictive biomarkers. We demonstrate MYC as a predictive biomarker for lurbinectedin response. We are the first to show that single agent lurbinectedin shows remarkable anti-tumor efficacy in a ASCL1-driven PDX models of SCLC. Furthermore, our pre and post-lurbinectedin treatment transcriptomic analysis identify the pathways that may contribute to primary or acquired resistance to lurbinectedin in SCLC. Finally, we identity candidate targets that would guide the design of future combination clinical trials with lurbinectedin in SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Lurbinectedin,DNA damage response,Small Cell Lung Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Subhamoy Chakraborty<\/i><\/u><\/presenter>, <presenter><i>Charles Coleman<\/i><\/presenter>, <presenter><i>Deniz Demircioglu<\/i><\/presenter>, <presenter><i>Dan Hasson<\/i><\/presenter>, <presenter><i>Triparna Sen<\/i><\/presenter>. Department of Oncological Sciences, Icahn School of Medicine; Tisch Cancer Institute, Mount Sinai, New York, NY, The Bioinformatics for Next Generation Sequencing (BiNGS) core, Icahn School of Medicine; Tisch Cancer Institute, Mount Sinai, New York, NY, Department of Oncological Sciences, The Bioinformatics for Next Generation Sequencing (BiNGS) core Icahn School of Medicine, Tisch Cancer Institute, Mount Sinai, New York, NY","CSlideId":"","ControlKey":"3a595586-10dc-4572-9b78-06d0c8447620","ControlNumber":"9311","DisclosureBlock":"&nbsp;<b>S. Chakraborty, <\/b> None..<br><b>C. Coleman, <\/b> None..<br><b>D. Demircioglu, <\/b> None..<br><b>D. Hasson, <\/b> None.&nbsp;<br><b>T. Sen, <\/b> <br><b>Jazz Pharmaceutical<\/b> Grant\/Contract.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9673","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB233","PresenterBiography":null,"PresenterDisplayName":"Subhamoy Chakraborty, BS,MS,PhD","PresenterKey":"61ff49a5-c07b-4e5f-a3be-fee7e0ed10da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB233. Preclinical analysis identifies predictive biomarker and potential pathways of resistance to lurbinectedin treatment in small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical analysis identifies predictive biomarker and potential pathways of resistance to lurbinectedin treatment in small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"HSF1 is a stress-inducible transcription factor that regulates the eukaryotic heat shock response (HSR). HSF1 activation induces the expression of multiple proteins needed for cellular recovery from stress. HSF1 also plays a key role in tumorigenesis and regulates the expression of a cancer-specific gene signature which is unique to malignant cells and distinct from that activated during the HSR.<br \/>We discovered NXP800, the first-in-class orally active HSF1 pathway inhibitor which is now undergoing Phase 1 clinical trial, based on a phenotypic pathway screen. Here we employed various techniques to investigate the mechanism of action of NXP800. Using RNAseq in a panel of human carcinoma cell lines, we identified overlapping gene expression changes in response to NXP800. These included genes regulated by HSF1 and interestingly also genes associated with activation of the integrated stress response (ISR). In contrast, we found no evidence for activation of the unfolded protein response. Consistent with the observed NXP800-induced phosphorylation of eIF2&#945; which is a critical regulator of the ISR, NXP800 increased the protein expression of downstream ISR markers ATF4, CHOP and CHAC1, both in human tumor cells in vitro and in human tumor xenograft models in vivo.<br \/>Induction of the ISR is controlled by four stress-activated protein kinases (PKs) that phosphorylate eIF2&#945;. To further explore these kinases in the mechanism of action of NXP800 we used genetic knockdown by siRNA and inhibition by small-molecule tool compounds. Silencing each of the ISR-regulatory PKs revealed that GCN2 was required for ISR activation by NXP800. This was confirmed using two GCN2 inhibitors from different chemical series. Global phospho-proteome analysis showed that altered protein phosphorylation following NXP800 exposure was reversed upon co-treatment with a GCN2 inhibitor. We also demonstrated that activation of the ISR caused inhibition of HSF1 activation when stimulated with an HSF1 activator, thus confirming the link between ISR induction and inhibition of HSF1 activation.<br \/>Activation of GCN2 and the ISR can occur in response to a variety of stimuli including amino acid deprivation. However, we did not detect a difference in the uptake of amino acids following exposure to NXP800, indicating that NXP800 does not directly impair amino acid uptake. Using an siRNA approach to determine if activation of the ISR components was contributing to growth inhibition following NXP800 exposure, we found that blocking the induction of ATF4 reduced the response of NXP800-sensitive SK-OV-3 human ovarian carcinoma cells to NXP800 treatment.<br \/>In summary, NXP800 acts on cancer cells to induce activation of the ISR pathway via GCN2, which then leads to inhibition of HSF1 activation. Further studies are underway to determine the precise molecular target of NXP800 and the mechanism of HSF1 pathway inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"ATF4,Heat shock factor 1,Integrated stress response,NXP800,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Marissa V. Powers<\/i><\/u><\/presenter>, <presenter><i>Swee Y. Sharp<\/i><\/presenter>, <presenter><i>Eirini-Maria Lampraki<\/i><\/presenter>, <presenter><i>Toby Roe<\/i><\/presenter>, <presenter><i>Loredana Pellegrino<\/i><\/presenter>, <presenter><i>Maria Taskinen<\/i><\/presenter>, <presenter><i>Robert Te Poele<\/i><\/presenter>, <presenter><i>Florence Raynaud<\/i><\/presenter>, <presenter><i>Suzanne Eccles<\/i><\/presenter>, <presenter><i>Matthew Cheeseman<\/i><\/presenter>, <presenter><i>Keith Jones<\/i><\/presenter>, <presenter><i>Paul A. Clarke<\/i><\/presenter>, <presenter><i>Paul Workman<\/i><\/presenter>. The Institute of Cancer Research, London, Sutton, United Kingdom","CSlideId":"","ControlKey":"5345a6a3-162d-451b-b454-ffc33b9c01e4","ControlNumber":"9453","DisclosureBlock":"&nbsp;<b>M. V. Powers, <\/b> None.&nbsp;<br><b>S. Y. Sharp, <\/b> <br><b>Astex pharmaceuticals<\/b> Grant\/Contract.<br><b>E. Lampraki, <\/b> None..<br><b>T. Roe, <\/b> None..<br><b>L. Pellegrino, <\/b> None..<br><b>M. Taskinen, <\/b> None..<br><b>R. te Poele, <\/b> None..<br><b>F. Raynaud, <\/b> None..<br><b>S. Eccles, <\/b> None..<br><b>M. Cheeseman, <\/b> None..<br><b>K. Jones, <\/b> None.&nbsp;<br><b>P. A. Clarke, <\/b> <br><b>Nuvectis Pharma<\/b> Grant\/Contract, Other Intellectual Property. <br><b>Astex Pharmaceuticals<\/b> Grant\/Contract. <br><b>Sixth Element Capital\/CRT Pioneer Fund<\/b> Grant\/Contract. <br><b>P. Workman, <\/b> <br><b>Alterome Therapeutics<\/b> Independent Contractor, Stock Option. <br><b>Astex Pharmaceuticals<\/b> Independent Contractor, Grant\/Contract, Other Intellectual Property. <br><b>Black Diamond Therapeutics<\/b> Independent Contractor, Stock. <br><b>CHARM Therapeutics<\/b> Independent Contractor, Stock Option. <br><b>CV6 Therapeutics<\/b> Independent Contractor. <br><b>Merck KGgA<\/b> Independent Contractor, Grant\/Contract, Other Intellectual Property. <br><b>Nextech Invest<\/b> Independent Contractor, Stock Option. <br><b>Nuvectis Pharma<\/b> Independent Contractor, Stock Option, Grant\/Contract, Other Intellectual Property. <br><b>STORM Therapeutics<\/b> Employment, Stock Option. <br><b>Vividion Therapeutics<\/b> Independent Contractor. <br><b>Chroma Therapeutics<\/b> Stock Option. <br><b>Epicombi Therapeutics<\/b> Independent Contractor, Stock Option. <br><b>AstraZeneca<\/b> Other Securities, Grant\/Contract, Other, I have ticked other securities as I am a former employee of AstraZeneca and a member of the pension fund.. <br><b>BACIT<\/b> Grant\/Contract. <br><b>Cyclacel Pharmaceuticals<\/b> Grant\/Contract, Other Intellectual Property. <br><b>Sixth Element Capital\/CRT Pioneer Fund<\/b> Grant\/Contract, Other Intellectual Property. <br><b>Vernalis<\/b> Grant\/Contract, Other Intellectual Property. <br><b>Novartis<\/b> Other Intellectual Property. <br><b>Sierra Oncology<\/b> Grant\/Contract, Other Intellectual Property.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9674","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB234","PresenterBiography":null,"PresenterDisplayName":"Marissa Powers, PhD","PresenterKey":"1ff86317-6570-4cf5-9914-f76caf5f44b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB234. Activation of the integrated stress response by the developmental HSF1 pathway inhibitor NXP800","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activation of the integrated stress response by the developmental HSF1 pathway inhibitor NXP800","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Breast cancer remains a major concern as the second leading cause of cancer-related death in women in the United States and the most frequently diagnosed cancer in women globally. Among all the subtypes, triple negative breast cancer (TNBC) is highly resilient and eludes currently available treatment modalities. This study describes the mechanism of action of VNLG-152R in inhibiting TNBC tumor growth.<br \/>Methods: TNBC cell lines MDA-MB-231 and MDA-MB-468 originated from TNBC patients of Caucasian American and African American descend, respectively, were challenged with VNLG-152R <i>in vitro<\/i>. The mechanism of action was studied by immunoblotting key proteins, proteasomal degradation assay of Mnk1\/2 and transcriptome analysis by RNA-seq. The therapeutic potential of VNLG-152R is demonstrated in NRG mice bearing either MDA-MB-231 or MDA-MB-468 tumor xenografts.<br \/>Results: We report for the first time, that, VNLG-152R significantly upregulates Synoviolin (SYVN1) in TNBC cell lines MDA-MB-231 and MDA-MB-468 with concomitant degradation of Mnk1\/2. SYVN1 is a known E3-ubiquitin ligase and it ubiquitinates its target proteins, rendering them to proteasomal degradation. However, there was no significant change in Mnk1\/2 levels upon treatment with VNLG-152R in presence of SYVN1 inhibitor LS102. A similar result is obtained upon siRNA knockdown of SYVN1. Subsequently, the decreased level of Mnk1\/2 diminished the phosphorylation of eIF4E with a concurrent decrease in levels of eIF4E-validated downstream targets, Bcl-2 and Cyclin D1, resulting in tumor growth inhibition. Inhibition of proteasomal degradation by MG-132 prior to treating cells with VNLG-152R further supports that VNLG-152R promotes SYVN1-mediated ubiquitin-proteasomal degradation of Mnk1\/2. Further, RNA-seq and Gene Set Enrichment Analysis (GSEA) of differentially expressed genes demonstrate inhibition of mTORC1 (mammalian target of rapamycin complex 1) and NUP153 (Nucleoporin 153) pathways and activation of p53 pathway thereby inhibiting tumor progression. Finally, oral administration of VNLG-152R to mice bearing tumor xenografts of either MDA-MB-231 or MDA-MB-468 significantly inhibited tumor growth and resulted in 87% and 80% tumor growth inhibition, respectively, without apparent host toxicity. Immunoblots of tumor tissue further demonstrate elevated levels of SYVN1 and decreased Mnk1\/2 and p-eIF4E, which further confirms the role of SYVN1-mediated proteasomal degradation of Mnk1\/2 in inhibiting TNBC tumor growth by VNLG-152R.<br \/>Conclusion: As VNLG-152R potently inhibits development and progression of TNBC of different origins by upregulating E3 ubiquitin ligase SYVN1 leading to ubiquitination and proteasomal degradation of Mnk1\/2 thereby decreased oncogenic phosphorylation of eIF4E by Mnk1\/2, VNLG-152R could potentially be developed for the treatment of TNBC, irrespective of racial origin.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Mitogen-activated protein kinase (MAPK) pathway,Small molecule inhibitor,EIF4E,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Elizabeth Thomas<\/i><\/u><\/presenter>, <presenter><i>Retheesh S. Thankan<\/i><\/presenter>, <presenter><i>Puranik Purushottamachar<\/i><\/presenter>, <presenter><i>Vincent C. O. Njar<\/i><\/presenter>. University of Maryland, Baltimore, Baltimore, MD","CSlideId":"","ControlKey":"71265663-fff7-4f2d-b062-ad3cbee9e596","ControlNumber":"9919","DisclosureBlock":"&nbsp;<b>E. Thomas, <\/b> None..<br><b>R. S. Thankan, <\/b> None..<br><b>P. Purushottamachar, <\/b> None..<br><b>V. C. O. Njar, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9675","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB235","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Thomas, PhD","PresenterKey":"7ebaafca-b918-49d0-b494-55730f9557fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB235. Mechanistic studies on VNLG-152R-mediated tumor inhibition of triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanistic studies on VNLG-152R-mediated tumor inhibition of triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"CCAAT\/Enhancer Binding Protein &#946; (C\/EBP&#946;) is a basic leucine zipper (bZIP) transcription factor that causes aberrant gene expression in many cancers. Upregulated or overactivated C\/EBP&#946; drives oncogenesis by promoting tumor survival and proliferation and is a critical regulator of the immunosuppressive tumor microenvironment (TME). Specifically, C\/EBP&#946; regulates macrophage differentiation, activating a transcriptional program driving macrophage polarization toward immunosuppressive M2-type myeloid-derived suppressor cells (MDSCs). Consistently, activation of C\/EBP&#946; correlates with poor prognosis in several types of human cancer. Thus, targeting C\/EBP&#946; to reprogram tumor-associated macrophages (TAMs) from the M2 toward the immune-promoting M1 phenotype represents an attractive strategy to enhance antitumor immunity. ST101 is a novel peptide antagonist of C\/EBP&#946; dimerization that inhibits C\/EBP&#946;-dependent gene expression. Here we evaluated the impact of ST101 on macrophage differentiation, cytotoxic T-cell activation, and in vivo anti-tumor activity. Primary human macrophages cultured from Peripheral Blood Mononuclear Cells (hPBMCs) were activated toward the M1 or M2 phenotype by LPS and IFN&#947; or IL-4, respectively. ST101 exposure dose-dependently suppressed expression of M2 markers (CD163, CD206) while inducing M1 markers (CD80, CD86) by flow cytometry and quantitative PCR, resulting in a 40-fold increase in the M1\/M2 ratio without substantial impact on cell viability. Next, in co-cultures of T cells with M2 macrophage, ST101 exposure resulted in a 4-fold increase in T-cell activation compared to control M2\/T cell co-cultures, as measured by intracellular IFN-&#947; staining. Importantly, ST101 did not suppress proliferation or activity of T cells cultured alone. Finally, in an orthotopic TNBC model in vivo, ST101 in combination with anti-PD-1 treatment enhanced anti-tumor activity compared to either single agent alone. The observed increase in tumor growth inhibition was accompanied by a reduced TAM fraction and increased intratumoral and peripheral M1\/M2 ratios. ST101 is being evaluated in a Phase 1-2 clinical study in patients with advanced unresectable and metastatic solid tumors (NCT04478279). Initial gene expression analysis performed on 8 paired patient biopsies (prior to ST101 exposure and within 24 hrs of ST101 administration during cycle 2 of therapy) collected during dose escalation (4 mg\/kg ST101 or greater) indicates a significant decrease in expression of multiple factors involved in M2 polarization, including CD209, SIGLEC5 and IL-24, and T cell suppression, including FoxP3 and inhibitory KIR proteins. The result is a decrease in intratumoral regulatory T cell (Treg) vs. TIL ratio, indicating a shift towards a more immunoactive TME. Overall, these results support a novel, macrophage-driven mechanism of action for ST101 as anticancer agent and suggest the exploration of ST101 in immune-oncology therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET05-03 Role of the microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"C\/EBP,Microenvironment,Macrophages,Peptides,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Claudio Scuoppo<\/i><\/presenter>, <presenter><i>Rick Ramirez<\/i><\/presenter>, <presenter><i>Siok Leong<\/i><\/presenter>, <presenter><i>Lila Ghamsari<\/i><\/presenter>, <presenter><i>Gina Capiaux<\/i><\/presenter>, <presenter><i>Rob Michel<\/i><\/presenter>, <presenter><i>Steve Kaesshaefer<\/i><\/presenter>, <presenter><i>Gene Merutka<\/i><\/presenter>, <presenter><i>Barry Kappel<\/i><\/presenter>, <presenter><i>Abi Vainstein-Haras<\/i><\/presenter>, <presenter><i>Alice Bexon<\/i><\/presenter>, <presenter><u><i>Jim Rotolo<\/i><\/u><\/presenter>. Sapience Therapeutics, Inc., Harrison, NY, Bexon Clinical Consulting, LLC, Upper Montclair, NJ","CSlideId":"","ControlKey":"2e08a832-447c-4c4d-bd49-95cad52d4f4a","ControlNumber":"9868","DisclosureBlock":"&nbsp;<b>C. Scuoppo, <\/b> None..<br><b>R. Ramirez, <\/b> None..<br><b>S. Leong, <\/b> None..<br><b>L. Ghamsari, <\/b> None..<br><b>G. Capiaux, <\/b> None.&nbsp;<br><b>R. Michel, <\/b> <br><b>Johnson and Johnson<\/b> Stock.<br><b>S. Kaesshaefer, <\/b> None..<br><b>G. Merutka, <\/b> None..<br><b>B. Kappel, <\/b> None.&nbsp;<br><b>A. Vainstein-Haras, <\/b> <br><b>BioLineRx<\/b> Employment, Stock. <br><b>A. Bexon, <\/b> <br><b>Vyriad<\/b> Stock Option, Consultant. <br><b>Sapience Therapeutics<\/b> Employment, Stock Option, Consultant.<br><b>J. Rotolo, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9676","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB236","PresenterBiography":null,"PresenterDisplayName":"Jim Rotolo, PhD","PresenterKey":"c9a3c70b-6854-41b3-9325-0e35a760d073","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB236. ST101, a peptide antagonist of novel I\/O target CEBP&#946;,reprograms MDSCs and promotes an immunoactive tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ST101, a peptide antagonist of novel I\/O target CEBP&#946;,reprograms MDSCs and promotes an immunoactive tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Chromosomal instability (CIN), the increase in the rate of whole\/partial chromosome gains and losses, is a driving feature of cancer identified in ~90% of solid tumours. CIN generates intratumor heterogeneity (ITH), drives evolutionary adaptation, and is associated with highly aggressive, drug-resistant tumours and poor prognosis. Aberrations in numerous pathways have been suggested to increase CIN. However, how CIN is initiated and maintained in non-small cell lung cancer (NSCLC) is largely unknown. Here we have analysed multi-region WES sequencing data from patients of the TRACERx study, and identified novel genes involved in the DNA damage response (DDR) that may contribute to chromosomal instability. Using orthogonal methods, we have identified that genetic alteration in 6 genes, particularly FAT1, culminates in deficiencies in homologous recombination repair (HRR). This is manifested by a reduction of RAD51 and BRCA1 foci formation, reduced end-resection rate and increased 53BP1 bodies. We find that these deficiencies in the HRR pathway can lead to an increase in structural CIN and deviation from the modal cjromosome number. Furthermore, we observed an early selection of FAT1 mutations in the TRACERx421 LUSC cohort, which resulted in more genome-doubling. We reprot mirrored sub-clonal allelic imbalance (MSAI) events at the FAT1 gene locus, indicating parallel evolution. We have proceeded to validate these observations using several cell lines, showing that FAT1 loss promotes whole genome doubling (WGD) through the generation of actively replicating binucleated cells through an elevated mitotic error rate. Importantly, the elevated CIN induced by FAT1 loss could be partially ameliorated by co-depletion of the oncogene YAP1. We hypothesize that elevated CIN could synergize with WGD to generate increased intratumor heterogeneity. To investigate this, we modelled the relationship between FAT1 loss and genome doubling in an isogenic cell culture system using PC9 cells which are sensitive to the EGFR inhibitor, Osimertinib. Indeed, we observed an elevated rate of acquired resistance in FAT1 KO genome-doubled PC9 cells, which we attribute to the high CIN level generated by FAT1 loss. In line with our hypothesis, we also observed a significant increase in genome content in FAT1 KO cells, suggesting FAT1 loss induces a second WGD event to escape targeted therapy.<br \/>In conclusion, FAT1 is one of the most frequently mutated genes both in the TRACERx421 cohort and in somatic tissues (Martincorena et al, Science 2015). We postulate that FAT1 loss attenuates DDR and exacerbates CIN to enhance tumour heterogeneity, early in lung cancer evolution. Our observation that FAT1 loss leads to elevated EGFRi resistance also provides a unique opportunity to understand how EGFRi resistance arises through elevated CIN.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"Hippo pathway,DNA damage response,Lung cancer: non-small cell,Tumor evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Wei-Ting Lu<\/i><\/u><\/presenter>, <presenter><i>Lykourgos-Panagiotis Zalmas<\/i><\/presenter>, <presenter><i>Chris Bailey<\/i><\/presenter>, <presenter><i>Oriol Pich<\/i><\/presenter>, <presenter><i>Carlos M. Ruiz<\/i><\/presenter>, <presenter><i>James Black<\/i><\/presenter>, <presenter><i>Georgia Stavrou<\/i><\/presenter>, <presenter><i>Dhruva Biswas<\/i><\/presenter>, <presenter><i>Francisco Gimeno-Valiente<\/i><\/presenter>, <presenter><i>Kevin Litchfield<\/i><\/presenter>, <presenter><i>Jiri Bartek<\/i><\/presenter>, <presenter><i>Nicholas McGranahan<\/i><\/presenter>, <presenter><i>Nnennaya Kanu<\/i><\/presenter>, <presenter><i>Charles Swanton<\/i><\/presenter>. The Francis Crick Institute, London, United Kingdom, CRUK Lung Cancer Center of Excellence, University College London, London, United Kingdom, Danish Cancer Society Research Center, Copenhagen, Denmark","CSlideId":"","ControlKey":"73db7168-4680-4a79-8b0f-e66df9a8db4a","ControlNumber":"9536","DisclosureBlock":"&nbsp;<b>W. Lu, <\/b> None..<br><b>L. Zalmas, <\/b> None..<br><b>C. Bailey, <\/b> None..<br><b>O. Pich, <\/b> None..<br><b>C. M. Ruiz, <\/b> None..<br><b>J. Black, <\/b> None..<br><b>G. Stavrou, <\/b> None.&nbsp;<br><b>D. Biswas, <\/b> <br><b>NanoString<\/b> Other, pseronal fees. <br><b>AstraZeneca<\/b> Other, pseronal fees.<br><b>F. Gimeno-Valiente, <\/b> None.&nbsp;<br><b>K. Litchfield, <\/b> <br><b>Roche<\/b> Other, speaker fees. <br><b>CRUKTDL\/Ono Pharmaceutical\/LifeArc Alliance<\/b> Grant\/Contract. <br><b>Genesis Therapeutics<\/b> Grant\/Contract. <br><b>Monopteros Therapeutics<\/b> Other, Consulting roles. <br><b>Kynos Therapeutics<\/b> Other, Consulting roles.<br><b>J. Bartek, <\/b> None.&nbsp;<br><b>N. McGranahan, <\/b> <br><b>Achilles Therapeutics<\/b> Patent, Other, consultating role. <br><b>N. Kanu, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>C. Swanton, <\/b> <br><b>Pfizer<\/b> Grant\/Contract, Other, consultation. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, SAB borad member, Chief Investigator for the MeRmaid1 clinical trial, consultation. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, consultation. <br><b>Roche-Ventana<\/b> Grant\/Contract, Other, consultation. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract. <br><b>Archer Dx Inc\/Invitae<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>Amgen<\/b> Other, consultation. <br><b>Novartis<\/b> Other, consultation. <br><b>GSK<\/b> Other, consultation. <br><b>MSD<\/b> Other, consultation. <br><b>Illumina<\/b> Other, consultation. <br><b>Genetech<\/b> Other, consultation. <br><b>GRAIL<\/b> Stock Option, Other, consultation, SAB member, Co-Chief Investigator of NHS Galleri trial funded by GRAIL. <br><b>Medicxi<\/b> Other, consultation. <br><b>Bicycle Therapeutics<\/b> Stock Option, Other, consultation, SAB member. <br><b>Apogen Biotechnologies<\/b> Stock Option. <br><b>Epic Bioscience<\/b> Stock Option. <br><b>Achilles Therapeutics<\/b> Stock Option, Other, co-founder, SAB member. <br><b>Metabomed<\/b> Other, Consultation.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9677","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB237","PresenterBiography":"","PresenterDisplayName":"Wei-ting Lu, PhD","PresenterKey":"3cf9aaea-a8be-4c68-b005-037bc29deaff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB237. Functional characterisation of TRACERx reveals mechanisms of NSCLC evolution","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional characterisation of TRACERx reveals mechanisms of NSCLC evolution","Topics":null,"cSlideId":""},{"Abstract":"The gene encoding epidermal growth factor receptor (EGFR) is a major driver gene in cancer. Many drugs targeting EGFR-associated molecules have been developed, yet many have failed in clinical trials due to a lack of efficacy and\/or unexpected side effects. In this study, I used image-based phenotypic profiling to screen a pharmacologically active compound library with the aim of identifying new druggable targets in the EGFR pathway. As anticipated, the phenotypic screen identified compounds that produce phenotypes resulting from targeting a known specific molecule or pathway. The assay also showed that compounds with diverse known mechanisms of action produced similar, EGFR-related cellular phenotypes. Biochemical assays revealed that those compounds share a previously unappreciated common target\/pathway, showing that the image-based assay can identify new target molecules that are independent of the compound&#8217;s known target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Target discovery,EGFR,High-content screening,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kenji Tanabe<\/i><\/u><\/presenter>. Tokyo Women's Medical University, Tokyo, Japan","CSlideId":"","ControlKey":"b81733bc-0108-443b-a410-0bac9a31396a","ControlNumber":"9787","DisclosureBlock":"&nbsp;<b>K. Tanabe, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9678","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB238","PresenterBiography":null,"PresenterDisplayName":"Kenji Tanabe, PhD","PresenterKey":"485b701a-c97f-4daf-9299-4b46555454e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB238. Image-based phenotypic profiling of a chemogenomic screening library identifies nobel targets of known inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Image-based phenotypic profiling of a chemogenomic screening library identifies nobel targets of known inhibitors","Topics":null,"cSlideId":""},{"Abstract":"This study aims to determine the effect of hnRNPH1\/H2 (H1\/H2) downregulation on immune-related genes <i>in vitro<\/i>. Due to the molecular heterogeneity of melanoma, it is difficult to treat it, which necessitates new approaches. We discovered compounds that selectively kill melanoma cells by binding to spliceosomal proteins hnRNPH1\/H2. RNAseq of melanoma cells treated with H1\/H2 siRNA showed upregulation of immune pathways. To validate this effect of genomic modulation of H1\/H2 on immune gene expression, we used NanoString method. We treated both WM266-4 cell line and melanocytes with H1\/H2 siRNA and scrambled siRNA to knockdown our target gene. Then, RNA was extracted and analyzed by NanoString. Analysis data of melanoma cell line showed a significant difference between RNA samples treated with scrambled and the one treated with siRNA in upregulating immune-related genes. In contrast, data of melanocytes revealed no significant difference between scrambled and siRNA samples and did not show upregulation of these genes. This implies the specificity of this response to melanoma cells. In conclusion, we hypothesize that downregulation of spliceosomal proteins H1\/H2 can upregulate immune-related genes, which in turn can improve melanoma patients&#8217; survival. Consequently, H1\/H2 can be targeted as a novel therapeutic approach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,siRNA,hnRNPH1\/H2,Immune-related genes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Maab Sultan<\/i><\/u><\/presenter>, <presenter><i>Juan Diez<\/i><\/presenter>, <presenter><i>Keiran S.M. Smalley<\/i><\/presenter>, <presenter><i>Vladimir Beljanski<\/i><\/presenter>, <presenter><i>Lubov Nathonson<\/i><\/presenter>, <presenter><i>Dmitriy Minond<\/i><\/presenter>. Nova Southeastern University, College of Pharmacy, Davie, FL, Moffitt Cancer Center, Department of Tumor Biology, Tampa, FL, Cell Therapy Institute, Dr Kiran C. Patel College of Allopathic Medicine, Nova Southeastern University, Davie, FL, Keeran Patel College of Osteopathic Medicine and Institute for Neuro-Immune Medicine, Fort Lauderdale, FL","CSlideId":"","ControlKey":"da57d55c-f3d8-4b66-ba6f-0e34f8d0133f","ControlNumber":"9915","DisclosureBlock":"&nbsp;<b>M. Sultan, <\/b> None..<br><b>J. Diez, <\/b> None..<br><b>K. Smalley, <\/b> None..<br><b>V. Beljanski, <\/b> None..<br><b>L. Nathonson, <\/b> None..<br><b>D. Minond, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9679","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB239","PresenterBiography":null,"PresenterDisplayName":"Maab Sultan, MS","PresenterKey":"ea8bf7d9-7ad2-4fb0-bfaf-58e7f884e63a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB239. Downregulation of spliceosomal proteins hnRNPH1 and H2 in WM266-4 melanoma cells induces immune signaling","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Downregulation of spliceosomal proteins hnRNPH1 and H2 in WM266-4 melanoma cells induces immune signaling","Topics":null,"cSlideId":""},{"Abstract":"Messenger RNA (mRNA) has emerged as a new class of therapeutic agent delivered by a carrier lipoplex (LPX) to elicit an immune-response for treating various diseases, including cancers. However, the PK and tissue distribution of the components is not well characterized given its therapeutic novelty and structural complexity. As such, this study aimed to characterize the distribution and metabolic fate of LPX-mRNA using a radiolabeled DOTMA, a component of the LPX-mRNA therapeutic, to aid the development of this anti-cancer agent. To track the fate of LPX-mRNA, DOTMA was first radiolabeled with [<sup>14<\/sup>C] through chemical synthesis (<sup>14<\/sup>C-DOTMA, and then mixed with DOPE and mRNA at a specific ratio to form <sup>14<\/sup>C-DOTMA-LPX-mRNA (<sup>14<\/sup>C-LPX-mRNA)). The plasma protein binding and blood cell partitioning for both <sup>14<\/sup>C-LPX-mRNA and <sup>14<\/sup>C-DOTMA alone were assessed in vitro. Moreover, the in vivo biodistribution and elimination of both <sup>14<\/sup>C-molecules were characterized following a single intravenous (IV) injection in mice up to 12 weeks.The in-vitro assays showed the <sup>14<\/sup>C-DOTMA and the <sup>14<\/sup>C-LPX-mRNA were highly associated with plasma proteins and blood cell as the complexes were spun down at a much higher level as compared to in PBS solution (~5% and ~60% plasma proteins bound and ~60% and ~80% blood cell partitioned in <sup>14<\/sup>C-DOTMA and the <sup>14<\/sup>C-LPX-mRNA, respectively). Following in-vivo dosing in mice, plasma radioactivity of both test molecules showed a biphasic elimination profile with a rapid phase of decrease during the first 3 days followed by a prolonged exposure phase. The radioactivity in the whole blood and plasma displayed similar profiles but had minimal partitioning to blood cells, differing from the in-vitro data. We hypothesized that, both drug substances began to associate with plasma proteins\/blood cells, then quickly distributed to the tissues and eliminated from the systemic circulation. Among all tissues analyzed, the liver and spleen showed the highest radioactivity levels where the <sup>14<\/sup>C-LPX-mRNA peaked within the day while <sup>14<\/sup>C-DOTMA peaked at 3-weeks-after-dose, followed by a long persistency. Lower levels of distribution and persistence of radioactivity were also observed in other tissues. The route of elimination is mainly through the biliary-fecal route with minimal contribution from the renal route for <sup>14<\/sup>C-LPX-mRNA. <sup>14<\/sup>C-LPX-mRNA achieved mass balance at 8-weeks after dose where ~70% was eliminated through feces, 3% through urine and ~20% remaining in tissues. <sup>14<\/sup>C-DOTMA animals have an under-recovery of about 40-50% in radioactivity due to animals&#8217; low intake of food and water which caused a severe reduction in animals&#8217; weight. In summary, this study fully characterized the fate of the <sup>14<\/sup>C-DOTMA and the <sup>14<\/sup>C-LPX-mRNA in vitro and in vivo in mice. Our data demonstrated that the LPX-mRNA (by tracking DOTMA) mainly distributed to the spleen and liver with a long persistency, consistent with previous study showing the spleen as the major tissue for mRNA distribution. However, the LPX&#8217;s elimination profile (duration\/persistency) is likely very different from that of mRNA. The ongoing work is to track the fate of mRNA component in LPX-mRNA, which could provide more insight on the correlation of DOTMA and mRNA, and help the development of this novel therapeutic modality.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET07-05 Pharmacokinetics and pharmacodynamics,,"},{"Key":"Keywords","Value":"Cancer vaccine,Pharmacokinetics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Victor Yip<\/i><\/u><\/presenter>, <presenter><i>Gillie Roth<\/i><\/presenter>, <presenter><i>Elizabeth Torres<\/i><\/presenter>, <presenter><i>Sara Wichner<\/i><\/presenter>, <presenter><i>Craig Blanchette<\/i><\/presenter>, <presenter><i>Amrita Kamath<\/i><\/presenter>, <presenter><i>Ben-Quan Shen<\/i><\/presenter>. Genentech, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"941d97c3-df54-4c92-9eb0-ffa71574f540","ControlNumber":"9580","DisclosureBlock":"<b>&nbsp;V. Yip, <\/b> <br><b>Genentech Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>G. Roth, <\/b> <br><b>Genentech Inc.<\/b> Employment, Stock, Stock Option, Travel. <br><b>E. Torres, <\/b> <br><b>Genentech Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Wichner, <\/b> <br><b>Genentech Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. Blanchette, <\/b> <br><b>Genentech Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. Kamath, <\/b> <br><b>Genentech Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Shen, <\/b> <br><b>Genentech Inc.<\/b> Employment, Stock, Stock Option, Travel.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9682","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB242","PresenterBiography":null,"PresenterDisplayName":"Victor Yip","PresenterKey":"410e24c0-6efe-44e7-8ec8-b7f3d038e0b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB242. Characterizing the fate&#60;tissue distribution and excretion route&#62; of cancer vaccine lipoplex-RNA following intravenous injection of <sup>14<\/sup>C-DOTMA-lipoplex-mRNA in mice","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing the fate&#60;tissue distribution and excretion route&#62; of cancer vaccine lipoplex-RNA following intravenous injection of <sup>14<\/sup>C-DOTMA-lipoplex-mRNA in mice","Topics":null,"cSlideId":""},{"Abstract":"Background: The Stimulator of Interferon Genes (STING) plays a crucial role in the innate immune response. Several previous STING agonist development compounds have shown limited therapeutic efficacy in oncology clinical trials. ONM-501 is a novel STING agonist: the endogenous STING agonist 2&#8217;,3&#8217;-cyclic GMP-AMP (cGAMP) is encapsulated within PC7A micelles. PC7A induces polyvalent STING condensation and prolongs immune activation. cGAMP-PC7A nanoparticles offer a dual &#8216;burst&#8217; and &#8216;sustained&#8217; STING activation. The anti-tumor efficacy and pharmacodynamic analysis of ONM-501 in multiple tumor models have been demonstrated previously. Here we report the pharmacokinetic (PK) and biodistribution (BD) analysis of ONM-501 in mice and safety evaluation in mice, rats and primates.<br \/>Methods: PC7A polymers conjugated with LiCOR 800CW were mixed with unlabeled PC7A in 1:9 ratio and cGAMP was encapsulated into micelles to generate an &#8220;always-on&#8221; fluorescently labelled ONM-501-CW800. Na&#239;ve or tumor-bearing mice were injected subcutaneously (SC) or intratumorally (IT) with ONM-501-CW800, respectively, and plasma and multiple organ samples were collected; the whole tissue specimens were first imaged ex vivo using LiCOR Pearl Imaging system, and then homogenized and the fluorescence quantified against standard curves prepared by spiking ONM-501-CW800 into a homogenate of the relevant matrix. PK parameters were calculated using non-compartmental methods. Safety and tolerability were evaluated by single- and multiple-dose SC injections in na&#239;ve animals up to the highest feasible doses.<br \/>Results: The BD pattern of ONM-501-CW800 was similar after IT and SC injections. The highest concentrations were observed at the injection sites and draining lymph nodes at all timepoints for both routes of administration. The concentrations in the injection site were much higher in tumors following IT than in dermal tissue following SC injection. After a 50 &#181;g dose, systemic exposure to ONM&#8209;501-CW800 was ~1.8- and 2.4-fold lower after IT than SC injection based on Cmax and AUC(inf), respectively. The plasma t&#189; after IT injection, 17.4 hours, was ~1.3-fold longer than after SC injection, 12.9 hours. The Cmax and AUC (inf) in tumors were ~144- and 120-fold higher than in plasma after IT injection, with a t&#189; of 25.2 hours in tumors. In single-dose toxicology studies, ONM-501 was well tolerated in mice, rats and monkeys without severe or irreversible systemic toxicities up to the maximum feasible SC doses at 74, 45 and 30 mg\/kg, respectively. In the 4-week repeat-dose GLP toxicology studies, the highest non-severely toxic SC dose (HNSTD) was 30 and 7.5 mg\/kg in rats and monkeys, respectively.<br \/>Conclusions: Systemic exposure to ONM-501 was lower after IT than SC administration, which is consistent with increased ONM-501 retention in tumors. Combined with preclinical toxicology studies, ONM-501 showed a favorable pharmacokinetic, tolerability and safety profile that support its continued development in cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET07-05 Pharmacokinetics and pharmacodynamics,,"},{"Key":"Keywords","Value":"Pharmacokinetics,STING agonist,Safety,Biodistribution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Zirong Chen<\/i><\/u><\/presenter>, <presenter><i>Gang Huang<\/i><\/presenter>, <presenter><i>Katy Torres<\/i><\/presenter>, <presenter><i>Fiona Stavros<\/i><\/presenter>, <presenter><i>Alessandra Ahmed<\/i><\/presenter>, <presenter><i>Jason Miller<\/i><\/presenter>, <presenter><i>Tian Zhao<\/i><\/presenter>, <presenter><i>Jinming Gao<\/i><\/presenter>, <presenter><i>Ruolan Han<\/i><\/presenter>. OncoNano Medicine, Dallas, TX, University of Texas Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"c8a052d0-43f6-42b6-94e4-85df2ae09a87","ControlNumber":"9906","DisclosureBlock":"<b>&nbsp;Z. Chen, <\/b> <br><b>Onconano Medicine<\/b> Employment.<br><b>G. Huang, <\/b> None..<br><b>K. Torres, <\/b> None.&nbsp;<br><b>F. Stavros, <\/b> <br><b>Onconano Medicine<\/b> Employment.<br><b>A. Ahmed, <\/b> None.&nbsp;<br><b>J. Miller, <\/b> <br><b>Onconano Medicine<\/b> Employment. <br><b>T. Zhao, <\/b> <br><b>Onconano Medicine<\/b> Employment. <br><b>J. Gao, <\/b> <br><b>Onconano Medicine<\/b> Employment. <br><b>R. Han, <\/b> <br><b>Onconano Medicine<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9685","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB245","PresenterBiography":null,"PresenterDisplayName":"Zirong Chen, PhD","PresenterKey":"61dfcded-5b6f-4e39-8e13-168872cda1b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB245. ONM-501, a dual-activating polyvalent STING agonist, enhances tumor retention and demonstrates favorable preclinical safety profile","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ONM-501, a dual-activating polyvalent STING agonist, enhances tumor retention and demonstrates favorable preclinical safety profile","Topics":null,"cSlideId":""},{"Abstract":"Enfortumab vedotin (EV) is a monomethyl auristatin E (MMAE)-containing antibody-drug conjugate directed to Nectin-4, which is highly expressed in bladder cancers. Preclinically, EV has demonstrated tumor cell killing by direct cytotoxicity and bystander effect and can induce the hallmarks of immunogenic cell death. EV improves survival in adults with previously treated locally advanced or metastatic urothelial carcinoma (la\/mUC) and is approved in the US, Europe, Japan, and others. Most newly diagnosed bladder cancer cases are non-muscle invasive (NMIBC). Standard treatment of high-risk NMIBC involves transurethral resection followed by intravesical Bacillus Calmette-Guerin (BCG) or chemotherapy. Although response to BCG is high, recurrence is common, and treatment options for patients with BCG-unresponsive tumors are limited, underscoring the significant unmet need. Previously, we demonstrated compelling preclinical antitumor activity of EV in NMIBC models with a favorable safety profile and minimal systemic exposure. EV-mediated antitumor activity was confirmed in a mouse model of NMIBC by both bioluminescence imaging and IHC for hNectin-4-expressing cancer cells. Following intravesical administration of EV, tumor growth inhibition ranged 46-96% across the dose range tested. Colocalization of EV to Nectin-4-positive tumor tissues was confirmed by IHC in the engrafted tumor cells. Systemic EV exposure in tumor-bearing mice was low, consistent with previous nonclinical studies, supporting that the antitumor activity is driven by local exposure within the bladder. In a repeat-dose GLP toxicology study in rats, no systemic toxicities were observed at intravesical doses up to 6-fold higher than the maximum tolerated IV dose. This lack of systemic toxicities that can occur with IV administration in rats was likely due to minimal systemic exposure of both EV and unconjugated MMAE. Currently, the safety, tolerability, and antitumor activity of intravesical EV are being evaluated in a Phase 1 study in adults with high-risk, BCG-unresponsive NMIBC (EV-104, NCT05014139). The initial dose level for EV-104 was selected to be active and predicted to have minimal systemic absorption based on preclinical and known clinical IV data. Here, we present confirmatory clinical data demonstrating that EV and unconjugated MMAE are undetectable in the bloodstream at the starting dose. These findings confirm the translatability of our nonclinical models and provide evidence that intravesical administration of EV in NMIBC is a promising approach that limits systemic exposure. These data support the potential for a favorable safety and activity profile and warrant continued investigation of intravesical EV in patients with NMIBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++ET07-07 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bladder cancer,Drug delivery,Pharmacokinetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Devra Olson<\/i><\/u><\/presenter>, <presenter><i>Yen Lin Chia<\/i><\/presenter>, <presenter><i>Enaharo Iboi<\/i><\/presenter>, <presenter><i>Lauren Farr<\/i><\/presenter>, <presenter><i>Maddy Burcher<\/i><\/presenter>, <presenter><i>Anthony Lee<\/i><\/presenter>, <presenter><i>Kelly Hensley<\/i><\/presenter>, <presenter><i>Sean Allred<\/i><\/presenter>, <presenter><i>Abbie Wong<\/i><\/presenter>, <presenter><i>Masashi Shimazaki<\/i><\/presenter>, <presenter><i>Masamichi Mori<\/i><\/presenter>, <presenter><i>Sharsti Sandall<\/i><\/presenter>, <presenter><i>Christopher Carosino<\/i><\/presenter>. Seagen, Bothell, WA, Astellas Research Institute of America LLC, Northbrook, IL, Astellas Pharma Inc, Ibaraki, Japan","CSlideId":"","ControlKey":"4b83d1c2-aca7-4fa9-a030-3ccd5f8ffd7c","ControlNumber":"9948","DisclosureBlock":"<b>&nbsp;D. Olson, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option. <br><b>Y. Chia, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option. <br><b>E. Iboi, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option. <br><b>L. Farr, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option. <br><b>M. Burcher, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option. <br><b>A. Lee, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option. <br><b>K. Hensley, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option. <br><b>S. Allred, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option. <br><b>A. Wong, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option. <br><b>M. Shimazaki, <\/b> <br><b>Astellas Research Institute of America LLC<\/b> Employment. <br><b>M. Mori, <\/b> <br><b>Astellas Pharma Inc<\/b> Employment. <br><b>S. Sandall, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option. <br><b>C. Carosino, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9686","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB246","PresenterBiography":null,"PresenterDisplayName":"Devra Olson, BA","PresenterKey":"09feb144-4eeb-4bcb-b560-7a0d2797a112","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB246. Enfortumab vedotin, a nectin-4-directed antibody-drug conjugate, demonstrates compelling antitumor activity in non-muscle invasive bladder cancer models which predicts minimal systemic exposure when administered by intravesical instillation in patients","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"694","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Experimental and Molecular Therapeutics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enfortumab vedotin, a nectin-4-directed antibody-drug conjugate, demonstrates compelling antitumor activity in non-muscle invasive bladder cancer models which predicts minimal systemic exposure when administered by intravesical instillation in patients","Topics":null,"cSlideId":""}]