[{"Abstract":"Introduction: Interpatient heterogeneity is one of the causes of treatment failure in bladder cancer (BLCa) patients, who would therefore profit from tailor-made therapies. Toward the direction of precision medicine, patient-derived organoids (PDOs), which retain parental tumor (PT) features, have been successfully tested in different cancer types and shown to predict patients&#8217; responses. Therefore, our study aimed to explore the ability of BLCa PDOs to retain PT features and to determine patient drug sensitivity. We correlated PDO drug response profiles to their genomic profiles and the patient's clinical history.<br \/>Methods: PDOs were derived from the suspension culture of single cells. Whole exome sequencing was performed on genomic DNA and scRNA sequencing on 3 PT\/PDO pairs. Histological evaluation of PDO and PT marker expression and morphology was performed. PDOs were treated for 48h and drug response was evaluated by viability assay.<br \/>Results: We derived PDOs from non-muscle-invasive and muscle-invasive BLCa. Genomic analysis of 15 representative PT\/PDOs pairs showed high similarity in terms of copy number variations and single nucleotide variants (SNVs) with preservation of peculiar BLCa alterations. PT genomic heterogeneity was preserved in PDOs as demonstrated by the correlation between SNVs clonality profiles of PT\/PDOs pairs. Moreover, marker analyses at the scRNA and protein levels supported that PDOs retained the main tumor phenotype. Interestingly, PDO grew accordingly to three morphologies linked to marker expression and PT stage.PDOs were used in drug screen assays for testing standard-of-care (SOC) and FDA-approved drugs. PDO responses were highly heterogeneous highlighting interpatient heterogeneity. In 2 case, PDO sensitivity mimicked the patient&#8217;s response to SOC and in a few cases correlated with the sample-specific genomic background. Due to the high relapse rate of BLCa, we performed 2 longitudinal studies. In the first one, PDOs from a relapse collected after epirubicin treatment showed less sensitivity to the drug compared to the baseline sample. Moreover, the SNVs' mean clonality of relapse PDOs was significantly higher than the baseline PDOs which were characterized by mutations in DNA damage repair genes (e.g., ATM, FANC1, ERCC2, and BRCA2). We hypothesize a drug-induced selection of a pre-existing epirubicin-resistant population. In the second study, PDOs from the cystectomy and the following relapse showed similar genomic and drug sensitivity profiles suggesting that the first sample could be informative for adjuvant therapy.<br \/>Conclusion: We established PDOs from different BLCa stages and grades which preserve PT features and can be implemented in drug screening assays for personalized approaches. The power of PDOs in precision medicine was highlighted by the longitudinal studies that showed that PDOs mirrored patient response and tumor evolution <i>in vitro<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Drug sensitivity,Screening,Precision medicine,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Martina Minoli<\/b><sup>1<\/sup>, Thomas Cantore<sup>2<\/sup>, Daniel Hanhart<sup>1<\/sup>, Mirjam Kiener<sup>1<\/sup>, Tarcisio Fedrizzi<sup>2<\/sup>, Federico La Manna<sup>1<\/sup>, Sofia Karkampouna<sup>1<\/sup>, Panagiotis Chouvardas<sup>1<\/sup>, Vera Genitsch<sup>3<\/sup>, José Antonio Rodriguez-Calero<sup>3<\/sup>, Eva Compérat<sup>4<\/sup>, Irena Klima<sup>1<\/sup>, Paola Gasperini<sup>2<\/sup>, Bernhard Kiss<sup>5<\/sup>, Roland Seiler-Blarer<sup>6<\/sup>, Francesca Demichelis<sup>2<\/sup>, George N. Thalmann<sup>5<\/sup>, Marianna Kruithof-de Julio<sup>1<\/sup><br><br\/><sup>1<\/sup>Department for BioMedical Research, Urology Research Laboratory, University of Bern, Bern, Switzerland,<sup>2<\/sup>Department of Cellular, Computational and Integrative Biology, University of Trento, Trento, Italy,<sup>3<\/sup>Institute of Pathology - Bern University Hospital, Bern, Switzerland,<sup>4<\/sup>Department of Pathology, General Hospital - Medical University Vienna, Vienna, Austria,<sup>5<\/sup>Department of Urology, Inselspital - Bern University Hospital, Bern, Switzerland,<sup>6<\/sup>Departmentof Urology, Hospital Center Biel, Biel, Switzerland","CSlideId":"","ControlKey":"c4cff6f5-60fb-42db-b123-0e5d50606dd9","ControlNumber":"4375","DisclosureBlock":"&nbsp;<b>M. Minoli, <\/b> None..<br><b>T. Cantore, <\/b> None..<br><b>D. Hanhart, <\/b> None..<br><b>M. Kiener, <\/b> None..<br><b>T. Fedrizzi, <\/b> None..<br><b>F. La Manna, <\/b> None..<br><b>S. Karkampouna, <\/b> None..<br><b>P. Chouvardas, <\/b> None..<br><b>V. Genitsch, <\/b> None..<br><b>J. Rodriguez-Calero, <\/b> None..<br><b>E. Compérat, <\/b> None..<br><b>I. Klima, <\/b> None..<br><b>P. Gasperini, <\/b> None..<br><b>B. Kiss, <\/b> None..<br><b>R. Seiler-Blarer, <\/b> None..<br><b>F. Demichelis, <\/b> None..<br><b>G. Thalmann, <\/b> None..<br><b>M. Kruithof-de Julio, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2434","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"182","PresenterBiography":null,"PresenterDisplayName":"Martina Minoli, MS","PresenterKey":"6ce9161a-da0b-4282-81ca-708a209baf86","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"182. Bladder cancer organoids as a functional system to model different disease stages and therapy response","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bladder cancer organoids as a functional system to model different disease stages and therapy response","Topics":null,"cSlideId":""},{"Abstract":"Metastatic colorectal cancer (CRC) patients who have become resistant to standard-of-care (SOC) treatments are often put on targeted therapies, including experimental drugs still in clinical trials. However, patients with targeted mutations still often do not respond to the targeted therapies alone, hence it remains a critically unmet need to explore potential combinatorial regimens that will enhance the efficacy. We performed a high-throughput screen using MicroOrganoSpheres (MOS) derived from metastatic refractory patients to correlate with clinical outcomes and explore alternative combinations that might benefit the patients. Biopsies from metastatic CRC patients who became resistant to SOC and were about to receive targeted therapies in clinical trials were molecularly profiled and implanted into immunodeficient mice to generate patient-derived xenografts (PDX). MOS were derived and established from PDX using droplet-based microfluidics for high-throughput 3D screening. These MOS-based refractory patient avatars contain either targetable mutations including KRAS G12C and BRAF 600E or no such mutations. Response of the MOS to dose-titrated single and combination drug treatments including the available targeted therapies were measured by a fully automated robotic dispensing and imaging pipeline and quantified by AI-based live imaging analytical algorithm to generate robust drug response curves, which were used to derive IC50 and EC50. We tested both FDA-approved and experimental targeted therapies as single agent or in combination in 5-dose titrations. Longitudinal tracking of each MOS with Live\/dead fluorescence dye signals was obtained for 5 days. MOS drug response curves and IC50s show correlation with clinical outcomes. Furthermore, this comprehensive dataset enabled us to assess the potential benefit of different combinations, help deconvolute the efficacy and synergy of individual drugs, and provide insight into patients who fail to response to targeted therapies despite possessing the targeted mutations. As the MOS diagnostic assay can be completed from a patient biopsy within 10 days and is currently in a registered, multi-site clinical trial (ClinicalTrials.gov # NCT05189171), this study provides proof-of-principle for a potential clinical MOS-based assay to guide refractory patients to the optimal combination regimen containing targeted therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Colorectal cancer,Organoids,Response,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shengli Ding<\/b><sup>1<\/sup>, Preeti Kanikarla Marie<sup>2<\/sup>, Ray Zhang<sup>1<\/sup>, Alan Bohn<sup>1<\/sup>, Robert Moseley Moseley<sup>1<\/sup>, Nicholas Baro<sup>1<\/sup>, Dan Brown<sup>1<\/sup>, Kelly Pittman<sup>1<\/sup>, Marcin Paduch<sup>1<\/sup>, David Hsu<sup>3<\/sup>, Scott Kopetz<sup>2<\/sup>, Xiling Shen<sup>4<\/sup><br><br\/><sup>1<\/sup>Xilis Inc., Durham, NC,<sup>2<\/sup>MD Anderson, Houston, TX,<sup>3<\/sup>Duke University, Durham, NC,<sup>4<\/sup>Teresaki Institute, Durham, NC","CSlideId":"","ControlKey":"f183b373-f1b0-49ef-a45c-12d83a1aac19","ControlNumber":"3049","DisclosureBlock":"<b>&nbsp;S. Ding, <\/b> <br><b>Xilis Inc.<\/b> Employment, Stock.<br><b>P. Kanikarla Marie, <\/b> None.&nbsp;<br><b>R. Zhang, <\/b> <br><b>Xilis Inc.<\/b> Employment. <br><b>A. Bohn, <\/b> <br><b>Xilis Inc.<\/b> Employment. <br><b>R. Moseley, <\/b> <br><b>Xilis Inc.<\/b> Employment. <br><b>N. Baro, <\/b> <br><b>Xilis Inc.<\/b> Employment. <br><b>D. Brown, <\/b> <br><b>Xilis Inc.<\/b> Employment. <br><b>K. Pittman, <\/b> <br><b>Xilis Inc.<\/b> Employment, Stock. <br><b>M. Paduch, <\/b> <br><b>Xilis Inc.<\/b> Employment, Stock.<br><b>D. Hsu, <\/b> None..<br><b>S. Kopetz, <\/b> None.&nbsp;<br><b>X. Shen, <\/b> <br><b>Xilis Inc.<\/b> Employment, Stock, Patent.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2435","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"183","PresenterBiography":null,"PresenterDisplayName":"Shengli Ding, PhD","PresenterKey":"c2bc7ea6-70cd-4027-b144-1842259c3dd3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"183. Evaluating targeted therapy combination for refractory colorectal cancer using MicroOrganoSpheres (MOS)","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating targeted therapy combination for refractory colorectal cancer using MicroOrganoSpheres (MOS)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Multiple myeloma is a cancer that remains mostly incurable despite of the wide array of treatment options. In part, this may be due to its ability to develop resistance to therapy with time. To evaluate key aspects of the disease such as the protective effects of the tumor niche, the immune repertoire that could influence immunotherapies and the ability to study primary tumor cells, developing a new platform is necessary. In order to overcome the obstacles of growing primary myeloma cells and having a model that better replicates the tumor microenvironment, we used a 3D organoid model with patient-derived cells to evaluate different conditions to observe how current therapies affects cancer cells and the tumor niche in which they live.<br \/><b>Methods:<\/b> We used a 3D organoid model using patient bone marrow aspirates containing myeloma cells and stroma in a Matrigel scaffold and incubated over 21 days with partial media change containing key growth factors found in the bone marrow space to maintain cells alive. Established agents used to treat myeloma were used to expose the cultures and then monitored at different timepoints to study its immediate and delayed effect in the tumor cells, immune repertoire, and stroma. Bortezomib, Lenalidomide, Selinexor, and Dexamethasone, which are commonly used to treat myeloma patients and influence the immune compartment, were used at different concentrations. ATP, alamar blue, histology, and flow cytometry were performed at key timepoints of the experiment.<br \/><b>Results: <\/b> H&#38;E sections demonstrated hematopoietic elements with good cellular preservation suggesting that the model may be a functional way to recapitulate the tumor environment. Patient-derived Multiple Myeloma organoids treated with Bortezomib 10nM and Selinexor 10uM and 30uM showed significant inhibition in viability compared to control. Lenalidomide 100 uM had variable effect in viability between organoids. Flow Cytometry analysis captured the immunomodulatory effect of Lenalidomide on the immune cells.<br \/><b>Conclusions:<\/b> The 3D organoid model was successful at maintaining viability for 21 days and having a heterogeneous representation of the tumor niche when using bone marrow aspirates of myeloma patients. The experiments performed allowed us to explore not just the effect of drugs on myeloma cells, but we can see the impact they have on the other cells in the bone marrow niche. A unique interest in the ability to evaluate changes in the immune compartment may help better understand immunotherapy and optimize personalized medicine by helping select the most effective treatments for a particular patient.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Bone marrow,Multiple myeloma,Immune cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hanadi  M.  Rashad<\/b><sup>1<\/sup>, Giovanni Insuasti<sup>2<\/sup>, Graca Almeida-Porada<sup>3<\/sup>, Cesar Rodriguez<sup>4<\/sup><br><br\/><sup>1<\/sup>Hematology\/Oncology, Wake Forest University School of Medicine, Winston Salem, NC,<sup>2<\/sup>Pathology, Atrium Health Wake Forest Baptist, Winston Salem, NC,<sup>3<\/sup>Wake Forest Institute for Regenerative Medicine, Winston Salem, NC,<sup>4<\/sup>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"b8ac7603-999c-4744-99f3-1618b7a658cb","ControlNumber":"7961","DisclosureBlock":"&nbsp;<b>H. M. Rashad, <\/b> None..<br><b>G. Insuasti, <\/b> None..<br><b>G. Almeida-Porada, <\/b> None..<br><b>C. Rodriguez, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2436","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"184","PresenterBiography":null,"PresenterDisplayName":"Hanadi Rashad","PresenterKey":"593bd47d-a959-413b-9782-4527fcdcd526","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"184. Multiple Myeloma 3D model: A platform for testing drug effects on myeloma in conjunction with the bone marrow niche","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiple Myeloma 3D model: A platform for testing drug effects on myeloma in conjunction with the bone marrow niche","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Multi-omics-based strategies in precision medicine, including genomic, transcriptomic and proteomic data, have contributed to the molecular-level characterization of cancers and the identification of novel driver genes, as well as a better comprehension of resistance mechanisms. Patient-derived tumor models, including patient-derived xenograft (PDX) and <i>in vitro<\/i> 3D organoid counterparts (PDXO), are widely recognized as predictive preclinical cancer models closely recapitulating both tumor complexity and patient response and enabling the study of tumor identity for personalized medicine. Taking advantage of Crown Bioscience large PDX collection, with genomic and phenotypic annotation and pharmacological validation, a series of PDXO models have been established and characterized to be used as scalable and high throughput compatible drug screening platforms.<br \/>Methods: Drug response in matched PDX and PDXO models were investigated on the functional and systems level through deep whole- and phospho-proteomic analysis. For this purpose, analysis and comparisons were made across dose and time series, the effect of several targeted therapies on protein expression and phosphorylation in both PDX and PDXO tumor models. More specifically, a KRAS inhibitor (AMG510), a BCR-ABL TKI (ponatinib) and an EGFR TKI (afatinib) were tested respectively in a lung NSCLC model carrying KRAS G12C mutation, a colorectal model with RET fusion and a lung NSCLC model with EGFR exon 19 deletion.<br \/>Results: Based on previous data, a specific relationship between area under the curve (AUC) value of organoid drug dose response and <i>in vivo<\/i> tumor growth has been observed, irrespective of the drug treatment. To interrogate the pathways involved, both PDX and PDXO models were subjected to deep proteome and phospho-proteome profiling using state-of-the-art mass spectrometry-based workflows. An extensive dataset was generated where 16,797 proteins and 12,578 proteins were robustly quantified in PDX and PDXO models respectively. From the same samples, 35,403 phospho-sites were quantified across all PDX samples while 40,754 phospho-sites were quantified across all PDXO models. These data enabled the validation of known pathways (such as RAF\/MEK\/ERK, PI3K\/AKT) and pinpoint new ones modulated through three small molecule inhibitors each targeting a defined genetic background.<br \/>Conclusion: The predictivity of organoid cultures was demonstrated to model <i>in vivo<\/i> drug responses and also to serve as a powerful platform to investigate target identification, mechanism of action and resistance mechanism via functional proteome and phospho-proteome analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Patient-derived xenograft (PDX) models,Proteomics,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Martin Mehnert<sup>1<\/sup>, Xiaoxi Xu<sup>2<\/sup>, Tobias Treiber<sup>1<\/sup>, Limei Shang<sup>2<\/sup>, Leilei Chen<sup>2<\/sup>, Jessie Wang<sup>2<\/sup>, Marco Tognetti<sup>1<\/sup>, Christopher Below<sup>1<\/sup>, Roland Bruderer<sup>1<\/sup>, Jakob Vowinckel<sup>1<\/sup>, Binchen Mao<sup>2<\/sup>, Wubin Qian<sup>2<\/sup>, Sheng Guo<sup>2<\/sup>, Ludovic Bourré<sup>2<\/sup>, <b>Yuehan Feng<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Biognosys AG, Schlieren, Switzerland,<sup>2<\/sup>Crown Bioscience Inc., San Diego, CA","CSlideId":"","ControlKey":"749a8df7-e414-41d4-bc84-1dff3c241d02","ControlNumber":"3100","DisclosureBlock":"&nbsp;<b>M. Mehnert, <\/b> None..<br><b>X. Xu, <\/b> None..<br><b>T. Treiber, <\/b> None..<br><b>L. Shang, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>M. Tognetti, <\/b> None..<br><b>C. Below, <\/b> None..<br><b>R. Bruderer, <\/b> None..<br><b>J. Vowinckel, <\/b> None..<br><b>B. Mao, <\/b> None..<br><b>W. Qian, <\/b> None..<br><b>S. Guo, <\/b> None..<br><b>L. Bourré, <\/b> None..<br><b>Y. Feng, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2437","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"185","PresenterBiography":null,"PresenterDisplayName":"Yuehan Feng, PhD","PresenterKey":"7307bad2-eacb-448b-9ce8-96a5ea8dcbd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"185. Global mapping of pathway modules and phosphorylation networks in PDX and corresponding organoid (PDXO) models treated with targeted therapies","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Global mapping of pathway modules and phosphorylation networks in PDX and corresponding organoid (PDXO) models treated with targeted therapies","Topics":null,"cSlideId":""},{"Abstract":"Three-dimensional (3D) culture models, such as organoids, are flexible systems to interrogate cellular growth, multicellular spatial architecture, and morphology in response to drug treatment, including the potential to resolve the individual behaviors and interactions of mixed cancer cell populations. However, new computational methods to segment and analyze 3D models at cellular resolution are needed to realize these possibilities. Here we report <i>Cellos<\/i> (Cell Organoid Segmentation), an accurate, high throughput image analysis pipeline for 3D organoid and nuclear segmentation analysis. <i>Cellos<\/i> segments 3D organoids using classical algorithms and segments nuclei using a Stardist-3D convolutional neural network trained on a manually annotated dataset of 3,862 cells from 36 organoids confocally imaged at 5 &#956;m z-resolution. To evaluate the capabilities of <i>Cellos<\/i>, we then analyzed 74,450 organoids with 1.65 million cells from multiple experiments on triple negative breast cancer organoids containing clonal mixtures with complex cisplatin sensitivity<i>. Cellos <\/i>was able to accurately distinguish cell ratios in organoids in 96-well plates to within 2.99% and was effective for fluorescently labelled nuclei and independent DAPI stained datasets. <i>Cellos <\/i>was able to recapitulate traditional luminescence based drug responses by analyzing 3D images, including parallel analysis of multiple cancer clones in the same well. Moreover, <i>Cellos <\/i>was able to identify organoid and nuclear morphology feature changes associated with treatment. Finally, <i>Cellos <\/i>enables 3D analysis of cell spatial relationships, which we used to detect ecological affinity between cancer cells, beyond expectations from local cell division or organoid composition. <i>Cellos<\/i> provides powerful tools to perform high throughput analysis for pharmacological testing and biological investigation of organoids based on 3D imaging.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Patience Mukashyaka<\/b><sup><\/sup>, Pooja Kumar<sup><\/sup>, Dave Mellert<sup><\/sup>, Shadae Nicholas<sup><\/sup>, Javad Noorbakhsh<sup><\/sup>, Mattia Brugiolo<sup><\/sup>, Olga Anczukow<sup><\/sup>, Edison T. Liu<sup><\/sup>, Jeffrey H. Chuang<sup><\/sup><br><br\/>The Jackson Laboratory for Genomic Medicine, Farmington, CT","CSlideId":"","ControlKey":"b063ebee-bc64-4d7d-a330-20b53a9fb330","ControlNumber":"7231","DisclosureBlock":"&nbsp;<b>P. Mukashyaka, <\/b> None..<br><b>P. Kumar, <\/b> None..<br><b>D. Mellert, <\/b> None..<br><b>S. Nicholas, <\/b> None..<br><b>J. Noorbakhsh, <\/b> None..<br><b>M. Brugiolo, <\/b> None.&nbsp;<br><b>O. Anczukow, <\/b> <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Pacbio<\/b> Other, Collaborative agreement.<br><b>E. T. Liu, <\/b> None..<br><b>J. H. Chuang, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2438","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"186","PresenterBiography":null,"PresenterDisplayName":"Patience Mukashyaka, BS","PresenterKey":"6bf4303a-e5db-48d6-b16e-13777d740266","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"186. <i>Cellos<\/i>: High-throughput deconvolution of 3D organoid dynamics at cellular resolution for cancer pharmacology","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>Cellos<\/i>: High-throughput deconvolution of 3D organoid dynamics at cellular resolution for cancer pharmacology","Topics":null,"cSlideId":""},{"Abstract":"Physiologically relevant <i>in vitro <\/i>tumor models are crucial in any research setting from drug development to individualized treatment predictions. Patient-derived 3D cell culture models (PD3D&#174;) are validated cancer models which recapitulate the biology of the donor tissue from genotype to phenotype. A multitude of PD3D&#174; replicates can be generated and these are suitable for high-throughput-screening. However, the influence of media conditions on specific drug sensitivity profiles widely remains elusive and thus the predictive value of screenings is obscured. Here we have investigated pathway activities in dependence of different media compositions and mapped out differences in response to targeted therapies and distinct growth media. We assessed the response of PD3D&#174; models derived from colorectal carcinoma (CRC) patients towards two targeted drugs aiming at different levels of the EGFR\/Ras\/Raf\/Mek\/Erk axis in defined, serum-free culture media. One media composition contained growth factors in concentration prevalently used in published cell culture protocols, while the other composition is geared to better match physiological levels of relevant supplements. We observed a significant impact of media conditions on sensitivity towards targeted cancer drugs. However, these differences were as individual as the models and the sensitivity against the treatment. To uncover the underlying mechanisms in the observed discrepancy we used DigiWest - a targeted proteomics technology - to assess pathways activity in the different models. We applied a panel of over 250 (phospho-)antibodies against proteins in the MAPK\/ERK\/RAS, PI3K\/AKT and mTOR pathways as well as cell cycle and proliferation. Using functional pathway analysis, we mapped out the difference in response to targeted therapies and distinct growth media. In conclusion, media composition has great impact on the response to targeted drugs <i>in vitro<\/i> and therefore needs to be harmonized to ensure relevant results. Combination of PD3D&#174; models and DigiWest functional pathway analysis represents a powerful tool to identify the molecular mechanisms underlying differential drug response. Further development of this collaborative approach will lead to a better understanding of the drug resistance or sensitivity and potentially even identification of signatures related to them.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Proteomic analysis,Drug discovery,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jürgen Loskutov<sup>1<\/sup>, <b>Gerrit Erdmann<\/b><sup>2<\/sup>, Anja Arndt<sup>2<\/sup>, Quirin Graf Adelmann<sup>3<\/sup>, Przemyslaw Dudys<sup>2<\/sup>, Marie Flechner<sup>4<\/sup>, Madeleine Nadolny<sup>5<\/sup>, Katja Osman<sup>1<\/sup>, Ulrike Pfohl<sup>1<\/sup>, Christoph Reinhard<sup>1<\/sup>, Markus Templin<sup>6<\/sup>, Katja Uhlig<sup>4<\/sup>, Lena Wedeken<sup>1<\/sup>, Christian Regenbrecht<sup>3<\/sup><br><br\/><sup>1<\/sup>CELLphenomics GmbH, Berlin, Germany,<sup>2<\/sup>NMI TT Pharmaservices, Berlin, Germany,<sup>3<\/sup>ASC Oncology GmbH, Berlin, Germany,<sup>4<\/sup>Bioanalytics and Bioprocesses, Fraunhofer Institute for Cell Therapy and Immunology, Potsdam, Germany,<sup>5<\/sup>Institute of Pathology, University Medicine Göttingen, Göttingen, Germany,<sup>6<\/sup>NMI Natural and Medical Sciences Institute at the University of Tübingen, Berlin, Germany","CSlideId":"","ControlKey":"13b80523-aa5d-4eb1-80ed-31e05c5b4426","ControlNumber":"6931","DisclosureBlock":"<b>&nbsp;J. Loskutov, <\/b> <br><b>CELLphenomics GmbH<\/b> Employment. <br><b>G. Erdmann, <\/b> <br><b>NMI Technologie Transfer GmbH<\/b> Employment. <br><b>ASC Oncology GmbH<\/b> Other, Co-founder. <br><b>A. Arndt, <\/b> <br><b>NMI TT Pharmaservices<\/b> Employment. <br><b>Q. Graf Adelmann, <\/b> <br><b>ASC Oncology GmbH<\/b> Other, Founder. <br><b>P. Dudys, <\/b> <br><b>NMI TT Pharmaservices<\/b> Employment.<br><b>M. Flechner, <\/b> None.&nbsp;<br><b>M. Nadolny, <\/b> <br><b>CELLphenomics GmbH<\/b> Employment. <br><b>K. Osman, <\/b> <br><b>CELLphenomics GmbH<\/b> Employment. <br><b>U. Pfohl, <\/b> <br><b>CELLphenomics GmbH<\/b> Employment. <br><b>C. Reinhard, <\/b> <br><b>CELLphenomics GmbH<\/b> Employment, Other Business Ownership. <br><b>M. Templin, <\/b> <br><b>ASC Oncology GmbH<\/b> Other, Co-founder.<br><b>K. Uhlig, <\/b> None.&nbsp;<br><b>L. Wedeken, <\/b> <br><b>CELLphenomics GmbH<\/b> Employment. <br><b>C. Regenbrecht, <\/b> <br><b>ASC Oncology GmbH<\/b> Other, Founder. <br><b>CELLphenomics GmbH<\/b> Other, Founder.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2439","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"187","PresenterBiography":null,"PresenterDisplayName":"Gerrit Erdmann, Dr Rer Nat","PresenterKey":"f6de501d-0b1c-43a7-ba41-bc4475f2b645","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"187. Let&#8217;s get physiological! Impact of media conditions on drug response to targeted therapies in CRC organoids","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Let&#8217;s get physiological! Impact of media conditions on drug response to targeted therapies in CRC organoids","Topics":null,"cSlideId":""},{"Abstract":"Recent advances in cancer immunotherapy had a positive impact on the life expectancy of patients for a large range of clinical indications. With new treatment strategies and druggable targets being identified at an increasing pace, the number of patients eligible for cancer immunotherapy is expected to expand steadily. However, promising therapeutic developments face hurdles in translating preclinical findings into therapy since conventional 2D cancer models hold low clinical predictive value.<i> <\/i> We developed an innovative alternative, built on the discovery that adult stem cells proliferate and organise into three-dimensional organotypic structures when they are embedded into extracellular matrix. Patient specific organoids are generated from healthy and malignant tissues and stored as biobanks with high quality and reproducibility. HUB Organoids recapitulate complex characteristics of the original parental tissue, including molecular heterogeneity, and morphological and functional traits. Since cancer progression and responses to immunotherapy are governed by immune cell interactions in the tumor microenvironment, we developed an assay in which colorectal (CRC) and non-small cell lung cancer (NSCLC) tumor organoids are co-cultured with simultaneously expanded paired tumor infiltrating lymphocytes (TIL) as a source of tumor reactive cells. Our system allows robust expansion of TIL with preserved T-cell receptor repertoires and has an establishment rate of 75%. Paired resources allow for screening of immune-modulatory therapies under physiologic conditions not depending on peptide-pulsing and allo-reactivity. For this purpose, we developed a organoid-TIL co-culture system which quantifies and characterizes tumor organoid apoptosis by combining image-based analysis with flow cytometry and cytokine release assays as measurements of T-cell cytotoxicity against tumor (and normal-matched) organoids. Our system offers a powerful tool for the development and validation of cancer immunotherapy and may help to stratify cancer patients for susceptibility of various types of immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,T cell,Immunotherapy,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Soura Mardpour<sup><\/sup>, <b>Claudia Beaurivage<\/b><sup><\/sup>, Jane Sun<sup><\/sup>, Lorenz Jahn<sup><\/sup>, Rene Overmeer<sup><\/sup>, Lars-Eric Fielmich<sup><\/sup>, Pleun Hombrink<sup><\/sup>, Farzin Pourfarzad<sup><\/sup>, Sylvia  F.  Boj<sup><\/sup><br><br\/>Hubrecht Organoid Technology (HUB), Utrecht, Netherlands","CSlideId":"","ControlKey":"8390f6e5-20fa-4617-b953-4744c4e8c1dd","ControlNumber":"4416","DisclosureBlock":"&nbsp;<b>S. Mardpour, <\/b> None.&nbsp;<br><b>C. Beaurivage, <\/b> <br><b>Galapagos<\/b> Employment.<br><b>J. Sun, <\/b> None..<br><b>L. Jahn, <\/b> None..<br><b>R. Overmeer, <\/b> None..<br><b>L. Fielmich, <\/b> None..<br><b>P. Hombrink, <\/b> None..<br><b>F. Pourfarzad, <\/b> None..<br><b>S. F. Boj, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2440","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"188","PresenterBiography":null,"PresenterDisplayName":"Claudia Beaurivage","PresenterKey":"024f41aa-3b90-4cdd-84ed-1c5a0022653e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"188. Autologous organoids and T cell co-cultures as a powerful personalized platform for immunotherapy development","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Autologous organoids and T cell co-cultures as a powerful personalized platform for immunotherapy development","Topics":null,"cSlideId":""},{"Abstract":"Conventional models for preclinical drug screening offer poor predictive value for patient response, causing high attrition rates of new agents in the clinic. HUB&#8217;s proprietary Patient-Derived Organoid (PDO) Technology enables long-term expansion of primary patient material to generate <i>&#8216;mini organs in a dish&#8217; <\/i>that can be used as patient avatars, thus bringing every &#8220;<i>patient in the lab<\/i><sup>&#174;<\/sup>&#8221;. We present the world&#8217;s first NMIBC PDO biobank comprising 50 PDO models from transurethral resection of bladder (TURB) biopsies collected at three hospitals. Clinical and pathological characterization of the PDOs confirmed the representation in the biobank of a range of tumor stages and differentiation grades, as well as patient treatment and follow-up. The genomic analyses of PDOs revealed mutations in known BC driver genes and genomic instability, a hallmark of cancer. Finally, transcriptomic analyses confirmed gene expression profiles familiar to BC and characterized gene fusions. Next, we successfully screened the biobank on a panel of two reference compounds for the treatment of bladder cancer and seven candidate drugs, indicating potential new leads for further development of some of the compounds. The work presented here shows the feasibility of building PDO biobanks representing a specific patient population, suitable for improving the drug development pipeline for the next generation of cancer drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Bladder cancer,Organoids,Biobank,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Lars-Eric Fielmich<sup>1<\/sup>, Annemarie Buijs<sup>1<\/sup>, <b>Daniele Mori<\/b><sup>1<\/sup>, Bas Viergever<sup>2<\/sup>, Nihed Draoui<sup>3<\/sup>, Anna Schepers<sup>1<\/sup>, Mariana  M.  Costa e Silva<sup>1<\/sup>, Mathijs Scholtus<sup>4<\/sup>, Tokameh Mahmoudi<sup>4<\/sup>, Tahlita Zuiverloon<sup>4<\/sup>, Merel Derksen<sup>1<\/sup>, Paul Gavine<sup>3<\/sup>, Sylvia  F.  Boj<sup>1<\/sup>, Richard Meijer<sup>2<\/sup>, Onno Kranenburg<sup>2<\/sup>, Janine Arts<sup>3<\/sup>, Robert Vries<sup>1<\/sup><br><br\/><sup>1<\/sup>HUB Organoids, Utrecht, Netherlands,<sup>2<\/sup>University Medical Center Utrecht, Utrecht, Netherlands,<sup>3<\/sup>Janssen Biotech, Ghent, Belgium,<sup>4<\/sup>Erasmus Medical Center Rotterdam, Rotterdam, Netherlands","CSlideId":"","ControlKey":"650e3e3c-9ee5-4d08-9d33-5d17f25eec6b","ControlNumber":"4555","DisclosureBlock":"&nbsp;<b>L. Fielmich, <\/b> None..<br><b>A. Buijs, <\/b> None..<br><b>D. Mori, <\/b> None..<br><b>B. Viergever, <\/b> None.&nbsp;<br><b>N. Draoui, <\/b> <br><b>Janssen<\/b> Employment.<br><b>A. Schepers, <\/b> None..<br><b>M. M. Costa e Silva, <\/b> None..<br><b>M. Scholtus, <\/b> None..<br><b>T. Mahmoudi, <\/b> None..<br><b>T. Zuiverloon, <\/b> None..<br><b>M. Derksen, <\/b> None.&nbsp;<br><b>P. Gavine, <\/b> <br><b>Janssen<\/b> Employment.<br><b>S. F. Boj, <\/b> None..<br><b>R. Meijer, <\/b> None..<br><b>O. Kranenburg, <\/b> None.&nbsp;<br><b>J. Arts, <\/b> <br><b>Janssen<\/b> Employment.<br><b>R. Vries, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2441","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"189","PresenterBiography":null,"PresenterDisplayName":"Daniele Mori","PresenterKey":"381bf822-4829-418c-be09-c5bfff8f9598","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"189. Developing a patient-derived organoid biobank, suitable for large scale drug screenings","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing a patient-derived organoid biobank, suitable for large scale drug screenings","Topics":null,"cSlideId":""},{"Abstract":"Enhanced, physiologically relevant <i>in-vitro <\/i>tumor models significantly increase the success rate in new drug development, reduce the number of animal experiments and result finally in better therapies for cancer patients. Furthermore, they have the potential to offer new approaches to personalized oncology. In recent years, 3D cell cultures were established as relevant preclinical cancer models, suitable for high-throughput-screening. However, their capacity to model and\/or measure physiological processes can still be enhanced. Colorectal carcinomas (CRC) are one of the most common malignant tumors. Due to its heterogeneity and high probability to metastasize, the disease is often incurable and novel, improved therapies are urgently needed. In this project, we developed a tumor organoid-on-chip platform (TumOC) by combining most recent technological advances: We integrated CRC patient-derived 3D cell cultures (organoids) and microsensor particles that enable assessment of cell vitality in real time by measuring oxygen concentration in a microfluidic system. The resulting TumOC platform allows for defined exposition of cytostatic drugs including dynamic and combination treatments. Measurements of cell vitality in real time enables analysis of not only the final effect of a drug treatment, but also the kinetics of drug response. At the same time, utilizing organoids allows for recapitulating tumor architecture and heterogeneity. Using the TumOC platform, we measured the cell vitality in real time over several days during treatment with classic chemotherapeutics or targeted cancer drugs and compared the results to end-point measurements on the same organoids in a static system. We assessed the effect of intra- and intertumoral heterogeneity and developed a protocol for treatment with clinically used combination regimes. In conclusion, our TumOC platform with its ability to recapitulate tumor heterogeneity in combination with dynamic treatments and real-time cell vitality assessment is an <i>in-vitro<\/i> tumor model closely recapitulating the physiological situation in a patient. TumOC provides an impressive opportunity to test and, consequently, predict the effectiveness of anti-cancer therapies. Therefore, this system is of interest not only for pre-clinical drug development but also for personalized oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Microfluidics,Colorectal cancer,Drug sensitivity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Marie Flechner<sup>1<\/sup>, Juergen Loskutov<sup>2<\/sup>, Madeleine Nadolny<sup>3<\/sup>, Ulrike Pfohl<sup>2<\/sup>, Christian  R.   A.  Regenbrecht<sup>4<\/sup>, Katja Uhlig<sup>1<\/sup>, <b>Lena Wedeken<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Bioanalytics and Bioprocesses, Fraunhofer Institute for Cell Therapy and Immunology, Potsdam, Germany,<sup>2<\/sup>CELLphenomics GmbH, Berlin, Germany,<sup>3<\/sup>Institute of Pathology, University Medicine Goettingen, Goettingen, Germany,<sup>4<\/sup>ASC Oncology GmbH, Berlin, Germany","CSlideId":"","ControlKey":"c845daad-0bf1-4f69-9ff5-6c9ca801b818","ControlNumber":"6168","DisclosureBlock":"&nbsp;<b>M. Flechner, <\/b> None..<br><b>J. Loskutov, <\/b> None..<br><b>M. Nadolny, <\/b> None..<br><b>U. Pfohl, <\/b> None..<br><b>C. R. A. Regenbrecht, <\/b> None..<br><b>K. Uhlig, <\/b> None..<br><b>L. Wedeken, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2442","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"190","PresenterBiography":null,"PresenterDisplayName":"Lena Wedeken, Dr Rer Nat","PresenterKey":"88dc1651-ba3e-47b3-8f59-4683eb012268","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"190. Personalized identification of cancer treatments in real-time: TumOC - a tumor organoid-on-chip platform for online cell vitality measurements","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Personalized identification of cancer treatments in real-time: TumOC - a tumor organoid-on-chip platform for online cell vitality measurements","Topics":null,"cSlideId":""},{"Abstract":"Organoids are a widely used 3D culture system that has the potential to recapitulate the profile and phenotype of physiological cells. The culture of circulating tumor cells (CTCs) in this 3D system not only mimics the tumor physiological environment but allows researchers to test therapeutic responses to certain drugs based on a patient's own cancer phenotype. The purpose of our study is to perform an <i>in vitro<\/i> evaluation of patient-derived CTC organoids to more precisely identify personalized therapeutic options based on the response of these CTCs to each specified inhibitor. Using Astrin Bioscience&#8217;s proprietary CTC enrichment method, collected CTCs are plated as organoid cultures. The performance of our proprietary enrichment method has been assessed using both spiked cancer cell lines (in whole blood) and patient CTCs. We have successfully grown organoids from four prostate cancer cell lines and patient CTCs across multiple cancer types including pancreatic and liver adenocarcinoma. RNA sequencing of liver CTC organoids expressed EPCAM, a marker of CTC epithelial cells and coincided with data from a prostate epithelial cell line, LNCaP. This serves as robust evidence that our patient derived organoids truly originated as CTCs. Functional assays using different chemotherapies and targeted therapies will be applied to our organoid culture system. Drugs are uniquely selected for each patient based on cancer type, cancer stage and previous failed therapies. Efficacy of therapy is evaluated using imaging and cell viability assays to determine sensitivity or resistivity to each therapy. Transcriptomic and proteomic analyses will also be performed on these samples to aid in the identification of other predictive biomarkers and future novel therapy testing. Thus, this platform creates a pre-clinical drug screening tool to create a personalized guide to potential therapies for each patient.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Patient-derived Organoids,Precision medicine,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Catalina Galeano-Garces<\/b><sup>1<\/sup>, Kaylee  J.  Smith<sup>1<\/sup>, Nicholas Heller<sup>1<\/sup>, Mahdi Ahmadi<sup>1<\/sup>, Jiarong Hong<sup>1<\/sup>, Jayant Parthasarathy<sup>1<\/sup>, Justin  M.  Drake<sup>2<\/sup><br><br\/><sup>1<\/sup>Astrin Biosciences, Inc., Saint Paul, MN,<sup>2<\/sup>Pharmacology, University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"9588eaab-0ce8-4f5e-bb3f-6fe70cb263dd","ControlNumber":"5093","DisclosureBlock":"<b>&nbsp;C. Galeano-Garces, <\/b> <br><b>Astrin Biosciences<\/b> Employment, Stock Option. <br><b>K. J. Smith, <\/b> <br><b>Astrin Biosciences<\/b> Employment, Stock Option. <br><b>N. Heller, <\/b> <br><b>Astrin Biosciences<\/b> Employment, Stock Option. <br><b>M. Ahmadi, <\/b> <br><b>Astrin Biosciences<\/b> Employment, Stock Option. <br><b>J. Hong, <\/b> <br><b>Astrin Biosciences<\/b> Employment, Stock Option. <br><b>J. Parthasarathy, <\/b> <br><b>Astrin Biosciences<\/b> Employment, Stock Option. <br><b>J. M. Drake, <\/b> <br><b>Astrin Biosciences<\/b> Stock Option, Grant\/Contract, Other, Chief Scientific officer.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2443","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"191","PresenterBiography":null,"PresenterDisplayName":"Catalina Galeano-Garces, PhD,M Eng,MS","PresenterKey":"8e9e03d2-ec66-41f2-86fc-bdde0dad6d1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"191. CTC-derived organoids from liver and pancreatic cancer patients for personalized therapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CTC-derived organoids from liver and pancreatic cancer patients for personalized therapy","Topics":null,"cSlideId":""},{"Abstract":"An increasing number of studies performing correlative drug screens on patient-derived organoids (PDO) are revealing enormous potential for these models in predicting patient response to therapy. Despite this, their future use in a clinical setting is hindered by intrinsic limitations of PDO models, namely low success rates in establishing growing cell cultures from tumor tissue samples and long return times for drug response data that fall outside timescales of clinical actionability. To address these limitations, we leveraged technological advances in emulsion-based microfluidics and droplet generators to develop MicroOrganoSpheres (MOS) - microscale environments containing tumorspheres that retain structural, cellular, and genetic properties of an individual patient&#8217;s diseased tissue. Here, we focused on generating MOS from breast cancer tissue biopsies and resections across different subtypes of breast cancer. We established over 30 unique patients&#8217; breast MOS samples at an average of 80% success, with the majority of these samples being hormone receptor positive (ER+\/PR+) - the most clinically lethal and challenging subtype to establish. We evaluated MOS dose-responses across several first line standard of care chemotherapies for breast cancer. For this, we created a semi-automated workflow paired with high-content imaging for quantifying dose responses and tracking longitudinal cell dynamics during dosing. We generated dose response data for MOS samples, being able to move from primary tissue samples to MOS to drug dosing data within a clinically relevant timescale of 2-3 weeks. We conclude that our platform demonstrates the feasibility of 1) efficiently establishing MOS from breast cancer patient tumor samples from different subtypes and 2) performing drug dosing studies on these samples with improved turnaround times that enable clinical actionability for the patient. Together, these findings provide a foundation for evaluating this technology as a diagnostic tool in future clinical settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Breast cancer,Precision medicine,Organoids,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>David  M.  Graham<\/b><sup>1<\/sup>, Gabrielle Rupprecht<sup>1<\/sup>, Eric  D.  Bankaitis<sup>1<\/sup>, Jeremy  M.  Force<sup>2<\/sup>, Wylie Watlington<sup>2<\/sup>, Steven  W.  Metzger<sup>1<\/sup>, Xiling Shen<sup>1<\/sup>, David Hsu<sup>1<\/sup><br><br\/><sup>1<\/sup>Xilis, Inc., Durham, NC,<sup>2<\/sup>Duke Cancer Institute, Durham, NC","CSlideId":"","ControlKey":"9b94964e-887b-49b3-a0d5-722a2980bcb2","ControlNumber":"6394","DisclosureBlock":"<b>&nbsp;D. M. Graham, <\/b> <br><b>Xilis Inc.<\/b> Employment. <br><b>G. Rupprecht, <\/b> <br><b>Xilis Inc.<\/b> Employment. <br><b>E. D. Bankaitis, <\/b> <br><b>Xilis Inc.<\/b> Employment.<br><b>J. M. Force, <\/b> None..<br><b>W. Watlington, <\/b> None.&nbsp;<br><b>S. W. Metzger, <\/b> <br><b>Xilis Inc.<\/b> Employment. <br><b>X. Shen, <\/b> <br><b>Xilis Inc.<\/b> Other, Co-founder. <br><b>D. Hsu, <\/b> <br><b>Xilis<\/b> Other, Co-founder.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2444","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"192","PresenterBiography":null,"PresenterDisplayName":"David Graham","PresenterKey":"79d826af-7666-484b-a3f4-8bf7e3eae993","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"192. A novel and rapid patient-derived organoid breast cancer platform for precision medicine","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel and rapid patient-derived organoid breast cancer platform for precision medicine","Topics":null,"cSlideId":""},{"Abstract":"Recent advances in immuno-oncology have significantly increased the therapeutic arsenal available for clinicians. However, being able to identify the responder to a given treatment remains difficult and time consuming. This is due to the lack of translational preclinical models that recapitulate the complete cellular and physical tumor-immune micro-environment (TME).<br \/>We report for the first time a high throughput vascularized immunocompetent breast tumoroids model in standard multiwell culture plate (MW). The model uses micro physiological system (MPS) and microfabrication to recapitulate and precisely control the TME.<br \/>The tumor model includes fibroblasts, tumor cells (MDA-MB-231), immune cells (CD81<sup>+<\/sup>, CD64<sup>+<\/sup>), endothelial cells (CD31<sup>+<\/sup>), and a collagen extra cellular matrix. These are essential for the TME and are often lacking in preclinical models, potentially biasing the observed therapeutic response. The physical microenvironment was recapitulated using Cherry Biotech&#8217;s MPS, CubiX, and 4DCell SmartSphero Plates (SSoP). A combined system, which to the best of our knowledge is the only one able to recreate the complete TME in a 24 MW with multiplexed and uniformized tumoroid sizes. The SSoP technology is based on microstructured hydrogels, where microwells with an anchoring point at the bottom, allow the formation of the tumoroids, and to keep them in place, making it easy to trace them. The non-adherent properties of the gels help maintain the tumoroids shape.<br \/>The CubiX system allowed controlling the cell culture conditions: temperature (37&#176;C) and medium perfusion (150 &#181;L\/min). The presence of an enriched gas mix with 5% CO<sub>2<\/sub> and O<sub>2<\/sub>, was also provided to the tumoroids, and pH, lactate, glucose, O<sub>2<\/sub> consumption were monitored along all culture periods. We focused on optimizing the recapitulation of the physiopathology of breast cancer in 3 aspects: growth rate; tumor cell migration; and oxygen gradient within the MW plate to mimic different depths of the tumor (normoxic to the hypoxic core). Those features are essential for accurate drug efficacy testing.<br \/>We were able to grow and maintain up to 91 tumoroids per well in a 24MW. After tumoroids formation, we obtained a fully vascularized and immuno-competent model in 48h, the fastest to the best of our knowledge. The system enabled monitoring of the tumoroids growth rate, the differentiation of the endothelium cells (Kfl 2\/4, Van Willebrand Factor, eNOS, -% actin fiber alignment), differentiation of CD81+ and CD64+ cells into Macrophage type 1 or 2. All cell types were kept viable for 7 days, and endothelial cells alignment was found physiological (80%). Furthermore, we were able to induce on demand the invasiveness phenotype of the tumoroids.<br \/>We envision that this model will evolve into a vascularized immunocompetent patient derived tumor model that can be used routinely in precision oncology to predict the drug response of a given patient.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Breast cancer,Preclinical,Precision medicine,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Stijn Robben<sup>1<\/sup>, Anais Peyron<sup>2<\/sup>, Ana Rita Ribeiro<sup>1<\/sup>, Divyasree Prabhakaran<sup>2<\/sup>, Antoni Homs Corbera<sup>2<\/sup>, <b>Pierre Gaudriault<\/b><sup>2<\/sup>, Patricia Davidson<sup>1<\/sup>, Dario Fassini<sup>2<\/sup><br><br\/><sup>1<\/sup>4D cell, Montreuil, France,<sup>2<\/sup>Cherry Biotech, Montreuil, France","CSlideId":"","ControlKey":"63f46886-c2f9-48ae-9959-76a228007346","ControlNumber":"680","DisclosureBlock":"&nbsp;<b>S. Robben, <\/b> None..<br><b>A. Peyron, <\/b> None..<br><b>A. Ribeiro, <\/b> None..<br><b>D. Prabhakaran, <\/b> None..<br><b>A. Homs Corbera, <\/b> None..<br><b>P. Gaudriault, <\/b> None..<br><b>P. Davidson, <\/b> None..<br><b>D. Fassini, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2445","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"193","PresenterBiography":null,"PresenterDisplayName":"Pierre Gaudriault, Pharm D,PhD","PresenterKey":"91fa0223-d9e9-4dde-95f6-3fcb8110a61c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"193. A high throughput vascularized immunocompetent tumoroids model in a standard multiwell plate for precision oncology","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A high throughput vascularized immunocompetent tumoroids model in a standard multiwell plate for precision oncology","Topics":null,"cSlideId":""},{"Abstract":"Background: Patient-derived organoids (PDO) and patient-derived xenografts (PDX) has been investigated as preclinical models for drug development and precision medicine. In this study, we established ovarian cancer PDOs and PDX models from Aug 2020 to Nov 2022, and developed protocols.<br \/>Methods: We obtained tumor tissue from several sites (ovary, omentum, diaphragm, and peritoneum) or ascites from surgery of ovarian cancer patients. The tissue samples were dissociated for single cells and ascitic samples were centrifuged and washed to concentrate the tumor cells. Then, it is embedded in matrigel or basement membrane extract (BME) and seeded on a 24-well plate supplemented with culture medium containing modified growth factors. The association with clinical characteristics with success of model establishment were evaluated. Drug screening for organoids were designed on the 384-well plate using Celltiter-Glo 3D cell viability assay (Promega). The list of drugs consists of alkylating agent, monoclonal antibody, taxane, tyrosine kinase inhibitor (TKI), and poly(ADP-ribose) polymerase inhibitor (PARPi). For increase of success rate for xenograft, we compared intrabursa and subcutaneous injection xenograft models using ES-2 cell line then patient tumors in NOG mouse.<br \/>Results: A total of 397 organoids passed first passage, however 32 (8%) organoids were continuously cultured over 5 passages. The associated clinical factors for establishment of organoids were stage (p=0.020, low stage 20% of success vs. high stage 2.4% of success) and pathologic types (p=0.035, low grade serous cancer (LGSC) 30% and clear cell 16.7% of success vs. high grade serous cancer (HGSC) 5.6% of success). Thirteen drugs were evaluated and AUC represented various range according to patient from 0.0004 to 1.3876. Three sites (ovary, omentum and ascites) established organoids from one patient represented difference in drug sensitivity which suggest role of cancer microenvironment. The growth upto 100mm3 of intrabursa injection (12.33 &#177; 0.6667) was faster than that of subcutaneous injection model (15.00 &#177; 1.000, p-value = 0.09) using ES-2 cell. Then comparison of patients tumor (N=10) into intrabursa vs. subcutaneous are undergoing with one completed case showing fast intrabursa growing.<br \/>Conclusions: During relative short period we developed many PDOs and PDXs for future study including drug development. Moreover, we focused to develop better model for PDXs and it will give a new approach for successful model establishment.<br \/>(This work was supported by National Research Foundation of Korea grant, founded by the Korea government (MSIT) [No.2020R1A2C2010566])","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Ovarian cancer,Patient-derived organoid (PDO),Patient-derived xenograft (PDX),Orthotopic models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yebeen Yu<\/b><sup><\/sup>, Hye Ju Park<sup><\/sup>, Cha Yeon Kang<sup><\/sup>, Myong Cheol Lim<sup><\/sup>, Sang Yoon Park<sup><\/sup>, Yo Han Woo<sup><\/sup>, Yun-Hee Kim<sup><\/sup>, Sun-Young Kong<sup><\/sup><br><br\/>National Cancer Center, Goyang-si, Korea, Republic of","CSlideId":"","ControlKey":"78f08091-8ba1-4080-81da-76eaa9355b62","ControlNumber":"4152","DisclosureBlock":"&nbsp;<b>Y. Yu, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>C. Kang, <\/b> None..<br><b>M. Lim, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>Y. Woo, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Kong, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2446","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"194","PresenterBiography":null,"PresenterDisplayName":"Yebeen Yu, BS","PresenterKey":"24557975-14aa-49c8-9726-72e2a1fc1811","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"194. Ovarian cancer patient-derived organoids and tumor xenografts as preclinical models for precision medicine","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ovarian cancer patient-derived organoids and tumor xenografts as preclinical models for precision medicine","Topics":null,"cSlideId":""},{"Abstract":"Pheochromocytomas and paragangliomas (PPGL) are rare catecholamine-secreting neuroendocrine tumors known for their genetic diversity. They can be categorized in discrete molecular subgroups, including tumors presenting with pseudohypoxia or kinase signaling activation. Metastatic and recurrent PPGLs have few therapeutic options, in part due to the lack of appropriate study models. Here, we report progress on the establishment of viable organoids from n=10 distinct sporadic or familial PPGLs spanning varios genotypes. We also perform detailed histological, molecular, biochemical, and functional characterization. The ten PPGLs were obtained from patients with distinct clinical history and diverse ethnic and genetic backgrounds. We show how we can generate PPGL organoids from fresh and frozen tissue in a format compatible with histologic characterization and high-throughput drug screening (mini-rings, Phan et al, 2019, Al Shihabi et al, 2022). Our mini ring approach uses fewer cells with no need for expansion in vitro, and is amenable to implement automation for facile high-throughput studies. We can quantify PPGL growth in culture using a machine learning-based pipeline (Al Shihabi et al, 2022). All PPGL organoids for which sufficient number of cells could be obtained grew, regardless of the genotype and molecular subtype. PPGL organoids could be cultured short term (6 days) as well as long term (4 weeks). We investigated cellular composition by staining for the neuroendocrine marker chromogranin A, the sustentacular cell marker S100, and the vascular marker CD34. We also analyzed the expression of catecholamines in the cell culture supernatant by LC\/MS\/MS. We confirmed that secreted catecholamines matched the primary tumor pattern. Lastly, we present the results of pilot drug screening on both short and long term cultures. Drug sensitivity profiles pinpoint tumor-specific responses. In conclusion, we can establish PPGL organoids that largely recapitulate features of the tumor of origin. These models will provide the ability to investigate tumor initiation and progression for various genetic backgrounds and may reveal novel patterns of drug sensitivity and resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Screening,Drug sensitivity,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Maite Calucho<\/b><sup>1<\/sup>, ZiMing Cheng<sup>2<\/sup>, Huyen Thi-Lam Nguyen<sup>3<\/sup>, Ahmad Al Shihabi<sup>1<\/sup>, Hector Gonzalez-Cantu<sup>2<\/sup>, Qianjin Guo<sup>2<\/sup>, Maneesha Thaker<sup>4<\/sup>, Nicole Bechmann<sup>5<\/sup>, Graeme Eisenhofer<sup>5<\/sup>, Yanli Ding<sup>6<\/sup>, Patricia Dahia<sup>2<\/sup>, Alice Soragni<sup>1<\/sup><br><br\/><sup>1<\/sup>Orthopaedic Surgery, UCLA - University of California Los Angeles, Los Angeles, CA,<sup>2<\/sup>Medicine, University of Texas Health San Antonio, San Antonio, TX,<sup>3<\/sup>Orthopaedic Surgery, University of California Los Angeles UCLA, Los Angeles, CA,<sup>4<\/sup>Human Genetics, UCLA - University of California Los Angeles, Los Angeles, CA,<sup>5<\/sup>Universität Dresden, Dresden, Germany,<sup>6<\/sup>Pathology, University of Texas Health San Antonio, San Antonio, CA","CSlideId":"","ControlKey":"c6658525-f875-4e19-ba70-8e5ef9a26b23","ControlNumber":"5626","DisclosureBlock":"&nbsp;<b>M. Calucho, <\/b> None..<br><b>Z. Cheng, <\/b> None..<br><b>H. Thi-Lam Nguyen, <\/b> None..<br><b>A. Al Shihabi, <\/b> None..<br><b>H. Gonzalez-Cantu, <\/b> None..<br><b>Q. Guo, <\/b> None..<br><b>M. Thaker, <\/b> None..<br><b>N. Bechmann, <\/b> None..<br><b>G. Eisenhofer, <\/b> None..<br><b>Y. Ding, <\/b> None..<br><b>P. Dahia, <\/b> None.&nbsp;<br><b>A. Soragni, <\/b> <br><b>Icona BioDx<\/b> Other, Ownership.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2447","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"195","PresenterBiography":null,"PresenterDisplayName":"Maite Calucho, PhD","PresenterKey":"a27e9304-d649-4961-98fd-d066b978896c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"195. Establishment and validation of pheochromocytoma organoids for high-throughput drug screening","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment and validation of pheochromocytoma organoids for high-throughput drug screening","Topics":null,"cSlideId":""},{"Abstract":"Localized cutaneous neurofibromas (cNFs) are benign tumors that arise in the dermis of patients affected by Neurofibromatosis Type 1 syndrome, a common disorder driven by alterations in the <i>NF1<\/i> gene. cNF tumors are heterogenous and comprised of different cell types such as Schwann cells, fibroblasts, and mast cells. While cNFs do not undergo malignant transformation, they carry significant co-morbidities, including itching, pain, and socio-emotional repercussions. There is currently no therapy for cNF beside surgical removal or desiccation, which are typically unable to eliminate all lesions due to their number, with patients developing as many as several hundred cNFs, as well as additional concerns of scarring and potential re-growth. A lack of models to investigate cNFs growth and perform drug screenings has hindered drug discovery and development studies thus far. We set out to develop high throughput screening-compatible patient-derived cNF organoids to perform translational studies. Tumor organoids are promising <i>ex vivo<\/i> models to recapitulate a patient&#8217;s tumor histology, molecular features, and drug responses. To support drug discovery efforts focused on identifying effective systemic therapies for cNF, we have developed an approach to routinely establish and screen cNF tumor organoids. Here we present of our systematic characterization of media conditions together with molecular and functional analysis to validate cNF organoids as a model system. We enrolled n=12 Neurofibromatosis Type 1 syndrome patients in this study and procured cNF tumors that we dissociated to single cells to establish organoids in nine different media compositions. We performed a detailed comparison to the tumor of origin using a combination of immunohistochemistry, flow cytometry, DNA methylation and RNAseq for a subset of samples (n=6 tumors from 5 patients). cNF organoids were successfully established and grown in all cases,<br \/>regardless of the <i>NF1<\/i> alteration present. We determined the optimal medium that had the highest combined correlation (parental vs organoid) across all assays as well as promoted the highest rate of growth ex vivo. We also demonstrated feasibility of screening cNF organoids using our established mini-ring pipeline (Phan et al, 2019; Nguyen and Soragni, 2020; Al Shihabi et al, 2022). In summary, we have optimized conditions for <i>ex vivo<\/i> growth of cNF organoids that closely recapitulate the molecular and cellular heterogeneity of these tumors as measured by immunohistopathology, DNA methylation, RNAseq and flow cytometry. Our tractable patient-derived cNF organoid platform enables the rapid screening of hundreds of FDA-approved drugs in a patient- and tumor-specific manner.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Screening,Tumor heterogeneity,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Huyen  T.   L.  Nguyen<\/b><sup>1<\/sup>, Emily Kohl<sup>1<\/sup>, Jessica Bade<sup>2<\/sup>, Stefan  E.  Eng<sup>3<\/sup>, Anela Tosevska<sup>4<\/sup>, Ahmad Al Shihabi<sup>1<\/sup>, Jenny  J.  Hong<sup>5<\/sup>, Sarah Dry<sup>6<\/sup>, Paul  C.  Boutros<sup>3<\/sup>, Andre Panossian<sup>7<\/sup>, Sara Gosline<sup>2<\/sup>, Alice Soragni<sup>1<\/sup><br><br\/><sup>1<\/sup>ORTHOPAEDIC SURGERY, UCLA - University of California Los Angeles, Los Angeles, CA,<sup>2<\/sup>Pacific Northwest National Laboratories, Seattle, WA,<sup>3<\/sup>Department of Human Genetics, UCLA - University of California Los Angeles, Los Angeles, CA,<sup>4<\/sup>Department of Molecular, Cell and Developmental Biology, UCLA - University of California Los Angeles, Los Angeles, CA,<sup>5<\/sup>Division of Hematology-Oncology, UCLA - University of California Los Angeles, Los Angeles, CA,<sup>6<\/sup>Department of Pathology, UCLA - University of California Los Angeles, Los Angeles, CA,<sup>7<\/sup>Panossian Plastic Surgery, Pasadena, CA","CSlideId":"","ControlKey":"5fc71193-5eee-4dbf-a0e1-9d9ee0e7ed0b","ControlNumber":"6902","DisclosureBlock":"&nbsp;<b>H. T. L. Nguyen, <\/b> None..<br><b>E. Kohl, <\/b> None..<br><b>J. Bade, <\/b> None..<br><b>S. E. Eng, <\/b> None..<br><b>A. Tosevska, <\/b> None..<br><b>A. Al Shihabi, <\/b> None..<br><b>J. J. Hong, <\/b> None..<br><b>S. Dry, <\/b> None.&nbsp;<br><b>P. C. Boutros, <\/b> <br><b>Intersect Diagnostics Inc.<\/b> Other, Scientific Advisory Boards. <br><b>BioSymetrics Inc.<\/b> Other, Scientific Advisory Boards. <br><b>Sage Bionetworks<\/b> Other, Scientific Advisory Boards.<br><b>A. Panossian, <\/b> None..<br><b>S. Gosline, <\/b> None.&nbsp;<br><b>A. Soragni, <\/b> <br><b>Icona BioDx<\/b> Other, Ownership.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2448","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"196","PresenterBiography":null,"PresenterDisplayName":"Huyen Nguyen, MS","PresenterKey":"20480807-9483-43da-ada2-c8e96d1fbacb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"196. A platform for rapid patient-derived cutaneous neurofibroma organoid establishment and screening","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A platform for rapid patient-derived cutaneous neurofibroma organoid establishment and screening","Topics":null,"cSlideId":""},{"Abstract":"The advent of bioprinting as a technology has greatly advanced the field of tissue engineering. Currently, it is being explored as a means to create complex disease models, specifically to create 3D tissue environments. Such complex models allow incorporation of dynamic microenvironments during <i>in vitro<\/i> studies. In terms of cancer drug development, the tumor microenvironment plays a significant role in cancer progression. The use of conventional 2D models in the preliminary stages of anti-cancer screening reduces the probability of successful translation towards clinical trials. In the current study, we have utilized bioprinting to create pancreatic tumor model which specifically mimics the human pancreatic tissue in terms of the biological and chemical makeup. We developed and optimized a novel bioink to create the tumor tissue. The bioink specifically mimics the pancreatic tumor microenvironment making it unique and novel as compared to the currently used bioinks which are mainly derived from animal tissues. The bioprinted tumors were then characterized for various important hallmarks of cancer such as tissue stiffness, hypoxia, and immunomodulation. We also analyzed the expression of various oncoproteins in comparison to 2D cultures to explore the role of 3D microenvironments on cancer cells. Additionally, we evaluated the efficacy of standard chemotherapies, radiotherapy and immunotherapy on the tumors as compared to 2D monolayer cultures. The bioprinted pancreatic tumors serve as a bridge between conventional assays and animal models. We observed a stark difference in the characteristics of cancer cells in monolayer cultures versus bioprinted tumors. Since a bioprinter can be programmed to control the geometry of the tissue, these models serve as the most accurate means to mimic the <i>in vivo <\/i>tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor microenvironment,3D models,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shreyas Ramchandra Gaikwad<\/b><sup><\/sup>, Sanjay  K.  Srivastava<sup><\/sup><br><br\/>Department of Immunotherapeutics and Biotechnology, Texas Tech University Health Sciences Center, Abilene, TX","CSlideId":"","ControlKey":"98923b21-4e9e-422b-b026-b7709d7e5d40","ControlNumber":"6584","DisclosureBlock":"&nbsp;<b>S. R. Gaikwad, <\/b> None..<br><b>S. K. Srivastava, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2449","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"197","PresenterBiography":null,"PresenterDisplayName":"Shreyas Gaikwad, B Pharm;M Pharm","PresenterKey":"3febdf3b-3fb0-49e7-8992-201e7a8e40ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"197. Novel 3D bioprinted pancreatic tumor models for anti-cancer drug assessment","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel 3D bioprinted pancreatic tumor models for anti-cancer drug assessment","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>The pharmaceutical industry has mostly relied on 2D cancer cell lines and 3D spheroids for <i>in vitro<\/i> testing, but poor correlation of pre-clinical and clinical outcomes has driven the development of more predictive models. Patient-derived organoids (PDOs) have emerged as representative <i>in vitro<\/i> avatars of tumor biology, allowing the generation of biobanks covering a large variety in indications and genetic backgrounds. Here, we assess the robustness of our drug screening platform by testing the reproducibility of our organoid assays within and between organoid batches, read-outs, and different labs. We present an assay-ready organoid platform, allowing short timelines, repeated assays from a single batch of organoids, high throughput assays and large panel screens.<br \/><b>Methods <\/b>Colorectal, breast, lung, pancreatic, ovarian, cervix and melanoma PDO models were selected for subtype and driver mutation variety, banked in large batches, and preserved in assay-ready format. Outgrowth and drug responses of these batches were compared to those of organoids produced in the classic method. Experiments were executed using automated liquid handling equipment to standardize procedures and increase consistency. Performance of the drug screens were assessed by repeated drug sensitivity testing and by calculating intra- and interplate variability, control variability (CV), Z-factor, assay windows and IC<sub>50<\/sub> values. Moreover, drug responses were tested in both celltiterglo-based and high content imaging-based assays.<br \/><b>Results <\/b>Assay performance of the organoid drug testing platform was high, with high Z-factors (&#62;0.6), and low intra- and interplate variability (CV &#60;15%) indicating reproducible assays. Both the classic and assay-ready organoid technologies resulted in highly reproducible IC<sub>50<\/sub>outputs, also when assays were executed months apart or in different labs. Timelines were shortened from months to weeks, and the reduced logistical burden allows screening of large organoid panels of &#62;50 models. Drug sensitivity testing in our fast-paced panel screening platform distinguished sensitive from partially and insensitive models, illustrating how organoids allow patient stratification.<br \/><b>Conclusion and Discussion <\/b>The assay-ready organoid technology presented here has further improved our already highly predictive and reproducible organoid drug testing platform. The resulting short timelines and large panel screening capabilities will further unlock the great potential of PDO technology. Using large organoid panels in pre-clinical drug development and in combination with biomarker analysis will allow identification of responsive indications, subtypes, and genotypes, and for early patient stratification. Moreover, as most models presented in our panel screen platform are also available as PDX models, it allows for easy translation into <i>in vivo<\/i> follow-up studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Drug discovery,Screening,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Liza Wijler<sup>1<\/sup>, Jara Garcia Mateos<sup>1<\/sup>, My Nguyen<sup>1<\/sup>, Annelot Staes<sup>1<\/sup>, Linda van Seters<sup>1<\/sup>, Lama Alhaj Hasan<sup>1<\/sup>, Victor Tiroille<sup>1<\/sup>, Bram Herpers<sup>2<\/sup>, Leo Price<sup>2<\/sup>, Mariusz Madej<sup>2<\/sup>, Michiel Fokkelman<sup>2<\/sup>, <b>Marrit Putker<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Crown Bioscience Netherlands B.V., Utrecht, Netherlands,<sup>2<\/sup>Crown Bioscience Netherlands B.V., Leiden, Netherlands","CSlideId":"","ControlKey":"9da43445-6166-4b2e-8e11-beab235d2800","ControlNumber":"6310","DisclosureBlock":"&nbsp;<b>L. Wijler, <\/b> None..<br><b>J. Garcia Mateos, <\/b> None..<br><b>M. Nguyen, <\/b> None..<br><b>A. Staes, <\/b> None..<br><b>L. van Seters, <\/b> None..<br><b>L. A. Hasan, <\/b> None..<br><b>V. Tiroille, <\/b> None..<br><b>B. Herpers, <\/b> None..<br><b>L. Price, <\/b> None..<br><b>M. Madej, <\/b> None..<br><b>M. Fokkelman, <\/b> None..<br><b>M. Putker, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2450","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"198","PresenterBiography":null,"PresenterDisplayName":"Marrit Putker, PhD","PresenterKey":"25544074-a08b-47e7-97f1-149df9c82590","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"198. Pan-cancer assay-ready organoid drug screening with robust, reproducible and clinically-relevant output","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan-cancer assay-ready organoid drug screening with robust, reproducible and clinically-relevant output","Topics":null,"cSlideId":""},{"Abstract":"Most potential oncology drugs fail at the later stages of the drug development pipeline and in clinical trials, despite having promising data for their efficacy in vitro. This high failure rate is partly due to insufficient predictive models being used to screen drug candidates in the early stages of drug discovery. As such, there is a need to develop and utilize more representative models that are amendable for efficient testing of drug efficacy to discover new therapeutic targets. 3D cell models, specifically patient-derived organoids (PDOs), offer a promising solution to this problem. Cells grown in 3D can better mimic cell-cell interactions and the tissue microenvironment, including cancer stem cell niches. Studies show that patients and their derived organoids respond similarly to drugs, suggesting the therapeutic value of using PDOs to improve therapeutic outcomes. However, challenges commonly associated with using these organoids, such as assay reproducibility, ability to scale up, and cost have limited their widespread adoption as a primary screening method in drug discovery. To address some of the hurdles associated with the use of PDOs in large scale screens, a semi-automated bioprocess has been developed for the controlled production of standardized PDOs at scale. PDOs cultured in the bioprocessor were uniform in size, show high viability and were produced in repeatable batches in an assay-ready format. In this study, patient-derived colorectal cancer (CRC) organoids were seeded in high density (96 or 384 well) microtiter plates manually. We also tested the feasibility of scaling up the use of these CRCs by using an automated liquid handler or a bioprinter to seed and culture the PDOs. CRC PDOs were treated with selected anti-cancer compounds at various concentrations. Compound effects were monitored over time using transmitted light imaging. For the analysis of organoid growth and development, a deep learning-based image segmentation model was developed to automate the segmentation of the organoids. Using this approach, we tracked the effects of the compounds on colorectal organoid size, morphology, texture, and additional morphological and phenotypic readouts. A viability assay was carried out using live\/dead cell dyes and the PDOs were imaged in 3D on a high-content confocal imager. Out of the tested panel of known anti-cancer drugs, we found that PDOs treated with romidepsin and trametinib showed the most significant reduction in size, with a greater number of dead cells compared to the other compounds and controls. Overall, our results show the potential for the utility of PDOs in both precision medicine and high throughput drug discovery applications, when using automation with high-content imaging.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Colorectal cancer,Screening,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Angeline Lim<\/b><sup><\/sup>, Zhisong Tong<sup><\/sup>, Prathyushakrishna Macha<sup><\/sup>, Oksana Sirenkp<sup><\/sup><br><br\/>Molecular Devices, San Jose, CA","CSlideId":"","ControlKey":"8f7799cf-582a-44da-a6f7-c7ad3e46e68c","ControlNumber":"3252","DisclosureBlock":"<b>&nbsp;A. Lim, <\/b> <br><b>Molecular Devices<\/b> Employment. <br><b>Z. Tong, <\/b> <br><b>Molecular Devices<\/b> Employment. <br><b>P. Macha, <\/b> <br><b>Molecular Devices<\/b> Employment. <br><b>O. Sirenkp, <\/b> <br><b>Molecular Devices<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2451","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"199","PresenterBiography":null,"PresenterDisplayName":"Angeline Lim","PresenterKey":"65169e60-12e0-458b-9c02-cd785dd0f8b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"199. Novel platform for automation of high throughput drug discovery using patient derived colorectal cancer organoids","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel platform for automation of high throughput drug discovery using patient derived colorectal cancer organoids","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is an aggressive form of skin cancer that accounts for 75% of deaths of all skin cancers in the United States. Moreover, the number of cases is increasing at an alarming rate than any other cancer worldwide. But what is more alarming is the lack of chemo preventive or therapeutic drugs that are easily accessible to people and the absence of an efficient, effective and reliable model or platform for drug screening. A growing scientific and observational analyses suggests that antioxidants contain in blueberry inhibit tumor growth, and help slow down esophageal, lung, mouth, pharynx, endometrial, pancreatic, prostate, and colon cancers. Lately, the use of 3D multicellular spheroid culture has become a potential link to bridge the gap between monolayer culture and animal model. The treatment of blueberry extract (1mg) on the spheroids of A375 cells showed a disintegration of these spheroids and reduction in their growth. To optimize the culture conditions further herein, we used a novel three-dimensional (3D) coculture system with melanoma (A375), human fibroblast (HF-1) and Human umbilical endothelial cells (HUVECs) to study the effectiveness of drug <i>in vitro<\/i>. The multicellular nature of the coculture spheroid stimulates the microenvironment of the original tumor which makes it more efficient in drug screening process. The immunofluorescence assay on the 3D spheroid co-culture shows the interactions among these three cells which mimics the tumor microenvironment. We further analyzed the combination of blueberry extract and resveratrol which proved the effectiveness of blueberry extract as a potential chemosensitizer with resveratrol for skin cancer therapy. The complementary effect on the inhibition of A375 cell proliferation were observed when treated with 8 mg blueberry and 10 mM of resveratrol. The results of MTT assay indicates that the blueberry extracts showed potential cytotoxic activity against A375 cell line. 3D spheroid assay and 3D spheroid co-culture assays further confirmed the effectiveness of blueberry and resveratrol combination. Therefore, this platform could be applied for in vitro based drug screening studies. To conclude cytotoxic effects of the blueberry extract in human melanoma cells make them good candidates for further pharmacological studies to discover effective drugs for melanoma therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,3D models,Resveratrol,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christella  J.  Nelson<\/b><sup>1<\/sup>, Vino  T.  Cheriyan<sup>2<\/sup>, Abhishek Pandit<sup>3<\/sup>, Joseph Francis<sup>3<\/sup>, Alan Tackett<sup>4<\/sup><br><br\/><sup>1<\/sup>Department of Pathobiological Sciences, Louisiana State University, Baton Rouge, LA,<sup>2<\/sup>COmparative Biomedical Sciences, Louisiana State University, Baton Rouge, LA,<sup>3<\/sup>Louisiana State University, Baton Rouge, LA,<sup>4<\/sup>Biochemistry and Molecular Biology, University of Arkansas for Medicinal Sciences, Little Rock, AR","CSlideId":"","ControlKey":"c1461983-32fa-494d-be6b-c978ab305643","ControlNumber":"6491","DisclosureBlock":"&nbsp;<b>C. J. Nelson, <\/b> None..<br><b>V. T. Cheriyan, <\/b> None..<br><b>A. Pandit, <\/b> None..<br><b>J. Francis, <\/b> None..<br><b>A. Tackett, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2453","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"201","PresenterBiography":null,"PresenterDisplayName":"Christella Nelson, MS","PresenterKey":"fac61bfd-5141-4cde-99e7-54d67a9c93ca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"201. Establishment of 3D co-culture spheroid model for in<i>- vitro <\/i>drug screening","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of 3D co-culture spheroid model for in<i>- vitro <\/i>drug screening","Topics":null,"cSlideId":""},{"Abstract":"The paradigm shift towards inclusion of primary patient samples in preclinical drug development bottlenecks at the tissue procurement step due to an on-going lack of &#8217;research-ready&#8217; tumor samples. Organoid technology was developed as a solution to this hurdle. Their ability to expand in culture makes them a renewable resource similar to cell lines while recapitulating key properties of the primary tissue, including tumor heterogeneity, structural organization and drug responses. As preclinical drug development continues to adopt organoid-based screening technology and immune-oncology agents continue to be advanced, there is high demand for more complex organoid-based models capable of more accurately predicting individual patient drug responses. Due to their development process, the vast majority of organoids do not contain immune cells, resulting in the need to utilize allogeneic immune cells for any immune cell involved interrogation of the models. Maintaining the immune cells for incorporation with the organoid model can overcome this hindrance. Additionally, perfused organoid models offer a complex, ex vivo model with the ability to replicate the mechanical forces imparted by blood flow and interstitial pressure. Compared to 2D and static 3D cultures, perfused 3D culture models show enhanced proliferative and migratory capacities and can be sustained as long-term cultures. In our previous studies, DNA methylation signatures in patient-derived breast microtumors grown in Kiyatec&#8217;s 3DKUBE&#8482; perfusion bioreactor matched the primary tissues of derivation. Given the need for more complex biology when assessing immune-oncology agents, the physiological relevance in maintaining gene expression <i>ex vivo, <\/i>and the capability to sustain long-term viability, the impact of autologous immune cells and perfusion on the success of organotypic culture was investigated across a panel of primary patient tumors. Immune cells were profiled for status and activity and imaging and viability assays were used to evaluate static and perfused 3D organoid models for differences in viability and morphology. PCR was used to examine how mechanically transduced forces alter gene expression and DNA methylation signatures. Drug responses were measured using our KIYA-Predict&#8482; platform, comparing organoid drug responses to primary tissue drug responses. Results of this study provide insight on alternative methods of organotypic culture and evidence for the utilization of more complex tissue modeling in preclinical drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"3D models,Immune cells,Organoids,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Melissa Millard<\/b><sup><\/sup>, Natalie Dance<sup><\/sup>, Teresa  M.  DesRochers<sup><\/sup><br><br\/>Kiyatec Inc., Greenville, SC","CSlideId":"","ControlKey":"178d729b-7c07-41df-8809-dac988bc0320","ControlNumber":"7638","DisclosureBlock":"<b>&nbsp;M. Millard, <\/b> <br><b>Kiyatec, Inc.<\/b> Employment. <br><b>N. Dance, <\/b> <br><b>Kiyatec, Inc.<\/b> Employment. <br><b>T. M. DesRochers, <\/b> <br><b>Kiyatec, Inc.<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2454","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"202","PresenterBiography":null,"PresenterDisplayName":"Melissa Millard, BS;PhD","PresenterKey":"1569248e-b57f-41dd-86d8-99acbb420bb0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"202. Perfused patient-derived tumor organoid models with autologous immune cells for preclinical drug development","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Perfused patient-derived tumor organoid models with autologous immune cells for preclinical drug development","Topics":null,"cSlideId":""},{"Abstract":"Bone and soft tissue sarcomas are a rare and diverse family of malignancies. Sarcomas disproportionally impact young patients, and most subtypes have limited therapeutic options. Given the rarity of these tumors and their heterogenous nature, there is a need for developing clinically relevant models to broadly characterize the landscape of drug resistance and sensitivity in sarcoma in order to identify effective therapies. We leverage patient-derived tumor organoids (PDTOs) to create models across an array of bone and soft tissue sarcomas. We have procured n=193 specimens from n=127 patients undergoing biopsies or surgical resections at UCLA Health hospitals and successfully generated PDTOs from over 100 samples so far originating from primary, recurrent, or metastatic bone and soft tissue sarcomas. We performed molecular and histologic characterization to compare the PDTOs with the parent tumor and monitored PDTOs growth using a machine learning-based imaging pipeline (Al Shihabi et al, 2022). Our results show that sarcoma PDTOs closely resemble the tumor of origin in their molecular features and exhibit diverse growth patterns across subtypes. We leveraged our existing organoid high-throughput drug screening pipeline (Phan et al, 2019) to perform functional screenings of chemotherapies, targeted agents, and combination therapies, with results within one week from surgery. By screening a large number of samples, we could identify patterns of response with respect to diagnosis, prior treatment, patient age, lesion type, and disease trajectory. We observe tumor-specific susceptibilities with high heterogeneity both across and within sarcoma subtypes. As an example, we will focus on osteosarcoma, a bone tumor common in the pediatric and AYA population. We characterized PDTOs from n=33 osteosarcoma specimens and observed significant heterogeneity in response to NCCN-recommended therapies, suggesting that some patients may benefit from a personalized selection of approved therapeutic regimens. Finally, we compare functional and genomic screening to show how drug sensitivity and resistance characterization can facilitate optimal drug selection, avoid ineffective therapies, and mirror patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Organoids,Drug sensitivity,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ahmad Al Shihabi<\/b><sup>1<\/sup>, Peyton  J.  Tebon<sup>1<\/sup>, Huyen  T.   L.  Nguyen<sup>1<\/sup>, Jomjit Chantharasamee<sup>2<\/sup>, Sara Sartini<sup>1<\/sup>, Ardalan Davarifar<sup>1<\/sup>, Alexandra Jensen<sup>1<\/sup>, Miranda Diaz-Infante<sup>1<\/sup>, Hannah Cox<sup>1<\/sup>, Alfredo Gonzalez<sup>1<\/sup>, Nasrin Tavanaie<sup>1<\/sup>, Sarah Dry<sup>1<\/sup>, Arun Singh<sup>1<\/sup>, Bartosz Chmielowski<sup>1<\/sup>, Joseph  G.  Crompton<sup>1<\/sup>, Anusha Kalbasi<sup>1<\/sup>, Fritz  C.  Eilber<sup>1<\/sup>, Francis  J.  Hornicek<sup>1<\/sup>, Nicholas Bernthal<sup>1<\/sup>, Scott  D.  Nelson<sup>1<\/sup>, Paul  C.  Boutros<sup>1<\/sup>, Noah Federman<sup>1<\/sup>, Jane Yanagawa<sup>1<\/sup>, Alice Soragni<sup>1<\/sup><br><br\/><sup>1<\/sup>UCLA - University of California Los Angeles, Los Angeles, CA,<sup>2<\/sup>Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand","CSlideId":"","ControlKey":"d67cf63b-9781-488e-8c14-e739b0f3cd7c","ControlNumber":"5132","DisclosureBlock":"&nbsp;<b>A. Al Shihabi, <\/b> None..<br><b>P. J. Tebon, <\/b> None..<br><b>H. T. L. Nguyen, <\/b> None..<br><b>J. Chantharasamee, <\/b> None..<br><b>S. Sartini, <\/b> None..<br><b>A. Davarifar, <\/b> None..<br><b>A. Jensen, <\/b> None..<br><b>M. Diaz-Infante, <\/b> None..<br><b>H. Cox, <\/b> None..<br><b>A. Gonzalez, <\/b> None..<br><b>N. Tavanaie, <\/b> None..<br><b>S. Dry, <\/b> None..<br><b>A. Singh, <\/b> None.&nbsp;<br><b>B. Chmielowski, <\/b> <br><b>Iovance Biotherapeutics<\/b> Grant\/Contract, Other, Advisory Role. <br><b>IDEAYA Biosciences<\/b> Grant\/Contract, Other, Advisory Role. <br><b>Sanofi<\/b> Other, Advisory Role. <br><b>OncoSec<\/b> Other, Advisory Role. <br><b>Nektar<\/b> Other, Advisory Role. <br><b>Genentech<\/b> Other, Advisory Role. <br><b>Novartis<\/b> Grant\/Contract, Other, Advisory Role. <br><b>Instil Bio<\/b> Grant\/Contract, Advisory Role. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Macrogenics<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Karyopharm Therapeutics<\/b> Grant\/Contract. <br><b>Infinity Pharmaceuticals<\/b> Grant\/Contract. <br><b>Advenchen Laboratories<\/b> Grant\/Contract. <br><b>Compugen<\/b> Grant\/Contract. <br><b>PACT Pharma<\/b> Grant\/Contract. <br><b>Idera<\/b> Grant\/Contract. <br><b>Neon Therapeutics<\/b> Grant\/Contract. <br><b>Xencor<\/b> Grant\/Contract.<br><b>J. G. Crompton, <\/b> None..<br><b>A. Kalbasi, <\/b> None.&nbsp;<br><b>F. C. Eilber, <\/b> <br><b>Certis Oncology<\/b> Other, Scientific Advisory Board.<br><b>F. J. Hornicek, <\/b> None.&nbsp;<br><b>N. Bernthal, <\/b> <br><b>Zimmer Biomet<\/b> Other, Consultant. <br><b>Onkos<\/b> Other, Consultant. <br><b>Diiachi Sankyo<\/b> Other, Consultant. <br><b>Deciphera<\/b> Other, Consultant.<br><b>S. D. Nelson, <\/b> None.&nbsp;<br><b>P. C. Boutros, <\/b> <br><b>Sage Bionetworks<\/b> Other, Scientific Advisor. <br><b>Intersect Diagnostics Inc<\/b> Other, Scientific Advisor. <br><b>BioSymetrics Inc<\/b> Other, Scientific Advisor. <br><b>N. Federman, <\/b> <br><b>Bayer AG<\/b> Independent Contractor. <br><b>REATA Pharmaceuticals<\/b> Stock. <br><b>Moderna<\/b> Stock. <br><b>Icona BioDx<\/b> Other, Ownership. <br><b>J. Yanagawa, <\/b> <br><b>Icona BioDx<\/b> Other, Ownership. <br><b>A. Soragni, <\/b> <br><b>Icona BioDx<\/b> Other, Ownership.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2455","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"203","PresenterBiography":null,"PresenterDisplayName":"Ahmad Al Shihabi, MD","PresenterKey":"1c430660-23f9-4682-b179-4e0ee56ea6d7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"203. A characterization of drug sensitivity and resistance in sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A characterization of drug sensitivity and resistance in sarcoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Non-metastatic NSCLC treated with curative surgery has a five-year survival of ~50%, mostly due to development of recurrences. Despite being considered as potential drug screening platforms, patient-derived xenograft (PDX) models are inefficient due to low tumor engraftment rates and complex animal care. Patient-derived organoid (PDO) models overcome these limitations as potential clinically applicable drug testing platforms. Our objective was to develop PDO models from non-metastatic NSCLC patients to study epithelial cell type heterogeneity and drug sensitivities for precision medicine.<br \/>Hypothesis: PDO models reliably capitulate the patient primary tumor and serve as versatile platforms for high-throughput screening of standard-of-care and repurposed drugs.<br \/>Methods: Single cell suspensions prepared from resected lung tumor tissues from ten NSCLC patients (both adenocarcinoma and squamous cell carcinoma) were mixed with Matrigel (growth factor-reduced) and cultured in organoid growth medium. Organoids and matched primary tumors were compared by histopathology [H&#38;E staining and immunohistochemistry for cytokeratin (CK) 5\/6, CK7, Napsin A, Thyroid transcription factor-1 (TTF-1) and p40] and by bulk RNA sequencing. Upon passaging, PDOs were seeded in triplicates, treated with carboplatin\/paclitaxel doublet chemotherapy, and drug responses were determined using bright-field 3D imaging (z-stack method). Tumor growth (%) was determined on day 3 and 6 of treatments. RNA sequencing analyses identified a potential drug targets and repurposed drug (aldoketoreductase inhibitor Epalrestat) was tested to overcome chemoresistance in PDOs.<br \/>Results: NSCLC PDO growth was established from 11\/12 (91.7%) primary tumors with a median time of 11 days (range 4-18 days) to reach volume of 100 &#956;m<sup>3<\/sup>. PDOs retained histopathological features and biomarker expression of the matched tumors. As determined by growth differences (<i>p<\/i>&#60;0.05), 5\/9 (55.6%) PDOs were chemosensitive and 4\/9 (44.4%) PDOs were chemoresistant against carboplatin\/paclitaxel. Whole transcriptome analysis confirmed conservation of the epithelial cell composition in all PDOs in comparison to the matched primary tumors. Potentially druggable genes associated with chemotherapy resistance were identified and the aldoketoreductase inhibitor Epalrestat was repurposed and shown to be effective in overcoming chemoresistance towards carboplatin\/paclitaxel.<br \/>Conclusions: PDOs can be established from resectable NSCLC patients with high success rates, while preserving histopathological, cellular, and molecular characteristics of the matched primary tumors. Considering the time frames of growth and drug testing, PDOs can serve as clinically applicable drug response testing platforms to traditional and repurposed drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Lung cancer: non-small cell,Drug resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yariswamy Manjunath<\/b><sup>1<\/sup>, Suvilesh Kanve Nagaraj<sup>1<\/sup>, Yulia  I.  Nussbaum<sup>2<\/sup>, Mohamed Gadelkarim<sup>1<\/sup>, Kevin  F.  Staveley-O’Carroll<sup>1<\/sup>, Eric  T.  Kimchi<sup>1<\/sup>, Guangfu Li<sup>1<\/sup>, Wesley  C.  Warren<sup>1<\/sup>, Chi-Ren Shyu<sup>1<\/sup>, Matthew  A.  Ciorba<sup>3<\/sup>, Jonathan  B.  Mitchem<sup>1<\/sup>, Jussuf  T.  Kaifi<sup>1<\/sup><br><br\/><sup>1<\/sup>Surgery, University of Missouri - Columbia, Columbia, MO,<sup>2<\/sup>Institute for Data Science and Informatics, University of Missouri - Columbia, Columbia, MO,<sup>3<\/sup>Medicine, Washington University, St. Louis, MO","CSlideId":"","ControlKey":"a8b8fd4b-1fcc-4d43-9264-f6700952906f","ControlNumber":"4542","DisclosureBlock":"&nbsp;<b>Y. Manjunath, <\/b> None..<br><b>S. Kanve Nagaraj, <\/b> None..<br><b>Y. I. Nussbaum, <\/b> None..<br><b>M. Gadelkarim, <\/b> None..<br><b>K. F. Staveley-O’Carroll, <\/b> None..<br><b>E. T. Kimchi, <\/b> None..<br><b>G. Li, <\/b> None..<br><b>W. C. Warren, <\/b> None..<br><b>C. Shyu, <\/b> None..<br><b>M. A. Ciorba, <\/b> None..<br><b>J. B. Mitchem, <\/b> None..<br><b>J. T. Kaifi, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2457","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"205","PresenterBiography":"","PresenterDisplayName":"Yariswamy Manjunath, PhD","PresenterKey":"c7b23bae-e425-4d2f-867c-6d70692a8d42","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"205. Patient-derived organoids from surgically treated, localized non-small cell lung cancer as high-throughput drug testing platforms for conventional and repurposed drugs","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived organoids from surgically treated, localized non-small cell lung cancer as high-throughput drug testing platforms for conventional and repurposed drugs","Topics":null,"cSlideId":""},{"Abstract":"<b><i> <\/i><\/b> While most patients with high grade serous ovarian cancer (HGSC) respond to platinum-based chemotherapy, the response is rarely durable and recurrence almost inevitable. Women with triple negative breast cancer (TNBC) urgently require effective therapeutic options. In women with HGSC and TNBC (with mutations in BRCA1\/2) treatment with a Poly-ADP-ribose inhibitor (PARPi) has emerged as a standard of care. In models of HGSC and TNBC senescence may play a role in PARPi resistance with i Bcl-xL, a member of the Bcl-2 family of proteins, preventing apoptosis. Therefore, we have initiated a clinical trial whereby a PARPi and then, an inhibitor of Bcl-xL, Navitoclax, will be added to their course of treatment [NCT05358639]. Bcl-xL is only one of the five known inhibitors of apoptosis, at present we do not know in vivo how these will impact the efficacy of the PARPi \/Navitoclax combination or if they will provide other targets for effective therapy. <b>Our hypothesis<\/b> is that patient derived organoids can be used as a pragmatic way to assess the efficacy of new drugs and to identify for individual patients which drug(s) and drug combinations are likely to be most efficacious. In particular, with reference to the clinical trial, identify for individual patients which Bcl-2 protein inhibitor will synergize with a PARPi to optimize treatment. Currently we are using organoids to test novel drugs and drug combinations and to develop biomarkers for HGSC and TNBC treatment response. A limitation to the use of organoids generated from biopsy samples is the lack of efficient and reliable experimental models that recapitulate in vitro patient tumors faithfully enough to facilitate translation to therapeutic decisions for patients. By adapting the relatively new technique of conditional reprogramming and combining it with novel hydrogel based synthetic ECM supports we can reproducibly generate HGSC and TNBC patient-specific tumor organoids models in two weeks with greater than 90% success. Organoids grown in 384 or 1536 well format are stained with novel non-toxic dyes and chemoresponses to drugs are inferred from automatically acquired 3D confocal image stacks using deep learning AI algorithms that enable automated analyses. Our data suggest that this approach captures the inherent heterogeneity of the disease, albeit local to the sampled site. We are now employing deep learning AI algorithms to enable automated analyses of 3D confocal image stacks of organoids and infer drug responses that will be compared to patient responses in the clinical trial.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Ovarian cancer,Bcl-2 protein family,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Helen  J.  MacKay<\/b><sup><\/sup>, Alla Buzina<sup><\/sup>, Betty Li<sup><\/sup>, Lilian Gien<sup><\/sup>, David Andrews<sup><\/sup><br><br\/>Sunnybrook Research Institute, University of Toronto, Toronto, ON, Canada","CSlideId":"","ControlKey":"784d8ca7-1b8e-4970-9a67-f795dbdcaa6f","ControlNumber":"7295","DisclosureBlock":"&nbsp;<b>H. J. MacKay, <\/b> None..<br><b>A. Buzina, <\/b> None..<br><b>B. Li, <\/b> None..<br><b>L. Gien, <\/b> None..<br><b>D. Andrews, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2458","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"206","PresenterBiography":null,"PresenterDisplayName":"Helen MacKay","PresenterKey":"97d9560e-dc13-46d3-9484-29c9c91a34b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"206. Organoid models for predicting drug response in high grade serous and triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Organoid models for predicting drug response in high grade serous and triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Multiple Myeloma (MM) is a heterogeneous malignancy characterized by abnormal clonal plasma cell infiltration in the bone marrow. It is the second most common hematologic malignancy, after non-Hodgkin&#8217;s Lymphoma. This deadly disease globally affects 1 to 5 people in every 100,000 people each year. After initial diagnosis, the 5-year survival rate is 44% because there is no curative therapy, and most patients will eventually experience relapse, and some become refractory. Large inter-patient and intra-patient genetic heterogeneity limit the identification of universal drivers of MM. However, several oncogenic dependencies such as primary events related to driver gene mutations and primary translocations can be targeted for better treatment strategies for R\/R multiple myeloma. To establish a robust drug sensitivity screening platform, both MM cell lines and cryopreserved primary MM patient samples were used. MM cell lines screen with H929, MM1R and RPMI-8226 was performed to narrow down optimal concentrations of investigative test agents. During assay development, a panel of FDA approved agents for relapsed MM including panobinostat, bortezomib, melphalan, omacetaxine, and selinexor were tested. The cells were seeded at 50,000 cells per well in triplicates in a 96-well plate on day 0. The test agents were added in 9 concentrations with the top concentration being 25 uM with 2-fold dilutions. After 6- days of incubation, a luminescent cell viability assay was performed to calculate relative viability with drug treatment and IC50 was computed by fitting data using a standard four-parameter logistic model. For primary multiple myeloma samples, bone marrow aspirates were collected from Multiple Myeloma patients procured from different providers. BM mononuclear (BMMNC) cells were separated by Ficoll-Hypaque density sedimentation. Unfractionated BMMNC cells were used in these assays to preserve intra-tumor heterogeneity. Primary cells were seeded in triplicates per dose point on day 0 in Champions&#8217; proprietary media. The test agents were also added on day 0 and were incubated for 6 days. On Day 6, the relative cell viability was measured based on Cell Titer Glo readout. The cryopreserved primary MM patient samples were viable in culture for the entire assay duration validating assay feasibility. A panel of FDA approved, standard of care drugs were tested in numerous clinically well-annotated and diverse MM patient models. Primary model selection was based on disease burden including plasma cell count from Core Biopsy and BM aspirates. Multiparametric flow cytometric immunophenotyping was also performed in these primary samples using monoclonal antibodies against CD56, CD19, CD117, CD27, CD138, and CD38. For the first time, we demonstrate the feasibility of a novel, ex-vivo drug sensitivity screening platform with cryopreserved, primary multiple myeloma cells from diverse, clinically well-annotated patient samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Multiple myeloma,Immunophenotyping,Flow Cytometry,Cytotoxicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vaishnavi Sambandam<\/b><sup><\/sup>, Sharvari Inamdar<sup><\/sup>, Haoting Hsu<sup><\/sup>, Brandon Walling<sup><\/sup>, Paolo Schiviani<sup><\/sup>, Abhay Andar<sup><\/sup>, Marianna Zipeto<sup><\/sup>, Michael Ritchie<sup><\/sup>, Karin Abarca Heidemann<sup><\/sup>, Maria Mancini<sup><\/sup><br><br\/>Champions Oncology, Inc. (Hackensack, NJ), Hackensack, NJ","CSlideId":"","ControlKey":"0388c023-2c6e-492d-a0b3-12913b118951","ControlNumber":"7605","DisclosureBlock":"&nbsp;<b>V. Sambandam, <\/b> None..<br><b>S. Inamdar, <\/b> None..<br><b>H. Hsu, <\/b> None..<br><b>B. Walling, <\/b> None..<br><b>P. Schiviani, <\/b> None..<br><b>A. Andar, <\/b> None..<br><b>M. Zipeto, <\/b> None..<br><b>M. Ritchie, <\/b> None..<br><b>K. Abarca Heidemann, <\/b> None..<br><b>M. Mancini, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2461","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"207","PresenterBiography":null,"PresenterDisplayName":"Rachel Bunting, MBA;MS","PresenterKey":"6e0637a4-9462-43d1-b994-e74fe0184414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"207. <i>Ex vivo<\/i> modeling of multiple myeloma: A novel drug sensitivity screening platform","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"500","SessionOnDemand":"False","SessionTitle":"Tumor Organoids for Therapeutic Testing","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>Ex vivo<\/i> modeling of multiple myeloma: A novel drug sensitivity screening platform","Topics":null,"cSlideId":""}]