[{"Abstract":"Genetic instability of cancer cells often generates abundant somatic mutations, and these non-synonymous variations can produce mutated tumor-specific antigens (mTSAs), usually referred to as neoantigens. In addition to mutation-derived neoantigens, aberrantly expressed TSAs (aeTSAs), arising from epigenetic changes and cis- or trans-acting genetics, are also prospective materials for cancer immunotherapy. Since these neoantigens are highly immunogenic, they can activate T cells to trigger an immune response. So far, nevertheless, none of current neoantigen identification tools can identify and differentiate mTSAs and aeTSAs. Here, we demonstrated a comprehensive pipeline and online system to discover both mTSAs and aeTSAs from DNA-seq, RNA-seq, and liquid chromatography-MS\/MS (LC-MS\/MS) data.<br \/>To identify potential mTSAs, somatic mutations are discovered and annotated. Afterward, missense mutations and flanking nucleotide bases are further translated into peptides. Quantification of gene expression is conducted to filter out those peptides with low expression levels if RNA-seq reads are provided as well. To identify aeTSAs, most of which originate from allegedly noncoding regions, an alignment-free approach is employed. The RNA-seq reads from tumor and normal tissues are chopped into short k-mer sequences. Those presenting in tumors but not normal tissues are kept, assembled into longer sequences, and translated into peptides then. LC-MS\/MS peptides are optionally provided to improve the confidence of the results. Binding affinities between specific major histocompatibility complexes (MHC) and all translated peptides are predicted. Generally, if a tumor-specific peptide can successfully bind with the MHC on the surfaces of tumor cells, it will be defined as a potential neoantigen candidate. The databases associated with cancer proteomics such as Catalogue of Somatic Mutations in Cancer (COSMIC) database are also included in the system, providing information on common cancer variants.<br \/>We applied the online system to identify 95 putative aeTSA candidates sharing among 13 patients with colorectal cancer, and on top of that 14 of them could be presented by HLA-A*11:01 &#38; 11:02, which are common alleles in Asians. We also compared 246 putative mTSA candidates with peptides in COSMIC database and found 15 of them were common cancer variants, including KRAS and BRAF mutations, both of which are prognostic and predictive biomarkers in colorectal cancer. More importantly, initial evidence shows that these candidates are immunogenic on primary peripheral blood mononuclear cells. Overall, we propose a user-friendly and practical online system to identify and differentiate mTSAs and aeTSAs with optimized procedures. It integrates analysis results of various inputs, i.e., DNA-seq, RNA-seq, and LC-MS\/MS data, which can improve the reliability of identified TSAs and provide valuable information for clinical investigators.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Neoantigens,Colorectal cancer,Tumor-specific antigen (TSA),Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chia-Yu Sung<\/b><sup>1<\/sup>, Chien-Yueh Lee<sup>2<\/sup>, Chia-Hsin Wu<sup>3<\/sup>, Kevin Chih-Yang Huang<sup>4<\/sup>, Yu-Hsuan Tseng<sup>1<\/sup>, Mong-Hsun Tsai<sup>5<\/sup>, Liang-Chuan Lai<sup>6<\/sup>, Tzu-Pin Lu<sup>7<\/sup>, Kun-San Clifford Chao<sup>8<\/sup>, Eric Y. Chuang<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Biomedical Electronics and Bioinformatics, National Taiwan University (NTU), Taipei, Taiwan,<sup>2<\/sup>College of Biomedical Engineering, China Medical University (CMU), Taichung, Taiwan,<sup>3<\/sup>Bioinformatics and Biostatistics Core Lab, NTU Center of Genomics and Precision Medicine, National Taiwan University (NTU), Taipei, Taiwan,<sup>4<\/sup>Department of Biomedical Imaging and Radiological Science, China Medical University (CMU), Taichung, Taiwan,<sup>5<\/sup>Institute of Biotechnology, National Taiwan University (NTU), Taipei, Taiwan,<sup>6<\/sup>Graduate Institute of Physiology, National Taiwan University (NTU), Taipei, Taiwan,<sup>7<\/sup>Department of Public Health, National Taiwan University (NTU), Taipei, Taiwan,<sup>8<\/sup>Graduate Institute of Biomedical Science, China Medical University (CMU), Taichung, Taiwan","CSlideId":"","ControlKey":"f339c686-f76d-4874-8268-020f537199cb","ControlNumber":"882","DisclosureBlock":"&nbsp;<b>C. Sung, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>K. Huang, <\/b> None..<br><b>Y. Tseng, <\/b> None..<br><b>M. Tsai, <\/b> None..<br><b>L. Lai, <\/b> None..<br><b>T. Lu, <\/b> None..<br><b>K. C. Chao, <\/b> None..<br><b>E. Chuang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7544","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2065","PresenterBiography":"","PresenterDisplayName":"Chia-Yu Sung, BS","PresenterKey":"fba2ab8f-fc25-4045-b4d0-8b2fd8d85bce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2065. A comprehensive online system for identifying tumor neoantigens","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A comprehensive online system for identifying tumor neoantigens","Topics":null,"cSlideId":""},{"Abstract":"UCSC Xena (http:\/\/xena.ucsc.edu\/) is a web-based visual integration and exploration tool for multi-omic data and associated clinical and phenotypic annotations. Researchers can easily view and explore public data, their own private data, or both using the Xena Browser. Private data are kept on the researcher's computer and are never uploaded to our public servers. We support Mac, Windows, and Linux.<br \/>Questions Xena can help you answer:<br \/>* Is overexpression of this gene associated with lower\/higher survival?<br \/>* What genes are differentially expressed between these two groups of samples?<br \/>* What is the relationship between mutation, copy number, expression, etc for this gene?<br \/>Xena showcases seminal cancer genomics datasets from TCGA, the Pan-Cancer Atlas, GDC, PCAWG, ICGC, and more; a total of more than 1500 datasets across 50 cancer types. We support virtually any type of functional genomics data: SNPs, INDELs, copy number variation, gene expression, ATAC-seq, DNA methylation, exon-, transcript-, miRNA-, lncRNA-expression and structural variants. We also support clinical data such as phenotype information, subtype classifications and biomarkers. All of our data is available for download via python or R APIs, or using our URL links.<br \/>Our signature Visual Spreadsheet view shows multiple data types side-by-side enabling discovery of correlations across and within genes and genomic regions. We also have dynamic Kaplan-Meier survival analysis, powerful filtering and subgrouping, differential gene expression analysis, charts, statistical analyses, genomic signatures, and the ability to generate URLs to live views. We link out to the UCSC Genome Browser as well as MuPIT\/CRAVAT and TumorMap.<br \/>New features include:<br \/>* Genome-wide differential gene expression analysis<br \/>* Select samples directly from the screen for filtering and creating subgroups<br \/>* Violin plots on any numerical data<br \/>* Loading of Microsoft Excel files<br \/>Our beta prototype site for visualizing single-cell data delivers million-cell-scale multi-omics data for interactive visualization in a web browser. Contact us for access to our beta prototype site.<br \/>If you use us please cite our publication in Nature Biotechnology: https:\/\/www.nature.com\/articles\/s41587-020-0546-8","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Cancer genomics,Databases,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mary Goldman<\/b><sup><\/sup>, Brian Craft<sup><\/sup>, Jingchun Zhu<sup><\/sup>, David Haussler<sup><\/sup><br><br\/>UC Santa Cruz Genomics Institute, Santa Cruz, CA","CSlideId":"","ControlKey":"e53431c1-c63c-4e3d-8b74-02129a9a2365","ControlNumber":"1323","DisclosureBlock":"&nbsp;<b>M. Goldman, <\/b> None..<br><b>B. Craft, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>D. Haussler, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7545","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2066","PresenterBiography":null,"PresenterDisplayName":"Mary Goldman","PresenterKey":"cd5ebaeb-0f15-41f1-8d03-dde9b7077f0f","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/cd5ebaeb-0f15-41f1-8d03-dde9b7077f0f.profile.jpg","SearchResultActions":null,"SearchResultBody":"2066. Visualization and analysis of cancer genomics data using UCSC Xena","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Visualization and analysis of cancer genomics data using UCSC Xena","Topics":null,"cSlideId":""},{"Abstract":"Introduction: There remains a need to reduce next-generation sequencing (NGS) turnaround for time-sensitive applications. Reducing turnaround requires faster sequencing and accelerated data analysis. We recently introduced the Singular Genomics G4TM platform for rapid sequencing-by-synthesis (SBS), which can deliver four human whole genomes at ~30x coverage in 19 hours. Here we present accelerated bioinformatics pipelines for germline and somatic variant detection on the G4 that leverage the NVIDIA Clara Parabricks platform and Google DeepVariant.<br \/>Methods: The G4 sequencer enables 2x150bp reads from two flow cell types (F2: 150M and F3: 300M reads) and up to four flowcells may analyzed in parallel. To maximize speed and performance for germline variant detection, we trained a custom DeepVariant v1.4 whole genome model for the Parabricks platform using data from GIAB reference samples, excluding HG002 (2x150bp reads; multiple library preparation kits used in data generation). We iteratively explored DeepVariant model parameters before validating performance on HG002. Separately, we applied the Parabricks umi_fgbio workflow to perform single family UMI error correction and somatic variant detection following targeted enrichment and sequencing of control gDNA consisting of pooled reference cell lines.<br \/>Results: The baseline DeepVariant v1.4 Illumina whole genome model delivered a precision and recall of 99.86% and 99.12% for SNPs, and 98.37% and 96.27% for indels, respectively for HG002 at 31x coverage. The trained model showed improved indel performance, with a precision and recall of 99.86% and 99.10% for SNPs, and 98.56% and 96.81% for indels, respectively from the same library, driven by gains in performance over low complexity and homopolymer-rich regions. The model was adapted to Parabricks to deliver a fastq-to-vcf turnaround of 30 minutes for 30x whole genome analysis. Separately, for somatic variant detection, single family UMI-based error correction and variant calling from 150M input reads was completed in 45 minutes on the Parabricks platform using the p4d.24xlarge GPU instance type. We observe a high concordance between observed and predicted variant allele frequencies (R2 = 0.990, minimum VAF &#62;=1%).<br \/>Conclusions: We have successfully implemented a custom GPU-accelerated DeepVariant whole genome model for the G4, resulting in improved indel performance over challenging genomic features. We further demonstrated accelerated single family UMI error correction and somatic variant detection via the Parabricks umi_fgbio workflow. We anticipate that the combination of rapid-SBS and GPU-based acceleration will significantly reduce turnaround for the most time sensitive variant detection applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Somatic mutations,Bioinformatics,Genomics,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kenneth Gouin<sup><\/sup>, Liz LaMarca<sup><\/sup>, Ann Tong<sup><\/sup>, Ryan Shultzaberger<sup><\/sup>, <b>Timothy Looney<\/b><sup><\/sup>, Martin  M.  Fabani<sup><\/sup><br><br\/>Singular Genomics, San Diego, CA","CSlideId":"","ControlKey":"7f8dc4f4-a09a-465e-921e-05e7f03a2826","ControlNumber":"7205","DisclosureBlock":"&nbsp;<b>K. Gouin, <\/b> None..<br><b>L. LaMarca, <\/b> None..<br><b>A. Tong, <\/b> None..<br><b>R. Shultzaberger, <\/b> None..<br><b>T. Looney, <\/b> None..<br><b>M. M. Fabani, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7546","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2067","PresenterBiography":"","PresenterDisplayName":"Timothy Looney, PhD","PresenterKey":"7979a656-e9ec-42f2-9500-f1911c3ed553","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2067. Rapid somatic and germline variant detection using the novel G4 sequencing platform and GPU acceleration","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rapid somatic and germline variant detection using the novel G4 sequencing platform and GPU acceleration","Topics":null,"cSlideId":""},{"Abstract":"The goal of the described work was to create a self-service tool for data exploration and cohort creation, facilitating feasibility assessments for research studies and providing insights into the primary clinical and demographic characteristics of the Moffitt patient population. The Moffitt Cancer Analytics Platform (MCAP) was designed to enable seamless end-to-end data lifecycle management, promote data democratization, and reduce data duplication by feeding diverse, typically siloed local data streams into a central data repository. Eight distinct sources including the Moffitt electronic medical record, cancer registry, billing systems and clinical trial management system feed into an Amazon S3-based data lake. Raw data are cleaned, standardized for research use, and stored in the enterprise data warehouse in Snowflake. To date, over 80 distinct tables and 2,200 data elements are captured, representing over 500,000 patients. To provide transparency into these data assets, Moffitt partnered with phData to create a custom tool for data self-service, MCAP Explore. Built on the Sigma cloud analytic platform, Explore is a highly customized interactive workbook that allows the user to filter the total patient population on a broad range of clinical and demographic characteristics to identify cohorts of interest, with applications ranging from research study feasibility assessments to operational oversight of the composition of the patient population and where disparities may exist in disease characteristics, treatment or outcomes. In addition, the user is able to view a broad range of visualizations summarizing the resulting cohort and deep-dive into the specific records available. The features that distinguish Explore from similar tools include: a) the broad range of data domains covered by the available filters (demographics, diagnoses, appointments, labs\/vitals, treatment, study enrollment\/consent, patient-reported, biospecimens, molecular); b) the ability to apply any number of filters in an arbitrary order, on data that is both one-to-one and many-to-one with the patient, while maintaining important linkages between record types; c) full customization of the product for our oncology-specific use cases, facilitating transparency into the underlying data model and flexibility for future expansion; d) no data being required to leave the Moffitt environment, and de-identification processes governed at an institutional level and applied within Snowflake being automatically inherited within Explore by connection to our institutional Active Directory accounts and Snowflake user roles. We will present detailed examples of tool functionality and describe the underlying data model and design decisions required to accommodate a broad range of complex oncology-specific use cases. In addition, we will present early usage metrics and next steps for expansion into new data domains including imaging.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Databases,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rachel Howard<\/b><sup>1<\/sup>, Phillip Reisman<sup>1<\/sup>, Patricia Lewis<sup>1<\/sup>, Rodrigo Carvajal<sup>1<\/sup>, Chandan Challa<sup>1<\/sup>, Mark Ruesink<sup>2<\/sup>, Joe McFarren<sup>3<\/sup>, Katrina Johnson<sup>3<\/sup>, Mukund Sridhar<sup>1<\/sup>, Kedar Kulkarni<sup>1<\/sup>, Dana  E.  Rollison<sup>1<\/sup><br><br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Sigma Computing, San Francisco, CA,<sup>3<\/sup>phData, Minneapolis, MN","CSlideId":"","ControlKey":"a93ed3ee-029c-4293-8a13-094037f63ff8","ControlNumber":"6527","DisclosureBlock":"&nbsp;<b>R. Howard, <\/b> None..<br><b>P. Reisman, <\/b> None..<br><b>P. Lewis, <\/b> None..<br><b>R. Carvajal, <\/b> None..<br><b>C. Challa, <\/b> None..<br><b>M. Ruesink, <\/b> None..<br><b>J. McFarren, <\/b> None..<br><b>K. Johnson, <\/b> None..<br><b>M. Sridhar, <\/b> None..<br><b>K. Kulkarni, <\/b> None..<br><b>D. E. Rollison, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7547","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2068","PresenterBiography":null,"PresenterDisplayName":"Rachel Howard, PhD","PresenterKey":"08557ff5-5b67-476f-b35d-a43c471e60f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2068. MCAP Explore: A self-service data exploration and cohort building tool for oncologists","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MCAP Explore: A self-service data exploration and cohort building tool for oncologists","Topics":null,"cSlideId":""},{"Abstract":"Single-cell Nanopore sequencing of full-length mRNAs is transforming single-cell multi-omics studies. However, challenges include computational complexity and dependence on short-read curation. To address this, we developed a comprehensive toolkit, scNanoGPS to compute same-cell genotype and phenotype without short-read guidance. We applied scNanoGPS onto 23,587 long-read transcriptomes from 4 tumors and 2 cell lines. Standalone, scNanoGPS accurately deconvoluted error-prone long reads into single cells and single molecules. Further, scNanoGPS simultaneously accessed both phenotypes (expressions\/isoforms) and genotypes (single nucleotide variants) of individual cells. Our analyses revealed that tumor and stroma\/immune cells often expressed significantly distinct combinations of isoforms. In a kidney tumor, we identified 924 genes with distinct combinations of isoforms involved in cell-type-specific functions such as PDE10A in tumor cells and CCL3 in lymphocytes. Moreover, transcriptome-wide mutation analyses identified many cell-type-specific mutations including VEGFA mutations in tumor cells and HLA-A mutations in immune cells, highlighting critical roles of different populations in tumors. In summary, scNanoGPS facilitates applications of single-cell long-read sequencing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Single cell,Gene expression analysis,Isoform,Single nucleotide variants,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cheng-Kai Shiau<\/b><sup>1<\/sup>, Lina Lu<sup>1<\/sup>, Rachel Kieser<sup>2<\/sup>, Kazutaka Fukumura<sup>3<\/sup>, Timothy Pan<sup>1<\/sup>, Hsiao-Yun Lin<sup>1<\/sup>, Jie Yang<sup>4<\/sup>, Eric L. Tong<sup>5<\/sup>, GaHyun Lee<sup>1<\/sup>, Yuanqing Yan<sup>6<\/sup>, Jason T. Huse<sup>7<\/sup>, Ruli Gao<sup>1<\/sup><br><br\/><sup>1<\/sup>Northwestern Univ. Feinberg School of Medicine, Chicago, IL,<sup>2<\/sup>Houston Methodist Research Institute, Houston, TX,<sup>3<\/sup>Department of Translational Molecular Pathology, University of Texas MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>New York University Langone School of Medicine, New York, NY,<sup>5<\/sup>School of Engineering, University of Texas at Austin, Austin, TX,<sup>6<\/sup>Department of Surgery, Northwestern University, Chicago, IL,<sup>7<\/sup>Departments of Pathology and Translational Molecular Pathology, University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"3bc8243b-7aba-4ed4-b606-18c1fcb55644","ControlNumber":"1509","DisclosureBlock":"&nbsp;<b>C. Shiau, <\/b> None..<br><b>L. Lu, <\/b> None..<br><b>R. Kieser, <\/b> None..<br><b>K. Fukumura, <\/b> None..<br><b>T. Pan, <\/b> None..<br><b>H. Lin, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>E. L. Tong, <\/b> None..<br><b>G. Lee, <\/b> None..<br><b>Y. Yan, <\/b> None..<br><b>J. T. Huse, <\/b> None..<br><b>R. Gao, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7548","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2069","PresenterBiography":null,"PresenterDisplayName":"Cheng-Kai Shiau, PhD","PresenterKey":"9b55320d-c1b4-4d75-8770-748dbfb93ed7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2069. ScNanoGPS: A robust tool for simultaneous calculation of same-cell genotypes and phenotypes from single cell long read transcriptomes","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ScNanoGPS: A robust tool for simultaneous calculation of same-cell genotypes and phenotypes from single cell long read transcriptomes","Topics":null,"cSlideId":""},{"Abstract":"As constantly improving in capacity and reducing in price, genomic sequencing is becoming a routine part of medical practice for cancer patients. Variant calling in sequencing data is a fundamental prerequisite for any downstream analysis, thus playing a critical role in both basic research and clinical care of cancers. However, it remains notably time-consuming for most available tools (e.g., ~2 days for MuSE 1.0 and MuTect2 to complete running on one tumor-normal pair of whole-genome sequencing (WGS) data). Here, we launch MuSE 2.0, which maintains the same input and output as our previously released MuSE 1.0, but speeds up significantly for both whole-exome sequencing (WES) and WGS data. MuSE 2.0 employs a multithreaded producer-consumer model and the OpenMP library for parallel computing, including parsing and uncompressing reads from BAM files, detecting and filtering variants, and writing output. Using sample data from ICGC and TCGA, we have benchmarked the speed performance of MuSE 2.0 against MuSE 1.0, MuTect2, SomaticSniper and VarScan2, which are chosen as the somatic mutation callers in the GDC DNA-seq analysis pipeline (https:\/\/docs.gdc.cancer.gov\/Data\/Bioinformatics_Pipelines\/DNA_Seq_Variant_Calling_Pipeline\/). Compared to MuSE 1.0, MuSE 2.0 with 80 cores reduces the time cost of SNV calling from &#8764;40 hours per pair of tumor-normal WGS data down to less than 1 hour, and from 2-4 hours per pair of tumor-normal WES data down to 4-5 minutes (~50-60 times speedup). It is also faster than three other methods (up to 60 times), i.e., MuTect2, VarScan2 and SomaticSniper, for both WGS and WES data. These results show that MuSE 2.0 is a time-efficient tool and is expected to remove somatic mutation calling as a time-consuming obstacle for cancer genomic studies and clinicians decision making. MuSE 1.0 was adopted in multiple large-scale pipelines, including as a major contributing caller to reach final consensus calls by the TCGA PanCanAtlas project across 13,000 tumor samples, and the ICGC Pan-Cancer Analysis of Whole Genomes (PCAWG) initiative across 2,700 tumor samples. We therefore expect MuSE 2.0 to significantly accelerate the variant calling process and benefit the scientific and clinical communities. MuSE 2.0 is implemented in C++ and is freely available at GitHub https:\/\/github.com\/wwylab\/MuSE.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Mutation detection,Sequencing,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shuangxi Ji<\/b><sup>1<\/sup>, Tong Zhu<sup>2<\/sup>, Ankit Sethia<sup>2<\/sup>, Matthew  D.  Montierth<sup>3<\/sup>, Wenyi Wang<sup>3<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>NVIDIA Corporation, Santa Clara, CA,<sup>3<\/sup>Department of Bioinformatics and Computational Biology, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"90ab2b84-708f-4087-94f6-1cb1c6b73215","ControlNumber":"5586","DisclosureBlock":"&nbsp;<b>S. Ji, <\/b> None.&nbsp;<br><b>T. Zhu, <\/b> <br><b>NVIDIA Corporation<\/b> Employment. <br><b>A. Sethia, <\/b> <br><b>NVIDIA Corporation<\/b> Employment.<br><b>M. D. Montierth, <\/b> None.&nbsp;<br><b>W. Wang, <\/b> <br><b>Celsius and Curis Inc.<\/b> Other, receive funding from Celsius and Curis Inc.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7549","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2070","PresenterBiography":null,"PresenterDisplayName":"Shuangxi Ji, PhD","PresenterKey":"076e6659-8a19-477d-a087-b2b3ea9f604e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2070. Accelerated somatic mutation calling tool for whole-genome and whole-exome sequencing data from heterogenous tumor samples","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accelerated somatic mutation calling tool for whole-genome and whole-exome sequencing data from heterogenous tumor samples","Topics":null,"cSlideId":""},{"Abstract":"Somatic DNA copy number alterations (CNAs) arise in tumor tissue because of underlying genomic instability. Recurrent CNAs that occur in the same genomic region across multiple independent samples are of interest to researchers because they may contain genes that contribute to the cancer phenotype. However, differences in copy number states between cancers are also commonly of interest, for example when comparing tumors with distinct morphologies in the same anatomic location. Current methodologies are limited by their inability to perform direct comparisons of CNAs between tumor cohorts, and thus they cannot formally assess the statistical significance of observed copy number differences or identify regions of the genome where these differences occur. We introduce the DiNAMIC.Duo R package that can be used to identify recurrent CNAs in a single cohort or recurrent copy number differences between two cohorts, including when neither cohort is copy neutral. The TCGA studies of lung adenocarcinoma (LUAD) and lung squamous cell carcinoma (LUSC) identified statistically significant CNAs in many known cancer-related genes, including gains of EGFR and losses of CDKN2A in each tumor type separately. By directly comparing the two cohorts, DiNAMIC.Duo detects statistically significant copy number differences for CDKN2A, thus suggesting that losses are more pronounced in LUSC; in contrast, differences for EGFR are not statistically significant, which suggests similar levels of gain. Existing methods that detect recurrent CNAs in a single cohort cannot make this distinction. Recent studies have leveraged TCGA data to find known cancer genes in chr3q, chr14q13, and chr20q11 that are differentially expressed in LUAD vs. LUSC. DiNAMIC.Duo identifies statistically significant copy number differences in these regions, which suggests that the observed expression changes may be driven by underlying differences in copy number.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"DNA copy number,Bioinformatics,Genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vonn Walter<\/b><sup>1<\/sup>, Hyo Young Choi<sup>2<\/sup>, Xiaobei Zhao<sup>2<\/sup>, Yan Gao<sup>2<\/sup>, Jeremiah Holt<sup>2<\/sup>, D. Neil Hayes<sup>2<\/sup><br><br\/><sup>1<\/sup>Penn State Health Milton S. Hershey Med. Ctr., Hershey, PA,<sup>2<\/sup>University of Tennessee Health Sciences Center, Memphis, TN","CSlideId":"","ControlKey":"3f2281f4-9088-4d96-980d-1f308349d3b9","ControlNumber":"2284","DisclosureBlock":"&nbsp;<b>V. Walter, <\/b> None..<br><b>H. Choi, <\/b> None..<br><b>X. Zhao, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>J. Holt, <\/b> None..<br><b>D. Hayes, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7550","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2071","PresenterBiography":null,"PresenterDisplayName":"Vonn Walter, PhD","PresenterKey":"94b9961c-8a0d-44e1-94db-707827e00380","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2071. Detecting somatic DNA copy number differences with DiNAMIC.Duo","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detecting somatic DNA copy number differences with DiNAMIC.Duo","Topics":null,"cSlideId":""},{"Abstract":"Dysregulation of metabolic pathways is a hallmark of cancer. Despite a plethora of knowledge on the core components of metabolic pathways we have gained, there are still major gaps in our understanding of the integrated behavior and metabolic heterogeneity of cells in the context of their microenvironment. Essentially, metabolic behavior can be determined by different factors and vary dramatically from cell to cell due to their high plasticity, driven by the need to cope with various dynamic metabolic requirements. Large amount of single-cell, spatial or tissue multi-omics data obtained from disease tissue has been proven to be endowed with the potential to deliver information on a cell functioning state and its underlying phenotypic switches.We have recently developed single-cell flux estimation analysis (scFEA) to predict sample-wise metabolic fluxome by using single-cell or bulk transcriptomics data. We further developed a web portal scFLUX.org, empowered by our scFEA method, expanding the analytic ability to both human and mouse metabolic networks. We also developed a probabilistic model named Michaelis-Menten-based Flux Estimation Analysis (mmFEA) for statistical inference of flux changes between conditions or cell types based on matched or unmatched gene expression data, metabolomics data, and partially observed kinetic parameters. These methods provide the following unmet capabilities to study metabolic variations in cancer: (1) reconstruction of cell or tissue specific and subcellular-resolution metabolic network, (2) estimation of cell-\/sample-wise metabolic flux by considering metabolic imbalance, metabolic exchange between cells, and shifted redox, pH and energy balance in disease microenvironment, (3) a systematic evaluation of functional impact of variations in gene expression, genetic\/epigenetic variations, metabolite availability and network structure on the context specific metabolic network and flux, (4) estimate the impact of each gene on flux by using a first-order derivative, (5) perturbation analysis to predict how alterations in enzymes or metabolites may affect the metabolic flux, and (6) identification of the samples and sub-network of a distinct metabolic shift.The methods were validated on matched scRNA-seq, metabolomics and fluxomics data. We demonstrated the function of this computational framework on pan-cancer transcriptomics and proteomics data, and single cell and spatial transcriptomics data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Metabolism,Bioinformatics,Central Metabolism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tingbo Guo<\/b><sup>1<\/sup>, Haiqi zhu<sup>2<\/sup>, Xiao Wang<sup>2<\/sup>, Jia Wang<sup>2<\/sup>, Xinyu Zhou<sup>2<\/sup>, Yuhui Wei<sup>3<\/sup>, Pengtao Dang<sup>4<\/sup>, Chi Zhang<sup>5<\/sup>, Sha Cao<sup>6<\/sup><br><br\/><sup>1<\/sup>Department of Mathematics, Purdue University, Indianapolis, IN,<sup>2<\/sup>Department of Computer Science, Indiana University, Bloomington, IN,<sup>3<\/sup>Deparment of Biohealth Informatics, Indiana University, School of Medicine, Indianapolis, IN,<sup>4<\/sup>Department of Electrical Computer Engineering, Purdue University, Indianapolis, IN,<sup>5<\/sup>Department of Medical and Molecular Genetics, Indiana University, School of Medicine, Indianapolis, IN,<sup>6<\/sup>Department of Biostatistics, Indiana University, School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"eae4140b-f4a4-43aa-b2d9-1ff97c278b0f","ControlNumber":"6993","DisclosureBlock":"&nbsp;<b>T. Guo, <\/b> None..<br><b>H. zhu, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>Y. Wei, <\/b> None..<br><b>P. Dang, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>S. Cao, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7551","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2072","PresenterBiography":null,"PresenterDisplayName":"Tingbo Guo, MA","PresenterKey":"51e4dd44-6288-4810-a3e4-772c37c9f6c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2072. Computational modeling of metabolic variations in tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Computational modeling of metabolic variations in tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"As the availability of genomic data and analysis tools from large-scale cancer initiatives continues to increase, with single-cell studies adding new dimensions to the potential scientific insights, the need has become more urgent for a software environment that supports the rapid pace of cancer data science. The The Jupyter Notebook environment has become the de facto medium for this purpose due to its ease in combining scientific exposition with executable code to form a single reproducible &#8220;research narrative&#8221; document. However, analyses are often compute-intensive, requiring more resources than are frequently available within a notebook environment running on a desktop or laptop computer. Additionally, thousands of tools, modules, and plugins are readily available on integrative software platforms such as Galaxy, GenePattern, and Cytoscape, outside the notebook paradigm. Finally, many biomedical investigators lack the programming expertise required to fully realize the benefits and utility of the notebook metaphor. To address these issues, we have released Genomics to Notebook (g2nb), which builds on JupyterLab to add access to bioinformatics platforms and other functionality for the non-programmer through the components described below, while retaining all programmatic features of JupyterLab.The g2nb environment incorporates bioinformatics software platforms within the notebook interface, allowing a single notebook to contain a workflow spanning multiple tools and servers. When run, the entire analysis appears to execute seamlessly within the notebook. To achieve this, we developed a new analysis cell type that provides an interface within the notebook to tools that are hosted on a remote Galaxy or GenePattern server. Analysis cells present a web form-like interface, similar to that of the original platforms, requiring an investigator to provide only the input parameters and data. The popular visualization tools Cytoscape and Integrative Genomics Viewer (IGV) are also supported in their web-based formats as notebook cells, with additional platforms and visualizers added regularly. The g2nb environment is freely available at the g2nb workspace, http:\/\/g2nb.org, where scientists can use all of the g2nb functionality with only a web browser. Those who wish to use g2nb locally can use the provided Docker container or install the packages via the conda or pip package managers. The online workspace also includes a library of featured genomic analysis notebooks, including templates for common analysis tasks as well as cancer-specific research scenarios and compute-intensive methods. Scientists can easily copy these notebooks, use them as is, or adapt them for their research purposes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Single cell,Gene expression analysis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael M. Reich<\/b><sup>1<\/sup>, Thorin Tabor<sup>1<\/sup>, John Liefeld<sup>1<\/sup>, Jayadev Joshi<sup>2<\/sup>, Forrest Kim<sup>1<\/sup>, Helga Thorvaldsdottir<sup>3<\/sup>, Daniel Blankenberg<sup>2<\/sup>, Jill  P.  Mesirov<sup>1<\/sup><br><br\/><sup>1<\/sup>UC San Diego, La Jolla, CA,<sup>2<\/sup>Genomic Medicine Institute, Cleveland Clinic, Cleveland, OH,<sup>3<\/sup>Broad Institute, Cambridge, MA","CSlideId":"","ControlKey":"2a5ee508-7688-4748-9835-2c7b6ff5c20e","ControlNumber":"7651","DisclosureBlock":"&nbsp;<b>M. M. Reich, <\/b> None..<br><b>T. Tabor, <\/b> None..<br><b>J. Liefeld, <\/b> None..<br><b>J. Joshi, <\/b> None..<br><b>F. Kim, <\/b> None..<br><b>H. Thorvaldsdottir, <\/b> None..<br><b>D. Blankenberg, <\/b> None..<br><b>J. P. Mesirov, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7552","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2073","PresenterBiography":null,"PresenterDisplayName":"Michael Reich, BS","PresenterKey":"718d2249-6757-435e-8a62-e55ada3e2e43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2073. Genomics to Notebook (g2nb): Extending the electronic notebook to address the needs of cancer bioinformatics","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomics to Notebook (g2nb): Extending the electronic notebook to address the needs of cancer bioinformatics","Topics":null,"cSlideId":""},{"Abstract":"Cells and cell lines are used for multiple applications such as bioprocessing, therapy, and research. To ensure quality of cells and downstream applications, appropriate quality control (QC) methods are critical. Historically, karyotyping has been employed, but it is limited by its very low resolution and tedious laboratory workflow. Other methods such as PCR and targeted sequencing can characterize only small genomic variants at specific loci. Whole genome sequencing can detect small variants genome-wide but has limited sensitivity in detecting structural variants (SVs). Optical genome mapping (OGM) is a novel genome analysis technique that can fill many of the gaps in current capabilities for assessing genome integrity. To find clonal variants, 400 Gbp of data is collected from the parental\/control and test samples. For both samples, a de novo assembly is constructed, and homozygous or heterozygous SVs are assessed. Subsequently, Bionano Access software&#8217;s dual variant annotation pipeline identifies unique SVs in the test sample compared to the parental sample. To discover subclonal SVs down to 5% variant allele fraction (VAF), the workflow leverages the generation of 1.5 Tbp of data, requiring a simple adjustment to longer data collection time. Comparison of test sample to parental sample easily enables the determination of acquired variants. Finally, generation of ~5 Tbp of data, requiring 2-3 flow cells to be run, enables the detection of SVs at ultra-low VAF down to ~1%. In this study, several dilutions and simulations were performed to examine OGM&#8217;s limit of detection. Targeting a coverage of 5 Tbp and analysis using the somatic SV-analysis workflow revealed that OGM has the sensitivity to detect deletions &#62;50kbp, insertions &#62;20kbp, duplications &#62;100 kbp, and translocations at ~1% VAF.<br \/>We have applied the clonal and somatic workflows to verify genomes&#8217; integrity after cell immortalization, induced pluripotency, transgene-integration, and gene-editing. The data using the robust and sensitive workflows demonstrate that the OGM platform is a cost-effective solution for cell manufacturing\/bioprocessing QC applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"CAR T cells,Adoptive cell therapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alex  R.  Hastie<\/b><sup><\/sup><br><br\/>Bionano Genomics, San Diego, CA","CSlideId":"","ControlKey":"0f71758e-3b08-4d96-b940-2defdf381ef7","ControlNumber":"3537","DisclosureBlock":"<b>&nbsp;A. R. Hastie, <\/b> <br><b>Bionano Genomics<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7553","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2074","PresenterBiography":"","PresenterDisplayName":"Alex Hastie, PhD","PresenterKey":"e409234f-4e16-4690-a011-70334607a648","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2074. Genome Integrity assessment and verification by optical genome mapping for cell manufacturing\/bioprocessing applications","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genome Integrity assessment and verification by optical genome mapping for cell manufacturing\/bioprocessing applications","Topics":null,"cSlideId":""},{"Abstract":"Single-cell (sc) transcriptomics has revolutionized our understanding of the biological characteristics and dynamics of cancer development. It can help us identify rare cell subpopulations and understand mechanisms associated with tumor genesis, progression, and response to therapy. The most important step in the analyses of any scRNA-seq dataset is subpopulation identification, usually performed via unsupervised clustering, followed by gene marker identification. We created a highly customizable workflow for sc data analysis, implemented in Common Workflow Language (CWL) on the Cancer Genomics Cloud (CGC) platform. The NCI-funded CGC platform, powered by Seven Bridges, provides a collaborative cloud base computation infrastructure that collocates computation, over 750 bioinformatics workflows, and 3+ PB data to researchers, making the analysis of large datasets accessible from any environment. The &#8220;Multi-Sample Clustering and Gene Marker Identification with Seurat 4.1.0&#8221; workflow comprises the following steps: Loading scRNA-seq Expression Datasets, Quality Control and Preprocessing, and Clustering and Identification of Gene Markers. Our solution supports gene-cell count matrices generated by several commonly used quantifiers (for example, Cell Ranger counts, Salmon Alevin, Kallisto BUStools, STAR) from single or multiple sc datasets from different batches, as well as single or multiple single-cell samples combined in a single SingleCellExperiment object. The versatility of the pipeline is obtained using several implemented options in each of the steps. Quality control can be performed manually or automatically using several options for normalization (LogNormalize, Deconvolution, SCnorm and Linnorm) and for batch effect correction (Seurat and Harmony). For clustering, the pipeline uses Seurat's graph-based approach, with options for different clustering resolutions. After performing identification of gene markers for each cluster, a researcher can test differential expression using various packages including wilcox, bimod, roc, and DESeq2. Here, we demonstrate the application of this workflow to a typical sc analysis, by processing an open access dataset of 61k cells isolated from embryonal mouse pons and forebrain, two major brain tumor locations. We used different clustering resolutions to achieve different degrees of granularity and identified cluster-specific marker genes used to identify vulnerable cell populations. To enable researchers to use this analysis as a guideline, we made this analysis available as a public project. Further development of single-cell sequencing techniques will undoubtedly improve our understanding of tumor biology and highlight promising drug targets. CGC&#8217;s cloud base computation infrastructure, along with numerous available cancer datasets and easy-to-use single-cell data processing workflows, among others, will be instrumental in this process.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Single cell,RNA sequencing (RNA-Seq),Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Nevena Vukojicic<sup>1<\/sup>, Aleksandar Danicic<sup>1<\/sup>, <b>Zelia Worman<\/b><sup>2<\/sup>, Rowan Beck<sup>2<\/sup>, Dalibor Veljkovic<sup>1<\/sup>, Marko Matic<sup>1<\/sup>, Jack DiGiovanna<sup>2<\/sup>, Brandi Davis-Dusenbery<sup>2<\/sup><br><br\/><sup>1<\/sup>Seven Bridges Genomics Inc., Belgrade, Serbia,<sup>2<\/sup>Seven Bridges Genomics Inc., Cambridge, MA","CSlideId":"","ControlKey":"a5bde95e-1093-4dab-b3df-35c47864eb9c","ControlNumber":"1399","DisclosureBlock":"&nbsp;<b>N. Vukojicic, <\/b> None..<br><b>A. Danicic, <\/b> None..<br><b>Z. Worman, <\/b> None..<br><b>R. Beck, <\/b> None..<br><b>D. Veljkovic, <\/b> None..<br><b>M. Matic, <\/b> None..<br><b>J. DiGiovanna, <\/b> None..<br><b>B. Davis-Dusenbery, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7554","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2075","PresenterBiography":null,"PresenterDisplayName":"Zelia Worman, BS,PhD","PresenterKey":"f7dbdcd0-ceb1-4731-be89-779cf1182375","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2075. Highly customizable multi-sample single cell RNA-Seq pipeline on the CGC","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Highly customizable multi-sample single cell RNA-Seq pipeline on the CGC","Topics":null,"cSlideId":""},{"Abstract":"Background: Alternative transcription initiation (ATI) has been frequently observed in cancer suggesting that it contributes to the malignant transformation of the cells. However, ATI remains largely unexplored mainly due to the lack of tools for detecting ATI. We propose a computational method for integrating bulk ATAC-seq and bulk RNA-seq to identify ATI and understand their differential usage between tissues. We hypothesize that differential ATAC-seq intensity can be used as a guide for looking for differential promoter usage, which might enable the identification of novel ATI events in a transcript-agnostic way.<br \/>Methods: We recently published methods for RNA-seq base-level analysis for identifying structural variations in transcripts. Building on this, we developed a supervised sparse non-negative matrix factorization approach that integrates base-level RNA-seq and ATAC-seq, which aims to identify ATIs as well as characterize the latent structure of the underlying isoforms. This method equips many unique features that can be useful for the identification of novel ATIs. Because the method scans an entire collection of DNA accessible regions provided by ATAC-seq, it enables a comprehensive screening of novel ATI candidates that are not limited to the known promoters. Additionally, the uncompressed view of base-level RNA-seq allows us to infer the structure of individual isoforms independently of known gene annotation. The predicted isoforms can be further used to deconvolute base-level RNA-seq of individual cases into the isoforms and thus infer expression levels of each isoform.<br \/>Results: We applied this method to a sub-cohort (N=350) of TCGA pan-cancer samples in which both ATAC-seq and RNA-seq are available. Empiric comparison to existing methods confirmed known true positive ATIs including important cancer genes such as <i>CDKN2A<\/i> and <i>ALK<\/i>. In particular, the method successfully identified the ATIs including some challenging cases such as ATIs located at internal introns or at constitutive exons in other transcripts. The deconvolution analysis applied to the extended cohort to all available ~10,000 TCGA pan-caner samples across 32 tissue types revealed that ATIs were predominantly differentiated across tissue types. By applying the method to a set of transcription regulator genes, we identified ~1% of the genes had ATIs including the novel cancer-specific genes with known ATIs that had not been previously reported as relevant to cancer. Additionally, we provide examples in which the isoform&#8217;s function relative to cancer appears mechanistically interesting.<br \/>Conclusion: We propose a multi-omics integration method that is independent of known gene annotation, enabling a robust identification of ATIs. Our results strongly demonstrate our ability to pick up known as well as novel ATIs that are otherwise difficult to identify by existing methods.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Cancer genomics,Machine learning,Multiomics,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hyo Young Choi<\/b><sup><\/sup>, Won-Young Choi<sup><\/sup>, David  N.  Hayes<sup><\/sup><br><br\/>University of Tennessee Health Science Center, Memphis, TN","CSlideId":"","ControlKey":"0aed9756-3d1a-480d-b749-3cf24a03e2d3","ControlNumber":"7506","DisclosureBlock":"&nbsp;<b>H. Choi, <\/b> None..<br><b>W. Choi, <\/b> None..<br><b>D. N. Hayes, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7555","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2076","PresenterBiography":null,"PresenterDisplayName":"Hyo Young Choi, PhD","PresenterKey":"31b66044-6b47-4847-a382-29bbdae000f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2076. Novel framework for systematically detecting alternative transcript initiation by integrating ATAC-seq and RNA-seq","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel framework for systematically detecting alternative transcript initiation by integrating ATAC-seq and RNA-seq","Topics":null,"cSlideId":""},{"Abstract":"Immunotherapies are new and promising treatments but work only for a small subset of patients. IHC staining is the current standard technique for diagnosing and a commonly used research technique but only allows for evaluation of one, or maximum two, biomarkers at a time. Multiplexed immunofluorescence assays and multispectral imaging technology can label up to six biomarkers on the same tissue section to capture the tumor-immune tissue environment complexity at the single-cell level. These images are very data-rich, but the crowding of information on the tissue can make it difficult to derive meaning directly from the multiplexed images. Current commercial and open-source software has the capability to segment each cell and quantify each biomarker; however, there are not yet any computational tools to capture spatial relationships. With R programming, we developed a toolkit to quantify and visualize multiplexed imaging data for detailed quantification and spatial analysis. Using our computational toolkit, novel questions about the tissue behavior can be addressed, such as tissue heterogeneity, different cell types, cell functional status (na&#239;ve, exhausted, experienced, etc.), spatial visualization and quantification of expression level of biomarkers across the tissue, proximity and interaction of different cell types at the single cell level, and much more. We plan to release this toolkit as a web-based R-Shiny app to allow biologists and clinicians to upload their multiplexed imaging data and choose combinations of cell characteristics they would like to analyze. The power of multiplex imaging is the detailed spatial data it provides, and our data analytics methods can be used to effectively extract relevant information about single-cell level relationships.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Bioinformatics,,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vidhya Kewale<\/b><sup><\/sup>, Komal Das<sup><\/sup><br><br\/>The Ohio State University Wexner Medical Ctr., Columbus, OH","CSlideId":"","ControlKey":"d7e46b30-fc50-489a-85e8-5b5545fffa67","ControlNumber":"6889","DisclosureBlock":"&nbsp;<b>V. Kewale, <\/b> None..<br><b>K. Das, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7556","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2077","PresenterBiography":null,"PresenterDisplayName":"Vidhya Kewale, No Degree","PresenterKey":"ab275a69-b2dc-4755-859e-3c3f11994371","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2077. Spatial analyses methods for visualization and interrogation of tumor immune micro-environment using multiplexed images","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial analyses methods for visualization and interrogation of tumor immune micro-environment using multiplexed images","Topics":null,"cSlideId":""},{"Abstract":"Interest in spatial omics is on the rise, but generation of highly multiplexed images used in many spatial analyses remains challenging, due to cost, expertise, methodical constraints, and\/or access to technology. An alternative to performing highly multiplexed staining is to register collections of whole slide images (WSI), creating a collection of aligned images that can undergo spatial analyses. However, registration of WSI is two part problem, with the first being the alignment itself, and the second being the application of the transformations to huge multi-gigapixel images. To address both challenges, we have developed the Virtual Alignment of pathoLogy Image Series (VALIS) software, which enables one to rapidly and easily generate highly multiplexed images by aligning (registering) any number of multi-gigapixel whole slide images (WSI) stained using immunohistochemistry (IHC) and\/or immunofluorescence (IF). Benchmarking using the publicly available 2019 ANHIR and 2022 ACROBAT Grand Challenge datasets indicates that VALIS provides state of the art accuracy, being one of the most accurate publicly available methods in the ANHIR challenge, and the most accurate opensource method in the ACROBAT challenge. VALIS is able to read, register, and save multi-gigapixel images as ome.tiff, thereby addressing the second challenge. In addition to the benchmarking datasets, the generalizability of VALIS has been tested with 273 IHC samples and 340 IF samples, each of which contained between 2-69 images per sample. In total, VALIS has therefore been tested with 5,138 images. The registered WSI tend to have low error and are completed within a matter of minutes. VALIS is written in Python, requires only few lines of code for execution, is readily available and fully documented. VALIS therefore provides a free, opensource, flexible, scalable, robust, and easy to use pipeline for rigid and non-rigid registration of multi-gigapixel WSI, facilitating spatial analyses of prospective and existing datasets,breathing new life into the countless collections of brightfield and immunofluorescence images.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Image analysis,Imaging,Machine learning,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chandler Dean Gatenbee<\/b><sup>1<\/sup>, Ann-Marie Baker<sup>2<\/sup>, Sandhya Prabhakaran<sup>1<\/sup>, Mark Robertson-Tessi<sup>1<\/sup>, Trevor Graham<sup>2<\/sup>, Alexander  R.   A.  Anderson<sup>1<\/sup><br><br\/><sup>1<\/sup>Integrated Mathematical Oncology, H. Lee Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Centre for Evolution and Cancer, The Institute of Cancer Research, London, United Kingdom","CSlideId":"","ControlKey":"9f57d2b0-d3e0-4978-ae49-6343c7cbb26d","ControlNumber":"7515","DisclosureBlock":"&nbsp;<b>C. D. Gatenbee, <\/b> None..<br><b>A. Baker, <\/b> None..<br><b>S. Prabhakaran, <\/b> None..<br><b>M. Robertson-Tessi, <\/b> None..<br><b>T. Graham, <\/b> None..<br><b>A. R. A. Anderson, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7557","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2078","PresenterBiography":null,"PresenterDisplayName":"Chandler Gatenbee, PhD","PresenterKey":"dcefba39-d8ec-4259-8a00-6b9e18cde456","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2078. VALIS: Virtual Alignment of pathoLogy Image Series for multi-gigapixel whole slide images","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"VALIS: Virtual Alignment of pathoLogy Image Series for multi-gigapixel whole slide images","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Accumulating evidence has suggested that the tumor immune microenvironment (TIME) drastically impacts cancer patients&#8217; clinical outcomes, especially immunotherapy response. Many transcriptome-based cell-type quantification methods (e.g., TIMER, CIBERSORTx) have been developed to estimate immune cell infiltration from bulk RNA sequencing. Our aim is to reveal the cell-cell interaction and its association with clinical outcomes.<br \/>Methods: We developed, TimiGP (<u>T<\/u>umor <u>I<\/u>mmune <u>M<\/u>icroenvironment <u>I<\/u>llustration based on <u>G<\/u>ene <u>P<\/u>airing), a computational method to investigate the TIME by inferring the inter-cell &#8220;functional&#8221; interaction network and estimating the clinical value of immune cells from bulk gene expression and clinical information. It was based on two assumptions: 1) The TIME is a dynamic balance between pro-and anti-tumor immune cells, whose relative functions determine the capacity of the immune system and subsequently impact clinical outcomes; 2) The pairwise relation between gene pairs can capture the relative functions between immune cells. TimiGP was applied to study the association of TIME with prognosis (7,938 samples, 23 cancer types) and the immunotherapy response (2,941 patients, 5 cancer types, 6 treatments) in pan-cancer analysis.<br \/>Results: We first applied 8 existing deconvolution methods to highly immune infiltrated metastatic melanoma (MM), whose results identified both anti- and pro-tumor cell types (e.g., tumor-associated neutrophils) associated with a superior prognosis. By contrast, TimiGP overcame such prognostic bias and identified the prognostic value of immune cells consistent with their established functions. We then integrated TimiGP with single-cell RNA-seq analysis to achieve higher resolution for specific immune cell subsets than existing methods. Furthermore, we utilized TimiGP in pan-cancer analysis, which identified the TIME heterogeneity associated with survival and critical immune interactions determining the immunotherapy response across various cancer types and treatments. Besides, TimiGP could integrate the TIME insights to construct computational-friendly and interpretable models for risk evaluation or response prediction. For example, we used it to develop MM prognostic model that achieved superior performance in 5 independent validations (C-index: 0.621-0.659) than traditional methods.<br \/>Conclusions: TimiGP (R package available at <u>https:\/\/github.com\/CSkylarL\/TimiGP<\/u><u><\/u>) is a novel algorithm that accepts bulk expression and clinical information to generate a prognostic\/responsive score of each cell type and an inter-cell functional interaction network. It can be used to identify target-to-hit, study the underlying causes of clinical heterogeneity, and construct predictive models based on biological and clinical insights, which offer substantial potential for personalized cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immunotherapy response & prognosis,Functional inter-cell network,Pan-cancer R package,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chenyang Li<\/b><sup>1<\/sup>, Wei Hong<sup>2<\/sup>, Baoyi Zhang<sup>3<\/sup>, Evelien Schaafsma<sup>4<\/sup>, Alexandre Reuben<sup>1<\/sup>, Jianjun Zhang<sup>1<\/sup>, Chao Cheng<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Baylor College of Medicine, Houston, TX,<sup>3<\/sup>Rice University, Houston, TX,<sup>4<\/sup>Dartmouth College, Hanover, NH","CSlideId":"","ControlKey":"c96760b2-fed2-4d51-98e7-69d2f95371d7","ControlNumber":"1892","DisclosureBlock":"&nbsp;<b>C. Li, <\/b> None..<br><b>W. Hong, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>E. Schaafsma, <\/b> None.&nbsp;<br><b>A. Reuben, <\/b> <br><b>Adaptive Biotechnologies<\/b> Scientific advisory board and Honoraria. <br><b>J. Zhang, <\/b> <br><b>Merck<\/b> Grant. <br><b>Johnson and Johnson<\/b> Grant and Personal fee. <br><b>Novartis<\/b> Grant and Personal fee. <br><b>Bristol Myers Squibb<\/b> Personal fee. <br><b>AstraZeneca<\/b> Personal fee. <br><b>GenePlus<\/b> Personal fee. <br><b>Innovent<\/b> Personal fee. <br><b>Hengrui<\/b> Personal fee.<br><b>C. Cheng, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7559","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2080","PresenterBiography":null,"PresenterDisplayName":"Chenyang (Skylar) Li, BS","PresenterKey":"5ea59be5-8bc1-4275-bd73-04dce5adee12","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2080. TimiGP: Dissect the tumor immune microenvironment and its association with survival and immunotherapy response","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TimiGP: Dissect the tumor immune microenvironment and its association with survival and immunotherapy response","Topics":null,"cSlideId":""},{"Abstract":"Background: Nanopore sequencing, also known as single molecule real-time sequencing, enables deciphering single DNA\/RNA molecules without the polymerase chain reaction (PCR). Although nanopore sequencing has made significant progress in some areas, its application has been limited compared with next-generation sequencing (NGS) due to specific design principle and data characteristics, especially in hotspot mutation detection, metagenomic analysis, short tandem repeat (STR) detection and human leukocyte antigen (HLA) typing.<br \/>Methods: The Nano2NGS framework included 4 modules, namely <i>Nano2NGS-Muta<\/i>, <i>-Meta<\/i>, <i>-STR<\/i> and <i>-HLA<\/i>. For hotspot mutation detection, we tested Nano2NGS-Muta + Freebayes using simulated data including 12 hotspot mutations (SNVs and InDels), and standard sample including 7 hotspot mutations with ~5% mutation frequency. For metagenomic analysis, we tested Nano2NGS-Meta + Kraken2 using simulated data including 20 bacterial species from the NCBI database, and standard sample including 7 bacteria with ~14% theoretical microbial composition. For STR detection, we tested Nano2NGS-STR using simulated data including 4 STR markers (DYS392, DYS438, DYS448, and DYS635), and standard sample including 44 STR markers from the intersection of two commercial products. For HLA typing, we tested Nano2NGS-HLA + Athlates using 1 simulated data and 1 standard sample. The GM12878 gDNA sample was used as negative control. All samples have 3 experimental repetitive. The nanopore sequencing was performed on the QNome-9604\/3841 instrument according to the manufacturer&#8217;s instructions.<br \/>Results: The performance of all 4 modules in simulated datasets was perfect. In standard sample datasets, for hotspot mutation detection, we found the repeated experiments detection sensitivity was 95.24%, 100.00% and 85.71%, respectively. The limit of detection (LoD) of Nano2NGS-Muta + Freebayes may be 2% or even 5% according to the negative dataset. For metagenomic analysis, we found the overall performance of Nano2NGS-Meta + Kraken2 was better, and R-square value compared with expected relative abundance was 0.9357. For STR detection, we found Nano2NGS-STR achieved the best performance compared with Tandem-Genotypes and TriCoLOR, with 71.97% (9948) and 53.03% (2800M) concordance, respectively. For HLA typing, we found the result of Nano2NGS-HLA + Athlates was <i>HLA-A*02\/HLA-A*11<\/i>, <i>HLA-B*35\/HLA-B*39<\/i> and <i>HLA-C*07\/HLA-C*12<\/i>, which were consistent with the expected genotypes of allele group (field 1).<br \/>Conclusions: Nano2NGS framework converts nanopore sequencing data into NGS-liked short-read data and can be compatible with the NGS data analysis software. Importantly, Nano2NGS breaks the barriers of data analysis methods between short-read sequencing and long-read sequencing, and accelerates the application of nanopore sequencing technology in scientific research and clinical practice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Statistical approach,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jidong Lang<\/b><sup><\/sup><br><br\/>Bioinformatics, Qitan Technology (Beijing) Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"aa8c8fe8-a18e-4388-b819-819815a915fe","ControlNumber":"994","DisclosureBlock":"&nbsp;<b>J. Lang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7560","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2081","PresenterBiography":null,"PresenterDisplayName":"Jidong Lang, BS","PresenterKey":"04fa02ce-cf6b-4fef-8987-e4f1d3f2b90c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2081. Nano2NGS: A framework for converting nanopore sequencing data to NGS-liked sequencing data for data analysis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nano2NGS: A framework for converting nanopore sequencing data to NGS-liked sequencing data for data analysis","Topics":null,"cSlideId":""},{"Abstract":"EML4-ALK gene fusions are oncogenic drivers in non-small cell lung cancer (NSCLC). Liquid biopsies containing circulating tumor DNA (ctDNA), including <i>EML4<\/i>&#173;<i>&#173;-ALK<\/i>,<i> <\/i>can be used to study tumor dynamics with next-generation sequencing (NGS). However, the sensitivity of <i>EML4-ALK <\/i>detection in liquid biopsies varies between different pipelines and analysis tools. We developed an R\/Bioconductor package, DNAfusion, which can be applied to BAM files generated by commercially available NGS pipelines, such as AVENIO. 48 blood samples from a training cohort consisting of 41 stage IV <i>EML4-ALK <\/i>positive NSCLC patients and 7 healthy controls were used to develop DNAfusion. DNAfusion detected <i>EML4-ALK <\/i>in significantly more samples compared to AVENIO (sensitivity = 61.0% vs. 36.6%, <i>P <\/i>= 0.046). The newly identified <i>EML4-ALK <\/i>positive patients were verified using droplet digital PCR. DNAfusion was subsequently validated in a blinded validation cohort comprising 24 <i>EML4-ALK <\/i>positive and 24 <i>EML4-ALK <\/i>negative stage IV NSCLC patients. DNAfusion detected significantly more <i>EML4-ALK <\/i>individuals in the validation cohort compared to AVENIO (sensitivity = 62.5% vs. 29.2%, <i>P <\/i>= 0.042). DNAfusion demonstrated a specificity of 100% in both the training and the validation cohorts. Monitoring <i>EML4-ALK<\/i> variants with AVENIO and DNAfusion in serial blood samples from 24 stage IV <i>EML4-ALK <\/i>positive patients during treatment (n = 72), revealed that DNAfusion can detect <i>EML4-ALK <\/i>variants at clinically critical timepoints, otherwise missed by AVENIO. Here we present DNAfusion, which increases sensitivity of <i>EML4-ALK <\/i>detection in liquid biopsies and can be implemented downstream of commercially available NGS pipelines. The high sensitivity of DNAfusion is a necessity for analytical tools used to monitor ctDNA in serial plasma samples in order to implement liquid biopsies in the clinic. The simplistic way of operating the R package makes it easy to set up in the clinical setting enabling wider expansion of liquid biopsy and NGS based diagnostics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Gene fusion,ALK,Liquid biopsies,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christoffer Trier Maansson<\/b><sup><\/sup>, Emma Roger Andersen<sup><\/sup>, Maiken Parm Ulhoi<sup><\/sup>, Peter Meldgaard<sup><\/sup>, Boe Sandahl Sorensen<sup><\/sup><br><br\/>Clinical Biochemistry, Aarhus University Hospital, Aarhus N, Denmark","CSlideId":"","ControlKey":"d9d40927-760b-4f63-b8c9-926d919dbd97","ControlNumber":"3350","DisclosureBlock":"&nbsp;<b>C. T. Maansson, <\/b> None..<br><b>E. R. Andersen, <\/b> None..<br><b>M. P. Ulhoi, <\/b> None..<br><b>P. Meldgaard, <\/b> None..<br><b>B. S. Sorensen, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7561","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2082","PresenterBiography":null,"PresenterDisplayName":"Christoffer Maansson, BS,MS","PresenterKey":"2b284dac-8898-4dc0-b7d9-60e0e34d4b47","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2082. DNAfusion: An R\/Bioconductor package for increased sensitivity of detecting EML4-ALK gene fusions in liquid biopsies from cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNAfusion: An R\/Bioconductor package for increased sensitivity of detecting EML4-ALK gene fusions in liquid biopsies from cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Spatial biology is revolutionizing the way in which we extract biological insights from precious clinical samples, allowing profiling of thousands of RNA species and ever higher numbers of antibodies to be analyzed from a single tissue slide. But with new 'omics capabilities scaling the analytical and infrastructure requirements for these high-content datasets is more critical than ever, as these datasets contain billions of data points and hundreds of images that require more extensive storage and analysis capabilities. To enable scientists to leverage spatial 'omics instruments, we have launched the AtoMx&#8482; Spatial Informatics Platform, which will enable analytics across NanoString's spatial profiling and imaging solutions.The AtoMx platform was designed to specifically host, ingest, and manage data generated from both the GeoMx&#174; Digital Spatial Profiler and the CosMx&#8482; Spatial Molecular Imager. Data generated by either of these platforms is analyzed, stored, and managed in cloud or private HPC environments. Within the AtoMx platform, we provide native, comprehensive analysis suites specifically designed to integrate the high content, multiplexed imaging from either platform with the molecular readouts. Machine learning methods in key analysis modules allow AtoMx to scale to the billions of data points collected while still maintaining lower compute times. The AtoMx platform is built to conform to open data standards and will support customization through custom analysis scripts, APIs for integration to external software, and a community standard data model that facilitates the integration of tools in open source repositories.With the CosMx platform we have been able to demonstrate a 75x decrease in data processing times compared to locally resourced servers for equivalent data analysis requests by utilizing the scaling tools a cloud service provides such as scaling by compute type for greater RAM access or multiple, parallel compute instances. The platform is designed to facilitate data sharing and collaborative <i>in silico <\/i>analysis of spatial data, with direct permissions management and compliance with regional privacy requirements. The AtoMx Spatial Informatics Platform provides an extensible, secure management and analysis solution, capable of processing transcriptome-wide expression or high plex protein profiling from the GeoMx Digital Spatial Profiler as well as subcellular spatial 'omics data","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Genomics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jason  W.  Reeves<\/b><sup><\/sup>, David Henderson<sup><\/sup>, Matt Crow<sup><\/sup>, April Munn<sup><\/sup>, Kenlyn Terai<sup><\/sup>, Joachim Schmid<sup><\/sup><br><br\/>NanoString Technologies, Inc., Seattle, WA","CSlideId":"","ControlKey":"75077644-5659-4fa2-b4e6-a0897ff5863f","ControlNumber":"8047","DisclosureBlock":"<b>&nbsp;J. W. Reeves, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>D. Henderson, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>M. Crow, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>A. Munn, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>K. Terai, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>J. Schmid, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7562","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2083","PresenterBiography":null,"PresenterDisplayName":"Jason Reeves, PhD","PresenterKey":"1f6a5031-dc7d-4cae-88c2-4637503bf34d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2083. Solving the problem of spatial informatics: Harnessing the power of the cloud and enabling the integration of open source tools for spatial &#8216;omics analytics","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Solving the problem of spatial informatics: Harnessing the power of the cloud and enabling the integration of open source tools for spatial &#8216;omics analytics","Topics":null,"cSlideId":""},{"Abstract":"Kinase drug selectivity is one of the main challenges in cancer research. The kinases encoded byhuman genome share the highly similar catalytic kinase domains. As a result, the drug that isdesigned to target one kinase frequently binds to another, leading to the off-target toxicity. Despitethe high structural similarity, the kinase drug pockets at the atomic level are not completelyidentical. We ask that whether there are some inhibitor-accessible geometric features in the kinasepockets that only exist in one kinase but not in all others. To target these unique features in thekinase pockets may help design the kinase drugs with the kinome-wide selectivity. In this work,we describe a transformation invariant protocol (binary network with unsupervised clustering) andperform the kinome-wide structural bioinformatic analysis by integrating the experimental andartificial intelligence (AI)-based kinase structures. The results show that ~ 66.8 % kinases containthe unique features that may distinguish them from all others and the geometric features shared byless than seven other kinases can be found in all the analyzed kinases. We apply the binary networkto EGFR tyrosine kinase and AKT1 serine\/threonine kinases, illustrating the potential structuralstrategies to design the high-selectivity kinase drugs. Finally, we develop a cross-platformsoftware, named as KDS (Kinase Drug Selectivity), to achieve the customized real-timevisualization and mutation analysis of the binary networks in the human kinome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Kinases,Small molecule drugs,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mingzhen Zhang<\/b><sup>1<\/sup>, Yonglan Liu<sup>2<\/sup>, Hyunbum Jang<sup>1<\/sup>, Ruth Nussinov<sup>1<\/sup><br><br\/><sup>1<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD,<sup>2<\/sup>National Cancer Institute, Frederick, MD","CSlideId":"","ControlKey":"70d2111e-7d35-446e-a77a-a4e904109690","ControlNumber":"7150","DisclosureBlock":"&nbsp;<b>M. Zhang, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>H. Jang, <\/b> None..<br><b>R. Nussinov, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7564","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2085","PresenterBiography":null,"PresenterDisplayName":"Mingzhen Zhang, PhD","PresenterKey":"807006ce-a3c9-450e-bd31-3fb140553e4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2085. Structural principles of kinase-selectivity drug design","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Structural principles of kinase-selectivity drug design","Topics":null,"cSlideId":""},{"Abstract":"BACKGROUND Emergent single cell technologies have accelerated the discovery of rare cell populations and characterization of complex tumor microenvironment (TME). We developed an Interactive Single Cell Visual Analytics for Multiomics, ISCVAM, a bioinformatics infrastructure to integrate and visualize high-dimensional sparse multiome single cell data.<br \/>METHODS We built an interactive tool, ISCVAM with react.js for the web frontend, and node.js in the backend, with a data bridge to portable HDF5 storage. Commonly used R packages including Seurat, Signac, SingleR, and scType, were used offline for data processing and analyses. We investigated cell populations using two Multiome datasets for proof of principle:1) ~22K cells from the matched pairs of sorted CD8+Tissue resident memory (TRM) and recirculating (ReCir) T cells from 4 ovarian cancer patients in (Anadon, Yu et al. 2022) and 2) ~11K cells from a PBMC sample (from 10X Genomics).<br \/>RESULTS ISCVAM enables users to investigate both user-defined markers in multiple modalities (RNA and ATAC) individually and jointly (through weighted nearest neighbor), in different dimension reduction projections and on multiple panels. It also allows discovery of novel signatures of unidentified cell populations using unsupervised clustering algorithms in multiple resolutions. Using the paired TRM and ReCir samples from a single patient as the discovery set, ISCVAM identified a small cluster of mucosal-associated invariant T (MAIT) cells with unique gene and open chromatin peak profiles in both samples (2.18% of the ReCir T cells and 1.50% of the TRM T cells), which was not reported in the original study. Using the identified signature (with SLC4A10, TLE1 and their linked peaks), the MAIT cells were observed in remaining 6 ovarian samples (5.39 &#177;4.05% cells in 3 ReCir samples and 1.05 &#177; 1.02% cells in 3 TRM samples) from the same study. The markers are robust and also validated in an independent PBMC 10X Genomics dataset.<br \/>CONCLUSION The tool ISCVAM enables the discovery of rare immune cell populations by integrating transcriptional and epigenic profiles simultaneously at multiple resolutions. This information rich tool with multiple panels and modalities with high interactivity enables rapid identification of rare cell populations. This will accelerate the understanding of complex TME in cancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Multiomics,Single cell,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thanh N. M. Nguyen<\/b><sup><\/sup><br><br\/>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"8360b742-a5da-4f89-b042-a6206c425182","ControlNumber":"6617","DisclosureBlock":"&nbsp;<b>T. N. Nguyen, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7565","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2086","PresenterBiography":null,"PresenterDisplayName":"Thanh Nguyen, MS","PresenterKey":"ba01f28c-47ca-4eb6-9305-c43f9fe262dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2086. ISCVAM, an Interactive Single Cell Visual Analytics for Multiomics, accelerates the identification of novel rare cell populations","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ISCVAM, an Interactive Single Cell Visual Analytics for Multiomics, accelerates the identification of novel rare cell populations","Topics":null,"cSlideId":""},{"Abstract":"Over the last few decades, next generation sequencing technologies, including whole genome sequencing (WGS), have been increasingly used in cancer genomics studies. However, there is no efficient way to manage, visualize and integratively analyze sample-level WGS results across different bioinformatic pipelines, particularly for non-bioinformaticians. This greatly limits the usability of WGS data for biological discovery. Following the FAIR principles (findability, accessibility, interoperability, and reusability), we developed Sherlock-Genome, a R Shiny app designed for data harmonization, visualization and integrative analyses for WGS-based cancer genomics studies. Specifically, Sherlock-Genome provides pipelines for WGS analyses coupled with detailed guidelines on data preparation. The users can download the pipelines on their local computer, run the analyses and then upload the sample-level results into the Sherlock-Genome for data harmonization and integrative analyses across different genomic features. Sherlock-Genome also implements rigorous WGS-related data QC steps based on NGSpurity, a workflow that estimates the tumor purity, ploidy and clonal architecture by integrating somatic copy number alterations (SCNA), single nucleotide variants (SNV) and cancer cell fraction. Currently, Sherlock-Genome includes a few independent modules that allow users to generate a variety of interactive data inspection and visualization images, and perform many integrative analyses also using clinical and epidemiological data. These modules include study information and sample-level data QC (study overview, manifest information, NGSpurity), summaries of major genomics alterations (mutations, SCNA, structural variants), reports of advanced genomics analyses (mutational signatures, genomic landscape, clonal evolution) and functions related to different types of integrative analyses (survival analysis, integrative analysis). In addition, all plots in the Sherlock-Genome app can be downloaded as publication-ready figures from each module. Sherlock-Genome can be deployed in both local and cloud environments, allowing users to share sample-level analytical results together with the related publications. Sherlock-Genome has the potential to be widely used in cancer genomics allowing sample-level integrative analyses across multiple WGS and additional multi-omics features. A Sherlock-Genome demo with major module functions could be presented to allow users to know about this new interactive user-friendly tool for data analysis and visualization that can greatly advance biological discoveries.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Cancer genomics,Whole genome sequencing,Data visualization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alyssa Klein<\/b><sup><\/sup>, Maria Teresa Landi<sup><\/sup>, Tongwu Zhang<sup><\/sup><br><br\/>Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"1e5e0e2b-4b8f-4c94-a92a-a6d6ba87abcb","ControlNumber":"3780","DisclosureBlock":"&nbsp;<b>A. Klein, <\/b> None..<br><b>M. Landi, <\/b> None..<br><b>T. Zhang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7566","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2087","PresenterBiography":null,"PresenterDisplayName":"Alyssa Klein, BS,MS","PresenterKey":"64a3ded1-b7a0-4c7c-a86c-ff44d570de75","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2087. <i>Sherlock-Genome<\/i>: a R shiny app for genomic analysis and visualization","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>Sherlock-Genome<\/i>: a R shiny app for genomic analysis and visualization","Topics":null,"cSlideId":""},{"Abstract":"Germline Copy Number Variation (gCNV) is a type of genomic structural alteration including deletion or duplication of small genomic regions (50bp to 1MB) and can have an important role into cancer etiology. Whole genome sequencing (WGS) has been considered to be the most effective technology for genome-wide identification of gCNVs. However, an easy-to-use gCNV calling pipeline based on WGS data is still lacking. Here, we present the <i>gCNV-Seeker<\/i>, a user-friendly, rigorous computational pipeline to detect gCNV events based on WGS with standardized quality control and data visualization features. <i>gCNV-Seeker<\/i> initially adopts GATK probabilistic algorithms to detect a set of raw gCNV events and subsequently applies Binary Segmentation and Pruned Exact Linear Time (PELT) algorithms for re-segmentation and boundary revision of the gCNV candidates, respectively. In addition, <i>gCNV-Seeker<\/i> is built with several functionalities, including quality control, filtration, annotation and visualization to identify the gCNV regions (gCNVRs) of interest. We applied <i>gCNV-Seeker<\/i> to the WGS data from 872 lung cancers in never smokers from the Sherlock-<i>Lung<\/i> study and 3202 WGS data from the 1000 Genomes Project (1KGP) (reference) and identified CNVRs associated with lung cancer risk in never smokers. For example, in comparison to WGS data from 1KGP, we identified several CNVR candidates overlapping with known LC susceptible genes, e.g., the <i>GSTM1\/2<\/i> homozygous deletion (OR = 1.64, 95% CI=1.43-1.88, <i>P<\/i> &#60; 0.01) and <i>CYP2A6\/7<\/i> homozygous or heterozygous deletion (OR = 1.59, 95% CI=1.24-2.03, <i>P<\/i> &#60; 0.01). To evaluate its performance, we also carried out a comprehensive comparison of gCNV calling results between <i>gCNV-Seeker <\/i>and the 1KGP structural variant calling pipelines (PMID: 36055201) for common gCNVRs in the 1KGP WGS data. <i>gCNV-Seeker <\/i>showed a significant improvement on specificity and sensitivity for gCNVR detection compared with the 1KGP pipeline. In terms of specificity, 1315 out of 2692 (<i>HGSV_9692<\/i>) <i>GSTM1\/2 <\/i>heterozygous deletion events (48.85%) originally identified by 1KGP were detected as homozygous deletions by <i>gCNV-Seeker. <\/i>These results were further<i> <\/i>confirmed by manual check. In terms of sensitivity, <i>gCNV-Seeker <\/i>detected<i> <\/i>total 299 deletion events in <i>CYP2A6\/7<\/i> regions, which were also manually confirmed. This corresponds to an increase of 48.02% compared to the 202 deletion events (<i>HGSV_232739 <\/i>&#38; <i>HGSV_232740<\/i>) originally identified by the 1KGP pipeline. <i>gCNV-Seeker <\/i>will be a publicly available cross-platform (Linux and IOS) pipeline accessible in GitHub.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Copy number variation,Susceptibility,Lung cancer,Pipeline,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jian Sang<\/b><sup>1<\/sup>, Tongwu Zhang<sup>1<\/sup>, David Wedge<sup>2<\/sup>, Maria Teresa Landi<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, Rockville, MD,<sup>2<\/sup>The University of Manchester, Manchester, United Kingdom","CSlideId":"","ControlKey":"60d4730c-4243-4d2c-88a3-b543c7e35071","ControlNumber":"6449","DisclosureBlock":"&nbsp;<b>J. Sang, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>D. Wedge, <\/b> None..<br><b>M. Landi, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7567","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2088","PresenterBiography":null,"PresenterDisplayName":"Jian Sang, PhD","PresenterKey":"5a088521-d2d1-4707-bd3c-ad6f22b6db04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2088. <i>gCNV-Seeker<\/i>: A comprehensive germline CNV calling pipeline based on whole genome sequencing data","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>gCNV-Seeker<\/i>: A comprehensive germline CNV calling pipeline based on whole genome sequencing data","Topics":null,"cSlideId":""},{"Abstract":"Penalized regression models, such as LASSO and elastic net, have been well-established for high-dimensional variable sections. For the analysis of censored survival outcomes, the penalized Cox regression model has been widely used. The parameter tuning in the penalized regression is often implemented based on the cross-validation (CV) via the &#8220;one standard error rule&#8221; (1se rule), resulting in a more parsimonious model. However, in a high-dimensional Cox regression model, a common observation is that the CV plot for tuning parameters against partial-likelihood deviance is often not U-shaped but L-shaped. In this case, the model selection will fail with either the &#8220;1se&#8221; or the&#8220;min&#8221; rule. We observed that this phenomenon is quite universal in the setting of high-dimensional prognostic biomarker selection, in which the standard CV steps often result in no or very few features included in the final model. We refer to this phenomenon as the &#8220;vanishing deviance&#8221; (VD) problem. In this study, we investigated this problem in more depth and demonstrated the issue and potential solution using real data from pan-cancer analysis of prognostic lncRNA biomarkers. To discover the cause behind the VD problem, we conducted an extensive set of simulations by varying sample sizes, feature dimensions, censoring rates, number of true biomarkers, and significance levels of true signals.Our results indicated that the main cause of the VD problem can be related to the limited sample size in the cancer omics dataset and a large number of true (or highly associated) biomarkers or signals underlying. To this end, we propose computational solutions that can alleviate the problem and we implemented them in the R package called CoxHive. We verified the performance of our solution based on both simulation studies and the analyses of the pan-cancer gene expression data. This software tool will greatly facilitate biomarker selection (including genomic and imaging biomarkers) in the high-dimensional setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Survival,Machine learning,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sijie Yao<\/b><sup><\/sup>, Tingyi Li<sup><\/sup>, Biwei Cao<sup><\/sup>, Xuefeng Wang<sup><\/sup><br><br\/>H. Lee Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"c6626a6c-8869-4c15-af44-c1fa49dfdc95","ControlNumber":"7936","DisclosureBlock":"&nbsp;<b>S. Yao, <\/b> None..<br><b>T. Li, <\/b> None..<br><b>B. Cao, <\/b> None..<br><b>X. Wang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7568","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2089","PresenterBiography":null,"PresenterDisplayName":"Sijie Yao, PhD","PresenterKey":"9b3c80b4-9df2-44f4-89e6-893398ee0422","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2089. Vanishing deviance problem in high-dimensional penalized Cox regression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vanishing deviance problem in high-dimensional penalized Cox regression","Topics":null,"cSlideId":""},{"Abstract":"Genome-scale screening experiments in cancer produce long lists of candidate genes that require extensive interpretation for biological insight and prioritization for follow-up studies. Interrogation of gene lists frequently represents a significant and time-consuming undertaking, in which experimental biologists typically combine results from a variety of bioinformatics resources in an attempt to portray and understand cancer relevance. As a means to simplify and strengthen the support for this endeavor, we have developed oncoEnrichR, a flexible bioinformatics tool that allows cancer researchers to comprehensively interrogate a given gene list along multiple facets of cancer relevance. oncoEnrichR differs from general gene set analysis frameworks through the integration of an extensive set of prior knowledge specifically relevant for cancer, including ranked gene-tumor type associations, literature-supported proto-oncogene and tumor suppressor gene annotations, target druggability data, regulatory interactions, synthetic lethality predictions, as well as prognostic associations, gene aberrations, and co-expression patterns across tumor types. The software produces a structured and user-friendly analysis report as its main output, where versions of all underlying data resources are explicitly logged, the latter being a critical component for reproducible science. We demonstrate the usefulness of oncoEnrichR through interrogation of two candidate lists from proteomic and CRISPR screens. oncoEnrichR is freely available as a web-based workflow hosted by the Galaxy platform (https:\/\/oncotools.elixir.no), and can also be accessed as a stand-alone R package (https:\/\/github.com\/sigven\/oncoEnrichR).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Target discovery,Systems biology,Bioinformatics,High-throughput assay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sigve Nakken<\/b><sup>1<\/sup>, Sveinung Gundersen<sup>2<\/sup>, Fabian  L.   M.  Bernal<sup>3<\/sup>, Dimitris Polychronopoulos<sup>4<\/sup>, Eivind Hovig<sup>2<\/sup>, Jrgen Wesche<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Tumor Biology, Institute for Cancer Research, Oslo University Hospital, Oslo, Norway,<sup>2<\/sup>Centre for Bioinformatics, Department of Informatics, University of Oslo, Oslo, Norway,<sup>3<\/sup>University Center for Information Technology, University of Oslo, Oslo, Norway,<sup>4<\/sup>Early Data Science and Computational Oncology, Research and Early Development, Oncology R&D, AstraZeneca, Cambridge, United Kingdom","CSlideId":"","ControlKey":"495e845d-4236-491c-b3e2-d1876ab89a77","ControlNumber":"1996","DisclosureBlock":"&nbsp;<b>S. Nakken, <\/b> None..<br><b>S. Gundersen, <\/b> None..<br><b>F. L. M. Bernal, <\/b> None.&nbsp;<br><b>D. Polychronopoulos, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>E. Hovig, <\/b> <br><b>PubGene Inc.<\/b> Stock.<br><b>J. Wesche, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7569","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2090","PresenterBiography":null,"PresenterDisplayName":"Sigve Nakken","PresenterKey":"372252bc-3356-4976-8f5a-ffcacfd47bd4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2090. Comprehensive interrogation of gene lists from genome-scale cancer screens with oncoEnrichR","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive interrogation of gene lists from genome-scale cancer screens with oncoEnrichR","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Multiplexed fluorescence immunohistochemistry (mfIHC) allows the detection of multiple protein markers on the same histological tissue section, generating valuable information on specific cell subsets and cellular states in their spatial tissue context. Here, we demonstrate a proof-of-concept study for profiling different tumor microenvironment cell subsets in formalin-fixed paraffin-embedded prostate cancer tissue microarrays.<br \/>Materials and methods: We applied automated mfIHC simultaneous staining of 31 slides with 3.5-&#181;m sections using an Autostainer (Epredia, Kalamazoo, USA). The protocol included four rounds of cyclic staining and scanning of the slides with AxioScanZ.1 (Zeiss, Germany). Each cycle included DAPI for nuclear staining. Here, we applied this pipeline to detect the following targets: D2-40 (lymphatics), CD3 (T lymphocytes), CD56 (NK cells\/neural cells\/neuroendocrine cells), CD11b+ myeloid cells, PDGFRB (fibroblasts\/pericytes), CD20 (B lymphocytes), CD31 (endothelium), CD45 (leukocytes), HLADR+ antigene-presenting cells, as well as a cocktail with PanCK and ECADH to detect epithelial cells. Three different prostate cancer TMA cohorts with n=907 patient samples were analyzed here using this approach.The scanned images were exported as Big TIFF individual channel whole-slide images. Individual TMA spot images were marked with Fiji ROI1 1-Click Tool macro (ImageJ 1.53t), and separate rounds were registered with Python (version 3.11.0, Python Software Foundation) using DAPI channel as reference. Nuclear segmentation was created with nucleAIzer trained modified Mask R-CNN model (https:\/\/github.com\/lopaavol\/nuclei_segmentation). All TMA spot images were run through image curation, where artefacts are excluded by machine learning using ilastik software (version 1.3.3post3). Then, CellProfiler (version 4.2.1) was applied to combine image curated tissue masks and segmented nuclei for cell-based channel intensity measurements. Finally, Jupyter Notebook was applied to classify cell subsets into specific phenotypes using intensity-based thresholding for each channel.<br \/>Results and Conclusions: We present a detailed pipeline for 10-plex mfIHC with open-source single-cell image analysis tools. The approach can be applied to histological laboratories when combined with a standard five fluorescent channel scanner or imager and with basic computing skills. As the system applies secondary antibodies for the detection, it is flexible for optimizing new antibody panels, and the user is not limited to pre-labelled antibody panels often connected with commercial staining and imaging systems. The approach is especially suited for large-scale high-throughput tissue profiling studies when high n-values are needed for linking associated patient clinical data with spatial phenotype data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Image analysis,Fluorescence imaging,Multiplex automation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jenni Sil<\/b><sup>1<\/sup>, Annabrita Schoonenberg<sup>2<\/sup>, Katja Vlimki<sup>2<\/sup>, Timo-Pekka Lehto<sup>1<\/sup>, Carolin Strenberg<sup>1<\/sup>, Andrew Erickson<sup>1<\/sup>, Antti Rannikko<sup>1<\/sup>, Olli Kallioniemi<sup>1<\/sup>, Lassi Paavolainen<sup>2<\/sup>, Tuomas Mirtti<sup>1<\/sup>, Teijo Pellinen<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Helsinki, Helsinki, Finland,<sup>2<\/sup>Institute for Molecular Medicine Finland, Helsinki, Finland","CSlideId":"","ControlKey":"1aa92a98-5684-4f19-a6fd-8bc38f4d1107","ControlNumber":"7120","DisclosureBlock":"&nbsp;<b>J. Sil, <\/b> None..<br><b>A. Schoonenberg, <\/b> None..<br><b>K. Vlimki, <\/b> None..<br><b>T. Lehto, <\/b> None..<br><b>C. Strenberg, <\/b> None..<br><b>A. Erickson, <\/b> None.&nbsp;<br><b>A. Rannikko, <\/b> <br><b>Ida Montin Foundation<\/b> Other, member of the board. <br><b>Orion Research Foundation<\/b> member of the board. <br><b>Bayer<\/b> Other, advisory board member,\u000d\u000ainvestigator. <br><b>Orion Pharma<\/b> Other, advisory board member,\u000d\u000ainvestigator. <br><b>Janssen<\/b> Other, advisory board member,\u000d\u000ainvestigator\u000d\u000a. <br><b>Aqsens<\/b> Stock, clinical advisor. <br><b>Rho-Vac<\/b> investigator. <br><b>Astellas<\/b> Other, investigator. <br><b>HUS Helsinki University Hospital (to Prof. Rannikko)<\/b> Grant\/Contract. <br><b>Finnish Cancer Organizations (to Prof. Rannikko)<\/b> Grant\/Contract. <br><b>Jane and Aatos Erkko Foundation (to Prof. Rannikko<\/b> Grant\/Contract.<br><b>O. Kallioniemi, <\/b> None..<br><b>L. Paavolainen, <\/b> None..<br><b>T. Mirtti, <\/b> None.&nbsp;<br><b>T. Pellinen, <\/b> <br><b>Targovax ASA<\/b> Independent Contractor.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7570","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2091","PresenterBiography":null,"PresenterDisplayName":"Jenni Sil, MHS","PresenterKey":"8f6a0b61-1274-416f-861d-574c79a1a9b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2091. Open-source single-cell spatial image analysis pipeline for ten-plex immunofluorescence of histological prostate cancer tissue sections","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Open-source single-cell spatial image analysis pipeline for ten-plex immunofluorescence of histological prostate cancer tissue sections","Topics":null,"cSlideId":""},{"Abstract":"The heterogeneity of cancers limits the reproducibility of target-biomarker relationships in diverse cohorts or sample groups. Here, we carried out consensus analyses of associated data pairs to improve the consistency (reproducibility) of prognostic power of biomarkers and anticancer efficacy of targets. All of RNA expression, patient survival, CRIRSPR\/shRNA screening data were integrated from TCGA, GDSC and CCLE datasets. While &#62;90% of prognostic RNA expression found in given sample sets were not reproduced (i.e., not significant) in other test sets, those hits exhibiting consensus prognostic powers in diverse subtypes or lineages, were more significant in test sets than non-consensus hits. In the analysis of the association between CRISPR knockout and RNA expression data, the lineage consensus of the association increased the reproducibility in the validation using sh\/siRNA knockdown and qPCR data. Further experimental validations reveal that ITGAV is an effective anticancer target in diverse lineages, significantly associated with prognostic RNA expression of several consensus biomarker genes. In conclusion, the consensus analysis was useful to prioritize reproducible targets and biomarkers from omics data. It has been implemented in Q-omics software (http:\/\/qomics.io) for general cancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Target discovery,Biomarkers,Prognostic markers,Drug synergy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sumin Jeong<sup><\/sup>, Yuna Park<sup><\/sup>, Eunah Jeong<sup><\/sup>, <b>Sukjoon Yoon<\/b><sup><\/sup><br><br\/>Sookmyung Women's University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"4de6fb38-9a4b-4fc6-997d-280a17ba4bb8","ControlNumber":"1762","DisclosureBlock":"&nbsp;<b>S. Jeong, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>E. Jeong, <\/b> None..<br><b>S. Yoon, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7685","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2092","PresenterBiography":null,"PresenterDisplayName":"Sukjoon Yoon, PhD","PresenterKey":"718f5c91-8bf7-4254-aea5-9e167840cf26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2092. Consensus analysis of associated target-biomarker pairs in cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Consensus analysis of associated target-biomarker pairs in cancers","Topics":null,"cSlideId":""},{"Abstract":"The recent exponential progress of sequencing technologies has dramatically impacted cancer research and paved the way to precision medicine in cancer care. In parallel, light-speed progress in bioinformatics has been essential to allow analysts to embrace the vast amount of data yielded by high-throughput profiling machines, turn this data into cancer biology knowledge, and ultimately develop innovative approaches to cancer care. Still, computational complexity and tools' interoperability remain major challenges for the advancement of -omic data-driven cancer research.<br \/>Despite the historical prevalence of R, Python is gaining momentum in the bioinformatics landscape. As a general purpose language, it offers numerous advantages:<br \/>- its overall ecosystem facilitates the integration of bioinformatics tools into large-scale frameworks, increasing their versatility and widening their targeted audience;<br \/>- its straightforward syntax and user-friendly logic makes it a popular language in education, and explains its wide adoption in various sectors;<br \/>- its wide adoption favors interdisciplinarity, <i>e.g.<\/i> it can reduce the learning curve for engineers eager to make an impact in cancer research.<br \/>These advantages motivate the further development of the Python bioinformatics ecosystem. We thus advocate the necessity to port reference tools from R to Python, with the ambition of shaping a comprehensive ecosystem. Sign of this trend, state-of-the-art tools have been directly developed in Python (<i>e.g. <\/i>lifelines, a library dedicated to survival analysis) or quickly ported in Python from R (<i>e.g. <\/i>harmony, an R library for integrating single cell data).<br \/>We introduce InMoose (Integrated Multi-Omics Open Source Environment), an open source Python unified framework for every -omic data type. It is based on recognized tools and focuses on efficiency and user-friendliness. InMoose is accessible at https:\/\/github.com\/epigenelabs\/inmoose and is released under GPL3 license. The first version of InMoose focuses on bringing to the Python world transcriptomics tools mostly based on the edgeR R package. It features batch-effect correction algorithms, as well as differential expression analysis, for microarray and RNA-seq data.<br \/>InMoose demonstrates the advantages of our approach:<br \/>- it is developed with the intent to capitalize on and facilitate interactions with other popular Python data-oriented libraries (<i>e.g.<\/i> pandas, numpy);<br \/>- it demonstrates significant computational performance improvements;<br \/>- our package integrates easily into web-based user-friendly analyses platforms (<i>e.g.<\/i> Epigene Labs&#8217; proprietary mCUBE platform);<br \/>- porting existing code from one language to another provides an opportunity window to improve both functionality and performance.<br \/>We expect that our effort will help foster a larger collaborative effort to build and grow a consistent state-of-the-art Python platform for cancer bioinformatics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-08 New software tools for data analysis,,"},{"Key":"Keywords","Value":"Bioinformatics,Differential gene expression,Transcriptomics,Open source software,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Maximilien Colange<sup><\/sup>, Guillaume App<sup><\/sup>, <b>Akpli Nordor<\/b><sup><\/sup>, Abdelkader Behdenna<sup><\/sup><br><br\/>EPIGENE LABS, Paris, France","CSlideId":"","ControlKey":"b9b1895d-76d7-46f2-b90c-b00dcc3b7a90","ControlNumber":"2917","DisclosureBlock":"&nbsp;<b>M. Colange, <\/b> None..<br><b>G. App, <\/b> None..<br><b>A. Nordor, <\/b> None..<br><b>A. Behdenna, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7686","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2093","PresenterBiography":null,"PresenterDisplayName":"Akpli Nordor, PharmD, PhD","PresenterKey":"39b2a3ca-cba6-4385-a382-7a404cad59a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2093. Introducing InMoose, an integrated open source Python package for multi-omic analyses","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Introducing InMoose, an integrated open source Python package for multi-omic analyses","Topics":null,"cSlideId":""},{"Abstract":"Realizing the full potential of precision oncology requires accurate prediction of treatment response. We previously developed a deep learning model, namely DeepDR, to predict drug sensitivity by integrating baseline profiles of mutations and gene expression of a cancer sample (Chiu <i>et al<\/i>.; DOI: 10.1186\/s12920-018-0460-9). The model features a transfer learning design that captures two types of features: i) tumor relevant representations of mutation and expression data learned from tumor samples, and ii) predictive model for drug response (measured by IC<sub>50<\/sub> values) learned from high-throughput drug screens of pan-cancer cell lines. DeepDR was applicable to both cell lines and tumors and achieved superior performance over conventional methods. To make the DeepDR model more accessible to biomedical researchers with limited programming skills, here we present a user-friendly platform implemented by using an R Shiny framework. The R Shiny app is a web interface that allows users to upload mutation and\/or gene expression profiles of a cancer sample (cell or tumor model) and predict the sample&#8217;s response to 265 FDA-approved and investigational compounds covered by the screening library of the Genomics of Drug Sensitivity in Cancer (GDSC) project. The app provides an intuitive user interface to interactively visualize, search, and filter prediction results among 265 compounds. It also enables downstream analyses including statistical tests and provides links to external compound databases, such as PubChem. In the original publication of DeepDR, we have validated its performance across cell lines and tumors using well-known pharmacogenomic associations, such as estrogen receptor antagonist (tamoxifen) and <i>EGFR<\/i>-targeting drugs (afatinib and gefitinib), as well as a novel agent, CX-5461, in treating hematopoietic malignancies. Here we utilized the proposed Shiny app to further predict drug sensitivity of patients with hepatocellular carcinoma (HCC; <i>n<\/i>=356) of The Cancer Genome Atlas (TCGA). We investigated <i>CTNNB1<\/i> as a demonstrating example for it is one of the most prevalent, yet undruggable, trunk mutations of HCC. A systematic search yielded nine compounds that were predicted to be significantly more effective in HCC tumors harboring <i>CTNNB1<\/i> mutations (<i>n<\/i>=92) compared to others (<i>n<\/i>=264) (with one-tailed <i>t<\/i>-test <i>P <\/i>&#60; 0.0001). These top compounds target critical cancer pathways, such as cell apoptosis (p53 activator and Bcl-2 inhibitor), the PI3K\/AKT and MAPK signaling pathways, and DNA-dependent protein kinases, suggesting candidates for further <i>in vitro<\/i> and <i>in vivo<\/i> investigations. In summary, the present R Shiny app is a user-friendly platform that enables <i>in silico<\/i> drug screening using deep learning with no requirement of programming experience. We expect the tool to foster accessibility of our deep learning prediction machine and facilitate the process of drug development in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Deep learning,Bioinformatics,Drug sensitivity,Pharmacogenomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Li-Ju Wang<\/b><sup>1<\/sup>, Michael Ning<sup>1<\/sup>, Tapsya Nayak<sup>2<\/sup>, Satdarshan P. S. Monga<sup>3<\/sup>, Yufei Huang<sup>1<\/sup>, Yidong Chen<sup>2<\/sup>, Yu-Chiao Chiu<sup>1<\/sup><br><br\/><sup>1<\/sup>UPMC Hillman Cancer Center, University of Pittsburgh, Pittsburgh, PA,<sup>2<\/sup>Greehey Children's Cancer Research Institute, University of Texas Health San Antonio, San Antonio, TX,<sup>3<\/sup>Department of Pathology, University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"8e3069d3-3925-4fe9-a02e-7e0740dd7ca0","ControlNumber":"2352","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>M. Ning, <\/b> None..<br><b>T. Nayak, <\/b> None..<br><b>S. P. S. Monga, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Y. Chiu, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7687","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2094","PresenterBiography":null,"PresenterDisplayName":"Li-Ju Wang, MS","PresenterKey":"5cd219d8-da13-4e44-923f-78265f493e06","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2094. A user-friendly R Shiny app for predicting drug response of cancer using deep learning","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"297","SessionOnDemand":"False","SessionTitle":"New Analysis Tools","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A user-friendly R Shiny app for predicting drug response of cancer using deep learning","Topics":null,"cSlideId":""}]