[{"Abstract":"Although some anal cancers can be detected early via screening, current screening options have limitations. A blood-based MCED test that uses a cell-free DNA-based targeted methylation assay and machine learning classifiers to detect a cancer signal and predict the cancer signal origin (CSO) is available for cancer screening. If the MCED test detects a cancer signal, the test reports &#8216;cancer signal detected&#8217; with 1 or 2 CSO prediction(s). In the Circulating Cell-free Genome Atlas (CCGA) study, the top-predicted CSO was 89% accurate overall. Despite high average CSO prediction accuracy, the biological similarity among HPV-related cancers of the anogenital tract, and head and neck (H&#38;N), may lead to CSO misclassification. An HPV-driven anal cancer case is reported to review the diagnostic journey following a positive test result and misclassified CSO prediction. An asymptomatic 67-year-old White, non-Hispanic female (BMI: 21.6 kg\/m<sup>2<\/sup>) with history of HPV-associated cervical dysplasia and resultant hysterectomy &#62;20 years prior was screened using the MCED test. She had an anoscopy 2 years prior to using the test for hemorrhoids. 11 days after a blood sample was collected for analysis, a positive test result (CSO1=Lung; CSO2=H&#38;N) was communicated to the patient (Day 1). Chest CT w\/o contrast was normal except for a small pericardial effusion (Day 2). The patient was referred to an ENT specialist for an extensive evaluation; there was no evidence of cancer found (Day 7). Repeat chest CT with and w\/o contrast and with 2mm cuts was also normal except for the small pericardial effusion (Day 21). After the initial diagnostic workup ended, the possibility of HPV-driven CSO misclassification was raised, and in the context of past medical history, HPV-driven anorectal cancer was considered. The patient underwent a flex sigmoidoscopy, which revealed a 4 cm anterior distal anorectal mass consistent with cancer (Day 60). Biopsy showed invasive moderately differentiated SCC with focal keratinization and negative for lymphovascular invasion (Day 65). PET (skull base to mid-thigh) showed a 1.8 cm focus of activity in the anorectal area and no evidence of metastatic disease (Day 71). MRI of the pelvis with and w\/o contrast showed a 2.7 cm anal mass with no lymph node invasion consistent with T2N0 disease (Day 72). Consultation with a radiation oncologist diagnosed the cancer as p16+, cT2N0M0 (stage IIA) SCC of the anal canal (Day 72). She was provided chemoradiation for ~1.5 months (Day 80). The most recent scans revealed no evidence of cancer (Day 364). The MCED test detected a cancer signal for an asymptomatic individual with stage IIA anal cancer. In the CCGA study, sensitivity was 75% in stage II anal cancer. Based on this case, CSO misclassification may be considered in patients with an HPV medical history. The use of this MCED test informed aggressive cancer workup and led to early detection and treatment with curative intent.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Screening,Anal cancer,Carcinoma: squamous cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>David  A.  Myers<\/b><sup>1<\/sup>, Brenda Wood<sup>2<\/sup><br><br\/><sup>1<\/sup>MDVIP, Metairie, LA,<sup>2<\/sup>GRAIL, LLC, a subsidiary of Illumina, Inc., currently held separate from Illumina, Inc. under the terms of the Interim Measures Order of the European Commission dated 29 October 2021, Menlo Park, CA","CSlideId":"","ControlKey":"42246fb9-c89e-4a96-a91a-f0a1fc7ecb3d","ControlNumber":"1347","DisclosureBlock":"<b>&nbsp;D. A. Myers, <\/b> <br><b>GRAIL, LLC, a subsidiary of Illumina, Inc.<\/b> Other, Paid speaker for GRAIL and on GRAIL's speakers bureau. <br><b>B. Wood, <\/b> <br><b>GRAIL, LLC, a subsidiary of Illumina, Inc.<\/b> Employment. <br><b>Illumina, Inc.<\/b> Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4825","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6503","PresenterBiography":null,"PresenterDisplayName":"David Myers, MD","PresenterKey":"1578336a-8c6d-4e97-af59-1e8b04e6f05a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6503. A case of stage IIA anal squamous cell carcinoma (SCC) diagnosed using a multi-cancer early detection (MCED) test","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A case of stage IIA anal squamous cell carcinoma (SCC) diagnosed using a multi-cancer early detection (MCED) test","Topics":null,"cSlideId":""},{"Abstract":"High body mass index (BMI) is a causal risk factor for endometrial cancer but the molecular mechanisms underlying this association remain elusive. Here we sought to characterize the tumor genomic landscape of endometrial cancers that have developed on a germline genetic background of predisposition to elevated BMI. We built a polygenic score (PGS) for adult BMI in women using effect size estimates and allele information on 242 independent (<i>r<\/i><sup>2<\/sup>&#60;0.05) variants associated with BMI at genome-wide significance (P&#60;5x10<sup>-9<\/sup>) in 379,501 women of European ancestry. We performed sample and germline (blood) genotype quality control and imputation into the 1000 Genomes reference panel on data from 354 endometrial cancer cases of genetically inferred European ancestry from The Cancer Genome Atlas (TCGA). We assigned each woman in this TCGA cohort her genetically predicted life-course BMI based on the BMI PGS and found this to be modestly correlated with BMI at the point of diagnosis (<i>r<\/i><sup>2<\/sup>=0.23; P=2.1x10<sup>-5<\/sup>). Multivariable linear (default) and quasi-Poisson (for zero-inflated counts) regression models were used to test for associations between the BMI germline PGS and endometrial cancer tumor genomic, transcriptomic, proteomic, and immune traits in TCGA. All analyses were adjusted for age, stage, microsatellite status and 10 genetic principal components. Mutational signature models were also adjusted for signature accuracy. We ranked 18,458 genes based on the association between their tumor expression and the BMI PGS and performed gene set enrichment analysis to identify associations between the BMI PGS and upregulation of genes in the IL6-JAK-STAT3 signaling (false discovery rate (FDR)=8.50x10<sup>-7<\/sup>), inflammatory response (FDR=7.03x10<sup>-6<\/sup>), interferon gamma response (FDR=5.49x10<sup>-5<\/sup>) and glycolysis (FDR=3.28x10<sup>-4<\/sup>) pathways. High BMI PGS had an inverse association with endometrial tumor EGFR (FDR=0.07) protein levels of the 131 tumor proteins profiled by reverse phase protein array. Endometrial tumors that had developed on a germline background predictive of high BMI were also associated with increased infiltration of activated mast cells (FDR=9.55x10<sup>-3<\/sup>) in our evaluation of 22 tumor immune cell infiltrates quantified by the CIBERSORT algorithm, as well as the mitotic and aging clock-like single base substitution (SBS) signatures 1 (FDR=0.01) and 5 (FDR=0.04). The two SBS signature associations and the activated mast cell association with the BMI PGS were substantially more pronounced in the subgroup of endometrial cancers with microsatellite instability. Thus, we combined germline and somatic data using a novel approach to identify endometrial cancer tumor molecular features associated with genetically predicted higher BMI, providing precision multi-omic portraits of endometrial cancers that develop on a background of adiposity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-11 Molecular targets for prevention,,"},{"Key":"Keywords","Value":"Body mass index,Endometrial cancer,The Cancer Genome Atlas (TCGA),Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>George Richenberg<\/b><sup><\/sup>, Victoria Gray<sup><\/sup>, Carina Owen<sup><\/sup>, Tom Gaunt<sup><\/sup>, Caroline Relton<sup><\/sup>, Emma Vincent<sup><\/sup>, Siddhartha Kar<sup><\/sup><br><br\/>MRC Integrative Epidemiology Unit, University of Bristol, Bristol, United Kingdom","CSlideId":"","ControlKey":"3ba7c94c-1eff-4d0a-9bdf-034c35ade45e","ControlNumber":"4356","DisclosureBlock":"&nbsp;<b>G. Richenberg, <\/b> None..<br><b>V. Gray, <\/b> None..<br><b>C. Owen, <\/b> None..<br><b>T. Gaunt, <\/b> None..<br><b>C. Relton, <\/b> None..<br><b>E. Vincent, <\/b> None..<br><b>S. Kar, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4827","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6504","PresenterBiography":null,"PresenterDisplayName":"George Richenberg, BS,MS","PresenterKey":"e5dc7852-b92c-4461-b7cd-a696d580ca2e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6504. Germline genetically predicted body mass index is associated with endometrial cancer somatic transcriptomic, immune, and mutational signatures in The Cancer Genome Atlas","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Germline genetically predicted body mass index is associated with endometrial cancer somatic transcriptomic, immune, and mutational signatures in The Cancer Genome Atlas","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the second most common cause of cancer deaths when men and women are combined in the U.S. Early detection in the precancerous stage is key to reducing the CRC morbidity and mortality rates. Thus, there is a critical need for a cost-effective, time-efficient, and convenient clinical tool for early CRC detection. We have developed a multiplex qPCR assay (ColoScape<sup>TM<\/sup>) to detect CRC-associated genetic and epigenetic changes from liquid biopsy samples (i.e., cell-free DNA) using our proprietary QClamp&#174; XNA technology. The QClamp&#174; XNA technology is very unique and enables the ColoScape<sup>TM<\/sup> assay to selectively amplify the mutant and methylated DNA target sequences by using a synthetic DNA analog XNA (<u>X<\/u>eno<u>n<\/u>ucleic <u>A<\/u>cid). This study demonstrates the analytical performance for detecting low-abundant mutated and methylated gene copies, as well as assess the clinical performance using plasma cell-free DNA samples from patients with CRC or advanced adenomas (&#8805;1 cm) and from individuals with normal colonoscopies. The Coloscape<sup>TM<\/sup> test is currently designed to detect mutations in 8 genes with 61 mutations and 7 methylated markers. The test consists of two parts: (i) the detection of mutations in 8 genes (<i>APC<\/i>, <i>KRAS<\/i>, <i>BRAF<\/i>, <i>TP53<\/i>, <i>CTNNB1<\/i>, <i>NRAS<\/i>, <i>SMAD4<\/i>, and <i>PIK3CA<\/i>) and (ii) the detection of 7 methylation targeted genes. For the assay analytical performance, the ColoScape<sup>TM<\/sup> test shows that XNA effectively suppressed the wild-type background amplifications and led to amplify mutation and methylation target sequences dominantly, providing a high level of analytical sensitivity and specificity. The ColoScape<sup>TM<\/sup> test is highly reproducible with intra- and inter-assay coefficient of variation of &#60;10% and the cross-reactivity within the assay was limited and negligible. The results for the assay analytical sensitivity indicated that each target could be detected between 0.1% and 0.5% variant allele frequency in 10 ng cfDNA. The preliminary assay clinical specificity and sensitivity were 100% (95% CI: 91.3-100%) and 86% (95% CI: 66-95%) respectively for CRC and 91% specificity (95% CI: 75%-98%) and 60% sensitivity (95% CI: 17%-93%) for advanced adenomas. In summary, the ColoScape test utilizing the XNA-based technology provides high sensitivity and high specificity to CRC and advanced adenomas with a great potential to be used as an early screening test.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Liquid biopsies,Colorectal cancer,Quantitative real-time polymerase chain reaction (qRT-PCR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hiromi Tanaka<\/b><sup><\/sup>, Shuo Shen<sup><\/sup>, Mauro Scimia<sup><\/sup>, Larry Pastor<sup><\/sup>, Jonathan Li<sup><\/sup>, Andrew  Y.  Fu<sup><\/sup>, Daniel Kim<sup><\/sup>, Rui Ni<sup><\/sup>, Aiguo Zhang<sup><\/sup>, Michael  Y.  Sha<sup><\/sup><br><br\/>DiaCarta Inc, Pleasanton, CA","CSlideId":"","ControlKey":"cbcce141-6df2-4c99-bcbf-09c4c1d53622","ControlNumber":"3005","DisclosureBlock":"&nbsp;<b>H. Tanaka, <\/b> None..<br><b>S. Shen, <\/b> None..<br><b>M. Scimia, <\/b> None..<br><b>L. Pastor, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>A. Y. Fu, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>R. Ni, <\/b> None..<br><b>A. Zhang, <\/b> None..<br><b>M. Y. Sha, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4828","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6505","PresenterBiography":null,"PresenterDisplayName":"Hiromi Tanaka, PhD","PresenterKey":"4b1b2e93-3283-4b2e-be4e-dcf5b22f2442","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6505. ColoScape test: a molecular assay to detect early-stage colorectal cancer in plasma cell-free DNA","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ColoScape test: a molecular assay to detect early-stage colorectal cancer in plasma cell-free DNA","Topics":null,"cSlideId":""},{"Abstract":"Background: Early detection of cancer is vital to improve patient survival, since earlier diagnosis and treatment maximizes the opportunity to combat or control disease progression. Specifically for colorectal cancer (CRC), the average 5-survival rate after diagnosis decreases from 91% in early-stage CRC, to as low as 15% for stage IV CRC. Furthermore, the rapid detection and subsequent removal of pre-cancerous adenomas - e.g., advanced adenomas (AA) - can improve survival rates of affected patients. Current stool-based tests, such as FIT and FIT-DNA, have poor AA sensitivities of 24% and 42%, and specificities of 95% and 87%, respectively. Recent research into liquid biopsies have shown some promise, however tests based on tumor-derived biomarkers alone have limited sensitivity, especially in early-stage disease.<br \/>Methods: We initially applied the Dxcover&#174; Cancer Liquid Biopsy for use as a multi-cancer early detection (MCED) test. The test uses Fourier transform infrared (FTIR) spectroscopy and machine learning algorithms to build a classifier of the resultant spectral profiles to detect cancer, and can be fine-tuned to maximize either sensitivity or specificity depending on the requirements of specific international healthcare systems. Additionally, we have analyzed a retrospective cohort of serum samples comprising 100 CRC, 99 advanced adenomas removed by surgical resection and 97 colonoscopy screening controls.<br \/>Results: The CRC classifier from the discovery MCED dataset reported an area under the receiver operating characteristic curve (AUROC) value of 0.91, with 74% sensitivity and 91% specificity when differentiating CRC and non-cancer, which surpasses the targets set by the Centers for Medicare &#38; Medicaid Services (CMS) for coverage of CRC tests. When tuned for higher sensitivity, the model produced 97% sensitivity (49% specificity), and when tailored for greater specificity (97%) the sensitivity was 47%. In this study, we have progressed these findings to examine the ability of the technology to differentiate patients with CRC, AA and colonoscopy controls.<br \/>Conclusions: Cancer treatment is more effective when given earlier and this low-cost strategy can facilitate the requisite earlier diagnosis. A rapid blood test that sensitive to AA and early-stage CRC could improve patient prognosis and ultimately reduce mortality.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Liquid biopsies,Colorectal cancer,Early detection,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>James M. Cameron<\/b><sup>1<\/sup>, Georgios Antoniou<sup>1<\/sup>, Paul  M.  Brennan<sup>2<\/sup>, Justin  J.   A.  Conn<sup>1<\/sup>, Sharon King<sup>3<\/sup>, Rose  G.  McHardy<sup>1<\/sup>, Susan Moug<sup>4<\/sup>, Jennifer Nobes<sup>3<\/sup>, David  S.  Palmer<sup>1<\/sup>, Alexandra Sala<sup>1<\/sup>, Benjamin  R.  Smith<sup>1<\/sup>, Judith Strachan<sup>5<\/sup>, Craig Mowat<sup>6<\/sup>, Matthew  J.  Baker<sup>1<\/sup><br><br\/><sup>1<\/sup>Dxcover Ltd., Glasgow, United Kingdom,<sup>2<\/sup>Centre for Clinical Brain Sciences, University of Edinburgh, Edinburgh, United Kingdom,<sup>3<\/sup>School of Medicine, University of Dundee, Dundee, United Kingdom,<sup>4<\/sup>Royal Alexandra Hospital, Greater Glasgow and Clyde NHS and Golden Jubilee National Hospital, Glasgow, United Kingdom,<sup>5<\/sup>Department of Blood Sciences, Ninewells Hospital and Medical School, Dundee, United Kingdom,<sup>6<\/sup>Department of Gastroenterology, University of Dundee, Dundee, United Kingdom","CSlideId":"","ControlKey":"9142df47-4a31-4ee3-b8a9-0b8d312c2440","ControlNumber":"2187","DisclosureBlock":"<b>&nbsp;J. M. Cameron, <\/b> <br><b>Dxcover Limited<\/b> Employment. <br><b>G. Antoniou, <\/b> <br><b>Dxcover Limited<\/b> Employment. <br><b>P. M. Brennan, <\/b> <br><b>Dxcover Limited<\/b> Other, Advisory Role. <br><b>J. J. A. Conn, <\/b> <br><b>Dxcover Limited<\/b> Employment.<br><b>S. King, <\/b> None.&nbsp;<br><b>R. G. McHardy, <\/b> <br><b>Dxcover Limited<\/b> Other, PhD Funding.<br><b>S. Moug, <\/b> None..<br><b>J. Nobes, <\/b> None.&nbsp;<br><b>D. S. Palmer, <\/b> <br><b>Dxcover Limited<\/b> Employment, Stock, Patent, Other Intellectual Property. <br><b>A. Sala, <\/b> <br><b>Dxcover Limited<\/b> Employment. <br><b>B. R. Smith, <\/b> <br><b>Dxcover Limited<\/b> Employment.<br><b>J. Strachan, <\/b> None..<br><b>C. Mowat, <\/b> None.&nbsp;<br><b>M. J. Baker, <\/b> <br><b>Dxcover Limited<\/b> Employment, Stock, Patent, Other Intellectual Property.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4829","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6506","PresenterBiography":null,"PresenterDisplayName":"James Cameron, PhD","PresenterKey":"7b4c7ffa-93f6-470b-a16e-2e292d86ea9e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6506. Early colorectal cancer detection with a spectroscopic liquid biopsy","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Early colorectal cancer detection with a spectroscopic liquid biopsy","Topics":null,"cSlideId":""},{"Abstract":"Background: Prostate Cancer (PCa) is one of the leading causes of cancer deaths among American men; however, the estimated number of diagnoses represents a small fraction of disease-related biopsies performed yearly. Although the Prostate-Specific Antigen (PSA) test is widely used for screening, several advisory groups recommend against using PSA because of its suboptimal performance. Thus, there is an <i>urgent unmet<\/i> need for novel and more accurate diagnostic biomarkers for PCa detection and to differentiate aggressive cancer from its indolent form.<br \/>Methods: In our study, we used voided urine (50ml) from pre and post-prostatectomy men with PCa and urine from normal healthy men as control. We isolated RNA from exfoliated cells and debris shed into urine and performed RNA-sequencing using the Illumina Next-seq 550 platform. Advanced computational and machine-learning approaches were employed to identify candidate biomarkers in men with PCa. We examined the TCGA database to validate the PCa-specific expression of the identified RNA in tumor tissues. Two RNA markers were further tested by qPCR, and one urinary soluble protein marker was measured by immunoassays.<br \/>Results: Our study included 106 men with PCa and 88 control men. We identified and validated the presence of &#8805;1 RNA markers (TTC3, H4C5) and a protein marker (EpCAM) in urine as potential candidate biomarkers for PCa detection. We tested and developed these markers using qPCR for TTC3, H4C5, and ELISA assay for EpCAM with higher specificity and sensitivity (Table 1). Our results outperformed known urinary markers, PCA3 and SPDEF (Figure 1). TTC3, H4C5, and EpCAM markers diminished to low or undetectable levels in post-prostatectomy compared to pre-prostatectomy men with PCa. shRNA knockdown of TTC3 and EpCAM in androgen-sensitive and insensitive cells induced biological changes, suggesting their relevance to Prostate Cancer.<br \/>Conclusions: We report a highly accurate panel of 3 urine-based biomarkers that detect PCa consisting of EpCAM (protein) and TTC3 and H4C5 (RNA). To identify the advantage of using individual or combinatorial markers is an ongoing study in our laboratory.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-04 Biomarkers and intervention studies,,"},{"Key":"Keywords","Value":"Biomarkers,Liquid biopsies,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ranjan Joseph Perera<\/b><sup>1<\/sup>, Marcio Moschovas Moschovas<sup>2<\/sup>, Roshane Perera<sup>2<\/sup>, Bongyong Lee<sup>3<\/sup>, Alexandra Miller<sup>4<\/sup>, Ernest  K.  Amankwah<sup>1<\/sup>, Rudramani Pokhrel<sup>3<\/sup>, Christian Pavlovich<sup>3<\/sup>, Guru Sonpavde<sup>5<\/sup>, Vipul Patel<sup>2<\/sup><br><br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD,<sup>2<\/sup>Global Robotics Institute, Advent Health, Celebration, FL,<sup>3<\/sup>Oncology, Johns Hopkins University School of Medicine, Baltimore, MD,<sup>4<\/sup>Johns Hopkins All Children's Hospital, St. Petersburg, FL,<sup>5<\/sup>Cancer Instittute, Advent Health, Orlando, FL","CSlideId":"","ControlKey":"4720ebbb-fb4f-4494-85ef-5b7dda14120c","ControlNumber":"4631","DisclosureBlock":"&nbsp;<b>R. J. Perera, <\/b> None..<br><b>M. M. Moschovas, <\/b> None..<br><b>R. Perera, <\/b> None..<br><b>B. Lee, <\/b> None..<br><b>A. Miller, <\/b> None..<br><b>E. K. Amankwah, <\/b> None..<br><b>R. Pokhrel, <\/b> None..<br><b>C. Pavlovich, <\/b> None..<br><b>G. Sonpavde, <\/b> None..<br><b>V. Patel, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4830","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6507","PresenterBiography":null,"PresenterDisplayName":"Ranjan Perera, PhD","PresenterKey":"75e26a11-62d4-4907-a96a-5aa021df5639","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6507. E3 ubiquitin-protein ligase, tetratricopeptide repeat domain 3 (TTC3), H4 clustered histone 5 (H4C5), and epithelial cell adhesion molecule (EpCAM) are novel urine-enriched liquid biopsy biomarkers to detect prostate cancer in men","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"E3 ubiquitin-protein ligase, tetratricopeptide repeat domain 3 (TTC3), H4 clustered histone 5 (H4C5), and epithelial cell adhesion molecule (EpCAM) are novel urine-enriched liquid biopsy biomarkers to detect prostate cancer in men","Topics":null,"cSlideId":""},{"Abstract":"Major advances in gene editing using CRISPR have improved accessibility for the creation of disease relevant <i>in vitro <\/i>models, allowing researchers to readily interrogate oncogenic driver mutations and elucidate novel targets to overcome challenges within cancer research such as drug resistance. Despite this, the rapid generation of disease relevant cell lines at the scale needed for successful and efficient therapeutic development remains challenging in part due to the sheer number of potential oncogenic driver mutations and cancer targets along with using traditional manual approaches. Specific challenges include: the efficient generation of gene knockouts and corresponding loss of protein; efficient knock-in of gene tags and single nucleotide variants; and controlling the zygosity of these genetic outcomes. To address these limitations, we describe the use of our automated, high throughput CRISPR editing platform, ECLIPSE, for the rapid generation of cell models such as immortalized cells and induced pluripotent stem cells. We leveraged our chemically modified synthetic sgRNAs, optimized nucleofection methods, and automated pipelines for the generation of CRISPR-edited cells at various scales to address the needs of researchers. This scale ranges from individual edited cell clones for drug target validation to the generation of hundreds of knockout cell pools in a ready-to-assay arrayed format for gene target identification in drug screening. The utilization of automated systems such as the ECLIPSE platform are critical catalysts for the rapid generation of engineered cell lines at relevant scales to address the challenges of cancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-06 Cellular models,,"},{"Key":"Keywords","Value":"CRISPR,Modeling,Drug-discovery screen,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Teddy Lin<\/b><sup><\/sup>, Peter Deng<sup><\/sup>, Matthew Rowe<sup><\/sup>, Anna King<sup><\/sup>, Dana Sailor<sup><\/sup>, Antinea Chair<sup><\/sup>, Montse Morell<sup><\/sup>, Andreia  G.  Sommer<sup><\/sup>, Kevin Holden<sup><\/sup><br><br\/>Synthego, Redwood City, CA","CSlideId":"","ControlKey":"e2fc4a98-49cd-4b14-a12c-66bbe2d04112","ControlNumber":"3681","DisclosureBlock":"<b>&nbsp;P. Deng, <\/b> <br><b>Synthego<\/b> Employment. <br><b>M. Rowe, <\/b> <br><b>Synthego<\/b> Employment. <br><b>A. King, <\/b> <br><b>Synthego<\/b> Employment. <br><b>D. Sailor, <\/b> <br><b>Synthego<\/b> Employment. <br><b>A. Chair, <\/b> <br><b>Synthego<\/b> Employment. <br><b>M. Morell, <\/b> <br><b>Synthego<\/b> Employment. <br><b>A. G. Sommer, <\/b> <br><b>Synthego<\/b> Employment. <br><b>K. Holden, <\/b> <br><b>Synthego<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4831","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6508","PresenterBiography":null,"PresenterDisplayName":"TEDDY LIN","PresenterKey":"8c90a990-f7ec-4ab1-b429-f3ffcb179885","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6508. Eclipse, an automated CRISPR platform for the large-scale generation of cell models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Eclipse, an automated CRISPR platform for the large-scale generation of cell models","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The Angiogenic Theory, proposed by Folkman in 1971, is one of the most widely recognized ideas in carcinogenesis, which is a complicated and dynamic process. This emphasized the fact that tumor growth occurs at a certain density of new blood vessels during angiogenesis. However, whereas many of vascular markers are well understood in established oral malignancies, their relevance in oral premalignant lesions remains unknown.<br \/>Materials and Methods: Prospectively, 54 patients with potentially oral malignant lesions (POML) were observed for three years. These patient&#8217;s paraffin blocks were subjected to immunohistochemical and histomorphometric examination with CD34 and CD105 (Endoglin), as well as qualitative analysis with Vimentin. All patients provided written informed consent to subject the blocks to immunohistochemical analysis, as well as the necessity of 3 monthly visits up to 3 years follow up to assess the malignant transformation potential. In case of clinical suspicion, a repeat biopsy was performed to rule out malignancy.<br \/>Results: With a sample size of 54, the clinical and histological parameters were evaluated using the paired 't' test, validating the underlying normality assumption. During the three-year follow-up period, 52% (n=28\/54) of the total patients developed oral malignancies. The most commonly detected was Oral Squamous Cell Carcinoma with the most common site being Gingivo-Buccal Sulcus area. The microvessel<br \/>density was dramatically boosted in premalignant stage samples utilizing CD34 and CD105. In PMOL, the mean Vascular Caliber (VC) using CD 34 and CD 105 (&#181;m<sup>2<\/sup>) was 7.7 &#177; 1.9 &#181;m<sup>2<\/sup> and 7.1 &#177; 1.4 &#181;m<sup>2<\/sup>, respectively. The mean VC - CD 34 and CD105 did not differ statistically (P-value&#62;0.05). More than 50% of individuals with malignant transformation have shown increased vimentin expression in connective tissue of the premalignant stage samples (P-value0.001).<br \/>Conclusion: The use of CD 34 and CD105 markers to assess micro vessel density and vessel morphometry was found to be useful in predicting the malignant transformation potential of POML. The combination of these two markers, coupled with Vimentin, was proven to be a successful IHC PANEL for predicting the malignant transformation potential of oral premalignant lesions well in advance of 1.5 &#177; 2.5 years. In diagnosed cancer patients, increased CD105 expression was also associated with lymph node metastases. As a result, CD34, Endoglin, and Vimentin are proposed as IHC Panel Markers to determine the prognosis of potentially malignant oral lesions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Cancer detection,Diagnostic marker,Early detection,Oral cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saravanan SP<\/b><sup><\/sup><br><br\/>Kalinga Institute of Industrial Technology (KIIT), Bhubaneswar, India","CSlideId":"","ControlKey":"82d52202-e414-49c4-9dc6-7ab364dd2c42","ControlNumber":"471","DisclosureBlock":"&nbsp;<b>S. Sp, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4832","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6509","PresenterBiography":null,"PresenterDisplayName":"Saravanan Sp, MDS,MPH","PresenterKey":"d98c9d42-df1b-4556-9690-8540fc15aefa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6509. Panel of CD-34, CD-105 &#38; vimentin in immunohistochemical &#38; histomorphometric analysis for prognostic evaluation of oral potentially malignant lesions","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Panel of CD-34, CD-105 &#38; vimentin in immunohistochemical &#38; histomorphometric analysis for prognostic evaluation of oral potentially malignant lesions","Topics":null,"cSlideId":""},{"Abstract":"We report the results of a study exploring the ability to exploit molecular heterogeneity in DNA methylation for improving the performance of liquid biopsy-based screening for early-stage (I &#38; II) non-small cell lung cancer (NSCLC). Annual low-dose CT (LDCT) screening is currently recommended for adults aged 50 or older who are at high-risk of developing lung cancer. While this approach has resulted in improvements in survival, the false positive rate of lung nodules detection by LDCT remains over 95%, leading to unnecessary invasive follow-up procedures and further points to the need for new, complementary methods to improve diagnostics performance and reduce patient risk. DNA methylation biomarkers have demonstrated considerable potential as tumor-specific biomarkers for blood-based detection of early-stage NSCLC. Nonetheless, cell-free DNA (cfDNA) assessment techniques, such as methylation-specific PCR (MSP) or bisulfite sequencing, have limited sensitivity to assess epigenetic heterogeneity of rare epiallelic variants in a cost-effective manner. Here we reported a new platform, named REM-DREAMing (Ratiometric-Encoded Multiplex Discrimination of Rare EpiAlleles by Melt), which provides a simple, low-cost solution for multiplexed assessment of loci-specific DNA methylation heterogeneity at single molecule sensitivity. The microfluidic nanoarray contains four independent but identical 10,040 nanowell modules. Methylation biomarkers are differentiated by a ratiometric fluorescence scheme and the assessment of individual epiallele species of each locus are achieved through digitization in the nanoarray and precise high-resolution melt (HRM) analysis. In this study, we explore the potential utility of REM-DREAMing as a complementary assay for improving LDCT screening of NSCLC by testing a cohort of 48 clinical samples (28 cancer and 20 control samples) of low-volume liquid biopsy specimens from patients with CT-scan indeterminant pulmonary nodules. A machine learning algorithm incorporating logistic regression models with leave-one-out cross validation was developed to identify a proper methylation density threshold of each biomarker in the panel. Evaluation of the receiver operation characteristic (ROC) curve yielded an area under the curve (AUC) of 0.97 (95% CI, 0.94-1) with 93% sensitivity at 95% specificity for the REM-DREAMing assay, compared with 93% sensitivity at 62% specificity achieved using a traditional, MSP-based approach. These results suggest that the assessment of intermolecular epigenetic heterogeneity can provide superior clinical performance for cfDNA methylation and noninvasive detection of early-stage NSCLC, in particular. Our results warrant further investigation in a larger sample cohort to validate its utility for improving routine screening of NSCLC in high-risk populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Cancer diagnostics,DNA methylation,Heterogeneity,Microfluidics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yang Zhao<\/b><sup>1<\/sup>, Christine  M.  O’Keefe<sup>1<\/sup>, James  G.  Herman<sup>2<\/sup>, Thomas R. Pisanic<sup>1<\/sup>, Tza-Huei Wang<sup>1<\/sup><br><br\/><sup>1<\/sup>Johns Hopkins University, Baltimore, MD,<sup>2<\/sup>University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"ffc3cb4e-296a-4a18-9fdc-a331b98645be","ControlNumber":"2893","DisclosureBlock":"&nbsp;<b>Y. Zhao, <\/b> None..<br><b>C. M. O’Keefe, <\/b> None..<br><b>J. G. Herman, <\/b> None..<br><b>T. R. Pisanic, <\/b> None..<br><b>T. Wang, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6510","PresenterBiography":null,"PresenterDisplayName":"Yang Zhao, MS","PresenterKey":"efdf9c46-75c5-49d6-a29d-6125ad5f828a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6510. REM-DREAMing: Low-cost digital microfluidic analysis of DNA methylation heterogeneity for enhanced, liquid biopsy-based detection of early-stage lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"REM-DREAMing: Low-cost digital microfluidic analysis of DNA methylation heterogeneity for enhanced, liquid biopsy-based detection of early-stage lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic Ductal Adenocarcinoma (PDAC) is a lethal disease with a five-year survival rate of 11%. PDAC develops from pancreatic precursor lesions, including intraductal papillary mucinous neoplasm (IPMN); studying these lesions is important to understand the multi-step process of pancreatic tumorigenesis. Development of model systems and associated tools is a critical step that is 1) scientifically necessary to understand IPMN biology and 2) clinically important for improving patient outcome. To date, only one patient-derived IPMN cell line that grows in a monolayer has been reported, illustrating the challenges of growing precancerous cells in this format. While protocols have previously been established to generate patient-derived IPMN models, the majority of these cell-based models utilize 3D organoids. To date, no study has successfully converted patient-derived IPMN organoids into 2D culture. Converting these cellular models to propagate and divide in a monolayer allows us to expand our <i>in vitro<\/i> toolbox to perform experimental methods that are less efficient or not practical in 3D culture. In this study, we optimized the conversion of a high-grade IPMN patient-derived organoid model into a monolayer culture. We considered conditions that could recapitulate an extracellular matrix as well as growth factors and\/or inhibitors that could promote IPMN cell growth. In total, we tested 15 different conditions and were able to successfully culture the human high-grade IPMN cells in a monolayer culture for up to 5 passages (~1 month). Additionally, while human IPMN cellular models exists, genetic modification of these <i>in vitro<\/i> models has not been reported. Such approaches allow direct interrogation of the role of specific genes in premalignant pancreatic tumorigenesis. In this study, we report successful transduction of IPMN cells via lentivirus. By first converting the organoid into a monolayer culture, transducing them in 2D, and then converting them back into 3D culture as spheroids, we were able to successfully express EGFP into our IPMN cellular model. In summary, we optimized culture conditions to temporarily grow a patient derived 3D IPMN model in a 2D monolayer form, genetically modified this IPMN cell line model, and successfully converted it back into a 3D spheroid. These protocols have potential to be replicated in other IPMN models and can provide further insight into overall IPMN biology and pancreatic tumorigenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-06 Cellular models,,"},{"Key":"Keywords","Value":"Pancreas,Intraductal Papillary Mucinous Neoplasm,Organoids,Premalignancy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Raymond  M.  Paranal<\/b><sup><\/sup>, Julie Schlanz<sup><\/sup>, Maria  A.  Trujillo<sup><\/sup>, Nicholas  J.  Roberts<sup><\/sup>, Laura  D.  Wood<sup><\/sup><br><br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"3b91ee70-b7d7-4e11-b40f-cc3c2fde8b66","ControlNumber":"1491","DisclosureBlock":"&nbsp;<b>R. M. Paranal, <\/b> None..<br><b>J. Schlanz, <\/b> None..<br><b>M. A. Trujillo, <\/b> None..<br><b>N. J. Roberts, <\/b> None..<br><b>L. D. Wood, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4834","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6511","PresenterBiography":null,"PresenterDisplayName":"Raymond Paranal, BA","PresenterKey":"b11e1b55-a820-48b7-9d49-2bde68d4f0cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6511. Optimizing an<i> in vitro<\/i> toolbox to interrogate pancreatic tumorigenesis from a patient-derived intraductal papillary mucinous neoplasm sample","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimizing an<i> in vitro<\/i> toolbox to interrogate pancreatic tumorigenesis from a patient-derived intraductal papillary mucinous neoplasm sample","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells are metabolically distinct from normal cells, and can adapt differently to adverse growth conditions. We sought to compare normal MCF10A and Ras-transformed MCF10AT cells under various conditions (regular growth media, doxorubicin-treatment, and glucose-deprived media) by imaging endogenous cellular FAD and NADH fluorescence and comparing it to proliferation rates (measured by MTS assay) and chromatin structure (measured by Hoescht staining).<br \/>Under normal growth conditions, MCF10AT cells displayed similar levels of FAD and higher levels of mitochondrial NADH than MCF10A cells. Elevated NADH in MCF10AT cells seems to reflect the preference for anaerobic glycolysis rather than oxidative phosphorylation (the so-called Warburg effect). Our MTS data showed that doxorubicin treatment did not significantly affect MCF10AT cell proliferation but led to a modest reduction in cell proliferation in the normal cell line. Likewise, in MCF10AT cells, doxorubicin treatment led to an increase in FAD and a decrease in NADH. Conversely, in MCF10A cells, doxorubicin led to a decrease in FAD levels and an increase in mitochondrial NADH. These results suggest that the cancer line may be switching to oxidative phosphorylation to resist doxorubicin-induced toxicity, while the normal cells reduce oxidative phosphorylation with growth inhibition.<br \/>In contrast to the doxorubicin response, glucose deprivation produced significant growth inhibition and cell death in MCF10AT cells while having a modest growth-inhibitory effect on the normal line. Interestingly, low glucose decreased FAD and mitochondrial NADH in MCF10AT cells, suggesting that both aerobic and anaerobic respiration was reduced and consistent with the marked reduction in observed cell viability. In contrast, MCF10A cells showed a slight decrease in FAD and an increase in NADH, suggesting a decrease in oxidative phosphorylation consistent with the modest growth inhibition observed.<br \/>Finally, MCF10ATs displayed higher levels of Hoechst staining than MCF10A cells, consistent with a higher proportion of condensed chromatin observed in cancer cells. In addition, we found a larger increase in Hoechst staining in MCF10AT cells in response to both doxorubicin and low glucose, as compared to MCF10A cells. This data suggests that the chromatin state of the two lines is also differentially affected by these treatments.<br \/>In conclusion, label-free measurement of autofluorescence of cellular FAD and mitochondrial NADH reveals the different metabolic and chromatin responses to adverse growth conditions between cancer and non-cancer cells. These differences are associated with the different proliferation rates and may have important clinical implications for cancer risk stratification.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-06 Cellular models,,"},{"Key":"Keywords","Value":"Breast cancer,Metabolism,Imaging,fluorescence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Katherine Junkins<\/b><sup>1<\/sup>, Angel Perez Martinez<sup>2<\/sup>, Margaret Rodgers<sup>1<\/sup>, Shelley A. Phelan<sup>1<\/sup>, Min Xu<sup>2<\/sup><br><br\/><sup>1<\/sup>Biology, Fairfield University, Fairfield, CT,<sup>2<\/sup>Physics & Astronomy, Hunter College and the Graduate Center of CUNY, New York, NY","CSlideId":"","ControlKey":"b8ae41fd-9423-4693-9eeb-d25948b44389","ControlNumber":"2953","DisclosureBlock":"&nbsp;<b>K. Junkins, <\/b> None..<br><b>A. Perez Martinez, <\/b> None..<br><b>M. Rodgers, <\/b> None..<br><b>S. A. Phelan, <\/b> None..<br><b>M. Xu, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6512","PresenterBiography":null,"PresenterDisplayName":"Katherine Junkins, No Degree","PresenterKey":"2b31dc55-a567-4e39-a8aa-6ec12001c34d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6512. Label-free autofluorescence imaging reveals different metabolic responses to adverse growth conditions between normal and breast cancer cells lines","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Label-free autofluorescence imaging reveals different metabolic responses to adverse growth conditions between normal and breast cancer cells lines","Topics":null,"cSlideId":""},{"Abstract":"Introduction: An improved understanding of early lung carcinogenesis may facilitate development of novel diagnostic, screening, and prevention strategies to decrease lung cancer mortality. We have previously led a series of studies on the molecular and immune landscape of lung adenocarcinoma (LUAD) precursors. However, resected human specimens only provide molecular snapshots. Here, we sought to establish and characterize human-relevant murine lung precancer models to depict molecular evolution during early lung carcinogenesis and to provide novel insights for lung cancer interception.<br \/>Methods: We have established 3 genetically engineered mouse models (GEMMs) (K: <i>Kras<\/i><sup>LSL-G12D\/+<\/sup>, KP: <i>Kras<\/i><sup>LSL-G12D\/+<\/sup>\/<i>Trp53<\/i><sup>R172H\/+<\/sup>, KL: <i>Kras<\/i><sup>LSL-G12D\/+<\/sup>\/<i>Lkb1<\/i><sup>fl\/fl<\/sup>) and 2 carcinogen-induced models (CITMs) (UWT: Urethane in wild type mice, URG: Urethane in Rag2<sup>-\/-<\/sup> mice). Lung tissues were serially collected at multiple time points after induction and subjected to whole exome sequencing (WES), single cell RNA sequencing (scRNA-seq), spatial transcriptomics (Visium), and imaging mass cytometry (IMC).<br \/>Results: Pathological review of specimens from 252 mice revealed normal lung, precancers and LUAD at different timepoints mirroring the evolution of human LUAD. Overall, the tumor burden was significantly higher in GEMMs than CITMs (p&#60;0.05). Tumor mutation burden progressively increased with progression from precancers to LUADs across all models. scRNA-seq demonstrated a progressive decrease of CD4<sup>+<\/sup> T cell, CD8<sup>+<\/sup> T cell, NK cell, and B cell infiltration in all models except the B\/T cell-deficient WRG model; and a progressive increase of neutrophils (in KL model) and macrophages (in K, KP, UWT and URG models) along with progression of precancers. These findings were confirmed by spatial Visium and IMC profiling. Infiltration of T cells, B cells and NK cells inside tumors was not different between GEMMs (K, KP, KL) and CITMs (UWT). However, UWT showed significantly higher density of immune cells at the peritumor regions (P&#60;0.05). Compared to the immune-competent UWT model, the B\/T-cell deficient URG model showed similar progression and tumor burden at early phases, but rapid progression and larger tumor burden in the later phases. URG had no mature B\/T cells but significantly higher NK cell infiltration than UWT (p&#60;0.05).<br \/>Conclusion: We have established 5 murine carcinogen-dependent and -independent precancer models, morphologically resembling human LUAD and its precursors. Although progressive immunosuppression along with progression of lung precancers is universal across all models, the evolution patterns and the molecular\/immune features underlying immunosuppression vary in different models, particularly between CITMs and GEMMs. These models may be valuable assets for studying early lung carcinogenesis and lung cancer interception.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-01 Animal models in prevention,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Prevention,Animal models,Multimodal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bo Zhu<\/b><sup>1<\/sup>, Jian-Rong Li<sup>2<\/sup>, Hong Chen<sup>1<\/sup>, Pingjun Chen<sup>1<\/sup>, Junya Fujimoto<sup>1<\/sup>, Yanhua Tian<sup>1<\/sup>, Muhammad Aminu<sup>1<\/sup>, Chenyang Li<sup>1<\/sup>, Lingzhi Hong<sup>1<\/sup>, Alexandre Reuben<sup>1<\/sup>, Edwin Roger Parra Cuentas<sup>1<\/sup>, Ou Shi<sup>1<\/sup>, Monique Nilsson<sup>1<\/sup>, Alissa Poteete<sup>1<\/sup>, Shawna Hubert<sup>1<\/sup>, Khaja Khan<sup>1<\/sup>, Wei Lu<sup>1<\/sup>, Daniel Kraushaar<sup>2<\/sup>, Xingzhi Song<sup>1<\/sup>, Jianhua Zhang<sup>1<\/sup>, Don Gibbons<sup>1<\/sup>, Luisa Solis Soto<sup>1<\/sup>, Ignacio Wistuba<sup>1<\/sup>, Jia Wu<sup>1<\/sup>, John Heymach<sup>1<\/sup>, Chao Cheng<sup>2<\/sup>, Jianjun Zhang<sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"c705e8cd-5d8b-4d7d-b212-e8aaf3407375","ControlNumber":"4616","DisclosureBlock":"&nbsp;<b>B. Zhu, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>P. Chen, <\/b> None..<br><b>J. Fujimoto, <\/b> None..<br><b>Y. Tian, <\/b> None..<br><b>M. Aminu, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>L. Hong, <\/b> None..<br><b>A. Reuben, <\/b> None..<br><b>E. Parra Cuentas, <\/b> None..<br><b>O. Shi, <\/b> None.&nbsp;<br><b>M. Nilsson, <\/b> <br><b>Spectrum<\/b> Royalties and Licensing fees.<br><b>A. Poteete, <\/b> None..<br><b>S. Hubert, <\/b> None..<br><b>K. Khan, <\/b> None..<br><b>W. Lu, <\/b> None..<br><b>D. Kraushaar, <\/b> None..<br><b>X. Song, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>D. Gibbons, <\/b> None..<br><b>L. Solis Soto, <\/b> None.&nbsp;<br><b>I. Wistuba, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, consulting or advisory roles\u000d\u000aPersonal fees. <br><b>MedImmune<\/b> Grant\/Contract, consulting or advisory roles\u000d\u000aPersonal fees. <br><b>Bayer<\/b> Grant\/Contract, consulting or advisory roles, personal fees; received research funding to his institution. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, consulting or advisory roles\u000d\u000apersonal fees. <br><b>Genentech<\/b> Grant\/Contract, consulting or advisory roles\u000d\u000apersonal fees. <br><b>Roche<\/b> Grant\/Contract, consulting or advisory roles\u000d\u000apersonal fees. <br><b>GlaxoSmithKline<\/b> consulting or advisory roles\u000d\u000apersonal fees. <br><b>Guardant Health<\/b> consulting or advisory roles. <br><b>HTG Molecular Diagnostics<\/b> Grant\/Contract, consulting or advisory roles\u000d\u000apersonal fees. <br><b>Merck<\/b> consulting or advisory roles\u000d\u000apersonal fees. <br><b>MSD Oncology<\/b> consulting or advisory roles. <br><b>OncoCyte<\/b> consulting or advisory roles. <br><b>Jansen<\/b> consulting or advisory roles. <br><b>Novartis<\/b> consulting or advisory roles. <br><b>Flame Inc<\/b> consulting or advisory roles. <br><b>Regeneron<\/b> consulting or advisory roles\u000d\u000apersonal fees. <br><b>Pfizer<\/b> consulting or advisory roles\u000d\u000apersonal fees. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract.<br><b>J. Wu, <\/b> None..<br><b>J. Heymach, <\/b> None..<br><b>C. Cheng, <\/b> None.&nbsp;<br><b>J. Zhang, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Johnson and Johnson<\/b> Grant\/Contract, personal fees. <br><b>Novartis<\/b> Grant\/Contract, personal fees. <br><b>Bristol Myers Squibb<\/b> personal fees. <br><b>AstraZeneca<\/b> personal fees. <br><b>GenePlus<\/b> personal fees. <br><b>Innovent<\/b> personal fees. <br><b>Hengrui<\/b> personal fees.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4836","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6513","PresenterBiography":null,"PresenterDisplayName":"Bo Zhu, PhD","PresenterKey":"920f25aa-5be1-49c8-8568-8d75e816388c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6513. Single cell and spatial profiling reveal molecular and immune evolution from precancers to invasive lung adenocarcinomas in genetic and carcinogen-induced mouse models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell and spatial profiling reveal molecular and immune evolution from precancers to invasive lung adenocarcinomas in genetic and carcinogen-induced mouse models","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Liquid biopsy approaches for lung cancer are becoming increasingly common for diagnosis, prognosis, and management of the disease. Of the Approximately 236K new lung cancer cases that will be diagnosed in 2023, over 70% of those will be regional or distant with diminished chances of curative resection. Therefore, highly sensitive and specific approaches for early detection are key for mortality reduction. Extracellular vesicles (EVs), a new class of blood-based cell-free biomarker, can be informative for the diagnosis of lung cancer at its earliest stages.<br \/><b><\/b> <b>Methods<\/b> A case-control cohort of blood plasma samples from 146 pathologically confirmed lung cancer cases (stage I = 90, II = 42, III = 14; median age = 63 yrs.) and 491 controls (median age = 58 yrs) was used in this study. EVs were isolated using a proprietary technology and the EV protein cargo was analyzed via immunoassay. A machine learning engine was employed to determine the most informative biomarkers and algorithm for differentiation between cases and controls in a detection setting.<br \/><b>Results<\/b> Using a stratified cross-validation approach, we found a biomarker signature that yielded an AUC of 0.966 (95% CI: 0.949 - 0.979) with an overall sensitivity of 91.1% (CI: 85.4% - 94.7%) at a specificity of 91.0% (CI: 88.2% - 93.3%). By stage, the following sensitivities were obtained: stage I: 92.2%, stage II: 88.1%, stage III: 92.8%. The algorithm developed includes 13 EV-protein biomarkers using the adaptive boosted tree methodology.<br \/><b>Conclusions<\/b> Our pilot study demonstrates utility of a blood-based approach that can detect lung cancer at early stages, when treatment can be more effective. By combining multiple EV protein signatures, it is possible to achieve high sensitivity and specificity. Independently collected cohorts including confounding conditions, such as benign lung nodules and COPD, are being evaluated for validation purposes to improve performance in clinical settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Lung cancer,Liquid biopsies,Extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Juan  P.  Hinestrosa<\/b><sup>1<\/sup>, Harmeet Dhani<sup>1<\/sup>, Jean  M.  Lewis<sup>1<\/sup>, Gregor  K.  Schroeder<sup>1<\/sup>, Heath  I.  Balcer<sup>1<\/sup>, Razelle Kurzrock<sup>2<\/sup>, Paul Billings<sup>1<\/sup><br><br\/><sup>1<\/sup>Biological Dynamics, Inc., San Diego, CA,<sup>2<\/sup>Medical College of Wisconsin, Milwaukee, WI","CSlideId":"","ControlKey":"724718b9-156f-40dd-bf99-06a81b5cc5c5","ControlNumber":"5364","DisclosureBlock":"<b>&nbsp;J. P. Hinestrosa, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>H. Dhani, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>J. M. Lewis, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>G. K. Schroeder, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>H. I. Balcer, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>R. Kurzrock, <\/b> <br><b>Biological Dynamics<\/b> Other, Consulting. <br><b>AstraZeneca<\/b> Other, Consulting. <br><b>CureMatch<\/b> Other, co-founder. <br><b>P. Billings, <\/b> <br><b>Biological Dynamics<\/b> Employment, Other, Board Member.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6514","PresenterBiography":null,"PresenterDisplayName":"Juan Hinestrosa, PhD","PresenterKey":"08959934-429c-4cbf-a4a9-15e300ef4825","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6514. Liquid biopsy for lung cancer based on extracellular vesicles","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Liquid biopsy for lung cancer based on extracellular vesicles","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> Pancreatic ductal adenocarcinoma (PDAC) is the most common form of pancreatic cancer and is one of the deadliest cancer in the U.S., with a 5-year survival rate of just 11%. It is expected that ~62,000 new cases will be diagnosed in the US in 2023 and &#62;70% of those will be at the regional or distant state, when curative resection is no longer an option. It is imperative that tools enabling early disease detection (stages I and II) are developed to improve patient survival outcomes. Here, we report the results of a study on the utility of extracellular vesicles (EVs) for early PDAC detection.<br \/><b> <\/b> <b>Methods<\/b> Our case-control training set was comprised of 75 pathologically confirmed PDAC cases (Stage I = 31, Stage II = 44) and 640 controls (including 11 subjects with pancreatitis) for EV biomarker and algorithm selection via machine learning. EVs from plasma were isolated using a proprietary technology, then EV-bound proteins of interest were analyzed via an immunoassay. A second independently collected cohort of 20 confirmed PDAC cases (Stage I = 10, Stage II = 10) and 27 controls (including 9 patients newly diagnosed with diabetes) was used for validation.<br \/><b>Results<\/b> The machine learning analysis using EV-isolated proteins generated a signature that utilized 8 different biomarkers, with an AUC of 0.989 (95% CI: 0.980 - 0.998) in the training set and an AUC of 0.987 (CI: 0.964 - 1.000) in the validation set. For the validation set, the sensitivity was 95% (CI: 76.4% - 99.1%) and the specificity was 92.6% (CI: 76.6% - 97.9%), with 10 out of 10 stage I cases and 9 out of 10 stage II cases correctly classified.<br \/><b> <\/b> <b>Conclusions<\/b> The ability to alter the future outcomes of PDAC patients will be predicated on development of a new generation of early-detection biomarkers and technologies. The use of EV protein signatures, a new class of cell-free biomarker, permits detection at high sensitivity and specificity, as demonstrated for the independently collected validation cohort. Studies aimed to assess this test for high-risk patients (family history of PDAC, known germline mutations, precursor lesions, hereditary pancreatitis, new onset diabetes will continue towards the establishment of real-world evidence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Pancreatic cancer,Liquid biopsies,Extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Juan  P.  Hinestrosa<\/b><sup>1<\/sup>, Harmeet Dhani<sup>1<\/sup>, Gregor Schroeder<sup>1<\/sup>, Jean  M.  Lewis<sup>1<\/sup>, Heath  I.  Balcer<sup>1<\/sup>, Razelle Kurzrock<sup>2<\/sup>, Dove Keith<sup>3<\/sup>, Rosalie Sears<sup>4<\/sup>, Paul Billings<sup>1<\/sup><br><br\/><sup>1<\/sup>Biological Dynamics, Inc., San Diego, CA,<sup>2<\/sup>Medical College of Wisconsin, Milwaukee, WI,<sup>3<\/sup>Oregon Health and Sciences University, Portland, OR,<sup>4<\/sup>Oregon Health Sciences University, Portland, OR","CSlideId":"","ControlKey":"1d2f6c4b-66ac-4759-b673-3d8e147989fe","ControlNumber":"5511","DisclosureBlock":"<b>&nbsp;J. P. Hinestrosa, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>H. Dhani, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>G. Schroeder, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>J. M. Lewis, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>H. I. Balcer, <\/b> <br><b>Biological Dynamics<\/b> Employment. <br><b>R. Kurzrock, <\/b> <br><b>Biological Dynamics<\/b> Other, Consulting. <br><b>Astra Zeneca<\/b> Other, Consulting. <br><b>Curematch<\/b> Other, co-founder. <br><b>D. Keith, <\/b> <br><b>Oregon Health and Sciences University<\/b> Employment. <br><b>R. Sears, <\/b> <br><b>Oregon Health and Sciences University<\/b> Employment. <br><b>P. Billings, <\/b> <br><b>Biological Dynamics<\/b> Employment, Board Member.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4839","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6515","PresenterBiography":null,"PresenterDisplayName":"Juan Hinestrosa, PhD","PresenterKey":"08959934-429c-4cbf-a4a9-15e300ef4825","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6515. Pancreatic ductal adenocarcinoma (PDAC) early detection","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pancreatic ductal adenocarcinoma (PDAC) early detection","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic Ductal Adenocarcinoma (PDAC) remains among the most lethal cancers. PDAC can take up to 15-20 years to develop from the occurrence of the first initiating mutational event, which opens the opportunity for intervention and prevention strategies. In particular, nutritional interventions could provide an avenue to prevent or slow down pancreatic carcinogenesis, since certain diets such as high-fat diets (HFD) have shown to promote it. On the other hand, ketogenic diets (KD), characterized by a high fat and very low carbohydrate content, have gained attention for their anti-tumor and anti-inflammatory potential. However, the role of a KD in the onset and progression of PDAC is still unknown. In this project, we investigated the impact of both a HFD and a KD on late-stage pancreatic carcinogenesis. For this purpose, we used an animal model of pancreatic cancer carrying a pancreas-specific oncogenic <i>KRAS<sup>G12D<\/sup><\/i> mutation [<i>LSL-KRAS<sup>G12D<\/sup>; P48+\/Cre; <\/i>(KC<i> <\/i>mice)]. On average, KC mice develop PDAC at 12-15 months of age, so they are a valuable tool to study late-stage carcinogenesis. We hypothesized that a HFD would accelerate PDAC progression while a KD would slow it down. To test our hypothesis, 6 months-old male and female KC mice (n=18\/group) were randomized and fed, either a control diet (CD), a HFD, or a KD for 6 months and then euthanized at 12-months of age to evaluate pancreatic cancer incidence and progression. At 12-months of age, HFD-fed mice had significantly higher body weight compared to the other two groups. Moreover, KD-fed mice had significantly higher levels of blood ketone bodies, with lower levels of glucose and serum insulin levels, when compared to KC mice fed a HFD. However, after 6 months on the diets, no significant differences in pancreas weight nor in PDAC incidence were observed across all diet groups. Of note, male KC mice experienced double the PDAC incidence rates (55%) than female KC mice (27%), irrespectively of the group. In addition, no significant differences among the groups were observed in RAS\/RAF\/ERK and PI3K\/AKT\/mTOR pathways, known to be associated with cancer proliferation. In summary, despite the improvement in insulin and increases in ketone bodies, consumption of a strict KD failed to improve late-stage pancreatic carcinogenesis in mice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-08 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Pancreatic cancer,KRAS,Diet,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tarek Bacha<\/b><sup>1<\/sup>, Natalia Cortez Penso<sup>2<\/sup>, Maria Rodriguez<sup>1<\/sup>, Brian Hong<sup>1<\/sup>, Gerardo Mackenzie<sup>1<\/sup><br><br\/><sup>1<\/sup>UC Davis, Davis, CA,<sup>2<\/sup>University of Turin, Turin, Italy","CSlideId":"","ControlKey":"2cbe22d0-a282-48a0-a87f-1e5a5a2e3652","ControlNumber":"5406","DisclosureBlock":"&nbsp;<b>T. Bacha, <\/b> None..<br><b>N. Cortez Penso, <\/b> None..<br><b>M. Rodriguez, <\/b> None..<br><b>B. Hong, <\/b> None..<br><b>G. Mackenzie, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6516","PresenterBiography":null,"PresenterDisplayName":"Tarek Bacha","PresenterKey":"e187d8a7-6e02-4795-920d-8e950b24c675","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6516. Comparison study between a ketogenic diet and a high-fat diet on pancreatic cancer incidence in mice","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison study between a ketogenic diet and a high-fat diet on pancreatic cancer incidence in mice","Topics":null,"cSlideId":""},{"Abstract":"DNA mismatch repair (MMR) genes (e.g., <i>MLH1, MSH2, MSH6, PMS2<\/i>, and <i>EPCAM<\/i>) play an important role in maintaining genomic stability during DNA replication and recombination. Deficiency in MMR resulting from mutations in these genes leads to mutations in microsatellite regions throughout the genome (microsatellite instability; MSI) and in cancer driver oncogenes or tumor suppressor genes, which accumulate over time and eventually lead to cancer formation. Monoallelic germline mutation in MMR genes causes Lynch syndrome (LS). Among LS-related cancer types, the lifetime risk for colorectal cancer (CRC) is the highest (~80%). Frameshift mutations (FSMs) in coding microsatellites produce neoantigens, which have been shown to elicit immune responses. It was thus postulated that they can serve as vaccine targets. To develop a prophylactic vaccine and prevention strategy for this high-risk population, we characterized a LS mouse model (<i>Msh2<sup>LoxP\/LoxP<\/sup>;Villin-Cre<\/i>) to determine whether these mice recapitulate the human LS oncogenic process. We found that tumor development was already notable at 7-8 months of age and median survival was 11.5 months. Histopathological analysis showed that tumors were adenoma or adenocarcinoma mixed with mucinous features. Using a targeted sequencing approach, a panel of FSMs in mononucleotide regions were identified in both tumors and histologically normal mucosa, suggesting that Msh2 deletion and FSMs were not sufficient for tumor development. In addition, <i>Apc, Ctnnb<\/i>, and <i>Trp53 <\/i>mutations were also observed with low frequency in organoids derived from these tumors, indicating that other driver mutations may be required for tumor initiation and progression, and most FSMs detected in tumors and mucosa were probably passenger mutations. To determine if fecal samples can be used to monitor the FSM load, fecal DNA from different time points was sequenced. We found that FSMs can be detected at 1month of age although the number of FSMs was relatively low compared to that from older mice, indicating that FSMs accumulate over time. MSI detection via fragment analysis confirmed that these tumors were MSI-H. Interestingly, mucosa and fecal samples from a time course study showed progressive increase in microsatellite instability, suggesting the possibility of using MSI score for disease monitoring. Our preliminary data indicates that combined fecal FSM status and MSI score can be potentially used as a biomarker to monitor the tumor development and disease progression for LS colorectal cancer.<br \/>Funded by the National Cancer Institute, National Institutes of Health, under Contract No. HHSN261201500003I","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-04 Biomarkers and intervention studies,,"},{"Key":"Keywords","Value":"Biomarkers,Microsatellite instability,Mutation detection,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yurong Song<\/b><sup>1<\/sup>, Shaneen Baxter<sup>1<\/sup>, Lisheng Dai<sup>1<\/sup>, Chelsea Sanders<sup>1<\/sup>, Holli Loomans-Kropp<sup>2<\/sup>, Brandon Somerville<sup>1<\/sup>, Ryan N. Baugher<sup>1<\/sup>, Stephanie D. Mellott<sup>1<\/sup>, Todd B. Young<sup>1<\/sup>, Heidi E. Lawhorn<sup>1<\/sup>, Teri M. Plona<sup>1<\/sup>, Bingfang Xu<sup>1<\/sup>, Lei Wei<sup>3<\/sup>, Qiang Hu<sup>3<\/sup>, Song Liu<sup>3<\/sup>, Alan Hutson<sup>3<\/sup>, Baktiar Karim<sup>1<\/sup>, Simone Difilippantonio<sup>1<\/sup>, Ligia Pinto<sup>1<\/sup>, Matthias Kloor<sup>4<\/sup>, Steven M. Lipkin<sup>5<\/sup>, Shizuko Sei<sup>6<\/sup>, Robert H. Shoemaker<sup>6<\/sup><br><br\/><sup>1<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD,<sup>2<\/sup>The Ohio State University, Columbus, OH,<sup>3<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>4<\/sup>University of Heidelberg, Heidelberg, Germany,<sup>5<\/sup>Weill Cornell Medicine, New York, NY,<sup>6<\/sup>Division of Cancer Prevention, Bethesda, MD","CSlideId":"","ControlKey":"d9f73f37-5baf-49c1-8f10-0c6934b48dbd","ControlNumber":"6224","DisclosureBlock":"&nbsp;<b>Y. Song, <\/b> None..<br><b>S. Baxter, <\/b> None..<br><b>L. Dai, <\/b> None..<br><b>C. Sanders, <\/b> None..<br><b>H. Loomans-Kropp, <\/b> None..<br><b>B. Somerville, <\/b> None..<br><b>R. N. Baugher, <\/b> None..<br><b>S. D. Mellott, <\/b> None..<br><b>T. B. Young, <\/b> None..<br><b>H. E. Lawhorn, <\/b> None..<br><b>T. M. Plona, <\/b> None..<br><b>B. Xu, <\/b> None..<br><b>L. Wei, <\/b> None..<br><b>Q. Hu, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>A. Hutson, <\/b> None..<br><b>B. Karim, <\/b> None..<br><b>S. Difilippantonio, <\/b> None..<br><b>L. Pinto, <\/b> None..<br><b>M. Kloor, <\/b> None..<br><b>S. M. Lipkin, <\/b> None..<br><b>S. Sei, <\/b> None..<br><b>R. H. Shoemaker, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4841","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6518","PresenterBiography":null,"PresenterDisplayName":"Yurong Song, PhD","PresenterKey":"b8b08405-2da8-42a8-8053-633a41679e7f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6518. Time course genomic characterization reveals progressive accumulation of mutations during tumor development in a Lynch syndrome mouse model","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Time course genomic characterization reveals progressive accumulation of mutations during tumor development in a Lynch syndrome mouse model","Topics":null,"cSlideId":""},{"Abstract":"Individuals with germline heterozygous mutations of breast cancer susceptibility genes <i>BRCA1<\/i> or <i>BRCA2 <\/i>have a 50 to 80% lifetime risk of developing breast cancer, yet the mechanisms of these cancers remain largely unknown. There is growing evidence that <i>BRCA1<\/i> and <i>BRCA2<\/i> heterozygosity confer haploinsufficiency in normal human mammary epithelial cells for their multiple known functions. Haploinsufficiency for <i>BRCA1<\/i> leads to defects in differentiation, replication stress response, premature senescence and genomic instability in human mammary epithelial cells. Deficiencies in error-free DNA damage repair has been observed in genetically engineered cells as well as primary human mammary epithelial cells carrying <i>BRCA1<\/i> heterozygous mutations. There is relatively less research on understanding the role of haploinsufficiency for <i>BRCA2<\/i> in human mammary epithelial cells. It has been reported that haploinsufficiency for <i>BRCA2<\/i> leads to genomic instability via unscheduled R-loops. We previously showed that accumulation of sub-chromosomal copy number variations (CNVs) and replication stress-induced DNA damage, together with attenuated checkpoint and apoptotic responses, constitute a haplo-insufficient phenotype in mammary epithelial cells of <i>BRCA2<\/i> mutation carrier patients. Common fragile sites (CFS) are found in all individuals and represent a normal component of chromosome structure. Numerous studies have shown that CFSs are prone to deletions and rearrangements in many cancers, a situation referred as CFS instability. Importantly, Fanconi Anemia\/BRCA pathway has been previously reported to have a role in regulating CFS instability. In this study, we further explored a link between <i>BRCA2<\/i> haploinsufficiency and CFS instability. We induced replication stress with DNA polymerase inhibitor aphidicolin (APH) treatment in control and BRCA2- deficient human mammary epithelial cells. We then performed DAPI banding to map and score the cytogenic lesions in metaphase spreads cells, in the absence or presence of APH treatment. Our results demonstrated that BRCA2- deficient human mammary epithelial cells showed increased frequency of CFS regions such as FRA18B. Correspondingly, BRCA2-deficient cells exhibited a failure to activate CHK1, a central coordinator of the response to replication stress and DNA damage, in response to APH treatment, despite normal levels of total CHK1 protein. ATR\/CHK1 pathway is a major regulator of CFS stability. Thus, our results provide support for <i>BRCA2<\/i> haploinsufficiency leading to CFS instability in human mammary epithelial cells. These studies will yield unanticipated opportunities for improved risk assessment and prevention strategies in high-risk patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"BRCA2,Breast cancer,Chemoprevention,Genomic instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mihriban Karaayvaz<\/b><sup><\/sup>, Kavya Vipparthi<sup><\/sup>, Antony Caputo<sup><\/sup><br><br\/>Genomic Medicine Institute, Cleveland Clinic Lerner Research Institute, Cleveland, OH","CSlideId":"","ControlKey":"a3c247f5-ac8d-4852-b02f-13317a8d92c0","ControlNumber":"7517","DisclosureBlock":"&nbsp;<b>M. Karaayvaz, <\/b> None..<br><b>K. Vipparthi, <\/b> None..<br><b>A. Caputo, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4842","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6519","PresenterBiography":null,"PresenterDisplayName":"Mihriban Karaayvaz, PhD","PresenterKey":"696d7da6-2072-491c-b788-2a32ee2caec9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6519. Haploinsufficiency for BRCA2 leads to common fragile site instability in human mammary epithelial cells","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Haploinsufficiency for BRCA2 leads to common fragile site instability in human mammary epithelial cells","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) has a poor prognosis due to the difficulty of its diagnosis. Because human satellite II (HSATII) RNA, a satellite repeat RNA, is highly and specifically expressed in human PDAC, the serum HSATII RNA level may be a biomarker for diagnosis of PDAC. To measure the serum HSATII RNA level with high sensitivity and reproducibility, we previously developed a convenient method, tandem repeat amplification by nuclease protection (TRAP) combined with droplet digital PCR (ddPCR). Here, we refined the original method by simultaneously measuring the serum miR-21 level to enhance the detection of PDAC. A total of 135 patients were enrolled in this study, including 65 patients with pancreatic cancer and 70 healthy controls. We developed the PDAC-Index as a combination of the HSATII RNA and miR-21 levels to discriminate PDAC from healthy controls. The PDAC-Index demonstrated good diagnostic performance (AUC: 0.92 (95% CI: 0.86-0.99); sensitivity: 0.94; specificity: 0.85) which was significantly better than HSATII RNA alone (AUC: 0.92 vs 0.82, p=0.004) . Importantly, the PDAC-index was elevated in an early-stage PDAC case that was negative for CA19-9. The PDAC-index also discriminated PDAC from chronic pancreatitis and intraductal papillary mucinous neoplasm more accurately than CA19-9. These results suggest that the PDAC-Index may be a promising biomarker for diagnosis of PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-04 Biomarkers and intervention studies,,"},{"Key":"Keywords","Value":"Biomarkers,Pancreatic cancer,Noncoding RNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Takahiro Seimiya<\/b><sup><\/sup>, Takahiro Kishikawa<sup><\/sup>, Mtoyuki Otsuka<sup><\/sup>, Mitsuhiro Fujishiro<sup><\/sup><br><br\/>University of Tokyo, Tokyo, Japan","CSlideId":"","ControlKey":"8b8f86e7-e58d-4f44-8844-1ee65f12454f","ControlNumber":"6681","DisclosureBlock":"&nbsp;<b>T. Seimiya, <\/b> None..<br><b>T. Kishikawa, <\/b> None..<br><b>M. Otsuka, <\/b> None..<br><b>M. Fujishiro, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4843","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6520","PresenterBiography":null,"PresenterDisplayName":"Takahiro Seimiya","PresenterKey":"b16bd761-c56a-4ec4-ab30-1d7163deca20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6520. Combination of serum human satellite RNA and miR-21 levels as a biomarker for diagnosis of pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of serum human satellite RNA and miR-21 levels as a biomarker for diagnosis of pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Background: <\/u><\/b>We have previously shown the presence of molecular field cancerization in patients with sporadic breast cancer. Given the heterogeneity of breast cancer, we hypothesized that such field cancerization is likely to be subtype-specific.<br \/><b><u>Methods:<\/u><\/b> RNA exome sequencing was performed on 360 samples obtained from 75 breast cancer patients undergoing mastectomy; 25 cases were selected from each subtype: hormone receptor (HR) positive, Her2 positive, triple negative (TN) breast cancer. Four sites were sampled from each patient: primary tumor (A), adjacent normal parenchyma within 2cm of the tumor (B), 2 separate, histologically normal sites at least 2cm away from the tumor (C &#38;D) or, if available, tissue from the unaffected contralateral breast (E). Normal breast tissue (N) from cancer-free controls was obtained from reduction mammoplasty. Tumor-associated genes (TAGs) were identified by comparison of primary tumor to tissue from cancer free controls. We estimated tumor content that was shared across samples B-E by applying deconvolutional analysis to the tumor associated genes, to calculate indices that ranged from 0, indicating normal, to 1, indicating tumor. Molecular field-associated genes and pathways were identified by Spearman&#8217;s correlation coefficient analysis between the differential genes\/pathways and ISTC.<br \/><b><u>Results:<\/u><\/b> Across all subtypes, the proportion of tumor content present in the histologically normal breast tissue samples (samples B, C, D, E) obtained from cancer patients ranged from 80% in tissue adjacent to the tumor to approximately 50% in tissue obtained from the contralateral breast. We found over 600 deregulated genes to constitute the molecular field across all of the 3 major subtypes tested (Her2<sup>+<\/sup>, HR, and TNBC), of which approximately 20% were shared in the molecular field of all 3 subtypes of breast cancer. Among the 664 genes noted to be part of the molecular field in TNBC, 23.8% were unique to this subtype. In contrast, only 13% of the genes that constituted the field cancerization in the Her2 and HR+ subtypes were subtype-specific. PIP3-AKT, TCR signaling, and DNA synthesis were among the top pathways specifically activated in the molecular field of the Her2+ subtype of breast cancer. The molecular field of HR+ breast cancer was uniquely characterized by upregulation in the mitotic cell cycle, G1- S transition, and RB pathway. The field of cancerization in the TNBC subtype showed an upregulation in MEK-MAPK, mTOR, and JNK-JUN-TAK1 pathways.<br \/><b><u>Conclusions:<\/u><\/b> Our study suggests the presence of a breast cancer molecular field effect that extends beyond the adjacent normal breast tissue and includes the entire mammary gland. A substantial proportion of this field cancerization is subtype specific with uniquely deregulated pathways within each subtype. These findings provide new opportunities for developing subtype-specific chemoprevention strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-10 Molecular markers in prevention research,,"},{"Key":"Keywords","Value":"Molecular markers,Cancerization field,Breast Cancer subtypes,Molecular field ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anjana Bhardwaj<\/b><sup>1<\/sup>, Zhenlin Ju<sup>2<\/sup>, Constance Albarracin<sup>1<\/sup>, Celestine Trinidad<sup>3<\/sup>, Preethi Gunaratne<sup>4<\/sup>, Jing Wang<sup>2<\/sup>, Randa El-Zein<sup>5<\/sup>, Isabelle Bedrosian<sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Department of Bioinformatics and Computational Biology, UT MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>University of Santo Tomas Hospital Benavides Cancer Institute, Manilla, Philippines,<sup>4<\/sup>University of Houston, Houston, TX,<sup>5<\/sup>Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"472a20d5-32b9-44db-924d-262b651f880d","ControlNumber":"6835","DisclosureBlock":"&nbsp;<b>A. Bhardwaj, <\/b> None..<br><b>Z. Ju, <\/b> None..<br><b>C. Albarracin, <\/b> None..<br><b>C. Trinidad, <\/b> None..<br><b>P. Gunaratne, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>R. El-Zein, <\/b> None..<br><b>I. Bedrosian, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4844","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6521","PresenterBiography":null,"PresenterDisplayName":"Anjana Bhardwaj, PhD","PresenterKey":"be2ee593-268c-4630-a991-16473027f135","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6521. Subtype-specific molecular signatures of field cancerization in patients with sporadic breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Subtype-specific molecular signatures of field cancerization in patients with sporadic breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian and endometrial cancers come within the top-4 for incident cancers as well as deaths in North American women. Cure rates have not improved in 30 years as high-grade subtypes continue to be diagnosed in Stage III\/IV. Attempts at early diagnosis have failed because high-grade cancer cells exfoliate and metastasize while the primary cancer is small and undetectable by existing tests based on imaging and blood-based tumour markers.DOvEEgene (Detecting Ovarian and Endometrial cancers Early using genomics) is a genomic uterine pap test developed by a McGill team to screen and detect these cancers while they are confined to the gynecologic organs and curable by surgery. The test identifies pathogenic somatic mutations in uterine brush samples A high sensitivity error-reducing capture technology (DOvEEgene-SureSelectHS) utilizing duplex sequencing interrogates the exons of 23 genes involved in the development of sporadic and hereditary ovarian and endometrial cancers. We apply a combination of germline gene panel testing on saliva samples with deep duplex sequencing to detect somatic mutations at &#60;0.1% VAF, interrogation of microsatellite loci for instability and low coverage WGS for copy number analysis of uterine brush samples. Currently, DOvEEgene is the only test that can discriminate ovarian and endometrial cancers in peri- and postmenopausal women from benign gynecologic diseases common in that age group. This is important because pathogenic somatic driver mutations are also associated with increasing age and benign disease. DOvEEgene incorporates a deep machine-learning derived classifier that can discriminate the mutational signature of these cancers from benign disease aiming for a sensitivity of 70% and a specificity of 100% in a population with high background mutational burden. Here we tested the Onso system, a highly accurate sequencing technology from PacBio in order to potentially increase sensitivity while driving down sequencing costs by reducing required sequencing depth vs the current NGS standard. We sequenced 15 duplex Illumina sequencing libraries produced using the DovEE assay at PE 100bp mode and compared Onso data in non- duplex sequencing mode as well as duplex sequencing mode to the original duplex sequencing method. Here, we present this comparison and highlight the benefits of high accuracy sequencing for the detection of very low frequency (&#60;0.1%) somatic mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Sequencing,Somatic mutations,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jiannis Ragoussis<\/b><sup>1<\/sup>, Nairi Pezeshkian<sup>2<\/sup>, Lucy Gilbert<sup>1<\/sup><br><br\/><sup>1<\/sup>McGill University, Quebec, QC, Canada,<sup>2<\/sup>Pacific Biosciences, Menlo Park, CA","CSlideId":"","ControlKey":"3e0154d1-9ca8-4f32-87c4-5a3fb439c986","ControlNumber":"6671","DisclosureBlock":"&nbsp;<b>J. Ragoussis, <\/b> None..<br><b>N. Pezeshkian, <\/b> None..<br><b>L. Gilbert, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4845","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6522","PresenterBiography":null,"PresenterDisplayName":"Jiannis Ragoussis, PhD","PresenterKey":"8cd312fd-544d-4eed-ae38-1a5da2468e16","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6522. Improved detection of low frequency mutations in ovarian and endometrial cancers by utilizing a highly accurate sequencing platform","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved detection of low frequency mutations in ovarian and endometrial cancers by utilizing a highly accurate sequencing platform","Topics":null,"cSlideId":""},{"Abstract":"There are no routine screening tests for head and neck (H&#38;N) cancers, which account for approximately 4% of all cancers in the US. Risk factors for oropharyngeal cancer include smoking and human papillomavirus (HPV) infection. An MCED test that uses a cell-free DNA-based targeted methylation assay and machine learning classifiers to detect a shared cancer signal and predict the cancer signal origin (CSO) is available as a complement to existing single-cancer screening tests. If a cancer signal is detected, the positive result is reported with 1 or 2 CSO prediction(s). We report here a tonsil cancer case detected using an MCED test and review the CSO-guided diagnostic journey. An asymptomatic 74-year-old White male (BMI: 29.9 kg\/m<sup>2<\/sup>) with history of chronic lymphocytic leukemia (CLL; Rai stage 0; 13q, CD38, and ZAP-70 negative; no treatment was needed) 17 years prior and papillary thyroid cancer (stage IVa; pT3N1bM0; thyroidectomy and radiation therapy; no recurrence) 8 years prior was screened using the MCED test. Patient had an elevated PSA level (9-10 ng\/mL) and was a nonsmoker. Fifteen days after a blood sample was collected for analysis, a positive test result (CSO prediction=H&#38;N) was communicated to the patient (Day 1). PET showed abnormal uptake in the right tonsil (Day 28). The patient was referred for an ENT consult and underwent a right lymph node biopsy (Day 54). The biopsy showed invasive moderately differentiated SCC, non-keratinizing, forming a 3x2.1x1.2 cm mass (Day 57). Patient underwent right tonsillectomy (the surgical margins were negative for invasive or in situ carcinoma) and lymph node dissection (Day 57). The cancer was diagnosed as HPV-mediated p16+, pT2, pN1, cM0 (stage I) SCC of the oropharynx (Day 57). No chemotherapy or radiation was required due to the early stage of detection. The patient will follow-up with ENT and radiation oncology. The MCED test detected a cancer signal and predicted an accurate CSO for an asymptomatic individual with stage I HPV-mediated oropharyngeal SCC. Notably, despite a history of CLL and an elevated PSA level, the test accurately predicted CSO leading to a directed workup diagnosing asymptomatic cancer in less than 2 months, while the cancer was still at stage I. In the case-control Circulating Cell-free Genome Atlas study, the MCED test sensitivity to detect a cancer signal was 63% in stage I H&#38;N cancer. The use of this MCED test led to detection of cancer in a patient with CLL history and treatment (surgery without complications and without chemotherapy or radiation) with curative intent.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Screening,Head and neck cancers,Cancer detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Janet Vittone<sup>1<\/sup>, Julia Feygin<sup>2<\/sup>, <b>Jason Carey<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN,<sup>2<\/sup>GRAIL, LLC, a subsidiary of Illumina, Inc., currently held separate from Illumina, Inc. under the terms of the Interim Measures Order of the European Commission dated 29 October 2021, Menlo Park, CA","CSlideId":"","ControlKey":"daf2b89d-f5f2-4969-b3a2-9377000c419e","ControlNumber":"6439","DisclosureBlock":"&nbsp;<b>J. Vittone, <\/b> None.&nbsp;<br><b>J. Feygin, <\/b> <br><b>GRAIL, LLC, a subsidiary of Illumina, Inc.<\/b> Employment. <br><b>Illumina, Inc.<\/b> Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4846","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6523","PresenterBiography":null,"PresenterDisplayName":"Jason Carey, Unknown","PresenterKey":"a4ce7e6e-f82b-481a-a92d-91b52afd1457","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6523. A case of stage I HPV-mediated oropharyngeal squamous cell carcinoma (SCC) diagnosed using a multi-cancer early detection (MCED) test","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A case of stage I HPV-mediated oropharyngeal squamous cell carcinoma (SCC) diagnosed using a multi-cancer early detection (MCED) test","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Our understanding of the initiation and progression of lung precancers is rudimentary, which has impeded advance for lung cancer prevention and interception. Although human specimens are the gold standard to study human cancer biology, lung precancer specimens designated for research are often very limited. Furthermore, human specimens are not amendable for preclinical intervention studies. We sought to establish and characterize human-relevant murine lung precancer models to study evolution of lung precancers and to provide insights for lung cancer interception.<br \/><b>Methods:<\/b> We established two mouse models, KrasG12D (a genetically engineered mouse model with KrasG12D activating mutation) and CITMs (a carcinogen urethane-induced model) in the same 129S4 background. We performed single-cell transcriptome sequencing of lung tissues collected at 5 time points after induction for each model to characterize the dynamics of immune response along with the initiation and progression of lung adenocarcinoma.<br \/><b>Results:<\/b> A total of 82,198 immune cells were analyzed and 23 immune cell subpopulations were identified. The results demonstrated dynamic changes of immune cell compositions and cell states along with the evolution from normal lung to lung precancers, and to lung adenocarcinomas in both models. CD4+ effector T cells, CD4+ regulatory T cells, mucosal associated invariant T cells (MAIT) and macrophages progressively increased during tumor progression, in contrast to progressively decreasing naive CD4+ T cells, naive CD8+ T cells and naive B cells. In contrast to CITMs, KrasG12D model harbors a clear decrease in conventional dendritic cells (cDCs) and activated B cells, but significantly more neutrophils (Wilcoxon test, P &#60; 0.01).<br \/><b>Conclusion:<\/b> These data provide a temporal atlas of lung cancer evolution during early lung carcinogenesis and a resource for interception preclinical study. Our results revealed progressive immunosuppression along with progression of lung precancers in both genetic and carcinogen-induced models, but the immune features underlying immunosuppression may be different.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-10 Molecular markers in prevention research,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Lung precancer models,scRNA-seq,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hong Chen<\/b><sup>1<\/sup>, Bo Zhu<sup>1<\/sup>, Junya Fujimoto<sup>1<\/sup>, Yanhua Tian<sup>1<\/sup>, Jian-Rong Li<sup>2<\/sup>, Pingjun Chen<sup>1<\/sup>, Alexandre Reuben<sup>1<\/sup>, Monique  B.  Nilsson<sup>1<\/sup>, Xiuning Le<sup>1<\/sup>, Alissa Poteete<sup>1<\/sup>, Shawna  M.  Hubert<sup>1<\/sup>, Don  L.  Gibbons<sup>1<\/sup>, Ignacio  I.  Wistuba<sup>1<\/sup>, Jia Wu<sup>1<\/sup>, Chao Cheng<sup>2<\/sup>, John  V.  Heymach<sup>1<\/sup>, Jianjun Zhang<sup>1<\/sup><br><br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"071f5f6e-d9d0-4112-83ba-9409e298b54c","ControlNumber":"6135","DisclosureBlock":"&nbsp;<b>H. Chen, <\/b> None..<br><b>B. Zhu, <\/b> None..<br><b>J. Fujimoto, <\/b> None..<br><b>Y. Tian, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>P. Chen, <\/b> None..<br><b>A. Reuben, <\/b> None..<br><b>M. B. Nilsson, <\/b> None.&nbsp;<br><b>X. Le, <\/b> <br><b>EMD Serono (Merck KGaA), AstraZeneca, Spectrum Pharmaceutics, Novartis, Eli Lilly<\/b> consulting\/advisory fees. <br><b>Boehringer Ingelheim, Hengrui Therapeutics, Janssen, Blueprint Medicines, Sensei Biotherapeutics, and Abbvie<\/b> consulting\/advisory fees. <br><b>Eli Lilly, EMD Serono, Regeneron, and Boehringer Ingelheim<\/b> Research Funding.<br><b>A. Poteete, <\/b> None..<br><b>S. M. Hubert, <\/b> None..<br><b>D. L. Gibbons, <\/b> None.&nbsp;<br><b>I. I. Wistuba, <\/b> <br><b>AstraZeneca\/MedImmune, Bayer, Bristol-Myers Squibb, Genentech\/Roche, GlaxoSmithKline, Guardant Health<\/b> consulting or advisory roles. <br><b>HTG Molecular Diagnostics, Merck, MSD Oncology, OncoCyte, Jansen, Novartis, Flame Inc, Regeneron and Pfizer<\/b> consulting or advisory roles. <br><b>Genentech\/Roche, Bristol Myers Squibb, AstraZeneca\/MedImmune, HTG Molecular, Merck, and Guardant Health<\/b> grants and personal fees. <br><b>GlaxoSmithKline and Oncocyte, Daiichi-Sankyo, Roche, Astra Zeneca, Regeneron, Sanofi, Pfizer and Bayer<\/b> personal fees. <br><b>4D Molecular Therapeutics, Adaptimmune, Adaptive Biotechnologies, Akoya Biosciences , Amgen, Bayer<\/b> research funding. <br><b>EMD Serono, Genentech, Guardant Health, HTG Molecular Diagnostics, Iovance Biotherapeutics<\/b> research funding. <br><b>Johnson & Johnson, Karus Therapeutics, MedImmune, Merck, Novartis, OncoPlex Diagnostics, Pfizer, Takeda, and Novartis<\/b> research funding.<br><b>J. Wu, <\/b> None..<br><b>C. Cheng, <\/b> None..<br><b>J. V. Heymach, <\/b> None.&nbsp;<br><b>J. Zhang, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Johnson and Johnson<\/b> Grant\/Contract, personal fees. <br><b>Bristol Myers Squibb<\/b> personal fees. <br><b>AstraZeneca<\/b> personal fees. <br><b>GenePlus<\/b> personal fees. <br><b>Innovent<\/b> personal fees. <br><b>Hengrui<\/b> personal fees. <br><b>Novartis<\/b> Grant\/Contract, personal fees.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4847","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6524","PresenterBiography":null,"PresenterDisplayName":"Hong Chen, PhD","PresenterKey":"98588611-3876-40a6-8572-dedba61c106a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6524. Single-cell transcriptomic analysis reveals immune landscape in the malignant transformation of normal lung to lung adenocarcinoma in genetic murine models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell transcriptomic analysis reveals immune landscape in the malignant transformation of normal lung to lung adenocarcinoma in genetic murine models","Topics":null,"cSlideId":""},{"Abstract":"Bioengineered probiotics enable new opportunities to improve colorectal cancer (CRC) screening, prevention and treatment strategies. Here, we demonstrate selective colonization of CRC tumors with the orally-delivered probiotic <i>E.<\/i> <i>coli Nissle 1917<\/i> (EcN) in genetically-engineered and orthotopic murine models of CRC, and human CRC patients. We subsequently engineer EcN to produce screening and therapeutic molecules, resulting in non-invasive detection of precursor CRC lesions and reduction of tumor burden through local induction of robust anti-tumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Colorectal cancer,Bacterial therapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Candice  R.  Gurbatri<\/b><sup>1<\/sup>, Georgette Radford<sup>2<\/sup>, Jongwon Im<sup>1<\/sup>, Courtney Coker<sup>1<\/sup>, Nicholas Arpaia<sup>1<\/sup>, Susan  L.  Woods<sup>2<\/sup>, Daniel  L.  Worthley<sup>3<\/sup>, Tal Danino<sup>1<\/sup><br><br\/><sup>1<\/sup>Columbia University, New York, NY,<sup>2<\/sup>Adelaide Medical School, Adelaide, Australia,<sup>3<\/sup>South Australian Health and Medical Research Institute, Adelaide, Australia","CSlideId":"","ControlKey":"4d47495e-73f8-4b9e-afa1-fad36e4b81c0","ControlNumber":"7192","DisclosureBlock":"<b>&nbsp;C. R. Gurbatri, <\/b> <br><b>Gencirq<\/b> Stock.<br><b>G. Radford, <\/b> None..<br><b>J. Im, <\/b> None..<br><b>C. Coker, <\/b> None.&nbsp;<br><b>N. Arpaia, <\/b> <br><b>Gencirq<\/b> Stock. <br><b>S. L. Woods, <\/b> <br><b>Gencirq<\/b> Stock. <br><b>D. L. Worthley, <\/b> <br><b>Gencirq<\/b> Stock. <br><b>T. Danino, <\/b> <br><b>Gencirq<\/b> Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4849","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6525","PresenterBiography":null,"PresenterDisplayName":"Candice Gurbatri","PresenterKey":"2bc225de-310c-49c6-8fd9-27d912ceb3c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6525. Colon cancer screening and treatment with engineered probiotics","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Colon cancer screening and treatment with engineered probiotics","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is the 2nd leading cause of death from cancer in women. Women have a lifetime risk of breast cancer of around 31%, which makes it the first most common malignancy in women .Diagnosing cancer and classifying its types is a complex process that relies heavily on sample analysis. Early detection of cancer diseases is one of the important and main factors in determining treatment and saving many patients before the disease worsens and reaches dangerous stages. Alterations in the levels of trace elements have been observed in breast cancer (BC) patients. However, the relationships between these alterations and the metabolic and clinical consequences of BC are unknown. The aim of the present work is to study in vitro possibilities and the effectiveness of introducing an efficient optical spectroscopic technique such as LIBS for the identification types of breast cancer, as well as determining the disease grade and severity. The ultimate goal of this work is to investigate the concentrations of several trace elements in BC patients, and their relationships with the molecular subtypes of tumors. The atomic transition of the neutral element lines of Fe, Al, Na, Ca, K, V, Co and Pb was chosen to determine the trace element levels of four breast cancer types. We found that the measured average level of trace elements can differentiate between different types of breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Breast cancer,LIBS,laser,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ola Sayed Ahmed<\/b><sup>1<\/sup>, hisham imam<sup>2<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, Cairo University, Cairo, Egypt,<sup>2<\/sup>National laser Institute, Cairo University, Cairo, Egypt","CSlideId":"","ControlKey":"6e6502ed-4efd-44c6-af4f-03c5521e96c5","ControlNumber":"7862","DisclosureBlock":"&nbsp;<b>O. S. Ahmed, <\/b> None..<br><b>H. imam, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4850","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6526","PresenterBiography":"","PresenterDisplayName":"Ola Ahmed, PhD","PresenterKey":"27a92cf3-4d96-46dc-b0ac-c392458af149","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6526. Investigation levels of trace elements in breast cancer types using laser spectroscopic techniques","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation levels of trace elements in breast cancer types using laser spectroscopic techniques","Topics":null,"cSlideId":""},{"Abstract":"Head and neck squamous cell carcinomas (HNSCC) are highly aggressive types of cancers with a complex molecular etiology of disease and consequently result in delayed clinical detection, poor prognosis, and limited treatment strategies. Fusion genes, a hallmark of cancer, may be targeted for early identification and treatment of HNSCC; however, studies characterizing fusion genes in HNSCC remain limited. Oral Human Papillomavirus (HPV) infection is a major cause of HNSCC and can also promote the acquisition of fusion genes due to the genomic instability induced by its integration. Here, we retrieved RNA-sequencing data from 36 HNSCC tumors (18 HPV+ and 18 HPV-, GEO Accession: GSE74956) to identify fusion genes using the STAR fusion algorithm in each sample. Statistical analyses were performed in R statistical software. A total of 10 fusion genes were identified in at least 4 of the samples regardless of HPV status. We identified 3 fusion genes that were present in at least 4 of the HPV+ tumors: PMS2P9-CCDC146, MACC1-AC005062.1, AC096711.2-RPL7AP28, and one solely present in HPV- tumors: CTSC-RAB38. The remaining 6 fusion genes were present in both HPV+ and HPV- tumors: TVP23C-CDRT4, AC009271.1-LINC01905, MIR205HG-AOPEP, SEPTIN7P2-PSPH, KRT5-KRT84, KANSL1-ARL17A. While 4 of the identified fusion genes had been previously associated with cancer, there were 6 novel identified fusion genes, in which one or both partner genes have been associated with different cancers. Additionally, the identified fusion genes may be a product of transcription read-through of neighbor genes. The fusion genes associated with HPV infection might explain biological disparities in HPV+ versus HPV- HNSCC and may be targets for the prevention and diagnosis of HNSCC. Future studies need to determine the functional impact of the identified fusion genes in HPV+ tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-11 Molecular targets for prevention,,"},{"Key":"Keywords","Value":"Fusion genes,RNA sequencing (RNA-Seq),Head and neck squamous cell carcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yabdiel  A.  Ramos Valerio<\/b><sup>1<\/sup>, Hannah  C.  Van Wyk<sup>2<\/sup>, Esther Peterson Peguero<sup>3<\/sup>, Josué Pérez Santiago<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Biology, UPR - Comprehensive Cancer Center, San Juan, PR,<sup>2<\/sup>Epidemiology, University of Michigan School of Public Health, Ann Arbor, MI,<sup>3<\/sup>Natural Sciences, UPR - Rio Piedras, San Juan, PR","CSlideId":"","ControlKey":"e4017f59-da12-4ca9-8982-92755e63abb2","ControlNumber":"7689","DisclosureBlock":"&nbsp;<b>Y. A. Ramos Valerio, <\/b> None..<br><b>H. C. Van Wyk, <\/b> None..<br><b>E. Peterson Peguero, <\/b> None..<br><b>J. Pérez Santiago, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4851","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6527","PresenterBiography":null,"PresenterDisplayName":"Yabdiel Ramos Valerio","PresenterKey":"a0100628-691b-4a64-9838-ca64e64cc176","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6527. Fusion genes as novel putative biomarkers for head and neck squamous cell carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fusion genes as novel putative biomarkers for head and neck squamous cell carcinomas","Topics":null,"cSlideId":""},{"Abstract":"Identifying environmental factors and their relationship with epigenetic alterations is essential for understanding cancer, a leading cause of death. Currently, cancer screening and early detection development efforts are ongoing and epigenetics-based tests are one of the top choices as strategies. The understanding of how these alterations behave in cancer-free (CF) populations with well annotated data is essential. We randomly selected 601 saliva specimens from two Brazilian countrywide epidemiological studies POP-Brazil and SMESH. Extracted DNAs were sodium bisulfite converted and analyzed by Quantitative Methylation-Specific PCR (QMSP). Five genes previously reported as DNA methylation prone in cancer were selected (<i>ITGA4<\/i>, <i>EDRNB<\/i>, <i>PAX5, p16, CCNA1<\/i>). All participants were interviewed and provided sociodemographic and sexual behavior information as well as genital (gn) and oral biological samples. Variables were categorized and Fisher&#8217;s exact test was performed using SAS 9.4.Surprisingly, methylation in 3 cancer associated genes showed considerable frequencies in this CF group. DNA methylation was observed for <i>EDNRB<\/i> in 75\/601 samples (12.5%), <i>PAX5<\/i> in 55\/601 (9.2%), and <i>ITGA4<\/i> in 20\/601 (3.3%). 12 samples displayed concomitant methylation on 2 of these 3 genes. <i>p16 <\/i>and <i>CCNA1<\/i> methylation were only present in 1 sample each. Preliminary analyses suggest that specific genes methylation are observed with the presence of low (LR) and high-risk (HR) HPV types. <i>EDNRB<\/i> methylation groups with the presence of HR HPV type 16, 31, 39, 51, 58 and 59 from gn samples and LR types 6 and 42. <i>ITGA4<\/i> methylation and HR HPV types 16 and 59 were detected in oral samples, and types 52, 56 and 68 in gn samples, as well as LR HPV types 40 and 42. In people with early onset of smoking, <i>EDNRB<\/i> and <i>PAX5<\/i> seem to be more frequently methylated. The positivity of <i>PAX5<\/i> was higher in participants who smoke, use alcohol and presented a positive diagnosis of syphilis and\/or HIV. <i>PAX5<\/i> methylation was more frequent in HR HPV 33, 58, 68 and 62 and LR type 6. Further analyses are ongoing. Our study shows methylation in cancer related genes in a CF population. The variables collected include some proven cancer risk factors and others still unknown, thus lead us to uncover directions to identify main cancer related players in a Brazilian population. The presence of cancer related alterations may indicate premalignant stages, exposure and lifestyle consequences, both at the same time or separately. In our pilot analysis, different types of HPV seem to correlate with epigenetic changes, this could bring attention to less studied HPV types and their role in carcinogenesis. Additional analyses of the current data and larger prospective, population-based studies, assessing the use of salivary DNA methylation in cancer-free and cancer groups of subjects are needed to explore the current findings and dissect the potential of saliva as a means of tracking cancer related changes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"DNA methylation,Human papillomavirus (HPV),Saliva,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ana Paula Muterle Varela<sup>1<\/sup>, Dieila Giomo De Lima<sup>2<\/sup>, Laura Palmieri<sup>2<\/sup>, Juliana Comerlato<sup>1<\/sup>, Fernando Hayashi Sant’Anna<sup>1<\/sup>, Isabel C Bandeira<sup>1<\/sup>, Marina Bessel<sup>1<\/sup>, Pedro Isaacsson Velho<sup>1<\/sup>, Eliana M. Wendland<sup>1<\/sup>, <b>Mariana Brait<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Hospital Moinhos de Vento, Porto Alegre, Brazil,<sup>2<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"370b74eb-a7c2-41b6-9d5e-b7ec79cde70e","ControlNumber":"7860","DisclosureBlock":"&nbsp;<b>A. Muterle Varela, <\/b> None..<br><b>D. G. De Lima, <\/b> None..<br><b>L. Palmieri, <\/b> None..<br><b>J. Comerlato, <\/b> None..<br><b>F. H. Sant’Anna, <\/b> None..<br><b>I. Bandeira, <\/b> None..<br><b>M. Bessel, <\/b> None..<br><b>P. Isaacsson Velho, <\/b> None..<br><b>E. M. Wendland, <\/b> None..<br><b>M. Brait, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4852","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6528","PresenterBiography":null,"PresenterDisplayName":"Mariana Brait, BS;MS;PhD","PresenterKey":"a527df92-9100-42ef-a893-6df4e91956a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6528. HPV status and epigenetic profiling of saliva from a cancer-free population","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HPV status and epigenetic profiling of saliva from a cancer-free population","Topics":null,"cSlideId":""},{"Abstract":"<i><u>Background and Aims:<\/u><\/i> Previous long-term murine (12- and 18-month) studies in C57BL\/6 mice have demonstrated the beneficial role of Aquamin, a red marine algae-derived multi-mineral supplement containing calcium, magnesium, and 72 additional trace elements, in inhibiting liver tumor formation in mice on high-fat, Western-style diet (HFWD). Liver tumor incidence in mice on HFWD was decreased to 12% with the addition of Aquamin supplementation compared with 48% in the HFWD mice. Similarly, in mice on the low-fat diet, tumor incidence was only 16% and Aquamin further reduced it to 4%. Recently, we assessed the safety and tolerability of Aquamin in human subjects in a 90-day interventional trial and there was no evidence of potential liver harm, measured by liver enzymes. A short-term (16-week) mouse study was carried out to investigate early protein changes in the liver that may play a role in liver tumorigenesis and how Aquamin can interfere with that signature.<br \/><i><u>Methods:<\/u> <\/i>Male MS-NASH mice were maintained on a HFWD for 16 weeks with and without red algae-derived minerals. A cohort of C57BL\/6 mice maintained on a standard chow (low-fat diet) was used as a control. At the end of the in-life portion of the study, body weight, liver weight, liver enzyme levels and liver histology were assessed. Samples obtained from individual livers were subjected to Tandem Mass Tag labeling and quantitative proteomics mass spectrometry.<br \/><i><u>Results:<\/u><\/i> As expected, no tumors were observed at 16 weeks. Mice on the HFWD demonstrated multiple protein changes associated with dysregulated fat and carbohydrate metabolism, lipotoxicity and oxidative stress. In mice receiving Aquamin-supplementation along with the HFWD, there was reduced liver toxicity as evidenced by a decrease in levels of several cytochrome P450 enzymes and other oxidant-generating moieties. Additionally, multiple keratins, which provide cytoskeletal support were elevated. Phosphate and tensin homolog (PTEN), a tumor suppressor, was upregulated with Aquamin. There was an upregulation of several pathways implicated in tumor suppressor activity, notably <i>keratinization<\/i>, <i>hedgehog signaling in the off-state<\/i>, and <i>regulation of PTEN stability and activity<\/i>.<br \/><i><u>Conclusions:<\/u> <\/i>The proteomic expression of the livers of HFWD mice in this short-term study explains early protein changes that may contribute to liver cancer and the potential mechanisms by which dietary minerals may mitigate such down-stream effects.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Liver cancer,Natural products,Prevention,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Isabelle Harber<sup><\/sup>, Shannon D. McClintock<sup><\/sup>, Randall N. Knibbs<sup><\/sup>, James Varani<sup><\/sup>, <b>Muhammad N. Aslam<\/b><sup><\/sup><br><br\/>University of Michigan Medical School, Ann Arbor, MI","CSlideId":"","ControlKey":"08f724de-4950-4eb3-bb3d-9cb0c9381293","ControlNumber":"8065","DisclosureBlock":"&nbsp;<b>I. Harber, <\/b> None..<br><b>S. D. McClintock, <\/b> None..<br><b>R. N. Knibbs, <\/b> None..<br><b>J. Varani, <\/b> None..<br><b>M. N. Aslam, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4853","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6529","PresenterBiography":null,"PresenterDisplayName":"Muhammad Aslam, MBBS;MD","PresenterKey":"a4466f6b-bfb2-4373-86ac-05423152069f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6529. Early life liver proteomic signature and minerals mitigation of liver injury","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Early life liver proteomic signature and minerals mitigation of liver injury","Topics":null,"cSlideId":""},{"Abstract":"Background: The presence of circulating tumor DNA (ctDNA) can be used for minimal residual disease (MRD) monitoring and guide adjuvant therapy decisions. However, even when present, total ctDNA could be less than 0.01% of cell free DNA (cfDNA). Sequencing such low mutation frequency can be costly due to high sequencing read depth and accuracy requirements. The ability to enrich for low-abundance variants could improve detection performance and greatly lower sequencing cost by reducing the sequencing depth required.<br \/>Purpose: The KAPA HyperPETE (<u>P<\/u>rimer <u>E<\/u>xtension <u>T<\/u>arget <u>E<\/u>nrichment) workflow employs primer extension reactions to specifically capture and release target library molecules for sequencing, detects all major somatic variant types (SNV, InDel, CNV, MSI status, and novel fusion transcript partners) and could be leveraged to specifically target certain alleles. In this study, we assessed the variant enrichment capabilities of the KAPA HyperPETE workflow.<br \/>Methods: Variant specific primers were designed to 8 low allele frequency single nucleotide variants (SNVs) in mixed cell line samples (NA12878 and NA24143, two Epstein-Barr virus transformed B cell female cell lines, with variant allele frequency (VAF) 1%, 0.5%, and 0.1%). Variant enrichment primers were used alongside a 37kb panel in the KAPA HyperPETE workflow. Additional optimizations and a study enriching all low allele frequency SNVs* in SeraCare ctDNA Mutation Mix v2 reference samples (VAF 1%, 0.5%, and 0.125%) are planned.<br \/>Results: The preliminary results exhibited a median of 249&#10005;, 159&#10005;, and 86.5&#10005; enrichment of the targeted variants compared to the expected VAFs of 0.1%, 0.5%, and 1%, respectively. All 8 targeted variants were detected at 100K, 150K, and 550K read pairs per variant for VAF 1%, 0.5%, and 0.1%, respectively. Results from further optimizations and the study using SeraCare ctDNA samples will be shared at the AACR meeting.<br \/>Conclusion: Preferential enrichment of specific variants down to 0.1% can be achieved using the KAPA HyperPETE Workflow. Utilizing primers designed for variant enrichment, we simultaneously enriched multiple variants and demonstrated the potential to minimize required sequencing. The KAPA HyperPETE workflow can be a powerful, cost-effective tool for detecting low frequency mutations in MRD research applications.<br \/>KAPA HYPERPETE is For Research Use Only. Not for use in diagnostic procedures. KAPA HYPERPETE is a trademark of Roche.<br \/>*Except GNA11 (COSM52969) due to stretches of polybase. Seraseq ctDNA Mutation Mix v2 gene list available on SeraCare website.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Targeted sequencing,Mutation detection,ctDNA,cfDNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Florence K. Crary-Dooley<\/b><sup><\/sup>, Liu Xi<sup><\/sup>, Ruben van der Merwe<sup><\/sup>, Nitya M. Furtado<sup><\/sup>, Jingchuan Li<sup><\/sup>, Junyan Lin<sup><\/sup>, Manuel Ochoa<sup><\/sup>, Brian Godwin<sup><\/sup><br><br\/>Roche Diagnostics, Pleasanton, CA","CSlideId":"","ControlKey":"7c78f792-ea1c-49e3-8599-c4fca3f04662","ControlNumber":"965","DisclosureBlock":"<b>&nbsp;F. K. Crary-Dooley, <\/b> <br><b>Roche Diagnostics<\/b> Employment. <br><b>L. Xi, <\/b> <br><b>Roche Diagnostics<\/b> Employment, Stock, Other Intellectual Property. <br><b>R. van der Merwe, <\/b> <br><b>Roche Diagnostics<\/b> Employment, Stock Option, Patent. <br><b>N. M. Furtado, <\/b> <br><b>Roche Diagnostics<\/b> Employment. <br><b>J. Li, <\/b> <br><b>Roche Diagnostics<\/b> Employment. <br><b>J. Lin, <\/b> <br><b>Roche Diagnostics<\/b> Employment. <br><b>M. Ochoa, <\/b> <br><b>Roche Diagnostics<\/b> Employment, Stock. <br><b>B. Godwin, <\/b> <br><b>Roche Diagnostics<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4854","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6530","PresenterBiography":null,"PresenterDisplayName":"Florence Crary-Dooley","PresenterKey":"bdf46ccc-1b3a-46b8-a11c-dceecacae2e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6530. Preferential low frequency allele enrichment with lower sequencing depth requirement using KAPA HyperPETE specialized primer designs","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"484","SessionOnDemand":"False","SessionTitle":"Early Detection and Molecular Markers of Prevention","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preferential low frequency allele enrichment with lower sequencing depth requirement using KAPA HyperPETE specialized primer designs","Topics":null,"cSlideId":""}]