[{"Abstract":"KRAS, a GTPase that regulates cellular growth, is the most frequently mutated oncogene with implications in non-small cell lung, pancreatic and colorectal cancers. Hyperactivation of KRAS in mutant alleles favors KRAS in its active GTP-bound state over its inactive GDP-bound state. Once deemed undruggable, recent advances have revealed promising anti-tumor effects with pan-KRAS and KRAS-mutant specific inhibitors in both preclinical and clinical settings. Despite the success of these inhibitors, the diversity of tumors as well as tumor sensitivity results in acquired drug resistance suggesting that combinational therapeutic approaches would be necessary to avoid this problem. An attractive dual approach would be to couple KRAS inhibition with a blockade of its guanine exchange factor (GEF), SOS1, to keep KRAS in its inactive state as well as prevent upstream pathway reactivation. Utilizing our PRODEGY platform, we developed bifunctional SOS1 degraders for the treatment of patients with KRAS mutant cancers. These degraders have shown rapid and potent Cereblon (CRBN)-mediated degradation which exhibit DC<sub>50<\/sub>s &#60;10nM in a H358 SOS1-HiBiT cell line. Our high- throughput HiBiT data translated into effective SOS1 degradation in KRAS mutant cells harboring G12C, G12D, G12V, G12S, or G13D mutations. SOS1 degradation was validated to be dependent on the proteasome and CRBN as cotreatment with proteasomal inhibitors (MG132 or MLN4924) or treatment in a CRBN KO cells abolished degradation. Additionally, treatment of SOS1 degraders resulted in suppression of downstream signaling markers, pERK and pS6, in both 3D immunoblots and high-throughput assays with pERK IC<sub>50<\/sub>s &#60;10nM. Chemical competitor assays also revealed that inhibition of pERK and pS6 was dependent on CRBN-mediated competition. To determine functional activity of our SOS1 degraders, we developed and optimized 3D proliferation assays in multiple KRAS mutant (G12C, G12D, G12V, G12S, G13D) cell lines which yielded IC<sub>50<\/sub>s ranging from 0.5 - 70nM. Similarly, 100- to 300-fold IC<sub>50<\/sub> value shifts were observed in SOS1 KO and CRBN KO H358 cell lines validating that the anti-proliferative activity of SOS1 degraders is specific to its targets. Treatment of SOS1 degraders in KRAS-mutant xenograft models resulted in &#62;75% degradation of SOS1 in tumors and subsequently led to significant tumor growth inhibition as a single agent. SOS1 degradation also provided synergistic anti-proliferation effects with other RAS\/MAPK\/AKT inhibition in <i>in vitro<\/i> studies. For example, combination treatment of AMG510 and SOS1 degraders resulted in strong synergistic effects in KRAS G12C H358 cells. Together, our data SOS1 degradation could be a valuable potential treatment option for a range of KRAS mutant cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"KRAS,SOS1,Bifunctional Degrader,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kyle Begovich<\/b><sup><\/sup>, Angela Schoolmeesters<sup><\/sup>, Navin Rajapakse<sup><\/sup>, Maneesh Kumar<sup><\/sup>, Arvind Shakya<sup><\/sup>, Brandon Whitefield<sup><\/sup>, Elena Martinez-Terroba<sup><\/sup>, Nataraj Pagadala<sup><\/sup>, Shenlin Huang<sup><\/sup>, Aparajita  H.  Chourasia<sup><\/sup>, Leah Fung<sup><\/sup><br><br\/>BioTheryX, Inc., San Diego, CA","CSlideId":"","ControlKey":"c3b71176-eca9-41ad-b5f0-d9ec7cbf35e8","ControlNumber":"5596","DisclosureBlock":"&nbsp;<b>K. Begovich, <\/b> None..<br><b>A. Schoolmeesters, <\/b> None..<br><b>N. Rajapakse, <\/b> None..<br><b>M. Kumar, <\/b> None..<br><b>A. Shakya, <\/b> None..<br><b>B. Whitefield, <\/b> None..<br><b>E. Martinez-Terroba, <\/b> None..<br><b>N. Pagadala, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>A. H. Chourasia, <\/b> None..<br><b>L. Fung, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2625","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1578","PresenterBiography":null,"PresenterDisplayName":"Kyle Begovich","PresenterKey":"b319e58d-6017-4408-8234-4db254cfdaa7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1578. Novel Cereblon mediated bifunctional degraders of SOS1 for treatment of pan-KRAS mutant tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel Cereblon mediated bifunctional degraders of SOS1 for treatment of pan-KRAS mutant tumors","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is the most common cancer type accounting for 12% of annual cancer cases worldwide. In the United States, 30% of the newly diagnosed cancer cases in woman are BC. Inflammatory breast cancer (IBC) is a rare and aggressive subtype of BC that accounts for 1 to 5% of all types of BC. Due to its inflammatory characteristics and the absence of a palpable mass, IBC is usually confounded with a mastitis. Once properly diagnosed, IBC has already metastasized. A high portion of IBC tumors overexpress human epidermal growth factor receptor 2 (HER2). These IBC patients (HER2+) are treated with Trastuzumab, a monoclonal antibody. However, many IBCs become resistant to this therapy. Thus, there is not an optimal treatment against this horrendous disease. One potential target against IBC is Lipocalin-2 (LCN2), a secreted protein involved in iron homeostasis, immune responses, transport of siderophores, and epithelial cell differentiation. In many aggressive tumors, high levels of LCN2 have been associated with increased cancer cell motility, proliferation, angiogenesis, invasion, and metastasis. Our research team published that LCN2 is aberrantly abundant in IBCs compared with non-IBC patients and cell lines and showed that small interference RNAs (siRNAs) targeting LCN2 effectively reduced the cell proliferation and invasion ability of IBC cells. Therefore, to understand the mechanisms involved after LCN2 knockdown, we did a RNA-sequencing using IBC3 cells transfected with LCN2-siRNA or with a negative control siRNA, where we identified 138 dysregulated genes. Genes as SOX18, which correlates to distant metastasis and poor clinical prognosis in cancer, and as LRP4, which correlates to proliferating clinical features by activating the PI3K\/AKT pathway were identified. We used the Ingenuity Pathway Analysis software to identify the pathways regulated after LCN2 knockdown and found 25 canonical pathways altered. These results will be further validated by qPCR and Western Blot analysis. Also, after the identification of LCN2 as a plausible target for therapy against IBC, we worked on the preparation of a Herceptin-conjugated liposome loaded with siRNA against LCN2, to improve internalization in HER2+ IBC cells. We developed a three step reaction to obtain trastuzumab DSPE-PEG(2000) maleimide conjugates used to prepare the liposomal formulation. Trastuzumab conjugated liposomes were prepared and characterized using dynamic light scattering to measure their size distribution. Our formulation displayed sizes of 18.3 and 73.7 nm which could correspond to free DSPE-PEG(2000) trastuzumab and the trastuzumab-liposome, respectively. There is ongoing work to determine the optimal timepoint for internalization of liposomes into IBC cell lines and further treatment with liposomes charged with siRNA LCN2 to treat cell lines and determine the biological effect with the aim of developing a targeted treatment for inflammatory breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Breast cancer,Drug delivery,Inflammatory breast cancer,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marienid Flores-Colon<\/b><sup><\/sup>, Pablo E. Vivas-Mejia<sup><\/sup><br><br\/>University of Puerto Rico School of Medicine, Medical Science Campus, PR","CSlideId":"","ControlKey":"675a46a5-abe0-416f-841b-e49de728df14","ControlNumber":"6558","DisclosureBlock":"&nbsp;<b>M. Flores-Colon, <\/b> None..<br><b>P. E. Vivas-Mejia, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2627","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1580","PresenterBiography":null,"PresenterDisplayName":"Marienid Flores-Colon, BS","PresenterKey":"e8a19d4f-dd3c-4c8c-bff1-82bc1a8d722d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1580. LCN2 is a therapeutic target against inflammatory breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LCN2 is a therapeutic target against inflammatory breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Tumors harboring BRCA1\/2 mutations and other homologous recombination deficiencies are sensitive to agents targeting pathways involved in DNA repair including poly (ADP-ribose) polymerase (PARP) inhibitors, which have been approved for the treatment of BRCA mutant cancers. Despite the clinical benefit with these drugs, many patients achieve incomplete disease control and often develop resistance. By employing our CRISPRomics&#174; technology to screen over 600 cancer cell lines, we identified the deubiquitinating enzyme USP1 as one of the top targets that displays selective anti-tumor activity in ovarian and triple negative breast cancers with homologous recombination deficiencies. Subsequent drug discovery efforts identified KSQ-4279 as a potent and highly selective first-in-class small molecule USP1 inhibitor that is now in clinical development. In preclinical models, we previously demonstrated that KSQ-4279 shows therapeutic potential in combination with olaparib for treating patients who are either intrinsically resistant, or have developed acquired resistance to PARP inhibitors. We performed studies to investigate the therapeutic potential of combining KSQ-4279 across a variety of PARP inhibitors with different &#8216;PARP trapping&#8217; potencies. Clonogenic assays demonstrated synergistic effects of KSQ-4279 across multiple PARP inhibitors regardless of their PARP trapping potency. Second generation PARP1 selective inhibitors such as AZD5305 are currently in clinical development and may provide a safety and efficacy advantage for patients. We have investigated the potential of combining KSQ-4279 with AZD5305 in a PARP refractory patient-derived triple negative breast cancer (TNBC) xenograft model by evaluating tolerability and anti-tumor efficacy. We observed significantly greater and more durable anti-tumor activity, including regressions, with the combination therapy compared to single agents. Our data supports the clinical testing of KSQ-4279 in combination with PARP inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"BRCA,DNA damage response,PARP inhibitors,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Erica Tobin<\/b><sup><\/sup>, Pamela Sullivan<sup><\/sup>, Morgan Murray<sup><\/sup>, Hugh Gannon<sup><\/sup>, Anne Dodson<sup><\/sup>, Sol Shenker<sup><\/sup>, Frank Stegmeier<sup><\/sup>, Andrew Wylie<sup><\/sup>, Louise Cadzow<sup><\/sup><br><br\/>Oncology, KSQ Therapeutics, Inc., Lexington, MA","CSlideId":"","ControlKey":"45a7adb3-ab55-48e5-b0d3-606862d335ad","ControlNumber":"7210","DisclosureBlock":"&nbsp;<b>E. Tobin, <\/b> None..<br><b>P. Sullivan, <\/b> None..<br><b>M. Murray, <\/b> None..<br><b>H. Gannon, <\/b> None..<br><b>A. Dodson, <\/b> None..<br><b>S. Shenker, <\/b> None..<br><b>F. Stegmeier, <\/b> None..<br><b>A. Wylie, <\/b> None..<br><b>L. Cadzow, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2628","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1581","PresenterBiography":null,"PresenterDisplayName":"Erica Tobin, BS","PresenterKey":"f9c9a591-9980-4ab1-adb7-2199d080ca26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1581. KSQ-4279, a first-in-class USP1 inhibitor shows strong combination activity with multiple PARP inhibitors in BRCA mutant cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KSQ-4279, a first-in-class USP1 inhibitor shows strong combination activity with multiple PARP inhibitors in BRCA mutant cancers","Topics":null,"cSlideId":""},{"Abstract":"Epidermal growth factor receptor tyrosine kinase inhibitor (EGFR TKI) is the standard of care as 1<sup>st<\/sup>-line treatment for NSCLC patients with activating EGFR mutations (exon 19 deletion or L858R mutation). However, EGFR-TKI therapy eventually leads to acquired drug resistance approximately 1-2 years from the beginning of treatment. Multiple acquired resistance mechanisms including on-target EGFR mutations, phenotype transformation, and activation of bypass signaling molecules have been identified, but over 35% still remains unknown. CAGE, a cancer\/testis antigen, was originally isolated from the sera of patients with gastric cancer and is known to regulate the autophagic flux in acquired resistance to EGFR TKI in NSCLC. Herein, the expression of CAGE was found in more than 50% of NSCLC patients using immunohistochemistry (IHC). Interestingly, the expression level was increased especially for the patients acquiring resistance to EGFR-TKIs. In addition, both PC-9\/ER (Erlotinib-resistance cells) and H1975\/OR (Osimertinib-resistant cells) cells demonstrated increased CAGE expression and autophagic flux, when compared with their parental cells. Thus, we developed the peptide drugs targeting the DEAD box domain of CAGE. This novel peptide effectively inhibited tumor cell proliferation in EGFR-TKI resistant cell line. Moreover, in Erlotinib-resistant patient-derived xenograft (PDX) mice, the peptide drug retarded tumor growth and enhanced anti-tumor efficacy. Collectively, our data suggest that CAGE plays a crucial role in the tumor progression and acquired resistance of EGFR TKI by the modulation of autophagic flux. Furthermore, we provided evidence that the inhibition of autophagy through CAGE- derived peptide could overcome the acquired resistance to EGFR TKIs in advanced\/metastatic NSCLC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Autophagy,EGFR TKI resistance,CAGE,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jung-Young Shin<\/b><sup>1<\/sup>, Min-Young Kim<sup>1<\/sup>, Mi-Ran Lee<sup>1<\/sup>, Hankyu Lee<sup>2<\/sup>, Doyong Jeon<sup>2<\/sup>, Seung Ryel Baek<sup>3<\/sup>, Kim Joo Il<sup>3<\/sup>, Jaemoon Koh<sup>4<\/sup>, Dooil Jeoung<sup>5<\/sup>, Jin Hyoung Kang<sup>6<\/sup><br><br\/><sup>1<\/sup>Cancer Research Institute in The Catholic University of Korea, Seoul, Korea, Republic of,<sup>2<\/sup>L-Base Company, Seoul, Korea, Republic of,<sup>3<\/sup>Daewon Pharmaceutical, Seoul, Korea, Republic of,<sup>4<\/sup>Department of Pathology, College of Medicine, Seoul National University, Seoul, Korea, Republic of,<sup>5<\/sup>Department of Biochemistry, College of Natural Sciences, Kangwon National University, Chuncheon, Korea, Republic of,<sup>6<\/sup>Department of Medical Oncology, Medical Oncology, Seoul St Mary's Hospital, The Catholic University of Korea, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"d282aef8-42a3-45b3-abe1-c9329bff4f57","ControlNumber":"1714","DisclosureBlock":"&nbsp;<b>J. Shin, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>D. Jeon, <\/b> None..<br><b>J. Koh, <\/b> None..<br><b>D. Jeoung, <\/b> None..<br><b>J. Kang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2630","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1582","PresenterBiography":null,"PresenterDisplayName":"Shin Jung-Young, PhD","PresenterKey":"7adbb673-0009-4658-a2aa-ee6a0f525e5c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1582. Inhibition of autophagy by CAGE targeting peptide retard tumor growth in non-small cell lung cancer of EGFR TKI resistance","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of autophagy by CAGE targeting peptide retard tumor growth in non-small cell lung cancer of EGFR TKI resistance","Topics":null,"cSlideId":""},{"Abstract":"Introduction and Objectives: B-cell lymphoma 6 (Bcl-6) is known to be a nuclear protein and a master transcription factor for regulation of T follicular helper cells (T<sub>FH<\/sub> cells) proliferation. Previously, we reported on the increased angiogenic potential of human prostate cancer cells that overexpressed the Bcl-2. Comparative genomic profiling of the endothelial cells treated with\/without conditioned media from Bcl-2-overexpressing human prostate cancer cells revealed approximately 250 differentially expressed genes. Interestingly, bioinformatics analysis identified Bcl-6 as one of several secreted proteins on the list. In this study, we first confirmed that Bcl-6 exists in liquid biopsy, and secondly evaluate the effect of Bcl-6 neutralization on angiogenesis and tumor growth in <i>in vitro<\/i> and <i>in vivo<\/i> models.<br \/>Methods: We first analyzed Bcl-6 levels in serum and urine by ELISA. Then we tested the effect of Bcl-6 antibody for the following: ability to inhibit <i>in vitro<\/i> and <i>in vivo<\/i> angiogenesis, ability to inhibit cellular proliferation, and tumor growth in cell line-derived xenograft model.<br \/>Results: First, we found that Bcl-6 exists in urine and serum. Interestingly, Bcl-6 level was significantly higher in cancer patients than healthy subjects. Next, we identified the effective clone tube formation assay. Then we further tested the effect of the antibody and exogenous Bcl-6 on cell proliferation, tube formation, and tube disruption in HUVEC. The exogenous Bcl-6 did not enhance cell proliferation of HUVEC. On the other hand, the Bcl-6 antibody significantly inhibited tube formation in HUVEC, but not tube disruption. Subsequently, we performed Matrigel plug assay to evaluate the effect on angiogenesis <i>in vivo<\/i>. The CD31 positive cells in Matrigel plug were significantly reduced by the Bcl-6 antibody treatment. To evaluate the effect on tumor growth, we first performed the cell proliferation assay to evaluate the effect on tumor growth <i>in vitro<\/i>. The Bcl-6 antibody significantly inhibited the cell proliferation of T24 and UM-UC-3 cell lines highly expressing Bcl-6. Finally, we tested the effect of the Bcl-6 antibody on tumor growth in an animal model. Intratumoral injection of Bcl-6 antibody (15 &#956;g\/tumor, twice weekly) significantly inhibited the tumor growth.<br \/>Conclusions: This is the first time to identify that Bcl-6 may be a secreted protein and found that neutralization of Bcl-6 by antibody inhibits angiogenesis and tumor growth in both <i>in vitro<\/i> and <i>in vivo<\/i>. The results suggest that neutralizing Bcl-6 by antibody could be a promising therapeutic agent in bladder cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Antibody,Bladder cancer,Angiogenesis inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hideki Furuya<\/b><sup>1<\/sup>, Kaoru Murakami<sup>2<\/sup>, Nari Kim<sup>2<\/sup>, Charles  J.  Rosser<sup>1<\/sup><br><br\/><sup>1<\/sup>Biomedical Science, Cedars-Sinai Medical Center, Los Angeles, CA,<sup>2<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"e4b39bde-e30d-4339-b4ab-8cde9c051577","ControlNumber":"3652","DisclosureBlock":"&nbsp;<b>H. Furuya, <\/b> None..<br><b>K. Murakami, <\/b> None..<br><b>N. Kim, <\/b> None.&nbsp;<br><b>C. J. Rosser, <\/b> <br><b>Nonagen Therapeutics Corp<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2631","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1583","PresenterBiography":"","PresenterDisplayName":"Hideki Furuya, BS;MS;PhD","PresenterKey":"02df3f43-da82-4635-9ff8-0d38ea468bd3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1583. Bcl-6 as a potential therapeutic target for bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bcl-6 as a potential therapeutic target for bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a leading cause of cancer-related deaths in the United States. PDAC is an aggressive disease with a poor survival rate of &#60;10%. Hence, there is an urgent need to find novel drug targets for the clinical management of PDAC. Altered sphingolipid metabolism (SM) is a hallmark of cancer. The major sphingolipid metabolites are ceramide, sphingosine and sphingosine-1-phosphate (S1P). We found that S1P is the predominant SM metabolite in PDAC cells and tissues. The equilibrium between ceramide and S1P levels within the body is an important factor to determine cell fate. Ceramide induces apoptosis, while S1P promotes cancer growth. The IHC and ELISA assays showed that S1P levels are higher in PDAC cells and tissues compared to normal pancreatic tissue. We found that S1P induces spheroid formation in PDAC cells at nanomolar concentrations when compared to C1P and sphingosine. S1P binds to S1P receptors (SIPR1-5) to activate downstream signaling. Mechanistically, S1P treatment activates beta-catenin and notch signaling pathway proteins in PDAC cells. Our data suggest that S1P promotes tumor growth and stemness in PDAC and inhibition of S1P production can be a novel strategy for PDAC treatment. The cancer genome atlas (TCGA) data analysis indicated that genes involved in S1P production, especially acid ceramidase (ASAH1) and sphingosine kinase 1 (SPHK1) are upregulated in PDAC. ASAH1 converts ceramide to sphingosine which further gets converted to S1P by SPHK1. SPHK1 has been targeted in cancers, but kinase inhibitors are traditionally known for their non-selectivity and toxicity. Moreover, selective targeting of S1PR1-5 has been unsuccessful. Hence, there is a need to identify other targets to inhibit the production of S1P. Therefore, we decided to target Acid ceramidase 1 (ASAH1). Inhibiting ASAH1 will result in the accumulation of proapoptotic ceramide and inhibition of S1P production. Our data showed that ASAH1 is overexpressed in PDAC tissue and cells, while the ASAH1 knockdown in PDAC cells resulted in reduced proliferation, colony formation, migration and spheroid formation. Hence, targeting ASAH1 represents a novel strategy to inhibit PDAC progression by inhibiting sphingolipid metabolism and S1P production. Next, we developed a series of ASAH1 inhibitors based on Cerenib-2 (known ASAH1 inhibitor). One of the analogs, Cer-IVA inhibited the proliferation, colony and spheroid formation in PDAC cells at nanomolar concentration. Moreover, it also induced apoptosis and G2\/M-cell cycle arrest in a dose and time-dependent manner. Further, it inhibited S1P production and increased ceramide production in PDAC cells. We are currently investigating the antitumor effects of Cer-IVA in an orthotopic model in C57BL\/6 mice. In conclusion, targeting ASAH1 by Cer-IVA is an attractive strategy to inhibit S1P production, growth and stemness in PDAC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Pancreatic cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Krishan  G.  Jain<\/b><sup>1<\/sup>, Hindole Ghosh<sup>1<\/sup>, Sangita Bhattacharyya<sup>1<\/sup>, Anup Kasi<sup>2<\/sup>, Ameer Hamza<sup>3<\/sup>, Scott  J.  Weir<sup>1<\/sup>, Michael VanSaun<sup>1<\/sup>, Stefan Bossmann<sup>1<\/sup>, Shrikant Anant<sup>1<\/sup>, Bernhard Biersack<sup>4<\/sup>, Prasad  R.  Dandawate<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Biology, The University of Kansas Medical Center, Kansas City, KS,<sup>2<\/sup>Medical oncology, The University of Kansas Medical Center, Kansas City, KS,<sup>3<\/sup>Pathology and Laboratory Medicine, The University of Kansas Medical Center, Kansas City, KS,<sup>4<\/sup>Organic Chemistry Laboratory, University of Bayreuth, Bayreuth, Germany","CSlideId":"","ControlKey":"7cd4599a-c3f3-4b6b-bea6-0dc8230d9822","ControlNumber":"7464","DisclosureBlock":"&nbsp;<b>K. G. Jain, <\/b> None..<br><b>H. Ghosh, <\/b> None..<br><b>S. Bhattacharyya, <\/b> None..<br><b>A. Kasi, <\/b> None..<br><b>A. Hamza, <\/b> None..<br><b>S. J. Weir, <\/b> None..<br><b>M. VanSaun, <\/b> None..<br><b>S. Bossmann, <\/b> None..<br><b>S. Anant, <\/b> None..<br><b>B. Biersack, <\/b> None..<br><b>P. R. Dandawate, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2633","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1585","PresenterBiography":null,"PresenterDisplayName":"Krishan Jain","PresenterKey":"13e8edbb-95b3-4b17-9330-27a689d25cf1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1585. Targeting acid ceramidase-1 to inhibit sphingolipid metabolism and tumor growth in pancreatic ductal carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting acid ceramidase-1 to inhibit sphingolipid metabolism and tumor growth in pancreatic ductal carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma is a highly aggressive astrocytoma known to form the most lethal type of primary brain tumor. Therapeutic options are limited because 94% of diagnosed patients survive less than five years. Glioblastoma malignancy is attributed to uncontrolled cellular proliferation, increased angiogenesis, apoptosis resistance, and local invasion. The Homologous small GTPases of the Rho family, Rac1 and Cdc42, are critical regulators of the invasion and migration of glioblastoma cells. Previous studies have found a correlation between the high expression of Rac and CDC42 and the highly invasive characteristics of GBM <i>in vivo<\/i>. Our group characterized the small molecule compound MBQ-167 as a potent dual inhibitor of Rac and Cdc42 in breast and pancreatic cancer and have shown its utility in cell and mouse models of metastasis. In this project, we tested the hypothesis MBQ-167 is also a valid therapy option for glioblastoma. The T98G glioblastoma cell line was treated with varying concentrations (62 nM to 1000 nM) of MBQ-167 for 24 hrs, and effects on Rac\/PAK activation (at 24 hours) was determined through active GTP bound Rac pulldowns, cell viability (at 48 and 96 hours) through MTT assays, and cellular migration (at 12, 24, and 48 hours) through wound healing assays. Results show that 250 nM of MBQ-167 inhibits Rac and PAK activation by 50% as well as cell viability at both time points (48 and 96 hours). MBQ-167 (150 nM-500 nM) also blocked glioblastoma cell migration at 12, 24, and 48 hours. Taken together, these results confirm that MBQ-167 is a viable inhibitor in glioblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Brain tumors,Glioblastoma multiforme,Therapeutics,Rac,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Derealise Garcia Almedina<\/b><sup>1<\/sup>, Nilmary Grafals-Ruiz<sup>2<\/sup>, Suranganie Dharmawardhane<sup>2<\/sup>, Anamaris Torres-Sanchez<sup>3<\/sup><br><br\/><sup>1<\/sup>Molecular Biology, University of Puerto Rico - Rio Piedras, San Juan, PR,<sup>2<\/sup>Biochemistry, University of Puerto Rico - Medical Sciences Campus, San Juan, PR,<sup>3<\/sup>Biology, University of Puerto Rico - Rio Piedras, San Juan, PR","CSlideId":"","ControlKey":"75f310a4-8ea3-4bab-90c6-daf142f76e49","ControlNumber":"7724","DisclosureBlock":"&nbsp;<b>D. Garcia Almedina, <\/b> None..<br><b>N. Grafals-Ruiz, <\/b> None..<br><b>S. Dharmawardhane, <\/b> None..<br><b>A. Torres-Sanchez, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2634","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1586","PresenterBiography":null,"PresenterDisplayName":"Derealise Garcia Almedina","PresenterKey":"3a73e6aa-a34d-4a3e-bac3-18b7d1e4d584","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1586. The potential therapeutic effect of the Rac\/Cdc42 inhibitor MBQ-167 in glioblastoma<i>in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The potential therapeutic effect of the Rac\/Cdc42 inhibitor MBQ-167 in glioblastoma<i>in vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"In 2020, breast cancer was the most widespread cancer. This heterogenous disease can be divided into molecular subtypes according to three biomarkers: Estrogen Receptor (ER), Progesterone Receptor (PR) and Epidermal Growth Factor Receptor 2 (HER2). Currently, triple-negative breast cancers (TNBC), negative for all three biomarkers, have no personalized treatment. Also, about 40% of women with breast cancer receiving tamoxifen, a selective estrogen receptor modulator (SERM), have or will develop a resistance. Bazedoxifene (BZA), a SERM, a selective estrogen receptor modulator (SERD) and an indirect Signal transducer and activator of transcription 3 (STAT3) inhibitor, used for treatment of osteoporosis, has exhibited <i>in vitro<\/i> antitumoral effects. Therefore, BZA efficacy must be further evaluated. We hypothesize that BZA is a therapeutic option for hormone receptor (HR)-positive breast cancers and a novel anticancer agent for TNBC patients. To verify our hypothesis, we performed 2D viability assays on breast cancer cell lines treated with different BZA and hydroxytamoxifen (4OHT) concentrations to calculate the absolute half maximal inhibitory concentration (IC50). We then performed 3D viability assays, which is a first with BZA treatment. We further investigated gene expression of known STAT3 targets in breast cancer subtypes in UALCAN and on survival outcomes in PRECOG and ROCplot. The 72 hours BZA IC50 is respectively 8.038 &#177; 0.132 &#181;M for TNBC basal-like 2 cell line (SUM149PT) and the 4OHT IC50 for this cell line is 6.095 &#177; 0.133 &#181;M (p-value= 0.1). Despite IC50 seeming lower for 4OHT, the results are not significant when performing two sided Mann-Whitney. Similarly, for MDA-MB-231, another TNBC cell line, characterized as mesenchymal-like, BZA IC50 (7.988&#177; 0.482 &#181;M) seems higher but is not significantly different to the 4OHT IC50 (7.080&#177; 0.167 &#181;M) (p-value= 0.1). We also found that BZA IC50 and 4OHT IC50 for MCF7 (HR+) are not significantly different (p-value= 0.4). 3D viability assays performed on SUM149PT spheroids treated for 3 days with 2X and 5X BZA IC50 decreased cell viability whilst 2X 4OHT IC50 did not reduce cell viability. Lastly, we determined that <i>BIRC5, <\/i>a known inhibitor of apoptosis<i>,<\/i> is more expressed in TNBC patients from TCGA breast cancer cohort than other molecular subtypes, but patients diagnosed with luminal A breast cancer (HR+\/HER2-) receiving chemotherapy and experiencing a recurrence have a higher median gene expression of <i>BIRC5. <\/i>In summary, we have shown that BZA seems less effective to reduce cell viability in 2D assays than 4OHT in TNBC cell line but may be more effective in 3D models. A decrease in phosphorylated STAT3 following BZA treatment could be beneficial to patients with luminal A breast cancer who are not responding to chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Breast cancer,Triple-negative breast cancer (TNBC),STAT3,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Juliette Bherer<\/b><sup><\/sup>, Alisson Clemenceau<sup><\/sup>, Caroline Diorio<sup><\/sup>, Francine Durocher<sup><\/sup><br><br\/>CHU de Québec - Universite Laval, Québec, QC, Canada","CSlideId":"","ControlKey":"ba87669a-b36d-4ea5-bfeb-649fa1ca7bff","ControlNumber":"3073","DisclosureBlock":"&nbsp;<b>J. Bherer, <\/b> None..<br><b>A. Clemenceau, <\/b> None..<br><b>C. Diorio, <\/b> None..<br><b>F. Durocher, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2635","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1587","PresenterBiography":null,"PresenterDisplayName":"Juliette Bherer, BS","PresenterKey":"f19cc876-bccb-461e-a562-60c0af5ae642","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1587. Breast cancer treatment: Exploring bazedoxifene, a known SERM, SERD and indirect STAT3 inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breast cancer treatment: Exploring bazedoxifene, a known SERM, SERD and indirect STAT3 inhibitor","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Highly potent therapeutic approaches require clean targets. However, the majority of antibodies in clinical development or approved for cancer therapy address protein targets that are only over-expressed in cancer and yet often show significant expression in healthy organs. Besides protein expression, glycosylation is strongly altered in cancer, reflecting changes in tumor metabolism or genetic alterations. Mutated or mislocated glycosyltransferases, glycosidases, substrates and chaperones, give rise to tumor-associated, truncated O-glycans like Thomsen-Friedenreich (TF) or Thomsen novelle (Tn) which are expressed on proteins in different carcinomas, leukemias, lymphomas and their metastases. Due to the heterogeneous nature of glycan biosynthesis, variations of glycan-structure occur at a given site of a glycoprotein, making fine-tuning of antibodies against a specific glycoprotein challenging. Therefore, Glycotope developed a cell line based platform, able to express proteins carrying distinct tumor-related glycan-structures in order to generate highly tumor-specific protein\/carbohydrate combined epitope binding antibodies, thus increasing tumor selectivity of protein targeting antibodies.<br \/>Experimental procedures: The presence of tumor-associated carbohydrates in cancer tissues was demonstrated by immunohistochemistry analysis. A platform comprising different glyco-engineered cell lines capable to express proteins with distinct glycoforms was developed and fully characterized. The cells&#8217; ability to express specific protein\/carbohydrate combined epitopes (GlycoTargets) with distinct carbohydrates was shown by flow cytometry, ELISA and mass spectrometry experiments. The versatile use of the platform for i) recombinant expression of GlycoTargets for the use as immunogens, ii) screening tool in antibody discovery campaigns, iii) characterization of antibody lead candidates, was shown in ELISA and flow cytometry experiments.<br \/>Results: Using our glyco-engineered cells, we showcase the potential of the platform as a tool for the generation of proteins with specific glycosylation and for screening of antibodies that bind to their target protein only in combination with a specific tumor-associated glycan structure.<br \/>Conclusion: Our platform enables tailored immunization and screening approaches in order to generate antibodies against specific protein\/carbohydrate combined epitopes. These antibodies bind their protein target only in presence of tumor-associated carbohydrates, thereby showing markedly reduced binding to the protein expressed in healthy tissues. This cell-based platform provides the basis for target validation, antigen production, immunization and screening for highly specific antibodies, opening the field for more effective therapeutic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Antibody,Tumor targeting,Glycosylation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Patrik Kehler<\/b><sup><\/sup>, Naomi Kast<sup><\/sup>, Manon Weiske<sup><\/sup>, Stephanie Gurka<sup><\/sup>, Timo Lischke<sup><\/sup>, Johanna Gellert<sup><\/sup>, Antje Danielczyk<sup><\/sup><br><br\/>Glycotope GmbH, Berlin, Germany","CSlideId":"","ControlKey":"5fa43eb3-762a-44b1-b731-c8c1ee8b1ebf","ControlNumber":"4911","DisclosureBlock":"<b>&nbsp;P. Kehler, <\/b> <br><b>Glycotope GmbH<\/b> Employment, Patent. <br><b>N. Kast, <\/b> <br><b>Glycotope GmbH<\/b> Employment. <br><b>M. Weiske, <\/b> <br><b>Glycotope GmbH<\/b> Employment. <br><b>S. Gurka, <\/b> <br><b>Glycotope GmbH<\/b> Employment. <br><b>T. Lischke, <\/b> <br><b>Glycotope GmbH<\/b> Employment. <br><b>J. Gellert, <\/b> <br><b>Glycotope GmbH<\/b> Employment, Patent. <br><b>A. Danielczyk, <\/b> <br><b>Glycotope GmbH<\/b> Employment, Patent.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2636","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1588","PresenterBiography":null,"PresenterDisplayName":"Patrik Kehler, Dr Rer Nat","PresenterKey":"b3192b69-f84f-4ef9-8731-a0b126fadb87","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1588. Using glyco-engineered cells with flexible expression of tumor-associated carbohydrates for the generation of highly tumor-specific antibodies","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using glyco-engineered cells with flexible expression of tumor-associated carbohydrates for the generation of highly tumor-specific antibodies","Topics":null,"cSlideId":""},{"Abstract":"Elevated polyamine levels are essential for continual proliferation of cancer cells. Cytosolic histone deacetylase-10 (HDAC10) specifically deacetylates the modified polyamine <i>N<\/i><sup>8<\/sup>-acetylspermidine (<i>N<\/i><sup>8<\/sup>-AcSpd), of which extracellular sources can be abundant, particularly in the colonic lumen. We previously demonstrated that exogenously supplied <i>N<\/i><sup>8<\/sup>-AcSpd can support tumor cell growth through HDAC10-mediated deacetylation into spermidine, which is then redistributed within the polyamine interconversion pathway to maintain homeostasis.In the current study, we investigate the utility of polyamine-based hydroxamic acids (PAHAs) and benzamides (PABAs) as pharmacological inhibitors of HDAC10-mediated polyamine deacetylation. Incorporation of the polyamine moiety enables these compounds to enter the cell selectively through the polyamine transport system, which is upregulated in cancer cells. A total of 42 compounds, including 21 PAHAs and 21 PABAs, were screened for HDAC10 inhibition using a cell-based growth assay in which polyamine-depleted, growth-arrested cells are exposed to <i>N<\/i><sup>8<\/sup>-AcSpd: in the presence of HDAC10 activity, this polyamine is deacetylated and proliferation is restored. Several compounds in our screen inhibited HDAC10 activity in this assay, as indicated by a lack of growth rescue, and were selected for further analysis in which treatment was expanded over a range of doses, thereby allowing a dose-dependent evaluation and comparison of sensitivity. HPLC-based analysis of cell lysates functionally confirmed that deacetylation of <i>N<\/i><sup>8<\/sup>-AcSpd into spermidine was inhibited by the test compounds. Finally, specificity of the selected PAHAs and PABAs for HDAC10 was evaluated by immunoblotting for increased acetylation of the substrates of related HDACs, including histones H3 and H4, and alpha-tubulin. These studies provide a basis for future drug design strategies targeting the polyamine deacetylase activity of HDAC10 as an antitumor strategy, which may be particularly important in the context of polyamine-blocking therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Polyamines,Histone deacetylase inhibitor,HDAC inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tracy Murray Stewart<\/b><sup>1<\/sup>, Jackson  R.  Foley<sup>1<\/sup>, Patrick  M.  Woster<sup>2<\/sup>, Robert  A.  Casero<sup>1<\/sup><br><br\/><sup>1<\/sup>Oncology, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD,<sup>2<\/sup>Drug Discovery and Biomedical Sciences, Medical University of South Carolina, Charleston, SC","CSlideId":"","ControlKey":"7843ede2-0982-4e72-b2c9-4461ebc54cd1","ControlNumber":"6218","DisclosureBlock":"<b>&nbsp;T. M. Stewart, <\/b> <br><b>Panbela Therapeutics, Inc.<\/b> Grant\/Contract, Gift.<br><b>J. R. Foley, <\/b> None..<br><b>P. M. Woster, <\/b> None.&nbsp;<br><b>R. A. Casero, <\/b> <br><b>Panbela Therapeutics, Inc.<\/b> Grant\/Contract, Gift.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2637","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1589","PresenterBiography":"","PresenterDisplayName":"Tracy Stewart, BS;MA;PhD","PresenterKey":"abb98f6d-cfdf-47ac-b165-0fce5dff23d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1589. Characterization of polyaminohydroxamic acids and polyaminobenzamides as inhibitors of HDAC10","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of polyaminohydroxamic acids and polyaminobenzamides as inhibitors of HDAC10","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is a leading cause of cancer-related deaths worldwide. Thus, developing novel and targeted therapies for inhibiting CRC progression and metastasis is urgent. Several studies, including ours, have reported a causal role for an upregulated claudin-1 expression in promoting CRC metastasis through the activation of the Src and &#946;-catenin-signaling. In murine models of colon tumorigenesis, claudin-1 overexpression promotes oncogenic properties such as transformation and invasiveness. Conversely, the downregulation of claudin-1 inhibits colon tumorigenesis. Despite being a desirable target for cancer treatment, there are currently no known claudin-1 inhibitors with antitumor efficacy. Using a rigorous analytical design and implementing <i>in-vitro<\/i> and <i>in-vivo<\/i> testing and a brief medicinal chemistry campaign, we identified a claudin-1-specific inhibitor and named it I-6. Despite its high potency, I-6 was rapidly cleared in human liver microsomes. We, therefore, synthesized I-6 analogs and discovered a novel small molecule, PDS-0330. We determined that PDS0330 inhibits claudin-1-dependent CRC progression without exhibiting toxicity in <i>in-vitro<\/i> and <i>in-vivo<\/i> models of CRC and that it binds directly and specifically to claudin-1 with micromolar affinity. Further analyses revealed that PDS-0330 exhibits antitumor and chemosensitizer activities with favorable pharmacokinetic properties by inhibiting the association with metastatic oncogene Src. Overall, our data propose that PDS-0330 interferes with claudin-1\/Src association to inhibit CRC progression and metastasis. Our findings are of direct clinical relevance and may open new therapeutic opportunities in colon cancer treatment and\/or management by targeting claudin-1.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Colon cancer,Chemoresistance,Receptors,Src,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Iram Fatima<\/b><sup>1<\/sup>, Jaya Prakash Uppada<sup>1<\/sup>, Yashpal  S.  Chhonker<sup>2<\/sup>, Saiprasad Gowrikumar<sup>1<\/sup>, Susmita Barman<sup>1<\/sup>, Sourav Roy<sup>3<\/sup>, Kirsten  T.  Tolentino<sup>4<\/sup>, Nicholas Palermo<sup>5<\/sup>, Amar Natarajan<sup>6<\/sup>, Daniel  R.  Beauchamp<sup>7<\/sup>, Alex Vecchio<sup>3<\/sup>, Daryl  J.  Murry<sup>2<\/sup>, Amar  B.  Singh<sup>1<\/sup>, Corey  R.  Hopkins<sup>4<\/sup>, Punita Dhawan<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE,<sup>2<\/sup>Department of Pharmacy Practice and Science, University of Nebraska Medical Center, Omaha, NE,<sup>3<\/sup>Department of Biochemistry, University of Nebraska-Lincoln, Lincoln, NE,<sup>4<\/sup>Department of Pharmaceutical Sciences, University of Nebraska Medical Center, Omaha, NE,<sup>5<\/sup>Computational Chemistry Core, University of Nebraska Medical Center, Omaha, NE,<sup>6<\/sup>Eppley Institute for Cancer Research, University of Nebraska Medical Center, Omaha, NE,<sup>7<\/sup>Surgical Oncology Research Laboratories, Department of Surgery, Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"18221ac2-b381-4e5f-bd43-bc12598f09f1","ControlNumber":"6801","DisclosureBlock":"&nbsp;<b>I. Fatima, <\/b> None..<br><b>J. P. Uppada, <\/b> None..<br><b>Y. S. Chhonker, <\/b> None..<br><b>S. Gowrikumar, <\/b> None..<br><b>S. Barman, <\/b> None..<br><b>S. Roy, <\/b> None..<br><b>K. T. Tolentino, <\/b> None..<br><b>N. Palermo, <\/b> None..<br><b>A. Natarajan, <\/b> None..<br><b>D. R. Beauchamp, <\/b> None..<br><b>A. Vecchio, <\/b> None..<br><b>D. J. Murry, <\/b> None..<br><b>A. B. Singh, <\/b> None..<br><b>C. R. Hopkins, <\/b> None..<br><b>P. Dhawan, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2638","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1590","PresenterBiography":null,"PresenterDisplayName":"Iram Fatima, PhD","PresenterKey":"146f8ee0-efe4-483a-b5f0-0de83c77d643","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1590. Identification and characterization of a first-generation inhibitor of claudin-1 to inhibit colon cancer progression and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification and characterization of a first-generation inhibitor of claudin-1 to inhibit colon cancer progression and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Purpose of study: Residues P \/ K \/ D \/ N \/ H undergo enzymatic hydroxylations essential for proteins that, like collagens, fibrillins, collectins, and hypoxia-inducible factors, co-determine cancer outcome. Despite disparate protein substrates, these enzymes follow identical catalysis by activating inhaled O<sub>2<\/sub> for hydroxylation - the <u>HAG mechanism<\/u>, formulated in a 1983 thesis. It details catalysis at subatomic resolution, classifies <i>all possible<\/i> inhibitors, identifies the first selective inhibitor of collagen and collectin biosynthesis, and defines the numerous 2-oxoacid utilizing dioxygenases (2OUDs). The HAG mechanism is considered <i>&#8216;seminal&#8217;<\/i> for drug development (<u>https:\/\/pubmed.ncbi.nlm.nih.gov\/7857312\/<\/u><u><\/u>). 2OUDs occur in clusters. This predicts HAG inhibitors to act across polygenic hydroxylation-dependent protein families relevant in cancer. Single-drug multi-targeted inhibition is a paradigm for anticancer drug discovery (e.g. Alimta&#8482; [<u>https:\/\/ascopubs.org\/doi\/pdf\/10.1200\/JCO.1999.17.10.3009<\/u><u><\/u>]). We tested multi-targeted 2OUD suppression with an FDA-approved medicine, deferiprone (DEF), that per HAG mechanism blocks 2OUD cofactors (2-oxoacid, ascorbate).<br \/>Hypothesis: <u>HAG mechanism<\/u> blockade in multiple 2OUD-reliant pathways triggers a cascade of aftereffects; in cancer cells, this <u>HAG sequence<\/u> is lethal and immunogenic.<br \/>Methods: Culture \/ metabolic labeling \/ RNA-seq \/ flow cytometry of models for high grade serous ovarian cancer (KURAMOCHI), uterine serous cancer (ARK1), and cancer-associated fibroblasts (MRC5).<br \/>Results: In a dose-dependent manner at clinical concentrations, DEF inhibited [<sup>3<\/sup>H]Pro \/ [<sup>3<\/sup>H]Lys hydroxylation, not incorporation; and caused intracellular accumulation of hydroxylation-deficient collagens (COL1A1, -3A1, -6A1, -11A2, -18A1), fibrillins (FBN1), collectins (C1QA,-B, -C), and HIFs (EPAS1), exceeding controls up to 10-fold. After 96 hrs, accumulation reversed in MRC5, remained elevated in KURAMOCHI, and rose further in ARK1. Activation of the ablative unfolded protein response (UPR), via enhanced <i>DDIT<\/i>3, <i>TRIB3<\/i>, <i>BAK1<\/i>, <i>PMAIP1<\/i>, <i>HRK<\/i> expression, coincided with a &#62;80% decline in cancer cell count. In MRC5, DEF downregulated apoptosis markers (cleaved PARP-1, active caspase 3), but upregulated both over controls in KURAMOCHI and ARK1, which also showed enhanced expression of pyroptosis markers (caspase 1, IL-18, gasdermins).<br \/>Conclusions: DEF reactivity reveals <u>HAG mechanism<\/u> inhibition at multiple 2OUDs that hydroxylate P \/ K \/ D \/ N residues in cancer-relevant proteins. The ensuing <u>HAG sequence<\/u> captures the secondary effects, e.g. HIF2&#945;-driven synthesis of underhydroxylated, therefore UPR-retained COL \/ FBN, triggering apoptotic cancer cell death that, due to C1q deficiency, must proceed without autoimmunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Drug discovery,Unfolded protein response (UPR),Cell death,Cell lines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Spencer M. Goering<\/b><sup>1<\/sup>, Sukhwinder Singh<sup>2<\/sup>, Axel-Rainer Hanauske<sup>3<\/sup>, Bernadette M. Cracchiolo<sup>4<\/sup>, Isabel  W.   C.  Cracchiolo<sup>5<\/sup>, Angela A. Sandev<sup>6<\/sup>, Hartmut M. Hanauske-Abel<sup>7<\/sup><br><br\/><sup>1<\/sup>Fiorello H. LaGuardia High School, New York, NY,<sup>2<\/sup>Pathology, Immunology and Laboratory Medicine, Rutgers NJMS, Newark, NJ,<sup>3<\/sup>Internal Medicine III – Hemato-Oncology, Technical University, Munich, Germany,<sup>4<\/sup>Obstetrics, Gynecology and Reproductive Health, Rutgers NJMS, Newark, NJ,<sup>5<\/sup>Dwight Englewood High School (NJ) previously, currently University of Rochester, New York, NY,<sup>6<\/sup>Dwight Englewood High School (NJ) previously, currently Boston University, Boston, MA,<sup>7<\/sup>Obstet & Gynecol; Microbiol Biochem Mol Genet; Pediatics, Rutgers NJMS, Newark, NJ","CSlideId":"","ControlKey":"c3f1b9e1-89a1-451a-a9f1-52244266d2d8","ControlNumber":"775","DisclosureBlock":"&nbsp;<b>S. M. Goering, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>A. Hanauske, <\/b> None..<br><b>B. M. Cracchiolo, <\/b> None..<br><b>I. W. C. Cracchiolo, <\/b> None..<br><b>A. A. Sandev, <\/b> None..<br><b>H. M. Hanauske-Abel, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2639","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1591","PresenterBiography":null,"PresenterDisplayName":"Hartmut Hanauske-Abel, MD;PhD","PresenterKey":"21de65a2-6f5c-4bd4-a3be-50d12122277e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1591. Integrating protein hydroxylase inhibition into cancer therapeutics: From orbital interactions at hydroxylase active sites to misfolded protein-driven cancer cell death and immunogenic cancer cell apoptosis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating protein hydroxylase inhibition into cancer therapeutics: From orbital interactions at hydroxylase active sites to misfolded protein-driven cancer cell death and immunogenic cancer cell apoptosis","Topics":null,"cSlideId":""},{"Abstract":"Despite the significant advancements in breast cancer (BCa) research and potential therapeutic targets, mortality rates for African American (AA) women remain high compared to other ethnic groups. In the United States, BCa is the second leading cause of cancer-related deaths and is commonly classified by the expression of molecular markers. Treatment and prognosis are determined by the presence and absence of the estrogen receptor (ER), progesterone receptor (PR), human epidermal growth factor receptor 2 (Her2), and, more recently, the androgen receptor (AR). AA women are more likely to be diagnosed with triple-negative breast cancer (TNBC) and experience a higher risk of BCa mortality than European American women (EA), creating a survival disparity. Biological and non-biological factors are implicated in the difference between EA and AA women contributing to the racial disparities in BCa mortality. Potential implications of this disparity in AA women have been linked to treatment, health care access, socioeconomic status (SES), stress, genetics, and comorbidities. Due to the fraction of available chemotherapeutics for TNBC and the survival disparity in AA women, identifying mechanisms contributing to this aggressive, hard-to-treat BCa is warranted. Studies examining psychological stress and its connection has been shown to contribute to the etiology and aggressiveness of BCa. A direct link has been made in animal models between induced psychological stress and tumor development.Specifically, psychological stress has resulted in higher catecholamine levels and is associated with cancer, resulting in higher incidence, aggression, and mortality. Norepinephrine and epinephrine signal through &#946;-Adrenergic receptors (&#946;-ARs), and these interactions have been shown to decrease apoptosis in prostate cancer cells, increasing malignancy in BCa through the p38 MAPK signaling pathway, and promote BCa stem-like cells. Inhibitors of &#946;-ARs or beta-blockers have been shown to improve the efficacy of chemotherapeutics and decrease the risk of heart failure in cancer patients receiving anthracycline therapy. In this study, we use four TNBC cells (MDA-MB-231, HCC-1143, MDA-MB-468, HCC-1806) that differ in the percentage of West African Ancestry (WAA); we identify differential expression of the ADRB2 protein across all cell lines utilizing flow cytometry. We also show that the non-selective inhibitor of ADRB1 and ADRB2, propranolol, increases the efficacy of Doxorubicin in some cells, which is determined by IC50. We find that the agonist norepinephrine (NE) has no significant impact on cellular growth but impacts the cell's response to Doxorubicin. Here we show that beta-blockers may provide a clinical benefit in combination with Doxorubicin which is dependent upon cell line, and that the &#946;-AR is a promising target for treating TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Anthracycline,Breast cancer,African American,Cell lines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alanna Burwell<\/b><sup>1<\/sup>, Portia Andrews<sup>2<\/sup>, Dayami Lopez<sup>1<\/sup>, K. Sean Kimbro<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Pharmaceutical Sciences BRITE-North Carolina Central University, Durham, NC, North Carolina Central University, Durham, NC,<sup>2<\/sup>Department of Biological and Biomedical Sciences, North Carolina Central University, Durham, NC, North Carolina Central University, Durham, NC","CSlideId":"","ControlKey":"3f2becd4-9941-4823-8ff1-aaaac7dc74d0","ControlNumber":"7902","DisclosureBlock":"&nbsp;<b>A. Burwell, <\/b> None..<br><b>P. Andrews, <\/b> None..<br><b>D. Lopez, <\/b> None..<br><b>K. Kimbro, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2667","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1592","PresenterBiography":null,"PresenterDisplayName":"Alanna Burwell, AS;BS;MPH","PresenterKey":"adc43e26-51eb-4e3c-bd4d-606cf95c3209","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1592. The role of beta-adrenergic receptor agonists and inhibitors on the efficacy of Doxorubicin in TNBC cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of beta-adrenergic receptor agonists and inhibitors on the efficacy of Doxorubicin in TNBC cell lines","Topics":null,"cSlideId":""},{"Abstract":"The identification of molecular biomarkers that can predict the response of cancer treatment facilitates more clear targeted therapy by lowering the side effect. Therefore, the present study investigated the key regulatory genes that determine the efficacy of SH003, a herbal medicine, combined with docetaxel (DTX) in non-small cell lung cancer cells. We identified that the combination treatment inhibited the process of the de novo biosynthesis of pyrimidine nucleotide via the reduction of the related enzyme expressions, resulting in DNA damage and apoptosis. However, we found that NSCLC cells have different sensitivities to combination treatment. As a result, the difference in sensitivity was determined by the p53 gene expression pattern of lung cancer cells, indicating that the treatment response of combination enhances by activating p53 in p53 wild-type lung cancer. Lung cancer cells harboring p53 mutations were resistant to the metabolic inhibition by the combination, whereas this effect was restored when p53 is expressed normally. In conclusion, this study revealed the genetic characteristics of cancer cells that are susceptible to treatment response when SH003 and DTX are combined, suggesting that p53 will be an important predictor of combination treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Combination therapy,Predictive biomarkers,Metabolism,p53,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yu-Jeong Choi<\/b><sup><\/sup>, Kangwook Lee<sup><\/sup>, Sooyeon Kang<sup><\/sup>, Seo Yeon Lee<sup><\/sup>, Hyun-Ha Hwang<sup><\/sup>, Seong-Gyu Ko<sup><\/sup><br><br\/>Kyunghee University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"bcb85e41-4623-4aaa-af30-c6b43bf2f6b3","ControlNumber":"1462","DisclosureBlock":"&nbsp;<b>Y. Choi, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>H. Hwang, <\/b> None..<br><b>S. Ko, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2668","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1593","PresenterBiography":null,"PresenterDisplayName":"Yu-Jeong Choi","PresenterKey":"00f62d35-45d2-458b-81b7-30ea3642657a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1593. Synergistic effect of SH003 and Docetaxel by targeting a metabolic pathway in non-small cell lung cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic effect of SH003 and Docetaxel by targeting a metabolic pathway in non-small cell lung cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Dysregulated cellular differentiation is a major pathological feature of myeloid malignancies such as acute myeloid leukemia (AML). Targeting cellular differentiation programs has emerged as a novel therapeutic approach to treat patients with AML. Advantages of such differentiation therapy may include fewer systemic side-effects as well as opportunities to target leukemic stem cells (LSCs) and a broader range of clonal populations, likely resulting in lower frequencies of resistance and relapse in AML patients. The success of ATRA and decitabine in subsets of AML patients has proven that inducing differentiation can play a critical role in long-term durable responses. More agents targeting epigenetic regulators have been increasingly studied as differentiation inducers, including LSD1, DNMT1, Menin, and BET inhibitors. Recently, targeting SWI\/SNF chromatin remodeling complexes has also been shown to regulate key leukemic gene expression signatures and induce AML differentiation. Small molecule inhibitors as well as gene knockdown for ATP-dependent SWI\/SNF subunits SMARCA2 (BRM) and SMARCA4 (BRG1) are associated with re-direction of oncogenic transcriptional regulation to drive cellular differentiation and apoptosis in AML models. We have previously described the activity of highly potent, bispecific SMARCA2 degraders that efficiently promote SMARCA2 protein degradation in preclinical models. In the present study, we investigated the effects of our SMARCA2 selective degraders in AML models. Treatment with SMARCA2 degraders significantly inhibits AML cell line proliferation in vitro with IC50 ranging from 10 to 50 nM. In the SMARCA2 degrader treated cells, expression of PU.1 (SPI1), a key transcription factor in myeloid leukemias, was downregulated. In an in vivo OCI-AML3 xenograft model, treatment with a SMARCA2 selective degrader showed moderate tumor growth inhibition accompanied by robust increases in monocytic maturation markers CD11b and CD14. Further analyses of SMARCA2 degrader effects on global transcriptome and AML immunophenotypes as well as combination effects with other therapies are currently in progress. These findings highlight the potential of SMARCA2 degraders to target AML differentiation blocks and to improve the effectiveness of other therapeutic agents such as decitabine and venetoclax in AML patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Differentiation therapy,,"},{"Key":"Keywords","Value":"SWI\/SNF,Differentiation,Acute myeloid leukemia,Targeted protein degradation (TPD) ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anjana Agarwal<\/b><sup><\/sup>, Olusola Peace Osinubi<sup><\/sup>, Komali Vykuntam<sup><\/sup>, Norman Fultang<sup><\/sup>, Neha Bhagwat<sup><\/sup>, Diane Heiser<sup><\/sup>, Kris Vaddi<sup><\/sup>, Koichi Ito<sup><\/sup>, Peggy Scherle<sup><\/sup><br><br\/>Prelude Therapeutics, Wilmington, DE","CSlideId":"","ControlKey":"057c8652-7ff6-4fb5-8c51-8eebff912458","ControlNumber":"5124","DisclosureBlock":"<b>&nbsp;A. Agarwal, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>O. P. Osinubi, <\/b> <br><b>Prelude Therapeutics<\/b> Employment. <br><b>K. Vykuntam, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>N. Fultang, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>N. Bhagwat, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. Heiser, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. Vaddi, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. Ito, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>P. Scherle, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2669","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1594","PresenterBiography":null,"PresenterDisplayName":"Anjana Agarwal","PresenterKey":"dfa220f2-1c1e-467e-9210-5c5c12e71840","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1594. SMARCA2 (BRM) degraders promotes differentiation and inhibit proliferation in AML models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SMARCA2 (BRM) degraders promotes differentiation and inhibit proliferation in AML models","Topics":null,"cSlideId":""},{"Abstract":"Hypothyroidism is commonly detected in patients with medulloblastoma (MB), a pediatric brain tumor, which is generally considered as a treatment-related complication. Although reduced levels of thyroid hormone (TH) significantly correlate with poor survival of patients with MB, the possible link between TH signaling and MB pathogenicity is unknown. Here, we found that TH plays a critical role in MB pathogenicity by regulating terminal differentiation of tumor cells. Elimination or reduction in the levels of TH frees the unliganded TH receptor, TR&#945;, to bind to EZH2 and repress expression of NeuroD1, a transcription factor that drives terminal differentiation of neuronal progenitors as well as MB cells. However, increased TH reverses EZH2-mediated repression of NeuroD1 by abrogating the binding of EZH2 and TR&#945;, thereby stimulating terminal differentiation of tumor cells and reducing MB growth. Moreover, TH promotes extensive differentiation and reduced proliferation of tumor cells from multiple molecular subtypes of MB including the hedgehog (HH) group as well as group 3 (G3) MB, indicating that TH-induced differentiation is not restricted by the oncogenic driver mutations in tumor cells. Consequently, TH treatment significantly inhibits the in vivo growth of SHH- and G3-MB by promoting tumor cell differentiation, with no obvious increase in tumor cell death, indicating that TH signaling represents a novel therapeutic entry-point for broad treatment of MB. These findings elucidate the mechanisms underlying terminal differentiation of MB cells, and they establish an unprecedented association between TH signaling and MB progression. Our studies provide compelling evidence for a promising tumor therapeutic modality targeting tumor cell differentiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Differentiation therapy,,"},{"Key":"Keywords","Value":"Medulloblastoma,Tumor progression,Thyroid\/endocrine-related cancers,Differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zeng-Jie Yang<\/b><sup><\/sup>, Yijun Yang Yang<sup><\/sup>, Allie Heller<sup><\/sup><br><br\/>Fox Chase Cancer Center, Philadelphia, PA","CSlideId":"","ControlKey":"97b7bf1c-6583-49b1-bb33-d7a50fbc54ce","ControlNumber":"3535","DisclosureBlock":"&nbsp;<b>Z. Yang, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>A. Heller, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2670","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1595","PresenterBiography":null,"PresenterDisplayName":"Zeng-Jie Yang, MD;PhD","PresenterKey":"44525c48-2e32-4398-9011-3a507b78ebd8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1595. Thyroid hormone drives the terminal differentiation of tumor cells in medulloblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Thyroid hormone drives the terminal differentiation of tumor cells in medulloblastoma","Topics":null,"cSlideId":""},{"Abstract":"All-trans retinoic acid (<i>ATRA<\/i>) is used in the treatment of <i>Acute Promyelocytic Leukemia<\/i> (<i>APL<\/i>) with exceptional results, inducing long-lasting remissions in 78% of the patients. In previous papers (Bolis M et al., <i>Ann Oncol.<\/i> 2017, 28:611; Centritto F et al., <i>EMBO Mol Med.<\/i> 2015, 7:950) we demonstrated the therapeutic potential of <i>ATRA<\/i> in the personalized treatment of breast cancer. The present study is aimed at providing pre-clinical evidence supporting the use of pharmacological strategies based on <i>ATRA<\/i> in the management of stomach cancer, a very heterogeneous type of tumor, which lacks effective therapeutic options other than surgery. To define the sensitivity of gastric cancer to the anti-proliferative action of <i>ATRA<\/i>, we used 27 cell-lines, recapitulating the heterogeneity of the tumor. Fourteen of these cell-lines are characterized by a <i>G-DIF<\/i> phenotype, while the remainders present with a <i>G-INT<\/i> phenotype. Each cell-line was exposed to increasing concentrations of ATRA and the growth-inhibitory effects of the retinoid were evaluated at 3, 6, and 9 days. The 27 cell-lines were ranked for their sensitivity to the retinoid with the &#8220;<i>ATRA-score<\/i>&#8221;, a continuous\/quantitative index, which we developed. The results indicate that the cell-lines can be divided into 3 separate groups characterized by high, intermediate and low sensitivity to <i>ATRA<\/i>. No significant correlation between <i>ATRA<\/i>-sensitivity and the <i>G-DIF<\/i> or <i>G-INT<\/i> phenotype is observed in our panel of cell-lines. To support the results of the cell-lines, we evaluated the anti-proliferative effects exerted by <i>ATRA<\/i> on short-term tissue slice cultures of primary tumors derived from 13 cases of stomach cancer, which we classified as <i>G-DIF<\/i> or <i>G-INT<\/i> following determination of the basal gene-expression profiles with the use of RNA-sequencing studies. The results obtained with the short-term tissue culture model confirm the data generated with the cell-lines. The whole genome RNA-sequencing studies performed in the cell-lines and short-term tissue cultures in basal conditions allowed us to define a model consisting of 42 genes whose expression is quantitatively correlated with <i>ATRA<\/i>-sensitivity. The model was used to predict the sensitivity of gastric cancer cases to <i>ATRA<\/i> using the <i>TCGA<\/i> dataset. The results obtained indicate that approximately 60% of the gastric cancer cases are predicted to be characterized by high\/intermediate sensitivity to <i>ATRA<\/i>, regardless of the <i>G-DIF<\/i> or <i>G-INT<\/i> phenotype. In conclusion, our results support the concept that <i>ATRA<\/i>-based therapeutic strategies are likely to be beneficial in the majority of stomach cancer cases. In addition, we generate a gene-expression tool that may be used for the selection of <i>ATRA<\/i>-sensitive patients in the clinics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-04 Differentiation therapy,,"},{"Key":"Keywords","Value":"Retinoic acid,Retinoids,Stomach cancer,Gastric cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Mineko Terao<sup>1<\/sup>, Luca Guarrera<sup>1<\/sup>, Silvio Ken Garattini<sup>2<\/sup>, Marika Foglia<sup>1<\/sup>, Maurizio Gianni<sup>1<\/sup>, <b>Enrico Garattini<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Mario Negri Institute for Pharmacological Research (Milan), Milan, Italy,<sup>2<\/sup>Oncology, Azienda Ospedaliero Universitaria di Udine, Udine, Italy","CSlideId":"","ControlKey":"bb498754-ae0b-4a2b-b94b-725b5133a7d0","ControlNumber":"482","DisclosureBlock":"&nbsp;<b>M. Terao, <\/b> None..<br><b>L. Guarrera, <\/b> None..<br><b>S. Garattini, <\/b> None..<br><b>M. Foglia, <\/b> None..<br><b>M. Gianni, <\/b> None..<br><b>E. Garattini, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2672","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1597","PresenterBiography":null,"PresenterDisplayName":"Enrico Garattini, MD","PresenterKey":"ac387a36-0f82-457c-bfad-78d77f715409","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1597. Sensitivity of gastric cancer cells to all-trans retinoic acid, a new agent in the personalized treatment of this heterogeneous tumor: Definition of a predictive gene-expression model that may be used for the selection of patients who may benefit from retinoid-based treatments","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sensitivity of gastric cancer cells to all-trans retinoic acid, a new agent in the personalized treatment of this heterogeneous tumor: Definition of a predictive gene-expression model that may be used for the selection of patients who may benefit from retinoid-based treatments","Topics":null,"cSlideId":""},{"Abstract":"KRAS<sup>Q61H<\/sup> mutant cancers represent a significant unmet medical need and include common solid tumor histotypes such as non-small cell lung cancer (NSCLC), pancreatic ductal adenocarcinoma (PDAC), and colorectal cancer (CRC). Currently, there are no targeted inhibitors of KRAS<sup>Q61H<\/sup> in clinical development. Mutant RAS proteins exist predominantly in the GTP-bound active RAS(ON) state, leading to excessive downstream signaling via interaction with effectors such as RAF kinases. The properties of the intrinsic GTPase cycle of KRAS<sup>Q61H<\/sup> should lead to accumulation of the active ON state. RM-046 is a potent, selective, and oral tri-complex inhibitor of KRAS<sup>Q61H<\/sup>(ON). RM-046 binds to the abundant intracellular chaperone protein cyclophilin A (CypA) with high affinity to form a binary complex that then non-covalently and selectively engages the active ON state of KRAS<sup>Q61H<\/sup>. The resulting tri-complex sterically blocks KRAS<sup>Q61H<\/sup> binding to its effectors, thereby inhibiting its downstream signaling. RM-046 potently suppressed ERK phosphorylation and proliferation in KRAS<sup>Q61H<\/sup> mutant cancer cells with sub-nanomolar EC<sub>50<\/sub> and IC<sub>50<\/sub> values while displaying selectivity over cancer cells with wildtype KRAS. RM-046 showed no evidence of off-target interactions based on <i>in vitro<\/i> GTPase, kinome, and safety panels. As a single agent, RM-046 induced dose-dependent, deep, and durable suppression of RAS pathway signaling in preclinical xenograft models <i>in vivo<\/i>. Daily oral administration of RM-046 demonstrated dose-dependent anti-tumor activity and drove deep tumor regressions across several preclinical xenograft models of human KRAS<sup>Q61H<\/sup> tumors, including NSCLC and PDAC. All treatment regimens tested with RM-046 were tolerated <i>in vivo<\/i>. As far as we are aware, RM-046 is the first oral and mutant-selective inhibitor of KRAS<sup>Q61H<\/sup>(ON). It also represents an example of a non-covalent, mutant-selective tri-complex inhibitor of a KRAS oncogenic driver mutation.<b><\/b><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"KRAS,Novel anticancer agents,Preclinical,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yu  C.  Yang<\/b><sup><\/sup>, Severin Thompson<sup><\/sup>, David Montgomery<sup><\/sup>, Antonio  J.   L.  Quiñones<sup><\/sup>, Xing Wei<sup><\/sup>, Benjamin Madej<sup><\/sup>, Aidan Tomlinson<sup><\/sup>, Nataliya  T.  Shifrin<sup><\/sup>, Alexander McNamara<sup><\/sup>, Ethan Ahler<sup><\/sup>, Laura  L.  McDowell<sup><\/sup>, Michael Flagella<sup><\/sup>, John Setser<sup><\/sup>, Stephanie Chang<sup><\/sup>, Zhican Wang<sup><\/sup>, Zhengping Wang<sup><\/sup>, Jun Huang<sup><\/sup>, Steve Ballmer<sup><\/sup>, Shaoling Li<sup><\/sup>, Andreas Buckl<sup><\/sup>, Elena Koltun<sup><\/sup>, Adrian Gill<sup><\/sup>, Jingjing Jiang<sup><\/sup>, Mallika Singh<sup><\/sup>, Jacqueline  A.  Smith<sup><\/sup><br><br\/>Revolution Medicines, Inc., Redwood City, CA","CSlideId":"","ControlKey":"6e16bf8a-975f-4c02-a9ca-f539f28c6a32","ControlNumber":"3134","DisclosureBlock":"<b>&nbsp;Y. C. Yang, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Thompson, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. Montgomery, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. J. L. Quiñones, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>X. Wei, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Madej, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. Tomlinson, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>N. T. Shifrin, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. McNamara, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>E. Ahler, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>L. L. McDowell, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Flagella, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Setser, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Chang, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>Z. Wang, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>Z. Wang, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Huang, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Ballmer, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Li, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. Buckl, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>E. Koltun, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. Gill, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Jiang, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Singh, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. A. Smith, <\/b> <br><b>Revolution Medicines, Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2673","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1598","PresenterBiography":null,"PresenterDisplayName":"Yu Chi (Kevin) Yang, BS;PhD","PresenterKey":"a7ab72eb-4737-4c47-ac3f-251a02140d58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1598. RM-046, a first-in-class, mutant-selective, and oral KRAS<sup>Q61H<\/sup>(ON) inhibitor that drives tumor regression in preclinical models and validates KRAS<sup>Q61H<\/sup> as a therapeutic target","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RM-046, a first-in-class, mutant-selective, and oral KRAS<sup>Q61H<\/sup>(ON) inhibitor that drives tumor regression in preclinical models and validates KRAS<sup>Q61H<\/sup> as a therapeutic target","Topics":null,"cSlideId":""},{"Abstract":"Cancer immunotherapy with immune checkpoint inhibitors (ICI) has shown durable clinical benefits in patients with immune-hot tumors. However, the majority of cancers are characterized by an immune-cold tumor microenvironment, which are refractory to ICI therapy. Targeting of tumor synthetic vulnerabilities due to genomic alterations is another promising approach that has proven effective in the clinic (e.g. PARP inhibitors in BRCA-mutant tumors). Here, we aimed to identify therapeutic targets that have dual liabilities in tumor cell survival and the evasion of anti-tumor innate immune responses. Applying machine learning approaches to a manually curated compendium of public and proprietary datasets, we identified and validated several genes with a high potential of conferring tumor-intrinsic cell survival and blocking of innate pro-inflammatory responses in immune-cold tumors. The targeting of these genes induced robust cell killing and activation of innate immune response pathways in specific molecularly-defined tumor populations, including immune-cold cells. A series of highly potent small molecule compounds were established against these targets using structure-based design, which shows robust in vitro and in vivo target engagement and favorable cytotoxic and phenotypic profiles across a large panel of cancer cell lines and PDXs. Collectively, this therapeutic program shows significant promise in treating a multitude of solid tumors as a monotherapy and in combination with currently approved immune therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Drug discovery,Tumor Microenvironment,Machine learning,Evasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Daniel Ciznadija<\/b><sup><\/sup>, Gemechis Degaga<sup><\/sup>, Abdul Mondal<sup><\/sup>, Maxwell Hillbert<sup><\/sup>, Cong Chen<sup><\/sup>, Bikash Debnath<sup><\/sup>, Sonam Mehrotra<sup><\/sup>, Brandon Jones<sup><\/sup>, Ralph Rivero<sup><\/sup>, Kakajan Komurov<sup><\/sup><br><br\/>Corellia, Hackensack, NJ","CSlideId":"","ControlKey":"d9e408a5-0851-4433-b49d-4c888d1cb670","ControlNumber":"7266","DisclosureBlock":"&nbsp;<b>D. Ciznadija, <\/b> None..<br><b>G. Degaga, <\/b> None..<br><b>A. Mondal, <\/b> None..<br><b>M. Hillbert, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>B. Debnath, <\/b> None..<br><b>S. Mehrotra, <\/b> None..<br><b>B. Jones, <\/b> None..<br><b>R. Rivero, <\/b> None..<br><b>K. Komurov, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2674","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1599","PresenterBiography":null,"PresenterDisplayName":"Rachel Bunting, MBA;MS","PresenterKey":"6e0637a4-9462-43d1-b994-e74fe0184414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1599. Targeting tumor synthetic vulnerabilities and immune evasion mechanisms with CO-1002","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting tumor synthetic vulnerabilities and immune evasion mechanisms with CO-1002","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> Mistletoe extract is widely used in cancer patients to support therapy and to improve quality of life (QoL). However, its use is controversial due to suboptimal trials and a lack of data supporting its intravenous administration.<br \/><b>Patients and Methods:<\/b> This phase I trial of intravenous Mistletoe (Helixor M) aimed to determine the recommended phase 2 dosing and to evaluate safety. Solid tumor patients progressing on at least one line of chemotherapy received escalating doses of Helixor M three times a week. Assessments were also made of tumor marker kinetics and QoL.<br \/><b>Results:<\/b> Twenty-one patients were recruited. The median follow-up duration was 15.3 weeks. The maximum tolerated dose was 600mg. Treatment-related adverse events (AEs) occurred in 13 patients (61.9%), with the most common being fatigue (28.6%), nausea (9.5%), and chills (9.5%). Grade 3+ treatment-related AEs were noted in three patients (14.8%). Stable disease was observed in five patients who had 1-6 prior therapies. Reductions in baseline target lesions were observed in three patients who had 2-6 prior therapies. Objective responses were not observed. The disease control rate (percentage of complete\/partial response and stable disease) was 23.8%. The median stable disease was 15 weeks. Serum cancer antigen-125 or carcinoembryonic antigen showed a slower rate of increase at higher dose levels. The median QoL by FACT-G increased from 79.7 at week 1 to 93 at week 4.<br \/><b>Conclusions:<\/b> Intravenous mistletoe demonstrated manageable toxicities with disease control and improved QoL in a heavily pretreated solid tumor population. Future phase II trials are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Phase I,Solid tumors,Mistletoe extract,Clinical trial,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Channing J. Paller<\/b><sup>1<\/sup>, Lin Wang<sup>2<\/sup>, Wei Fu<sup>1<\/sup>, Rajedra Kumar<sup>1<\/sup>, Jennifer Durham<sup>1<\/sup>, Nilofer Azad<sup>1<\/sup>, Daniel Laheru<sup>1<\/sup>, Ilene Browner<sup>1<\/sup>, Sushant Kachhap<sup>1<\/sup>, Kavya Boyapati<sup>1<\/sup>, Thomas Odeny<sup>3<\/sup>, Deborah Armstrong<sup>1<\/sup>, Christian Meyer<sup>1<\/sup>, Stephanie Gaillard<sup>1<\/sup>, Julie Brahmer<sup>1<\/sup>, Ivelisse Page<sup>4<\/sup>, Hao Wang<sup>1<\/sup>, Luis A. Diaz<sup>5<\/sup><br><br\/><sup>1<\/sup>The Johns Hopkins Hospital, Baltimore, MD,<sup>2<\/sup>Johns Hopkins University Bloomberg School of Public Health, Baltimore, MD,<sup>3<\/sup>National Cancer Institute, Bethesda, MD,<sup>4<\/sup>Believe Big Inc., Baltimore, MD,<sup>5<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"c0fb428a-e3d1-4931-a916-764623a29ed2","ControlNumber":"5476","DisclosureBlock":"&nbsp;<b>C. J. Paller, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>W. Fu, <\/b> None..<br><b>R. Kumar, <\/b> None..<br><b>J. Durham, <\/b> None..<br><b>N. Azad, <\/b> None..<br><b>D. Laheru, <\/b> None..<br><b>I. Browner, <\/b> None..<br><b>S. Kachhap, <\/b> None..<br><b>K. Boyapati, <\/b> None..<br><b>T. Odeny, <\/b> None..<br><b>D. Armstrong, <\/b> None..<br><b>C. Meyer, <\/b> None..<br><b>S. Gaillard, <\/b> None..<br><b>J. Brahmer, <\/b> None..<br><b>I. Page, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>L. A. Diaz, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2699","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1600","PresenterBiography":null,"PresenterDisplayName":"Channing Paller, MD","PresenterKey":"863ee759-8904-4b53-aad6-846bc2f44f0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1600. Phase I trial of intravenous mistletoe extract in advanced cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase I trial of intravenous mistletoe extract in advanced cancer","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most prevalent type of malignant tumor within the central nervous system. Possessing a five-year survival rate of 6.8%, new therapeutic options are a necessity in order to increase patient quality of life and survival outcomes. Arsenic trioxide (ATO) is an FDA approved drug for the treatment of relapsed or refractory acute promyelocytic leukemia. Clinical trials of ATO in combination with radiation and temozolomide show therapeutic effects in a modest subset of glioblastoma patients. ATO resistance in GBM cell lines is associated with MNK1-eIF4E upregulation. Additionally, diminished response to ATO is linked to resistance to oxidative stress via increased glutathione levels and NrF2 pathway expression. We sought to target each of these proposed mechanisms of resistance in order to develop a suite of compounds for use in combination therapies, with the goal of sensitizing GBM models to ATO. Six GBM PDX models were dosed with ATO at varying concentrations and monitored for the IC50 value of treatment. The cell lines exhibited a 20-fold difference in sensitivity, indicative of an underlying innate resistance to ATO. We performed drug dose response studies of patient-derived glioma cells treated with ATO in combination with the nutraceutical compounds Chrysin and Silibinin. Combination treatments using Chrysin and Silibinin showed potentiation of the cytotoxic effects of ATO. Confirmation of the mechanism for induced sensitivity to ATO will be explored by measuring shifts in glutathione content and susceptibility to oxidative stress in response to treatment using nutraceutical compounds. In addition, drug dosing with combination therapies utilizing the MAPK interacting serine\/threonine kinase 1 (MNK1) inhibitors eFT-508 and EFT-206 also show synergistic effects in GBM cell lines. The eIF4E phosphorylation response to treatment of both ATO alone ATO MNK1i combination therapies will be monitored and analyzed for potential translational effects. Each of these compounds were selected based on safe use determined in clinical trials (MNK1 inhibitors) or over-the-counter availability (nutraceuticals). All four companion approaches show low pharmacological liabilities in crossing the blood brain barrier. Future studies involving these compounds will consist of testing these suggested combination therapies in vivo by observing their effectiveness in orthotopic, GBM tumor bearing mice. Identification and development of sensitization targets for ATO will allow for greater effectiveness of treatment and a greater potency of the drug in combating resistance which arises in response to treatment. Discovery of a predictive molecular signature of synergy from ATO and other targeted agents may pave the way for a successful clinical trial of these combinations in an identifiable subpopulation of GBM patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Glioblastoma,Combination therapy,Arsenic trioxide,Glioblastoma multiforme,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Charles Shaffer<\/b><sup>1<\/sup>, Nanyun Tang<sup>1<\/sup>, Yue Hao<sup>1<\/sup>, Karen Fink<sup>2<\/sup>, George Snipes<sup>2<\/sup>, Bruce Mickey<sup>2<\/sup>, Michael Berens<sup>1<\/sup><br><br\/><sup>1<\/sup>TGen (The Translational Genomics Research Institute), Phoenix, AZ,<sup>2<\/sup>Baylor Scott & White Research Institute, Dallas, TX","CSlideId":"","ControlKey":"4a2b565a-9e17-4899-8446-04adaf356cbb","ControlNumber":"5040","DisclosureBlock":"&nbsp;<b>C. Shaffer, <\/b> None..<br><b>N. Tang, <\/b> None..<br><b>Y. Hao, <\/b> None..<br><b>K. Fink, <\/b> None..<br><b>G. Snipes, <\/b> None..<br><b>B. Mickey, <\/b> None..<br><b>M. Berens, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2704","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1601","PresenterBiography":null,"PresenterDisplayName":"Charles Shaffer, BS","PresenterKey":"f7261170-6cad-4f33-8ece-96a4bfc8f909","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1601. Potentiation of arsenic trioxide in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potentiation of arsenic trioxide in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"T315I mutation of Bcr-Abl in chronic myeloid leukemia (CML) leads to therapeutic resistance. It is known that Bcr-Abl transformation causes ROS-induced DNA damage, which can be exploited for anti-nucleotide treatment. We developed a small compound, JMF4073, which inhibits pyrimidylate kinases. Intriguingly, treatment of JMF4073 selectively eliminated WT-, but not T315I-, Bcr-Abl-transformed cells. We found that the higher level of cellular glutathione(GSH) in T315I-Bcr-Abl cells confers replication fork progression and sustains dTTP pool, leading to JMF4073 insusceptibility. Blocking mitochondrial pyruvate carrier (MPC) by UK-5099 reduced GSH and induced DNA replication stress in T315I-Bcr-Abl cells, thus increasing JMF4073 sensitivity in vitro and in vivo. We also observed the increases in glutamine flux to GSH production in T315I-Bcr-Abl cells, and reductive carboxylation of glutamate metabolism, together with mitochondrial dysfunction. The proteomic assay revealed the deficiencies in respiration complex I, II, and IV proteins in T315I-Bcr-Abl cells. Most interestingly, calcineurin inhibition remarkably elevated mitochondrial oxidative stress to cause cytotoxicity specifically in T315I-Bcr-Abl cells. Our results demonstrate the metabolic shift by T315I mutation of Bcr-Abl CML and provide the therapeutic options by co-targeting mitochondria and pyrimidylate kinases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Chronic myelogenous leukemia,Mitochondria,Oxidative stress,DNA replication,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chang-Yu Huang<\/b><sup>1<\/sup>, Yin-Hsuan Chung<sup>1<\/sup>, Sheng-Yang Wu<sup>1<\/sup>, Hsin-Yang Wang<sup>1<\/sup>, Chih-Yu Lin<sup>2<\/sup>, Tsung-Jung Yang<sup>3<\/sup>, Jim-Ming Fang<sup>3<\/sup>, Yu-Ju Chen<sup>2<\/sup>, Chun-Mei Hu<sup>2<\/sup>, Zee-Fen Chang<sup>1<\/sup><br><br\/><sup>1<\/sup>National Taiwan University, College of Medicine, Taipei, Taiwan,<sup>2<\/sup>Academia Sinica, Taipei, Taiwan,<sup>3<\/sup>National Taiwan University, Taipei, Taiwan","CSlideId":"","ControlKey":"a81f9cb6-8317-43eb-90f5-e0e9755cdde0","ControlNumber":"4038","DisclosureBlock":"&nbsp;<b>C. Huang, <\/b> None..<br><b>Y. Chung, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>T. Yang, <\/b> None..<br><b>J. Fang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>C. Hu, <\/b> None..<br><b>Z. Chang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2705","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1602","PresenterBiography":null,"PresenterDisplayName":"Chang-Yu Huang, PhD","PresenterKey":"a244091a-d8ce-4021-bf61-9c5020af09c1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1602. Co-targeting mitochondria and nucleotide metabolism in T315I-BCR-ABL myeloid leukemia for therapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Co-targeting mitochondria and nucleotide metabolism in T315I-BCR-ABL myeloid leukemia for therapy","Topics":null,"cSlideId":""},{"Abstract":"Osteoblastic bone metastasis is the predominant phenotype observed in advanced prostate cancer and is associated with high patient mortality and morbidity. WNT signaling is necessary for both bone formation and tumor progression. Dickkopf-1&nbsp;(DKK-1), a secretory antagonist of the canonical WNT\/&#946;-catenin signaling pathway, plays a complex role in bone tumors since it can either promote or decrease tumor occurrence and metastasis. The present study explored the molecular role of DKK-1 in prostate tumor progression, metastasis, and tumor-bone interactions using the osteoblastic canine prostate cancer cell line, Probasco. Previously, we found that DKK-1 can inhibit bone mineralization of mouse calvaria by Probasco conditioned medium (CM). Now we stably expressed DKK-1 in Probasco cells (Probasco-DKK-1), which were injected into the tibias or left ventricle of athymic mice. Bone metastases were monitored by bioluminesent imaging, microCT, and histopathology. Our results showed that Probasco-DKK-1 bone metastases had increased tumor growth, increased osteoclastic bone resorption, and decreased intramedullary woven bone formation <i>in vivo<\/i>. <i>In vitro<\/i>, DKK-1 had an autocrine effect on Probasco cells, which altered the cell morphology, increased cell proliferation, and induced EMT. Mechanistically, DKK-1 had little effect on the canonical WNT\/ &#946;-catenin signaling while dramatically down-regulated the non-canonical WNT\/JNK signaling, which inhibited caspase-dependent apoptosis in Probasco-DKK-1 cells. To investigate the effect of Probasco-DKK-1 on bone cells, primary osteoblasts and osteoclasts were treated by CM collected from cancer cells. We found that DKK-1 did not inhibit the mineralization of osteoblasts nor stimulate the activity of osteoclasts directly, but the expression of RNAKL was significantly higher in Probasco-DKK-1 CM-treated osteoblasts. Therefore, the Probasco-DKK-1 cells enhanced the activity of osteoclasts indirectly via the regulation of osteoblasts, which induced bone resorption. In conclusion, we showed that DKK-1 promoted prostate tumor growth by stimulating cell proliferation and inhibiting apoptosis in a canonical WNT-independent manner and attenuated the osteoblastic activity of prostate cancer. These findings provide new insights into the molecular mechanisms of DKK-1 in tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Prostate cancer,DKK-1,bone metastasis,canine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shiyu Yuan<\/b><sup>1<\/sup>, Nathan  K.  Hoggard<sup>2<\/sup>, Noriko Kantake<sup>3<\/sup>, Blake  E.  Hildreth<sup>4<\/sup>, Thomas  J.  Rosol<sup>3<\/sup><br><br\/><sup>1<\/sup>Biological Science, Ohio University, Athens, OH,<sup>2<\/sup>Ohio University, Athens, OH,<sup>3<\/sup>Biomedical Science, Ohio University, Athens, OH,<sup>4<\/sup>Department of Pathology, University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"762ced10-c1f8-4f9d-930d-f4d47275c676","ControlNumber":"2824","DisclosureBlock":"&nbsp;<b>S. Yuan, <\/b> None..<br><b>N. K. Hoggard, <\/b> None..<br><b>N. Kantake, <\/b> None..<br><b>B. E. Hildreth, <\/b> None..<br><b>T. J. Rosol, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2706","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1603","PresenterBiography":null,"PresenterDisplayName":"Shiyu Yuan, BS","PresenterKey":"5618b1fb-59e2-4acf-b0be-7b9c9aade697","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1603. The effect of dickkopf-1 (DKK-1) on prostate cancer growth and bone metastasis using the canine osteoblastic Probasco cell line","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The effect of dickkopf-1 (DKK-1) on prostate cancer growth and bone metastasis using the canine osteoblastic Probasco cell line","Topics":null,"cSlideId":""},{"Abstract":"Interleukin 13 receptor subunit alpha 2 (IL13RA2) is one of the two major receptors for the cytokine interleukin 13 (IL-13). While IL13RA1 has low affinity for IL-13 and it is expressed ubiquitously in humans, IL13RA2 has high binding affinity to IL-13 and its expression in normal tissues is mainly restricted to the testes. IL13RA2 was initially regarded as a decoy receptor because it has a short cytoplasmic tail with no known signaling motifs, and its binding to IL-13 does not lead to activation of the JAK\/STAT6 pathway. However, recent studies demonstrated that IL-13-mediated IL13RA2 signaling occurs via STAT6-independent pathways. IL13RA2 is reported to be expressed at a high frequency in glioblastoma multiforme (GBM) as well as in other solid tumors including melanoma, renal cell carcinoma and adrenocortical carcinoma and is correlated with poor prognosis. ADCT-211 is an antibody-drug conjugate composed of HuCl47, a humanized IgG1 antibody directed against human IL13RA2, site-specifically conjugated using GlycoConnect<sup>TM<\/sup> technology to PL1801, which contains Hydraspace<sup>TM<\/sup>, a valine-alanine cleavable linker and the PBD dimer cytotoxin SG2000 (drug to antibody ratio ~ 1.8). The purpose of this study was to characterize the in vitro and in vivo anti-tumor activity of ADCT-211 in human cancer cell lines and xenograft models, to determine its safety, tolerability and pharmacokinetic (PK) in the rat and to measure IL13RA2 expression by immunohistochemistry (IHC) in human tumor specimens. HuCl47 showed specific binding to recombinant IL13RA2, while it did not bind to IL13RA1. In vitro, ADCT-211 had highly potent and targeted cytotoxicity against various IL13RA2-expressing solid cancer cell lines. In vivo, a single dose of ADCT-211 at 10 mg\/kg was able to completely eradicate tumors in the subcutaneous (sc) A375 human melanoma xenograft model and resulted in 8\/8 tumor-free survivors (TFS) at the end of the study on day 57. In the sc U251 human glioblastoma xenograft model, a single dose of ADCT-211 at 3.75 mg\/kg showed potent and durable antitumor activity and it resulted in 5\/10 partial responders and 5\/10 complete responders, 2 of which were TFS at the end of the study on day 51. In an MTD study in male rats, ADCT-211 was stable and tolerated up to 24 mg\/kg single dose, with exposure data being indicative of a linear PK profile with a half-life of 12-19 days. Expression of membranous IL13RA2 was confirmed by IHC in a panel of primary and refractory GBM samples and malignant melanoma, highlighting them as potential indications for the clinical development of ADCT-211. In conclusion, ADCT-211 demonstrated potent and specific in vitro and in vivo anti-tumor activity and it was stable and well tolerated in the rat, warranting further development of ADCT-211 into the clinic in IL13RA2-expressing cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Pyrrolobenzodiazepines,Glioblastoma multiforme,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Francesca Zammarchi<\/b><sup><\/sup>, Karin Havenith<sup><\/sup>, Ben Leatherdale<sup><\/sup>, Britanny Roberts<sup><\/sup>, Lara Montolio<sup><\/sup>, Afroze Patel<sup><\/sup>, Narinder Janghra<sup><\/sup>, Pedro Alves<sup><\/sup>, Kristina Zaitseva<sup><\/sup>, Cecile Oblette<sup><\/sup>, Ian Kirby<sup><\/sup>, Lolke de Haan<sup><\/sup>, Patrick H van Berkel<sup><\/sup><br><br\/>ADC Therapeutics UK (Ltd), London, United Kingdom","CSlideId":"","ControlKey":"8700127a-fed6-42f9-b22c-9eb2c6d3f3f7","ControlNumber":"1504","DisclosureBlock":"<b>&nbsp;F. Zammarchi, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>K. Havenith, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>B. Leatherdale, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>B. Roberts, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>L. Montolio, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>A. Patel, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>N. Janghra, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>P. Alves, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>K. Zaitseva, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>C. Oblette, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>I. Kirby, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>L. de Haan, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>P. van Berkel, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9532","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1604","PresenterBiography":null,"PresenterDisplayName":"Jamie Moran, No Degree","PresenterKey":"c9fe8508-d64b-418d-b382-4af4dd0b3632","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1604. Preclinical development of ADCT-211, a novel pyrrolobenzodiazepine dimer-based antibody-drug conjugate targeting solid tumors expressing IL13RA2","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"376","SessionOnDemand":"False","SessionTitle":"New Therapeutic Targeted Agents","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of ADCT-211, a novel pyrrolobenzodiazepine dimer-based antibody-drug conjugate targeting solid tumors expressing IL13RA2","Topics":null,"cSlideId":""}]