[{"Abstract":"As breast cancer cells transition from letrozole-sensitive to letrozole resistance they over-express EGFR, MAPK, and HER2 and acquire enhanced motility and EMT-like characteristics that are attenuated and reversed by glyceollin treatment, respectively. Since previous reports from our lab demonstrate that the combination of lapatinib, a dual EGFR and HER2 inhibitor, and glyceollin, a novel phytochemical, induce apoptosis in hormone-dependent aromatase inhibitor (AI)-resistant breast cancer cells, we hypothesized that combination therapy could reverse motility in hormone independent letrozole-resistant breast cancer cells (LTLT-Ca) compared to AI-sensitive breast cancer cells (AC-1) by altering proteins involved in motility and cell cycle progression. We compared the effects of 10 &#956;M glyceollin &#177; 5 &#956;M lapatinib treatment on both cell lines and evaluated cell viability, cell migration, cell cycle analysis, and protein expression of cell cycle regulators. Glyceollin &#177; lapatinib treatment caused a time-dependent decrease in cell viability which was comparable between each cell line. When wound healing assays were conducted, glyceollin prevented the migration in the AC-1 and LTLT-Ca cell lines by approximately 55% and 51% respectively, while combination treatment exhibited synergistic inhibitory properties by preventing 88% and 93% wound closure in the AC-1 cells and LTLT-Ca cells, respectively. To determine if the glyceollin + lapatinib-induced decrease in cell viability was a consequence of cell cycle dysregulation, flow cytometric analyses were performed and drug treatment had no effect on the AC-1 cell cycle distribution however, combination therapy reduced the number of LTLT-Ca cells in the G1\/G0 phase, while causing accumulation of the cells in both the S phase and G2\/M phase. Since combination therapy altered the cell cycle distribution of the LTLT-Ca, we measured the effect of glyceollin &#177; lapatinib treatment on the expression of key cell cycle regulators such as p21, p27, cyclin B1, cdk1, and cdk2. Interestingly, while there there was no effect on protein expression in the AC-1 cells, glyceollin &#177; lapatinib treatment selectively decreased the expression of cyclin B1 in the LTLT-Ca cells, without significantly altering the expression of the other proteins. These results suggest that while both AI-sensitive and AI-resistant cells respond favorably to the growth inhibitory and anti-migratory properties of glyceollin + lapatinib, the LTLT-Ca cells exhibit increased sensitivity to cell cycle progression, which may represent an opportunity to exploit and refine second-line therapies for AI-resistant cancers. This work was supported by NIH grant #1SC1GM126617 and U54MD007582.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Aromatase,Resistance,Breast cancer,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Bipika Banjara<sup><\/sup>, Jankiben  R.  Patel<sup><\/sup>,  A.  Michael Davidson<sup><\/sup>, <b>Syreeta L. Tilghman<\/b><sup><\/sup><br><br\/>College of Pharmacy & Pharmaceutical Sciences, Division of Pharmaceutical Sciences, Florida A&M University, Tallahassee, FL","CSlideId":"","ControlKey":"a7cbcfda-2e9e-472c-96bd-d91572115138","ControlNumber":"7261","DisclosureBlock":"&nbsp;<b>B. Banjara, <\/b> None..<br><b>J. R. Patel, <\/b> None..<br><b>A. M. Davidson, <\/b> None..<br><b>S. L. Tilghman, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9214","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"406","PresenterBiography":null,"PresenterDisplayName":"Syreeta Tilghman, PhD","PresenterKey":"67d63859-54c2-4f2e-945d-86a44f451784","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"406. Novel therapeutic combination targets the growth of letrozole resistant breast cancer through decreased cyclin B1","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel therapeutic combination targets the growth of letrozole resistant breast cancer through decreased cyclin B1","Topics":null,"cSlideId":""},{"Abstract":"Here we present a new and improved GHR antagonist candidate (compound G) with novel discrete PEGylations exhibiting marked efficacy in synergizing anti-cancer therapies. The American Cancer Society estimates the 5-year survival rates of pancreatic adenocarcinoma (PAAD) and bile duct cancer \/ cholangiocarcinoma (CHOL) to be a dismal 10% in 2022, indicating an urgent need for new therapeutic approaches for both of these devastating diseases. Several human cancers, including PAAD and CHOL express two validated oncological targets - the growth hormone receptor (GHR) and the insulin-like growth factor 1 receptor (IGF1R), as well as their cognate ligands growth hormone (GH) and insulin-like growth factor 1 (IGF1), respectively. Our laboratory had pioneered the discovery of pharmacologic antagonists for the growth hormone receptor (GHR), including the only approved and prescribed GHR antagonist, pegvisomant (Pfizer), prescribed for acromegaly (a condition of excess GH due to a hypersecreting pituitary adenoma). GHR antagonists not only inhibit the effects of GH but also robustly suppress the production of IGF1. The novel GHR antagonist compound G, that we present here, has a greater binding affinity than Pegvisomant to the GHR. And unlike Pegvisomant, compound G binds to the prolactin receptor as well as the GHR. A large body of research by us and others have earlier shown that the covert actions of tumoral GHR and IGF1R activation collectively drive mechanisms of therapy resistance including, but not limited to, active multidrug efflux, activation of epithelial-to-mesenchymal transition (EMT), resistance to apoptosis, increased fibrosis, increase of cancer stem cells, tumor angiogenesis and senescence. Our novel discrete PEGylated GHR antagonist, compound G, alone exhibits significant suppression of cancer cell viability, invasive potential, and drug efflux rate in PAAD and CHOL cell cultures. In Nude mice with human PAAD or CHOL xenografts, GHR inhibition by compound-G markedly sensitized the tumors towards both low and high doses of gemcitabine (for PAAD) or gemcitabine-cisplatin (for CHOL) treatments. Compound-G in combination with chemotherapy resulted in markedly reduced tumor sizes in all CHOL and PAAD mice and almost complete tumor clearance in 40% of the mice with PAAD. In the GHR antagonist treated tumors, significantly lower expression of ABC transporters (Abcb1, Abcg5, Abcc2, Abcg2), EMT mediators (Cdh2, Zeb1, Snai2, Epas1) and apoptosis marker (Bcl2) genes compared to control were observed - accounting for the molecular mechanisms underlying the observed effects. Collectively, our data provide a robust pre-clinical validation for treatment regimens combining GHR antagonist and chemotherapy leading to highly efficacious tumor clearance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug discovery,Drug resistance,Combination therapy,Drug sensitivity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Reetobrata Basu<\/b><sup><\/sup>, John  J.  Kopchick<sup><\/sup><br><br\/>Edison Biotechnology Institute, Ohio University, Athens, OH","CSlideId":"","ControlKey":"d32ed489-54c6-4117-92b3-d57361539b09","ControlNumber":"8206","DisclosureBlock":"&nbsp;<b>R. Basu, <\/b> None..<br><b>J. J. Kopchick, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9216","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"408","PresenterBiography":null,"PresenterDisplayName":"Reetobrata Basu, BS;MS;PhD","PresenterKey":"7d671c97-e86b-46b4-b7f8-451c94d32fa7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"408. Novel growth hormone receptor antagonist with discrete PEGylations markedly improve response to therapy in human pancreatic and bile duct cancers in mice","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel growth hormone receptor antagonist with discrete PEGylations markedly improve response to therapy in human pancreatic and bile duct cancers in mice","Topics":null,"cSlideId":""},{"Abstract":"Epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors (TKIs) are the standard treatments for patients with advanced non-small cell lung cancer (NSCLC) harboring EGFR mutations. However, some patients show primary resistance to EGFR-TKIs at the first-line treatment setting. AXL, a member of the TAM family of receptor tyrosine kinase, was reported to be involved in primary resistance to EGFR-TKIs for EGFR mutated NSCLC patients. In the present study, we investigated spatial tumor heterogeneity using autopsy specimens from EGFR mutated NSCLC patients, showing primary resistance to erlotinib plus ramucirumab. qPCR analysis showed that the AXL mRNA expression levels differed in each metastatic site. In addition, the AXL expression levels were likely to negatively correlate with the efficacy of erlotinib plus ramucirumab therapy. The analysis of patient-derived cell lines, established from left pleural effusion before initiation of the treatment, showed that the combination of EGFR-TKIs and an AXL inhibitor remarkably inhibited cell viability compared with EGFR-TKI monotherapy or combination with ramucirumab. Our observations suggested that tumor AXL expression might play a critical role in progression of spatial tumor heterogeneity and primary resistance to EGFR-TKIs for EGFR mutated NSCLC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer,Axl,EGFR TKI resistance,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tadaaki Yamada<\/b><sup><\/sup>, Ryota Nakamura<sup><\/sup>, Hiroyuki Fujii<sup><\/sup>, Takeshi Yaoi<sup><\/sup>, Kyoko Itoh<sup><\/sup>, Shinsaku Tokuda<sup><\/sup>, Koichi Takayama<sup><\/sup><br><br\/>Kyoto Prefectural University of Medicine, Kyoto, Japan","CSlideId":"","ControlKey":"f317b212-7c72-405b-b64f-94343c7285b5","ControlNumber":"592","DisclosureBlock":"<b>&nbsp;T. Yamada, <\/b> <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Takeda Pharmaceutical<\/b> Grant\/Contract. <br><b>Astra Zeneca<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract.<br><b>R. Nakamura, <\/b> None..<br><b>H. Fujii, <\/b> None..<br><b>T. Yaoi, <\/b> None..<br><b>K. Itoh, <\/b> None..<br><b>S. Tokuda, <\/b> None.&nbsp;<br><b>K. Takayama, <\/b> <br><b>Chugai-Roche<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>MSD-Merck<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract. <br><b>Daiichi-Sankyo<\/b> Grant\/Contract.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9218","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"410","PresenterBiography":null,"PresenterDisplayName":"Tadaaki Yamada, MD;PhD","PresenterKey":"83818447-33f0-430e-ac32-5e091852215e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"410. Tumor heterogeneity via AXL activation on primary resistance to EGFR tyrosine kinase inhibitors in EGFR mutated lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor heterogeneity via AXL activation on primary resistance to EGFR tyrosine kinase inhibitors in EGFR mutated lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: PHI-501 is a newly developed, highly effective, and orally accessible dual inhibitor for pan-RAF and discoidin domain receptor (DDR) that is a collagen-activated receptor tyrosine kinase. Mutations of the BRAF and NRAS are the most common genetic alterations in melanoma and consequently lead to activation of mitogen activated protein kinase (MAPK) signaling. The major drawback of melanoma treatment is the innate and acquired drug resistance to MAPK inhibitors. In this study, we investigated the inhibitory effects of a novel compound, PHI-501 on resistance to known BRAF and MEK inhibitors in melanoma.<br \/>Methods: After compounds treatment, the growth-inhibiting activity was assessed using the CCK test. Inhibition of RAF\/DDR1 pathway signaling was evaluated by western blotting. Using annexin-V\/propidium iodide-stained cells and flow cytometry, apoptosis induction was assessed. To quantify cell mobility, monolayer cells were subjected to a wound-healing assay. Long-term therapy with dabrafenib (BRAF inhibitor), cobimetinib or trametinib (MEK inhibitor) led to the establishment of the drug-resistant SK-MEL-3 (BRAF V600E) and SK-MEL-30 (NRAS Q61K) melanoma cell line.<br \/>Results: PHI-501 demonstrated potent growth inhibition (GI50 &#60;1 &#181;M) in seven melanoma cell lines harboring BRAF V600E or NRAS mutations. Western blot revealed that PHI-501 inhibited the phosphorylation of MEK, ERK, and AKT proteins in the downstream signaling of RAF\/DDRs and decreased the levels of cyclin D1 and survivin. In SK-MEL-3, PHI-501 was 47-fold more effective than the class I BRAF inhibitor, dabrafenib (GI50: 0.08 &#181;M vs 3.73 &#181;M). Established dabrafenib- or trametinib-resistant SK-MEL-3 cells were extremely sensitive to PHI-501 (GI50: 0.20 &#181;M and 0.13 &#181;M), whereas their sensitivity to dabrafenib or trametinib was diminished (GI50: NA and 39.61 &#181;M). PHI-501 triggered apoptosis more effectively than these inhibitors, as revealed by a larger proportion of annexin staining and extensive PARP1 cleavage. Comparing the potency of PHI-501 to cobimetinib in acquired resistant SK-MEL-30 cells showed that PHI-501 had 74-fold more inhibitory effect on cell proliferation (GI50: 0.55 &#181;M to 40 &#181;M). Moreover, treatment with PHI-501 strongly suppressed cell migration of cobimetinib-resistant SK-MEL-30 cells. PHI-501 inhibited the growth of drug-resistant melanoma cells as effectively as the original drug-na&#239;ve cells, and western blot analysis revealed considerable suppression of DDR1\/2, ERK, and AKT phosphorylation in MAPK inhibitor-resistant cells.<br \/>Conclusion: Melanoma cells resistant to RAF or MEK-targeted treatments or harboring NRAS mutation exhibited strong antiproliferative activity when treated with PHI-501, a highly potent pan-RAF\/DDR dual inhibitor. The results of this study suggest that PHI-501, as a single agent, has the potential to overcome the restricted response in the treatment of melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Raf,Mitogen-activated protein kinase (MAPK),Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sue Min Kim<\/b><sup>1<\/sup>, Jung Hee Park<sup>2<\/sup>, Ky-Youb Nam<sup>2<\/sup>, June H-J Han<sup>2<\/sup>, Kyu-Tae Kim<sup>2<\/sup>, Jeong Hyeok Yoon<sup>2<\/sup>, Sandip Sengupta<sup>3<\/sup>, Taebo Sim<sup>3<\/sup>, Sang Joon Shin<sup>4<\/sup><br><br\/><sup>1<\/sup>Department of Medicine, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Pharos iBio Co., Ltd., Gyeonggi-do, Korea, Republic of,<sup>3<\/sup>Severance Biomedical Science Institute, Graduate School of Medical Science, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>4<\/sup>Department of Internal Medicine, Division of Medical Oncology, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"ebf4fe88-8f19-48cc-aec2-949ce291965f","ControlNumber":"877","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None.&nbsp;<br><b>J. Park, <\/b> <br><b>Pharos iBio Co., Ltd.<\/b> Employment. <br><b>K. Nam, <\/b> <br><b>Pharos iBio Co., Ltd.<\/b> Stock. <br><b>J. Han, <\/b> <br><b>Pharos iBio Co., Ltd.<\/b> Stock. <br><b>K. Kim, <\/b> <br><b>Pharos iBio Co., Ltd.<\/b> Stock. <br><b>J. Yoon, <\/b> <br><b>Pharos iBio Co., Ltd.<\/b> Stock. <br><b>S. Sengupta, <\/b> <br><b>Pharos iBio Co., Ltd.<\/b> Grant\/Contract. <br><b>T. Sim, <\/b> <br><b>Pharos iBio Co., Ltd.<\/b> Grant\/Contract.<br><b>S. Shin, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9219","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"411","PresenterBiography":null,"PresenterDisplayName":"Sue Min Kim, BS;MS","PresenterKey":"9d53102e-00c5-4105-aff3-23b7ae804338","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"411. PHI-501, a novel pan-RAF\/DDRs dual kinase inhibitor, overcomes BRAF or MEK inhibitor resistance in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PHI-501, a novel pan-RAF\/DDRs dual kinase inhibitor, overcomes BRAF or MEK inhibitor resistance in melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Lung cancer is one of the most common tumors, accounting for approximately 1.8 million deaths worldwide in 2020. <i>KRAS<\/i> is a frequently mutated oncogene, with mutations reported in roughly 20-25% of non-small cell lung cancer cases. Specifically, <i>KRAS<\/i> mutations at amino acid 12, resulting in a glycine to cysteine (G12C) substitution, occur in approximately 13% and 3% of lung and colon cancers, respectively, and less frequently in other solid tumors. Recently, the development of covalent KRAS<sup>G12C<\/sup> inhibitors has shown meaningful anticancer activity in patients. However, many patients with <i>KRAS<\/i><sup>G12C<\/sup> do not respond and\/or develop resistance to single-agent treatment. Here we investigate combination therapies that may overcome resistance and broaden patient response to KRAS<sup>G12C<\/sup> inhibitors.<br \/>Methods: In vitro preclinical <i>KRAS<\/i><sup>G12C<\/sup> models including lung and colon cancer cell lines were treated with a panel of small molecule and covalent KRAS<sup>G12C <\/sup>inhibitors. The activity of single-agent versus combination treatments was measured in cell viability assays, and screen hits were validated by <i>in vitro<\/i> mechanism of action studies.<br \/>Results: A curated set of 152 compounds was used in combination with screen monitoring cell-viability assays across 12 <i>KRAS<\/i> mutant lung and colon cancer cell lines. Compounds tested included kinase inhibitors targeting oncogenic signaling pathways, epigenetics modifiers, regulators of apoptosis, chemotherapeutics, and other anticancer agents. The screen identified synergy between covalent KRAS<sup>G12C<\/sup> and several other inhibitors including those for FGFR, EGFR, and SHP2. Notably, pemigatinib, a potent and selective FGFR1-3 inhibitor, had a significantly high Bliss synergy score. Selectivity and siRNA knockdown experiments were performed to identify the specific <i>FGFR<\/i> isoform involved in synergistic anticancer activity. Inhibition of FGFR1 activity was shown to be essential, whereas an FGFR2-3 specific inhibitor demonstrated only modest activity in combination with KRAS<sup>G12C<\/sup> inhibitors. Additionally, FGFR1 knockdown combined with KRAS<sup>G12C<\/sup> inhibition resulted in increased drug sensitivity; in contrast, knockdown of other FGFR family members did not demonstrate similar increase in sensitivity to KRAS<sup>G12C<\/sup> inhibition.<br \/>Conclusions: Cell-viability combination screening identified strong synergy between KRAS<sup>G12C<\/sup> covalent inhibitors and the FGFR1-3 inhibitor pemigatinib in <i>KRAS<\/i><sup>G12C<\/sup> cancer cell lines. The synergistic effect of pemigatinib and KRAS<sup>G12C<\/sup> inhibition was notably strongest in mesenchymal cancer cell lines. This effect was further validated in in vitro selectivity and siRNA studies. Together, our results support pemigatinib as a promising agent for combination therapy with KRAS inhibitors in lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer,KRAS,FGFR,pemigatinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Angela Abdollahi<\/b><sup><\/sup>, Margaret Favata<sup><\/sup>, Darlise DiMatteo<sup><\/sup>, Sean Schuette<sup><\/sup>, Erika Boarder<sup><\/sup>, Mark Rupar<sup><\/sup>, Ricardo Macarron<sup><\/sup>, Aidan Gilmartin<sup><\/sup>, Hui Wang<sup><\/sup>, Alejandro Amador-Arjona<sup><\/sup><br><br\/>Incyte Research Corporation, Wilmington, DE","CSlideId":"","ControlKey":"b0aefbb1-1949-4e56-a0c1-a8688bf79703","ControlNumber":"1343","DisclosureBlock":"<b>&nbsp;A. Abdollahi, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>M. Favata, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>D. DiMatteo, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>S. Schuette, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>E. Boarder, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>M. Rupar, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>R. Macarron, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>A. Gilmartin, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>H. Wang, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>A. Amador-Arjona, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9220","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"412","PresenterBiography":null,"PresenterDisplayName":"Angela Abdollahi, Unknown","PresenterKey":"1690087b-0692-4e47-a87e-4dc224fb12c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"412. Drug combination screen identifies pemigatinib, an FGFR inhibitor, as a mechanism to overcome KRAS<sup>G12C<\/sup> inhibitor resistance in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Drug combination screen identifies pemigatinib, an FGFR inhibitor, as a mechanism to overcome KRAS<sup>G12C<\/sup> inhibitor resistance in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Aberrant lipid metabolism is associated with poor prognosis in colorectal cancer (CRC). Fatty acid synthase (FASN), a key enzyme of lipogenesis, is overexpressed and a therapeutic target in CRC. Overexpression of CD36, a fatty acid translocase, plays a pro-tumorigenic role in CRC. BRAF<sup>V600E<\/sup> is the mutation occurring in about 10-15% of CRC cases. BRAF-targeted therapy is effective, but quickly developed resistance is an issue. Our preliminary data show that development of resistance to BRAF-targeted therapy is associated with an increase in expression of FASN, CD36, accumulation of triglycerides (TGs), and mitochondrial respiration. Therefore, our central hypothesis is that inhibition of lipid metabolism will sensitize CRC cells to BRAF inhibitors and overcome acquired resistance.<br \/>Methods: We established HT29 cells and primary PT130 and PT2449pt cells resistant to PLX8394, a novel BRAF inhibitor. IC50 curves, PrestoBlue viability, CytoSelect&#8482; 24-Well Cell Invasion, and Triglyceride Assays, Seahorse XF analysis, western blot, and confocal microscopy were used to evaluate differences between parental and resistant cells. RNA-seq and lipid analysis were used to evaluate changes in gene expression and lipids levels. Combination of PLX8394 and TVB3664 (FASN inhibitor) was tested on cell viability in parental and resistant cells.<br \/>Results: PLX8394 resistant cells have a higher IC50, an increased proliferation, and invasion compared to parental cells. An increase in invasion of resistant cells is associated with a decrease in E-cadherin. RNA sequencing shows a significant increase in FASN expression. Western blot on resistant cells confirms upregulation of FASN, CD36, and other lipogenic markers. Consistently, resistant cells have an increase in levels of triglycerides as compared to parental cells. Seahorse XF Cell Mito Stress Test shows that resistant cells forgo the Warburg effect and instead rely more heavily on oxidative phosphorylation. To further support our hypothesis, FASN shRNA knockdown of FASN in parental HT29 cells is more susceptible to PLX8394 treatment compared to control. We also observed the synergetic effect of PLX8394 and TVB3664 treatment on cell viability in parental cells, but not in resistant cells.<br \/>Conclusion: Our study demonstrates that resistance to BRAF inhibitors is associated with a significant increase in proliferation, metastasis, and upregulation of lipid metabolism. We show that combination of FASN and BRAF inhibitors has a combinational effect on inhibiting cell viability in parental but not resistant cells, suggesting that the addition of FASN inhibitor to the standard regimen for BRAF<sup>V600E<\/sup> mutation positive patients can improve efficacy of these therapies. Additional screening of lipid metabolism-targeted therapies in combination with standard BRAF regimens are needed to develop novel and more efficacious strategies for CRC patients with BRAF mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lipid metabolism,Resistance,BRAF,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mariah  E.  Geisen<\/b><sup>1<\/sup>, Daheng He<sup>2<\/sup>, Chi Wang<sup>2<\/sup>, Jill M. Kolesar<sup>2<\/sup>, Yekaterina Zaytseva<sup>1<\/sup><br><br\/><sup>1<\/sup>Toxicology and Cancer Biology, University of Kentucky, Lexington, KY,<sup>2<\/sup>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"1215e5f7-d695-4b31-b482-e4ac3d687e69","ControlNumber":"2502","DisclosureBlock":"&nbsp;<b>M. E. Geisen, <\/b> None..<br><b>D. He, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>J. M. Kolesar, <\/b> None..<br><b>Y. Zaytseva, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9222","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"414","PresenterBiography":null,"PresenterDisplayName":"Mariah Geisen, BS","PresenterKey":"8ae267c8-da90-40f2-8e26-65514bdfce13","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"414. Targeting lipid metabolism to improve efficacy of braf-targeted therapy in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting lipid metabolism to improve efficacy of braf-targeted therapy in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Acquired resistance represents a bottleneck to molecular targeted therapy in lung cancer. Metabolic adaptation is a distinct hallmark of human lung cancer, but its role in acquired resistance has not been fully understood. In this study, we discovered a novel mechanism of TKI resistance involved in IGF2BP3-dependent crosstalk between the epigenetic modifications and metabolic reprogramming through the IGF2BP3-COX6B2 axis. We demonstrated the upregulated expression of RNA binding protein IGF2BP3 reduced the sensitivity of TKI treatment and exacerbated the development of drug resistance via promoting oxidative phosphorylation (OXPHOS). Analysis of patient samples revealed a positive correlation between IGF2BP3 and COX6B2 and poor prognosis in lung cancer patients. We further confirmed that COX6B2 is a key downstream target in IGF2BP3-mediated acquired TKI-resistance. Mechanistically, IGF2BP3 bound to the 3&#8217;-untranslated region of COX6B2 in an m6A-dependent manner to increase COX6B2 mRNA stability. Moreover, IGF2BP3 significantly enhanced OXPHOS capacity in lung cancer through the IGF2BP3-COX6B2 axis by regulating nicotinamide metabolism, thus resulting in TKI resistance in lung cancer. Inhibition of OXPHOS with IACS-010759, a small-molecule inhibitor, resulted in remarkable growth inhibition in vitro and in vivo in a gefitinib-resistant patient-derived xenograft model. Collectively, our findings suggest that metabolic reprogramming directed by the IGF2BP3-COX6B2 axis plays a critical role in TKI resistance, and targeting the metabolic pathway provides a new therapeutic strategy to overcome EGFR-TKI resistance in lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,EGFR-TKIs,Metabolic Reprograming,Non-small lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ziyou Lin<sup>1<\/sup>, Jingwei Li<sup>1<\/sup>, Jian Zhang<sup>2<\/sup>, Weineng Feng<sup>3<\/sup>, Jiaye Lu<sup>1<\/sup>, Xiaofan Ma<sup>4<\/sup>, Wen Ding<sup>1<\/sup>, Shumin Ouyang<sup>1<\/sup>, Jinjian Lu<sup>5<\/sup>, Peibin Yue<sup>6<\/sup>, Guohui Wan<sup>1<\/sup>, Peiqing Liu<sup>1<\/sup>, <b>Xiaolei Zhang<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>School of Pharmaceutical Sciences, Sun Yat-sen University, Guangzhou, China,<sup>2<\/sup>Department of Thoracic Surgery, The Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, China,<sup>3<\/sup>Department of Head and Neck\/Thoracic Medical Oncology, The First People's Hospital of Foshan, Foshan, China,<sup>4<\/sup>Department of Thoracic Surgery, Sun Yat-sen Memorial Hospital, Guangzhou, China,<sup>5<\/sup>Department of Pharmaceutical Sciences, Faculty of Health Sciences,, University of Macau, Macau, Macao,<sup>6<\/sup>Cedars-Sinai Medical Center, Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"3008c3f7-12fb-4072-bf0c-e4d6686d0fb3","ControlNumber":"2548","DisclosureBlock":"&nbsp;<b>Z. Lin, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>W. Feng, <\/b> None..<br><b>J. Lu, <\/b> None..<br><b>X. Ma, <\/b> None..<br><b>W. Ding, <\/b> None..<br><b>S. Ouyang, <\/b> None..<br><b>J. Lu, <\/b> None..<br><b>P. Yue, <\/b> None..<br><b>G. Wan, <\/b> None..<br><b>P. Liu, <\/b> None..<br><b>X. Zhang, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9223","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"415","PresenterBiography":null,"PresenterDisplayName":"Xiaolei Zhang, PhD","PresenterKey":"fd3bf99c-ae19-436e-875e-7934e81343e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"415. Metabolic reprogramming driven by IGF2BP3-COX6B2 axis promotes acquired resistance to EGFR-TKIs in non-small lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic reprogramming driven by IGF2BP3-COX6B2 axis promotes acquired resistance to EGFR-TKIs in non-small lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Poly (ADP-ribose) polymerase (PARP) inhibitors (PARPi) are currently the most promising drugs to induce synthetic lethality in tumor with homologous recombination (HR) deficiency. However, development of resistance to PARPi is an almost universal occurrence in tumor despite initial sensitivity. Additionally, how to identify the right patients for PARPi monotherapy or in combination with other agents remains a substantial clinical challenge. Therefore, understanding the molecular underpinnings of PARPi resistance is critical to the development of rational combinatorial treatment strategies and identification of novel biomarkers which will in turn facilitate optimization of outcomes for patients receiving PARPi. By employing a screening procedure using phospho-RTK antibody array, our study identifies phosphorylated ALK (p-ALK) expression is higher in PARPi\/platinum resistant cells relative to sensitive cells. We further demonstrate that p-ALK expression in human ovarian cancer tissue is associated with resistance to PARPi and platinum-based chemotherapy. Notably, FDA approved ALK inhibitors induce an HR-deficient phenotype and sensitize PARPi\/platinum-resistant tumors to PARPi <i>in vitro<\/i> and <i>in vivo<\/i>. Mechanistically, ALK contributes to PARPi resistance by tyrosine phosphorylating CDK9 at Y19, thereby increasing the protein stability and kinase activity of CDK9 which in turn stabilizes positive transcriptional elongation factor b (P-TEFb) to activate RNA pol II and turn on HR repair genes transcription. Importantly, the phosphorylated counterparts of ALK\/CDK9 complex (p-ALK\/p-Y19 CDK9) can serve as a biomarker to identify patients with PARPi\/platinum-resistant tumors which most likely to respond to dual PARP and ALK inhibition. Together, our findings identify p-ALK\/p-Y19-CDK9 mediated stabilization of P-TEFb as a critical mechanism of PARPi resistance and supports a biomarker-guided therapeutic strategy combining ALKi and PARPi to induce synthetic lethality.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"PARP inhibitors,Kinases,Biomarkers,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yu-Yi Chu<\/b><sup>1<\/sup>, Jianjun Gao<sup>1<\/sup>, Dihua Yu<sup>1<\/sup>, Mien-Chie Hung<sup>2<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>China Medical University, Taichung, Taiwan","CSlideId":"","ControlKey":"e8324276-4e82-4d38-832c-ff5648d3735b","ControlNumber":"2646","DisclosureBlock":"&nbsp;<b>Y. Chu, <\/b> None..<br><b>J. Gao, <\/b> None..<br><b>D. Yu, <\/b> None..<br><b>M. Hung, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9224","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"416","PresenterBiography":null,"PresenterDisplayName":"Yu-Yi Chu, MS;PhD","PresenterKey":"5478ca69-775c-471a-8c21-afd763cdf8ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"416. Phosphorylation of CDK9 transduces ALK signaling to promote resistance to PARP inhibitors via RNA Pol II activated homologous recombination repair","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phosphorylation of CDK9 transduces ALK signaling to promote resistance to PARP inhibitors via RNA Pol II activated homologous recombination repair","Topics":null,"cSlideId":""},{"Abstract":"Mesenchymal-epithelial transition factor receptor (<i>MET<\/i>) mediated signaling emerged as an important clinical target for the treatment of many cancer types including non-small cell lung cancer. <i>MET<\/i> amplification is prevalent in 2%~4% of primary lung cancer and 15%~50% of <i>EGFR<\/i>-mutated lung cancer resistant to EGFR inhibitors. Currently, MET-targeting drugs have been actively investigated in these <i>MET<\/i>-amplified lung cancers. However, the acquired resistance mechanism for MET-targeted therapy remains unknown. Our study aims to provide effective treatment for overcoming MET-TKI-acquired resistance in <i>MET<\/i>-amplified non-small cell lung cancer. To discover the resistance mechanism, we established the resistant cell line (PR-S2) by chronic exposure of <i>MET<\/i>-amplified lung cancer cells (H1993) to MET kinase inhibitor, PHA665752. Through high-throughput screening of a custom library of 276 compounds, we found that Aurora kinase B (AURKB) inhibitor, barasertib was more sensitive to the PR-S2 cells than H1993 cells. AURKB inhibition by barasertib induced apoptotic cell death with G2\/M arrest and polyploid cell formation in the PR-S2 cells. The expression of p-AURKB was increased with no change in the expression of p-histone H3, a major product of AURKB in the PR-S2 cells. AURKB knockdown using multiple siRNA sequences increases the sensitivity to PHA665752 in the PR-S2 cells. In mRNA sequencing data analysis, we found the expression of signal transducer and activator of transcription 3 (STAT3) was elevated in the PR-S2 cells compared to the H1993 cells. We confirmed increased STAT3 expression in both protein and mRNA levels in the PR-S2 cells. p-STAT3 expression was decreased after barasertib treatment in the PR-S2 cells. However, in the immunoprecipitation assay, there was no direct interaction between AURKB and STAT3. To know the target of STAT3, we checked the mRNA expression of downstream genes of STAT3. The expression of BCL-2, one of the downstream targets of STAT3 and the central apoptosis regulator, was highly upregulated in the resistant cells. The siRNA-mediated knockdown of STAT3 expression decreased BCL2 expression in the PR-S2 cells, whereas not in the H1993 cells. Furthermore, we investigated apoptosis-related gene expressions and found that the BH3-only proapoptotic member of the BCL-2 protein family, BIM was significantly decreased in the PR-S2 cells. AURKB inhibition induced BIM<sub>EL<\/sub> accumulation and reduced p-BIM expression. Collectively, our study suggests that AURKB activation induces resistance to MET-TKI through anti-apoptosis mechanism with upregulation of STAT3\/BCL2 axis in <i>MET<\/i>-amplified lung cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Aurora kinase,Drug resistance,Receptor tyrosine kinase inhibitor (RTKI),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yura Choi<\/b><sup>1<\/sup>, Mihwa Hwang<sup>1<\/sup>, Sunshin Kim<sup>1<\/sup>, Jae J. Song<sup>2<\/sup>, Youngjoo Lee<sup>1<\/sup><br><br\/><sup>1<\/sup>Targeted Therapy Branch, Division of Rare and Refractory Cancer, Research Institute and Hospital, National Cancer Center, Goyang-si, Korea, Republic of,<sup>2<\/sup>Yonsei University College of Medicine, Severance Biomedical Science Institute, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e7fe077f-6230-4e6e-9a1e-5473a0809907","ControlNumber":"2758","DisclosureBlock":"&nbsp;<b>Y. Choi, <\/b> None..<br><b>M. Hwang, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>Y. Lee, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9225","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"417","PresenterBiography":null,"PresenterDisplayName":"Yura Choi, MS","PresenterKey":"e13b4ed1-2116-409f-ab9e-76ac7b769d6c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"417. Targeting aurora kinase b overcomes acquired resistance to met-tyrosine kinase inhibitor in met-amplified lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting aurora kinase b overcomes acquired resistance to met-tyrosine kinase inhibitor in met-amplified lung cancer","Topics":null,"cSlideId":""},{"Abstract":"For unresectable metastatic colorectal cancer (mCRC), the main treatment strategy is combination chemotherapy, targeted therapy, or immunotherapy. Long-term treatment benefit of these therapies is limited to a small subgroup of patients. To improve treatment outcome, many tyrosine kinase inhibitors (TKIs) have been clinically tested in patients with mCRC. Most failed already in early-phase clinical trials due to intrinsic resistance. ATP Binding Cassette Transporter (ABC)B1- and ABCG2-transporters are known contributors to treatment resistance in mCRC. Therefore, we evaluated whether inhibition of these transporters could potentiate the efficacy of TKIs in colorectal cancer (CRC) models.<br \/>CRC cell lines, HT29, COLO320 and CACO2 and newly established patient-derived tumor organoids (PDTOs) from mCRC biopsies were first analyzed for the presence of ABCB1 and ABCG2 expression. Models that expressed ABCB1 or ABCG2 were pre-incubated with a non-toxic dose of elacridar, a potent transporter inhibitor, and exposed to a concertation range of three TKIs; sunitinib, cediranib and osimertinib. Next, we measured intracellular drug concentrations using LC\/MS-MS one hour after TKI exposure (20 &#181;M) with or without pre-incubation of elacridar. Using the fluorescent properties of sunitinib, we performed live-cell imaging to compare intracellular sunitinib distribution in cells that were or were not pre-incubated with elacridar.<br \/>ABCB1 and ABCG2 expression was observed in all CRC models except for HT29 cells, which did not express ABCB1. Pre-incubation with elacridar significantly improved sunitinib efficacy in CRC cells. The IC<sub>50<\/sub> decreased from 2.15 &#181;M to 1.17 &#181;M (p = 0.04), from 1.32 &#181;M to 0.44 &#181;M (p = 0.03), and from 4.94 &#181;M to 3.43 &#181;M (p = 0.03) for HT29, COLO320 and CACO2 cells respectively. This effect was not observed for cediranib and osimertinib. Although not significant, for both PDTO models tested, the IC<sub>50 <\/sub>for sunitinib decreased from 8.04 &#181;M to 3.29 &#181;M and from 6.93 &#181;M to 4.16 &#181;M. Intracellular sunitinib concentrations in the tested CRC cell models after sunitinib exposure ranged from 2.46 mM to 4.13 mM without elacridar and from 0.38 mM &#181;M to 1.31 mM when pre-incubated with elacridar (p &#60; 0.01). Live-cell imaging of CRC cells revealed a different pattern of intracellular sunitinib accumulation with and without pre-incubation with elacridar.<br \/>Inhibition of multi-drug resistance proteins ABCB1 and ABCG2 with the clinically tested selective transporter inhibitor elacridar potentiates sunitinib efficacy in CRC models. Interestingly, this was accompanied with reduced intracellular sunitinib accumulation. Further research in mCRC PDTOs is warranted to confirm whether this mechanism is involved in intrinsic TKI resistance and therefore contribute to the early-phase failure of clinical trials testing TKIs for mCRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Colorectal cancer,Tyrosine kinase inhibitor,Resistance,ABCG2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dennis Poel<\/b><sup>1<\/sup>, Kirti  K.  Iyer<sup>1<\/sup>, Bob van Gasteren<sup>1<\/sup>, Beau Dagniaux<sup>1<\/sup>, Erik van den Hombergh<sup>1<\/sup>, Nielka  P.  van Erp<sup>1<\/sup>, Daniele  V.   F.  Tauriello<sup>1<\/sup>, Henk  M.   W.  Verheul<sup>2<\/sup><br><br\/><sup>1<\/sup>Radboudumc, Nijmegen, Netherlands,<sup>2<\/sup>Erasmusmc, Rotterdam, Netherlands","CSlideId":"","ControlKey":"70a53754-4546-4a7c-8fec-ef2ca2365149","ControlNumber":"3716","DisclosureBlock":"&nbsp;<b>D. Poel, <\/b> None..<br><b>K. K. Iyer, <\/b> None..<br><b>B. van Gasteren, <\/b> None..<br><b>B. Dagniaux, <\/b> None..<br><b>E. van den Hombergh, <\/b> None..<br><b>N. P. van Erp, <\/b> None..<br><b>D. V. F. Tauriello, <\/b> None..<br><b>H. M. W. Verheul, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9226","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"418","PresenterBiography":null,"PresenterDisplayName":"Dennis Poel, PhD","PresenterKey":"b1fd03d5-91b3-4734-bccb-8584b6a40295","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"418. Elacridar potentiates sunitinib efficacy in colorectal cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elacridar potentiates sunitinib efficacy in colorectal cancer models","Topics":null,"cSlideId":""},{"Abstract":"Metastatic acral lentiginous melanoma (ALM) is the most lethal subtype of cutaneous melanoma and effective therapies for patients have not been established. Studies revealed a link between the dysregulation of CDK4\/6 and ALM mortality, however CDK4\/6 inhibitors (CDK4i\/6i) have proved ineffective in patients with advanced ALM. The tumor suppressor Rb was recently shown to have a novel suppressive role towards mTORC2. Here, we elucidate the role of a non-canonical tumor suppressor function of Rb in negative regulation of mTOR in CDK4i\/6i-resistance. We hypothesize that the loss of Rb induced by CDK4i\/6i triggers phosphorylation of Akt and downstream mTORC1 signaling pathways. We characterized baseline activity of the PI3K\/AKT\/mTOR pathway in a panel of ALM cell lines, finding heterogeneity across signaling. We immunoblotted for key proteins involved in the signal reprogramming hypothesized: pRb, pAkt, pS6 to define activation status and found the loss of Rb phosphorylation preceded the enrichment of pAKT, supporting the non-canonical role of Rb tumor suppression and the Rb-mTORC2 signaling axis as intrinsic CDK4i\/6i mechanism. In parallel, we assessed the essential protein-protein interactions required for mechanistic mTORC1 activation&#8212;mTOR and Rheb GTPase. The enrichment of these interactions shortly after introducing CDK4i\/6i supported our hypothesized mechanism. Translational utility of CDK4i\/6i and mTORi dual inhibition was determined via long-term Colony Formation Assays (CFAs) using <i>Palbociclib<\/i>, rapamycin and sapanisertib (TAK228), a catalytic mTOR inhibitor. We generated <i>Palbociclib<\/i> (acquired)-resistant ALM cell lines and investigated the pharmacological inhibition of PI3K signaling pathways through immunoblot and colony-formation assays. Concurrent mTORi and CDK4i\/6i inhibition showed effective reduction in pRb, pS6, Cyclin D and increases in Cleaved PARP protein, suggesting apoptotic cell death was elevated with combined CDK4i\/6i+mTORi treatment. Similarly, CFAs revealed dual inhibition elicited superior antiproliferative effect over the monotherapy treatments. CFAs with acquired-resistance cell lines also showed that combination inhibition decreased colony formation, showing the potential utility of concurrent CDK4i\/6i and mTORi as an approach against acquired resistance. Our results show the efficacy of combined inhibition as an anti-tumor strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Targeted therapy,Cancer therapy,Signaling pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jeremy  A.  Bravo Narula<\/b><sup><\/sup>, Vito  W.  Rebecca<sup><\/sup><br><br\/>Biochemistry and Molecular Biology, Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"baa40473-01f1-4585-b0d7-4aedf56ed4c8","ControlNumber":"4154","DisclosureBlock":"&nbsp;<b>J. A. Bravo Narula, <\/b> None..<br><b>V. W. Rebecca, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9227","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"419","PresenterBiography":null,"PresenterDisplayName":"Jeremy Bravo Narula","PresenterKey":"a6fd9e15-7c3b-4806-b516-7b9ecc715ec0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"419. Elevated Akt\/mTOR signaling drives therapy resistance in ALM","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elevated Akt\/mTOR signaling drives therapy resistance in ALM","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Chemoresistance is one of the major challenges for cancer therapy. Oxaliplatin is the first-line therapy for most cancers, including colorectal cancer (CRC). However, the underlying mechanisms of oxaliplatin resistance remain elusive. Previous reports indicated that microRNAs might regulate the development of CRC. Dicer, an endonuclease involved in miRNA biogenesis, may play a critical role in oxaliplatin resistance. Here, we investigated the mechanism of Dicer-mediated oxaliplatin resistance in CRC.<br \/>Materials and Methods: Oxaliplatin-resistant CRC cells were established. Colony formation, migration, invasion, and sphere formation assays were performed to characterize the properties of oxaliplatin-resistant CRC cells. cDNA microarray and NGS were used to identify the altered expression of mRNAs and miRNAs in oxaliplatin-resistant cells. RT-qPCR determined gene expression. A connectivity map (CMAP) database was used to find the potential drugs which can reduce cell viability in oxaliplatin-resistant cells. CCK-8 assay was used to measure the anti-tumor effect of those potential drugs in oxaliplatin-resistant CRC cells. PANTHER was used to find the potential pathways that may involve drug resistance in CRC. Both reporter assay and western blot analyzed the activation of the Wnt\/&#946;-catenin and MAPK signaling pathways.<br \/>Results: Dicer is overexpressed in oxaliplatin-resistant CRC cells and CRC recurrent patients. Overexpressed Dicer attenuated the cytotoxicity of oxaliplatin and promoted the cell migration, invasion, and stem cell properties of the oxaliplatin-resistant cells. Knocked-down of Dicer restored the chemosensitivity and decreased all of those abilities in oxaliplatin-resistant CRC cells. The expression of several potential mRNAs and microRNAs was changed in drug-resistant cells and chemo-resistant CRC patients' plasma. MAPK and Wnt\/&#946;-catenin pathways are hyper-activated in oxaliplatin-resistant CRC cells. PRI-724, a Wnt\/&#946;-catenin pathway inhibitor, can increase the cell apoptosis of oxaliplatin-resistant CRC cells. Trametinib, the MEK inhibitor, can induce cell apoptosis in oxaliplatin-resistant CRC cells and present an anti-tumor effect in oxaliplatin-resistant CRC cell-derived xenograft tumors. Knocked-down expression of Dicer did not affect the Wnt\/&#946;-catenin pathway but attenuated the ERK activation. A combination of oxaliplatin and trametinib can synergistically inhibit tumor growth and reverses oxaliplatin resistance in vitro and in vivo.<br \/>Conclusion: Dicer might be an acquired factor contributing to cancer malignancies in oxaliplatin-resistant CRC cells via activating the ERK pathway. The activation of the MAPK signaling pathway is Dicer-dependent in oxaliplatin-resistant CRC cells. Wnt\/&#946;-catenin inhibitors and ERK inhibitors have an anti-tumor effect in oxaliplatin-resistant cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,Oxaliplatin,Colorectal cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yu-Heng Kuan<\/b><sup><\/sup>, Ming-Ern Wong<sup><\/sup>, Liang-Yi Hung<sup><\/sup><br><br\/>Department of Biotechnology and Bioindustry Sciences, National Cheng Kung University, Tainan City, Taiwan","CSlideId":"","ControlKey":"79f1ebd0-a4d3-454a-89bb-fc4d503fcb3e","ControlNumber":"4328","DisclosureBlock":"&nbsp;<b>Y. Kuan, <\/b> None..<br><b>M. Wong, <\/b> None..<br><b>L. Hung, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9228","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"420","PresenterBiography":null,"PresenterDisplayName":"Yu Heng Kuan, BD","PresenterKey":"7d164b51-2dd7-43c3-ac91-15b02a21ae10","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"420. Dicer-dependent of ERK activation promotes the acquired oxaliplatin resistance in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dicer-dependent of ERK activation promotes the acquired oxaliplatin resistance in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is a leading cause of cancer death with estimated 135,000 deaths in 2021. Recent developments in the immunotherapy field have expanded treatment options available to lung cancer patients, with most patients now receiving checkpoint inhibitors as part of the first line therapy. However, while durable responses have been achieved in 20-30% of patients, the majority of patients inevitably progress on immunotherapy, chemo-immunotherapy or targeted therapy regiments. With five year survival at ~10% there is an urgent need for novel strategies for the treatment of lung cancer. Lung squamous cell carcinoma (LUSC) is an aggressive subtype of non-small cell lung cancer characterized by poor prognosis. LUSC are highly metabolically active, with uptake of high levels of glucose and glutamine supporting their growth and proliferation. In addition to fueling tumor cell growth, high levels of glycolysis and glutaminolysis help create unfavorable tumor microenvironment, contributing to the poor response to immunotherapy. The Cancer Genome Atlas (TCGA) revealed that LUSC have a high mutational burden but few mutations in oncogenes that can be targeted with selective inhibitors. This lack of clear genetic drivers in LUSC has resulted in a lack of targeted therapies for these patients. <b><\/b>We have demonstrated that catalytic mTOR kinase inhibitor TAK228 inhibits glycolysis in LUSC cell lines<i>,<\/i> in xenografts, in patient derived xenografts and genetically engineered mouse models. However, despite inhibiting active mTOR pathway and lowering glucose uptake, LUSC tumors were able to maintain high levels of proliferation. Our work showed that tumors were able to adapt to prolonged treatment with TAK228 by relying on glutaminolysis. Inhibiting both mTOR and GLS, a key enzyme in glutaminolysis, resulted in reduced proliferation index and lower tumor volume. However, while combination therapy halted tumor growth, there was a lack of tumor regression. Therefore, tumors are poised to further adapt to combination therapy. Here we show that upregulation of lysosomal function supports adaptation to TAK228 therapy in LUSC by supporting macropinocytosis, a form of endocytosis that allows cancer cells to uptake extracellular fluids and further process solutes and macromolecules in lysosomes, leading to the release of amino acids inside the cytoplasm. This suggests that macropinocytosis might be a mechanism that is utilized by LUSC in order to escape mTORi therapy, where upon treatment with mTOR inhibitors, lysosomal catabolism of macropinocytosed proteins increases, allowing tumor cells to increase their proliferation.<b><u><\/u><\/b>Resistance to targeted therapies is a major hurdle to achieving effective therapies in multiple cancer types. Identifying ways to overcome resistance to targeted therapies would allow for longer and more efficient therapeutic response for larger number of patients, ultimately leading to longer survival and better quality of life. <b><u><\/u><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"mTOR,Metabolism,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Milica Momcilovic<\/b><sup><\/sup>, David Shackelford<sup><\/sup><br><br\/>UCLA - University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"da40a928-4c2e-4038-a3af-339a9c0c645a","ControlNumber":"4935","DisclosureBlock":"&nbsp;<b>M. Momcilovic, <\/b> None..<br><b>D. Shackelford, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9230","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"422","PresenterBiography":null,"PresenterDisplayName":"Milica Momcilovic, PhD","PresenterKey":"73d1d9f9-3c9b-4c21-bc84-1a64d4295888","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"422. Cell intrinsic determinants of response to mTOR based therapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell intrinsic determinants of response to mTOR based therapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: Trastuzumab resistance is a multifactorial phenomenon arising from the steric effects of p95HER2, activation of HER2 downstream signaling pathways, and the existence of cancer stem cells. We sought to examine the capacity of &#946;-escin, an anti-inflammatory drug, to address trastuzumab resistance in HER2-positive breast cancer cells.<br \/><b>Experimental designs<\/b>: The effects of &#946;-escin in trastuzumab-sensitive and -resistant cell lines were evaluated for apoptosis, HER2 expression, calpain activation and CSC-like properties. In vivo trastuzumab-resistant xenograft mice model was used to examine tumor growth, angiogenesis and organ toxicity of &#946;-escin.<br \/><b>Results<\/b>: &#946;-escin induced mitochondrial-mediated apoptosis accompanied by reactive oxygen species (ROS) production and increased active p18Bax fragmentation, leading to caspase-3\/-7 activation. &#946;-escin downregulated p95HER2, HER2 and HER3 as well as their phosphorylation. &#946;-escin-induced HER2 degradation appears to be mediated by calpain activation. We observed that treatment with &#946;-escin induced cleavage of HER2 and p95HER2 (at 75, 50 and 42 kDa fragments) in HER2 overexpressing MDA-MB-231 cells. Attenuation of CSC-related features by &#946;-escin challenge was accompanied by marked reductions in CD44<sup>high<\/sup>\/CD24<sup>low <\/sup>stem-like cells and aldehyde dehydrogenase 1 (ALDH1) activity as well as hindrance of mammosphere formation. &#946;-escin administration also significantly retarded tumor growth and angiogenesis in a trastuzumab-resistant JIMT-1 xenograft model via downregulation of CSC-associated markers and intracellular domain HER2. Importantly, &#946;-escin selectively inhibited malignant cells and was less toxic to normal mammary cells, and no toxic effects were found in liver and kidney function in animals.<br \/><b>Conclusion<\/b>: Herein, for the first time, we report the potent efficacy of &#946;-escin, a drug repurposing candidate with an exceptional safety profile in addressing trastuzumab-resistant HER2-positive breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Cancer,Breast cancer,Cancer stem cell,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Soeun Park<\/b><sup><\/sup>, Minsu Park<sup><\/sup>, Dongmi Ko<sup><\/sup>, Seongjae Kim<sup><\/sup>, Juyeon Seo<sup><\/sup>, Kee Dal Nam<sup><\/sup>, Eunsun Jung<sup><\/sup>, Yong koo Kang<sup><\/sup>, Seojin Jang<sup><\/sup>, So Ra Seock<sup><\/sup>, Yoon-Jae Kim<sup><\/sup>, Ji Young Kim<sup><\/sup>, Jae Hong Seo<sup><\/sup>, Jaeyoun Park<sup><\/sup><br><br\/>Korea University Guro Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"2f9aa345-ae36-49f9-ac3e-67895fa28266","ControlNumber":"5820","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>D. Ko, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Seo, <\/b> None..<br><b>K. Nam, <\/b> None..<br><b>E. Jung, <\/b> None..<br><b>Y. Kang, <\/b> None..<br><b>S. Jang, <\/b> None..<br><b>S. Seock, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Seo, <\/b> None..<br><b>J. Park, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9231","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"423","PresenterBiography":null,"PresenterDisplayName":"Soeun Park","PresenterKey":"60209a63-14fe-4fa2-9b71-2da4eab56cd3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"423. &#946;-Escin eradicates cancer stem-like population in HER2-positive breast cancer with trastuzumab resistance","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#946;-Escin eradicates cancer stem-like population in HER2-positive breast cancer with trastuzumab resistance","Topics":null,"cSlideId":""},{"Abstract":"The advent of receptor tyrosine kinase inhibitors (RTKi) are important contributions to treat NSCLC patients harboring genetic aberration effectively.&nbsp;Nevertheless, the emergence of acquired or intrinsic RTKi resistance by other RTK activation bypass finally limits their efficacy. First of all, in this study, we identified MED12 mutation in TKI-resistant NSCLC cells based-on NGS analysis.&nbsp;Although MED12 was known to controls the response to multiple cancer drugs through regulation of TGF-beta receptor signaling reportedly, we additionally found that MED12 mutation activates not only TGF-beta receptor not also other ones, such as EGFR, meaning that blocking TGF-beta receptor or EGFR alone may not effective to overcome MED12 mutation-induced RTKi resistance. To overcome the RTKi resistance in NSCLC harboring MED12 mutation, we elaborated the two downstream signaling of RTK in MED12 knock-out NSCLC cells and observed that PI3K\/AKT signaling is downregulated but MEK\/ERK signaling is upregulated. We observed that only MEK inhibitor (MEKi), not PI3K\/mTOR inhibitor, shows effective anti-cancer effect. Therefore, we explored why MEKi alone is effective in RTKi resistant NSCLC cells harboring MED12 mutation and presented that MED12 mutation directly&nbsp;suppressed activation of YAP via blocking a large mediator complex of MED12, MED13, CDK8 and CCNC, thereby increasing PTEN expression by inhibition of miR-29 expression. Increased PTEN inhibits reactivation of PI3K\/AKT pathway.&nbsp;In conclusion, we first identified that MED12 mutation induces RTKi resistance though activating other RTKs, such as TGF-beta receptor or EGFR, and blocks PI3K\/AKT pathway via dysregulation of YAP\/PTEN\/AKT interaction. Therefore, among two downstream signaling of RTK, activated MEK\/ERK pathway can be a definitive target enough to overcome RTKi resistant NSCLC patients harboring MED12 mutation and MEKi could be a primary treatment option for resistant patients harboring MED12 mutation among NSCLC patients with repetitive recurrence of RTKi resistance by another RTK activation bypass.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI),ALK,Resistance,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hyun-Min Ryu<\/b><sup>1<\/sup>, Deokhoon Kim<sup>1<\/sup>, Shinkyo Yoon<sup>2<\/sup>, Ho-Su Lee<sup>3<\/sup>, Eunjin Lee<sup>1<\/sup>, Chang Hoon Lee<sup>4<\/sup>, Wanlim Kim<sup>5<\/sup>, Seyoung Seo<sup>1<\/sup>, Kyung Hae Jung<sup>1<\/sup>, Sook Ryun Park<sup>1<\/sup>, Sang-We Kim<sup>1<\/sup>, Kang-Seo Park<sup>1<\/sup>, Dae Ho Lee<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Ulsan, Asan Medical Center (AMC), Seoul, Korea, Republic of,<sup>2<\/sup>Department of Oncology, Asan Medical Center (AMC), Seoul, Korea, Republic of,<sup>3<\/sup>University of Ulsan, Seoul, Korea, Republic of,<sup>4<\/sup>Korea Research Institute of Chemical Technology, Daejeon, Korea, Republic of,<sup>5<\/sup>Asan Medical Center (AMC), Seoul, Korea, Republic of","CSlideId":"","ControlKey":"bc05fbd5-2d3d-4f62-847d-7f4edf47ff92","ControlNumber":"6078","DisclosureBlock":"&nbsp;<b>H. Ryu, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>S. Yoon, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>W. Kim, <\/b> None..<br><b>S. Seo, <\/b> None..<br><b>K. Jung, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>K. Park, <\/b> None..<br><b>D. Lee, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9232","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"424","PresenterBiography":null,"PresenterDisplayName":"Hyun-Min Ryu, BS","PresenterKey":"2203626c-24b8-423f-87ea-3fa5900348cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"424. RTK inhibitor resistance in NSCLC harboring MED12 mutation is overcome by only blocking MEK signaling, not AKT due to mutated MED12-induced YAP-PTEN dysregulation","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RTK inhibitor resistance in NSCLC harboring MED12 mutation is overcome by only blocking MEK signaling, not AKT due to mutated MED12-induced YAP-PTEN dysregulation","Topics":null,"cSlideId":""},{"Abstract":"<u>Introduction:<\/u> Targeted therapies provide clinical benefits in patients harboring oncogene-driven cancers, but relapses invariably occur. Studies on resistance mechanisms are essential to guide the development of next-generation inhibitors. An increasing number of studies focus on an earlier stage of disease evolution. Resistance may develop from the selection of preexisting resistant cells or by adaptation of drug-tolerant persister (DTP) cells. In this context, our study depicts DTP cells able to survive the initial tyrosine kinase inhibitor (TKI) exposure without harboring genetic changes, in order to identify the vulnerabilities existing in this cell state. <u>Materials and <\/u><br \/><u>Methods:<\/u> This project focuses on a patient-derived cell line from the prospective MATCH-R clinical trial (NCT0251782). The model is a non-small cell lung cancer harboring <i>EML4-ALK<\/i> fusion and ALK C1156Y\/G1269A mutation, sensitive to the 3<sup>rd<\/sup> generation ALK TKI lorlatinib. <i>In vitro<\/i>, fully resistant cells were generated by long-term lorlatinib exposure and the acquired resistance mechanism resulted from an epithelial-mesenchymal transition (EMT). DTP cells were generated under shorter drug exposures that eradicate sensitive carcinoma cells.<br \/><u>Results and Discussion:<\/u> Carcinoma cell plasticity drives cell transformation towards a phenotypic state, rendering them more tolerant to drugs. To better characterize this phenotype, we first focused on EMT and observed that DTP cells co-harbored epithelial and mesenchymal markers. We noticed that DTP cells exhibited an intracellular reactive oxygen species (ROS) rate making them dependent on protective oxidation-reduction mechanisms against oxidative stress-related damage. We revealed the overexpression of p21 and p27, known to bind to cyclin-CDK complexes and induce cell-cycle arrest. This dormant phenotype of DTP cells was underlined by a global repressive chromatin state evidenced by enrichment in H3K27me3, H3K36me3 and H3K9me3 marks; the latter mark also being a component of senescence-associated heterochromatin foci. In agreement, a high level of SA-&#946;-gal and senescence-associated secretory phenotype components (CXCL10, PAI-1), evidenced that our DTP model displayed a senescence-like phenotype. We quantified an increase in &#947;H2AX DNA damage foci in DTP cells compared to sensitive cells, in line with the concept that TKI treatment may have a role in DNA repair modulation that ultimately promotes new mutations. Together, our data depicted DTP features that might be relevant to identify drug candidates overcoming resistance (HDAC inhibitors, senolytic drugs and DNA repair inhibitors).<br \/><u>Conclusion:<\/u> We demonstrated potential targetable features of DTP cells. A combination of targeted therapies with DTP drug candidates could represent a therapeutic opportunity to improve the depth of response and delay the emergence of resistance in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Targeted therapy,Drug-tolerant persister cell,Drug resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Floriane Bray<\/b><sup><\/sup>, Francesco Facchinetti<sup><\/sup>, Helena Gerber<sup><\/sup>, Juliette Juign<sup><\/sup>, Giorgia Guaitoli<sup><\/sup>, Jean-Paul Thiery<sup><\/sup>, Santiago Ponce<sup><\/sup>, Benjamin Besse<sup><\/sup>, Ken  A.  Olaussen<sup><\/sup>, Luc Friboulet<sup><\/sup><br><br\/>INSERM U981 (Gustave Roussy), Villejuif, France","CSlideId":"","ControlKey":"8a537e83-426c-4866-b9cc-305a8b0d3621","ControlNumber":"6129","DisclosureBlock":"&nbsp;<b>F. Bray, <\/b> None.&nbsp;<br><b>F. Facchinetti, <\/b> <br><b>BeiGene<\/b> Other, Advisory board.<br><b>H. Gerber, <\/b> None..<br><b>J. Juign, <\/b> None.&nbsp;<br><b>G. Guaitoli, <\/b> <br><b>MSD<\/b> Other, Speaker and consultancy fees. <br><b>Astrazeneca<\/b> Other, Travel accommodation.<br><b>J. Thiery, <\/b> None..<br><b>S. Ponce, <\/b> None..<br><b>B. Besse, <\/b> None..<br><b>K. A. Olaussen, <\/b> None..<br><b>L. Friboulet, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9233","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"425","PresenterBiography":null,"PresenterDisplayName":"Floriane Braye, MS","PresenterKey":"7d27168b-ced4-46c3-a9de-2fcb7f2ce72e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"425. Characterization of TKI-induced drug-tolerant persister cells from a patient-derived cell line","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of TKI-induced drug-tolerant persister cells from a patient-derived cell line","Topics":null,"cSlideId":""},{"Abstract":"The prognosis of recurrent precursor T cell lymphoblastic leukemia\/lymphoma (pre-T LBL) is poor, mainly due to chemotherapy resistance. The specific mechanism(s) leading to chemoresistance at relapse is still poorly understood. We previously characterized a mouse strain that contains a CreERT2 cassette &#8220;knocked into&#8221; the 3&#8242; UTR of Mcm2. Mice with 2 copies of this knock-in allele, designated Mcm2<sup>cre\/cre<\/sup> show decreases Mcm2 protein expression. They die of pre-T LBL, due to acquired DNA copy number abnormalities (CNA), involving important tumor suppressor or oncogenes. We hypothesize this unique mutator phenotype may reveal specific genetic drivers leading to chemoresistance. We selected six drugs with different mechanisms that are known to be active against pre-T LBL, including cytarabine, etoposide, melphalan, methotrexate, prednisone, and vincristine. We used 4 mcm2 Pre-T LBL cell lines (#2883, 2696, 2641 and 2869). After 1 year of treatment, we obtained resistant cell lines that can tolerate drug concentrations which are up to 10,000X that of parental cell lines. These samples will be characterized by Sparse WGS (for CNA), RNA-Seq and WES. Before sequencing, we wanted to verify that cell lines had not become cross-contaminated during drug selection. During thymocyte differentiation, noncontiguous genomic V, D, and J gene segments become juxtaposed, and form an exon which encodes the variable region of a T cell receptor protein. The TCR&#946; VDJ rearrangement provides a unique identifier for pre-T LBL cell lines. For the 2869 cell line, we found that the VDJ sequences of cytarabine, vincristine, melphalan, and prednisone resistant 2869 were identical to the parental 2869 cells. However, analysis of 2883 cell lines were more complex. Although there were multiple VDJ rearrangements in parental 2883, they had an identical junction of D2J2S4, suggesting that the variable VDJ rearrangements were derived from a single clone with a unique DJ rearrangement, and subsequent different V-DJ rearrangements. Moreover, following drug selection, the VDJ rearrangement of chemo-resistant 2883 and parental 2883 were not identical. However, the chemo-resistant 2883 cells retain the fingerprint of parental 2883, namely the unique junction of D2J2S4. The VDJ rearrangement of etoposide resistant and vincristine resistant 2883 (2883ER and 2883VR, respectively) clones were identical, and could be identified as a subclone of parental 2883. Interestingly, the2883ER and 2883VR clones had nearly identical CNA of a number of genes, including Abcb1a (also known as Multi-Drug Resistance gene 1a), suggesting selection of a pre-existing resistant clone. Although the VDJ rearrangement of cytarabine 2883 was not found in the parental 2883 subclone, however, the unique D2J2S4 was present. These findings indicate that pre-T LBL cell lines do not invariably have stable TCR&#946; VDJ rearrangements, and can undergo V-DJ rearrangement event after several years of continuous cell culture.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"T cell,Mcm2,Chemotherapy,VDJ rearrangement,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dengchao Cao<\/b><sup>1<\/sup>, Mianmian Yin<sup>1<\/sup>, Toshihiro Matsukawa<sup>1<\/sup>, Taimour Baslan<sup>2<\/sup>, Peter Aplan<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Memorial Sloan-Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"29f23fef-c042-400d-8938-56ffd0138a75","ControlNumber":"6677","DisclosureBlock":"&nbsp;<b>D. Cao, <\/b> None..<br><b>M. Yin, <\/b> None..<br><b>T. Matsukawa, <\/b> None..<br><b>T. Baslan, <\/b> None..<br><b>P. Aplan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9234","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"426","PresenterBiography":null,"PresenterDisplayName":"Dengchao Cao, PhD","PresenterKey":"61115c5e-d50e-45d1-a3e9-ee01dfa9781f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"426. Ongoing TCR&#946; VDJ rearrangement in pre-T LBL cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ongoing TCR&#946; VDJ rearrangement in pre-T LBL cell lines","Topics":null,"cSlideId":""},{"Abstract":"Despite the advent of novel therapies, the five year survival rate for Stage IV melanoma remains at only 30%. This highlights the critical need for new therapeutics to treat this refractory disease. Aberrant activation of the PI3K-AKT pathway is common in melanoma, but efforts to drug this pathway have proven largely ineffective in clinical trials. In our study, we observed that pharmacological inhibition of AKT was ineffective whereas genetic silencing of all three AKT paralogs significantly abrogated melanoma cell growth and led to apoptosis through effects on mTORC signaling. This phenotype could be rescued by overexpression of AKT but was dependent on kinase activity. Interestingly, expression of the serine\/threonine kinase SGK1 was increased following genetic suppression of AKT but only expression of activated SGK1 could rescue the lethal effect of AKT knockdown. SGK1 also increases tumor growth and decreases survival in a BRAF<sup>V600E<\/sup>-driven mouse model of melanoma. Despite our results suggesting that key proliferation of melanoma cells is through effects on mTOR, phase II clinical trials of mTOR inhibitors have not shown clinical advantage. This may be due to multiple reasons: firstly, mTOR inhibitors, such as rapamycin, function by destabilization of the mTORC1-Raptor complex while leaving the mTORC2-Rictor complex, intact. Rictor enables mTORC2 to directly phosphorylate Ser473, and facilitates Thr308 phosphorylation by PDK1. As both AKT and SGK are phosphorylated by mTORC2 and PDK1 to facilitate downstream signaling through mTORC1, residual activity of mTOR incompletely suppressed by rapamycin may still be sufficient to drive melanoma progression. Thus, we evaluated second and third generation mTORC inhibitors, including a dual PI3K\/mTOR inhibitor, that target both mTORC1 and 2 complexes and lead to sustained suppression of PI3K&#62;AKT signaling. The dual PI3K\/mTORC inhibitor, Paxalisib, significantly reduced cell proliferation greater than combination AKT\/SGK inhibition and resulted in increased overall survival in a BRAF-driven immunocompetent mouse model of melanoma (p=0.0003 vs vehicle). These results allow insight into compensatory signaling networks upon AKT inhibition and suggest that dual targeting of PI3K and both mTOR complexes may represent an effective and tolerable therapeutic strategy in this disease that could further be combined with standard of care targeted therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"AKT\/PKB activation,mTOR,Malignant melanoma,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gennie  L.  Parkman<\/b><sup>1<\/sup>, Tursun Turapov<sup>1<\/sup>, David Kircher<sup>1<\/sup>, William Burnett<sup>1<\/sup>, Christopher Stehn<sup>2<\/sup>, Kayla O'Toole<sup>1<\/sup>, Katie Culver<sup>1<\/sup>, Ashley Chadwick<sup>1<\/sup>, Riley Elmer<sup>1<\/sup>, Ryan Flaherty<sup>1<\/sup>, Mona Foth<sup>1<\/sup>, Karly Stanley<sup>1<\/sup>, Robert Andtbacka<sup>1<\/sup>, David Lum<sup>1<\/sup>, Robert Judson-Torres<sup>1<\/sup>, Martin McMahon<sup>1<\/sup>, Sheri Holmen<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Utah Huntsman Cancer Institute, Salt Lake City, UT,<sup>2<\/sup>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"4c9411b2-3e88-4fd1-90c1-0c1123e09700","ControlNumber":"7018","DisclosureBlock":"&nbsp;<b>G. L. Parkman, <\/b> None..<br><b>T. Turapov, <\/b> None..<br><b>D. Kircher, <\/b> None..<br><b>W. Burnett, <\/b> None..<br><b>C. Stehn, <\/b> None..<br><b>K. O'Toole, <\/b> None..<br><b>K. Culver, <\/b> None..<br><b>A. Chadwick, <\/b> None..<br><b>R. Elmer, <\/b> None..<br><b>R. Flaherty, <\/b> None..<br><b>M. Foth, <\/b> None..<br><b>K. Stanley, <\/b> None..<br><b>R. Andtbacka, <\/b> None..<br><b>D. Lum, <\/b> None..<br><b>R. Judson-Torres, <\/b> None..<br><b>M. McMahon, <\/b> None..<br><b>S. Holmen, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9235","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"427","PresenterBiography":null,"PresenterDisplayName":"Gennie Parkman, BS;MS;PhD","PresenterKey":"c26f2e62-1e37-423f-85f2-076f2a371a37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"427. Newer generation mTOR inhibition represents effective therapeutic strategy for BRAF-mutant melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Newer generation mTOR inhibition represents effective therapeutic strategy for BRAF-mutant melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Tyrosine Kinase Inhibitors (TKIs) such as Erlotinib (ER) and Osimertinib (OR) are being used to treat lung cancer patients with EGFR mutations; however, patients develop resistance to these drugs within 10-18 months. EGFR-TKI resistance may be mediated by epithelial-mesenchymal transition (EMT), which causes a motile and invasive phenotype similar to mesenchymal cells. Sphingosine kinase 2 (SphK2), which is upregulated in Non-Small Cell Lung Cancer (NSCLC), phosphorylates sphingosine to sphingosine-1-phosphate (S1P) and increases cell proliferation, tumor survival and cell migration. The sphingolipid rheostat controls the cell fate by maintaining a balance between pro-survival and pro-apoptotic sphingolipids, which is regulated by SphK2. However, the role of SphK2 in TKI resistance and EMT is not well understood.<br \/>Hypothesis: We hypothesize that the inhibition\/downregulation of SphK2 will reverse EMT, reduce tumorigenicity and overcome ER and OR resistance. Study design and<br \/>Results: We studied expression of SphK2 in both drug resistant (OR and ER) and drug sensitive (parental) H358, H2170, H3255 and PC9 NSCLC cell lines. In drug resistant cells, qPCR and immunoblotting studies showed that SphK2 was upregulated by 1.5-1.7 and 1.5-3.3 fold in ER and OR resistant cell lines respectively compared to parental cells. 48 hours after SphK2 knockdown with siRNA treatment, SphK2 was downregulated by 4.6-fold and EMT mediator E-cadherin expression was upregulated by 2.9-fold. EMT proteins Vimentin and N-cadherin were downregulated by 3.8 and 2.2 fold respectively (p&#8804;0.01). Using an MTT assay, differences in percentage viability of cells with different treatments were calculated with respect to their viability in the presence of OR. We found that 81.43% of H358OR and 76.35% of the H3255OR cells were inhibited by a combination of Opaganib, a Sphk2 inhibitor, and OR, this is 27.74% and 12.28% higher compared to the additive effect of drug and inhibitor in H358OR and H3255 cells respectively. Furthermore, transwell migration assays, wound healing assays and spheroid assays were performed in OR resistant cells and the results indicated inhibition of the above assays by 94.97%, 82.36%, 88.67% respectively when treated with a combination of Opaganib and OR as compared to the diluent. This indicates the potential of SphK2 inhibition to overcome TKI resistance and EMT. To analyze the role of SphK2 expression in cancer progression, IHC was performed on 63 early and 48 late-stage lung cancer patient sections. We observed upregulation of SphK2 in late-stage lung cancer (p&#8804;0.05), indicating its role in cancer progression.<br \/>Conclusion: In this study, SphK2 was shown to decrease tumor survival, cancer cell proliferation, and expression of EMT markers. Thus, SphK2 may be a promising clinical target for overcoming EGFR-TKI resistance and NSCLC tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Tyrosine kinase inhibitor,NSCLC,Therapeutic target,Sphingolipid,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>S M Nasifuzzaman<\/b><sup><\/sup>, Namrata Dube<sup><\/sup>, Katie Lam<sup><\/sup>, Robert  J.  Hillwig<sup><\/sup>, Neelu Puri<sup><\/sup><br><br\/>University of Illinois College of Medicine (Rockford), Rockford, IL","CSlideId":"","ControlKey":"94b6f144-3076-4da4-a15b-58b09cc0a160","ControlNumber":"7067","DisclosureBlock":"&nbsp;<b>S. Nasifuzzaman, <\/b> None..<br><b>N. Dube, <\/b> None..<br><b>K. Lam, <\/b> None..<br><b>R. J. Hillwig, <\/b> None..<br><b>N. Puri, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9236","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"428","PresenterBiography":null,"PresenterDisplayName":"S M Nasifuzzaman, BA","PresenterKey":"fa1800a5-cd77-4ddb-bde3-ac3f385704f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"428. The role of sphingosine kinase 2 in overcoming EGFR-tyrosine kinase inhibitor resistance, EMT and NSCLC tumor progression","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of sphingosine kinase 2 in overcoming EGFR-tyrosine kinase inhibitor resistance, EMT and NSCLC tumor progression","Topics":null,"cSlideId":""},{"Abstract":"KRAS is the predominantly mutated RAS isoform, accounting for 85% of RAS mutations in cancers. KRAS G12C mutation occurs in approximately 14% of lung adenocarcinomas and 3% of colorectal adenocarcinomas. Several drugs have been developed that inhibit the function of KRAS proteins with a &#8220;G12C&#8221; mutation. The response rate to these drugs in patients with KRAS G12C-mutated NSCLC is approximately 40%. Primary resistance to G12C inhibitors in these patients may be explained in part by a lack of dependency on KRAS signaling. Despite the clinical benefit observed in some patients treated with G12C inhibitors, acquired resistance to single-agent inhibitor therapy eventually develops in most patients. KRAS G12C-mutated NSCLC cell lines treated with G12C- specific inhibitor demonstrated reactivation of the down-stream MAPK pathway as a mechanism of acquired resistance. As a terminal kinase in this pathway, inhibition of ERK1\/2 activity could potentially be instrumental in overcoming G12C inhibitor resistance. Moreover, aurora kinase A (AURKA) has been identified as necessary for cancer cell escape from G12C inhibitor-induced quiescence, which may be due to a stabilizing reaction between AURKA, KRAS G12C and the downstream effector CRAF. JSI-1187 is an oral reversible ERK1\/2 inhibitor, and VIC-1911 is an oral selective AURKA inhibitor. To evaluate the effects of the concomitant inhibition of JSI-1187 or VIC-1911 with sotorasib, we assessed the response in 4 G12C-mutated cell lines, including two NSCLC and two CRC. Loewe synergy scores calculated showed values between 0.5 to 14.3 in these cell lines, which signified a synergistic effect of JSI-1187 or VIC-1911 combined with sotorasib. JSI-1187 or VIC-1911 combined with sotorasib or adagrasib demonstrated marked enhancement of the antitumor effect compared with single-agent treatment in a H2122 mouse xenograft model. Additionally, the antitumor growth effect of JSI-1187 and sotorasib was significantly better than the combination of the MEK inhibitor, trametinib, and sotorasib. Greater inhibition of tumor growth was also observed for the combination vs. monotherapy in H358 and SW837 CRC- bearing mouse models. Furthermore, KRAS G12C-mutated patient-derived xenografts were used to investigate a synergistic effect. Combined treatment with VIC-1911 and sotorasib demonstrated greater tumor growth inhibition than either monotherapy alone in a NSCLC PDX model. In addition, the combination of JSI-1187 and sotorasib demonstrated a significant increase in tumor growth inhibition in a CRC PDX model. Taken together, our preclinical studies suggest that the combination of an ERK inhibitor, JSI-1187, or an AURKA inhibitor, VIC-1911, may potentially overcome the primary resistance and prevent or delay the acquired resistance to G12C inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,ERK,AURKA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lei Zhang<\/b><sup>1<\/sup>, Ao Li<sup>1<\/sup>, Shanzhong Jian<sup>1<\/sup>, Chengyi Du<sup>1<\/sup>, Wan Zhu<sup>1<\/sup>, Yue Tao<sup>1<\/sup>, Meiwei Wang<sup>1<\/sup>, Wen Xu<sup>1<\/sup>, Wenshan Hao<sup>1<\/sup>, Linda Paradiso<sup>2<\/sup>, Thomas Myers<sup>2<\/sup>, Keizo Koya<sup>2<\/sup>, Jintao Zhang<sup>1<\/sup><br><br\/><sup>1<\/sup>JS InnoPharm (Shanghai) Ltd, Shanghai, China,<sup>2<\/sup>VITRAC Therapeutics, Natick, MA","CSlideId":"","ControlKey":"d52707ba-bdec-4f91-ad00-51b46df6b051","ControlNumber":"1738","DisclosureBlock":"&nbsp;<b>L. Zhang, <\/b> None..<br><b>A. Li, <\/b> None..<br><b>S. Jian, <\/b> None..<br><b>C. Du, <\/b> None..<br><b>W. Zhu, <\/b> None..<br><b>Y. Tao, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>W. Xu, <\/b> None..<br><b>W. Hao, <\/b> None..<br><b>L. Paradiso, <\/b> None..<br><b>T. Myers, <\/b> None..<br><b>K. Koya, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9237","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"429","PresenterBiography":null,"PresenterDisplayName":"Lei Zhang, PhD","PresenterKey":"90f427d7-0af5-4c02-85eb-5a0d3271517b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"429. Efficacy of JSI-1187 or VIC-1911 in combination with KRAS G12C inhibitors for the treatment of KRAS G12C-mutated non-small cell lung cancer and colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Efficacy of JSI-1187 or VIC-1911 in combination with KRAS G12C inhibitors for the treatment of KRAS G12C-mutated non-small cell lung cancer and colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<i>KRAS<\/i> is one of the most frequently mutated oncogenes. Clinical studies with recently developed covalent KRAS<sup>G12C<\/sup> inhibitors have shown promising anticancer activity in patients with <i>KRAS<sup>G12C<\/sup><\/i> tumors (substitution of glycine to cysteine at amino acid 12). Not all <i>KRAS<sup>G12C<\/sup> <\/i>patients respond to single-agent treatment or, despite initial responses, develop drug resistance. Here, we investigate therapeutic options to overcome resistance to KRAS<sup>G12C<\/sup> inhibitor therapy in non-small cell lung cancer (NSCLC). Cancer cell lines and <i>in vivo<\/i> tumor xenograft models representing high fibroblast growth factor receptor-1 expression (FGFR1<sup>hi<\/sup>) and <i>KRAS<sup>G12C<\/sup><\/i> tumors were treated with FGFR or KRAS<sup>G12C<\/sup> inhibitors. The impact of single-agent versus combination treatment was measured in cell signaling, functional, and <i>in vivo<\/i> tumor growth assays. Analysis of a genome-wide genetic screen and corresponding mutation and expression data from DepMap identified a subset of NSCLC cells that harbor high FGFR1 expression (FGFR1<sup>hi<\/sup>) and <i>KRAS<sup>G12C<\/sup><\/i> mutations. FGFR1<sup>hi<\/sup> cancer cells exhibited mesenchymal-like features including high levels of vimentin and low levels of E-cadherin. To assess the functional role of high FGFR1 expression in <i>KRAS<sup>G12C<\/sup><\/i>-mutant cancer cells, pemigatinib, a potent and selective inhibitor of FGFR1-3, was tested alone or in combination with KRAS<sup>G12C <\/sup>inhibitors. The combination of pemigatinib and KRAS<sup>G12C <\/sup>inhibitors was synergistic in mesenchymal-like lung cancer cells with high FGFR1 expression, whereas no synergy was observed in cells with low FGFR1 expression. Furthermore, inhibition of FGFR1 activity was essential as a FGFR2-3 specific inhibitor demonstrated only modest activity in combination with KRAS<sup>G12C<\/sup> inhibitors. Notably, treatment of FGFR1<sup>hi<\/sup> <i>KRAS<sup>G12C<\/sup><\/i> LU99 cells with covalent KRAS<sup>G12C<\/sup> inhibitors resulted in an increase in FRS2 phosphorylation, a marker of FGFR pathway activation, which was suppressed by pemigatinib. To determine whether increased FGFR1 activity may be an acquired resistance mechanism, <i>KRAS<sup>G12C<\/sup><\/i>-mutant Mia-Paca-2 clones resistant to KRAS<sup>G12C<\/sup> inhibitors were generated. Subsequent protein analysis identified high levels of FGFR1 expression in a subset of resistant clones. <i>In<\/i> <i>vivo<\/i> studies with mesenchymal <i>KRAS<sup>G12C<\/sup>-<\/i>mutant xenografts confirmed increased antitumor efficacy and inhibition of pERK with the combination of KRAS<sup>G12C<\/sup> inhibitors and pemigatinib, compared with single-agent treatment. In contrast, <i>in vivo<\/i> combination activity was not observed in NSCLC tumors possessing an epithelial-like phenotype. We demonstrate that NSCLC with a mesenchymal-like phenotype and harboring high FGFR1 expression and <i>KRAS<sup>G12C<\/sup><\/i> mutations may uniquely benefit from combination treatment with current KRAS<sup>G12C<\/sup>-covalent inhibitors and blockade of FGFR1-mediated activity. Our results support pemigatinib as a promising agent for combination therapy with KRAS inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Fibroblast growth factor receptor (FGFR),KRAS,NSCLC,pemigatinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Margaret Favata<\/b><sup><\/sup>, Michael Weber<sup><\/sup>, Angela Abdollahi<sup><\/sup>, Valerie Dostalik Roman<sup><\/sup>, Matt Farren<sup><\/sup>, Aidan Gilmartin<sup><\/sup>, Sunkyu Kim<sup><\/sup>, Susan Wee<sup><\/sup>, Jonathan Rios-Doria<sup><\/sup><br><br\/>Incyte Research Institute, Wilmington, DE","CSlideId":"","ControlKey":"42593f2c-cc18-4df5-945a-9225e7f06376","ControlNumber":"1951","DisclosureBlock":"<b>&nbsp;M. Favata, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>M. Weber, <\/b> <br><b>Inctye Corporation<\/b> Employment, Stock. <br><b>A. Abdollahi, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>V. Dostalik Roman, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>M. Farren, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>A. Gilmartin, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>S. Kim, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock. <br><b>S. Wee, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock, (Former employee). <br><b>J. Rios-Doria, <\/b> <br><b>Incyte Corporation<\/b> Employment, Stock.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9238","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"430","PresenterBiography":null,"PresenterDisplayName":"Margaret Favata, Unknown","PresenterKey":"1130da5b-f791-491a-ad3e-12763ccf4d99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"430. Pemigatinib, an FGFR inhibitor, overcomes resistance to KRAS<sup>G12C<\/sup> inhibitors in mesenchymal-like NSCLC tumors","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pemigatinib, an FGFR inhibitor, overcomes resistance to KRAS<sup>G12C<\/sup> inhibitors in mesenchymal-like NSCLC tumors","Topics":null,"cSlideId":""},{"Abstract":"Metastatic melanoma is one of the most aggressive skin cancers and is associated with poor prognosis. BRAF and MEK inhibitors are used to treat patients with BRAF<sup>V600E<\/sup>-mutated advanced melanoma. However, the development of resistances to these treatments compromises therapeutic success. Our lab previously demonstrated that forkhead box D1 (FOXD1) plays a critical role in melanoma migration and invasion. Here, we found that FOXD1 was highly expressed in melanoma cells. Immunohistochemical assessment of 105 samples from patients with metastatic melanoma revealed that high FOXD1 expression in tumors was associated with poor survival and correlated with low MITF, SOX10 and high AXL expression. Upregulation of FOXD1 expression enhanced the resistance of melanoma to vemurafenib (BRAF inhibitor) or combinatorial treatment with vemurafenib and cobimetinib (MEK inhibitor). On the other hand, loss of FOXD1 increased the sensitivity of na&#239;ve melanoma cells towards vemurafenib or combinatorial treatment with vemurafenib and cobimetinib. Furthermore, high FOXD1 expression levels were found in BRAF inhibitor (BRAFi)-resistant cells. Downregulation of FOXD1 resulted in a resensitization of BRAFi-resistant cells to vemurafenib. By using microarray analysis, connective tissue growth factor (CTGF) was found to be one of the most downregulated genes in FOXD1 knockdown (KD) cells while its expression was highly increased upon FOXD1 overexpression. Thus, CTGF was identified as a downstream factor of FOXD1. In addition, <i>in vitro<\/i> expression analysis and evaluation of clinical samples demonstrated that CTGF and FOXD1 expression were positively correlated. By using a CHIP assay and a dual reporter luciferase assay, we discovered that FOXD1 could regulate the expression of CTGF by directly binding to the CTGF promoter. This result was confirmed with RT-PCR and western blot. In addition, we found that the protein level of CTGF was highly increased in BRAFi-resistant cells. Similar to FOXD1 knockdown, the knockdown of CTGF resensitized BRAFi-resistant cells to vemurafenib. FOXD1 KD cells treated with recombinant CTGF protein were less sensitive towards vemurafenib compared to untreated FOXD1 KD cells. Based on these findings, we conclude that the transcription factor FOXD1 could promote dedifferentiation and targeted therapy-resistance in melanoma cells by regulating the expression of CTGF. FOXD1 might be a promising new diagnostical marker and a therapeutic target of targeted therapy resistant melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Resistance,Melanoma\/skin cancers,Dedifferentiation,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Qian Sun<\/b><sup>1<\/sup>, Daniel Novak<sup>1<\/sup>, Laura Hser<sup>1<\/sup>, Juliane Poelchen<sup>1<\/sup>, Huizi Wu<sup>2<\/sup>, Karol Granados<sup>1<\/sup>, Aniello Federico Federico<sup>1<\/sup>, Ke Liu<sup>1<\/sup>, Tamara Steinfass<sup>1<\/sup>, Marlene Vierthaler<sup>1<\/sup>, Viktor Umansky<sup>1<\/sup>, Jochen Utikal<sup>1<\/sup><br><br\/><sup>1<\/sup>German Cancer Research Center, Heidelberg, Germany,<sup>2<\/sup>3BGI Genomics, Shenzhen, China","CSlideId":"","ControlKey":"96ba2207-d592-4ac0-a487-a2a1e7e3ac8a","ControlNumber":"2211","DisclosureBlock":"&nbsp;<b>Q. Sun, <\/b> None..<br><b>D. Novak, <\/b> None..<br><b>L. Hser, <\/b> None..<br><b>J. Poelchen, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>K. Granados, <\/b> None..<br><b>A. Federico, <\/b> None..<br><b>K. Liu, <\/b> None..<br><b>T. Steinfass, <\/b> None..<br><b>M. Vierthaler, <\/b> None..<br><b>V. Umansky, <\/b> None..<br><b>J. Utikal, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9239","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"431","PresenterBiography":null,"PresenterDisplayName":"Qian Sun, BS;Dr Rer Nat;M Eng","PresenterKey":"42708a3b-2df0-4a5c-91e8-b86f1bcc2a50","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"431. FOXD1 promotes dedifferentiation and targeted therapy resistance in melanoma by regulating the expression of connective tissue growth factor","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FOXD1 promotes dedifferentiation and targeted therapy resistance in melanoma by regulating the expression of connective tissue growth factor","Topics":null,"cSlideId":""},{"Abstract":"ARV-471 is an orally bioavailable cereblon (CRBN)-based PROteolysis-TArgeting Chimera (PROTAC&#174;) small molecule that demonstrates superior ER degradation and anti-tumor activity compared to fulvestrant in endocrine sensitive and resistant xenograft models and has shown significant ER degradation and promising clinical benefit in late-line ER-positive breast cancer patients. Innate and acquired drug resistance limits the response to and durability of many cancer therapies. To identify potential mechanisms of resistance to ARV-471, we generated ARV-471-resistant MCF7 cell lines which were then characterized using DNA, RNA and functional proteomic profiling. Acquired resistance to ARV-471 was associated with downregulation of ER protein expression and signaling and upregulation of HER family (EGFR, HER2, HER3) and MAPK\/AKT signaling. NRAS copy number gain was also observed, which was accompanied by increased NRAS expression. Although EGFR, HER2 and HER3 expression and activation were upregulated, no corresponding genomic alterations were observed in resistant cells. Importantly, we show that NRAS and EGFR overexpression in MCF7 cells conferred resistance to ARV-471 <i>in vitro<\/i>. Furthermore, ARV-471-resistant cells with HER pathway upregulation were sensitive to EGFR and pan-HER inhibitors. Unlike recent reports indicating the association of E3 ligase alterations with PROTAC resistance, CRBN mutations\/loss were not detected, nor were ESR1 mutations. CRBN knockout in ER+ breast cancer cells did not confer resistance to ARV-471, consistent with ARV-471 possessing ER antagonist activity independent of its degrader activity. Together, these data suggest that acquired resistance to ARV-471 may be associated with alterations within Receptor Tyrosine Kinase\/MAPK signaling pathways rather than ER signaling or E3 ligase machinery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,Endocrine resistance,Drug resistance,PROTAC protein degrader,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jessica Teh<\/b><sup><\/sup>, Shannon Bessonett<sup><\/sup>, Wendy Wu<sup><\/sup>, Christopher Kuhlberg<sup><\/sup>, Alissa Wynne<sup><\/sup>, Sean Landrette<sup><\/sup>, Monica Andreoli<sup><\/sup>, Elizabeth Bortolon<sup><\/sup>, Jennifer Pizzano<sup><\/sup>, Richard Gedrich<sup><\/sup>, Ian Taylor<sup><\/sup><br><br\/>Arvinas, Inc., New Haven, CT","CSlideId":"","ControlKey":"aa8f0be0-17f9-4f1e-9b2a-07b9ab0289c5","ControlNumber":"2466","DisclosureBlock":"<b>&nbsp;J. Teh, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. Bessonett, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option. <br><b>W. Wu, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option. <br><b>MD Anderson Cancer Center<\/b> Patent. <br><b>C. Kuhlberg, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. Wynne, <\/b> <br><b>Arvinas, Inc<\/b> Employment, Stock, Stock Option. <br><b>S. Landrette, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option. <br><b>AI Therapuetics<\/b> Stock. <br><b>Detect<\/b> Stock.<br><b>M. Andreoli, <\/b> None.&nbsp;<br><b>E. Bortolon, <\/b> <br><b>Arvinas<\/b> Employment, Stock, Stock Option. <br><b>J. Pizzano, <\/b> <br><b>Arvinas, Inc<\/b> Employment, Stock, Stock Option. <br><b>R. Gedrich, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option. <br><b>I. Taylor, <\/b> <br><b>Arvinas<\/b> Employment, Stock, Stock Option.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9240","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"432","PresenterBiography":null,"PresenterDisplayName":"Jessica Teh, PhD","PresenterKey":"ee4a0811-ef50-4c36-91c6-0685f4ff8acf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"432. Mechanisms of acquired resistance to ARV-471, a novel PROTAC&#174; estrogen receptor degrader","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of acquired resistance to ARV-471, a novel PROTAC&#174; estrogen receptor degrader","Topics":null,"cSlideId":""},{"Abstract":"Molecular therapies targeting EGFR-mutant non-small cell lung cancer (NSCLC) have dramatically improved prognosis for patients with the classical activating mutations, L858R and exon 19 deletion. Tumors harboring EGFR exon 20 insertions do not respond to inhibitors of classical activating mutations. Agents such as amivantamab and mobocertinib have been approved for treatment of lung cancer patients with exon 20 insertions, but agents with an improved selectivity profile versus wild-type EGFR are still needed. BAY 2927088, currently in phase I clinical trials, is a novel reversible inhibitor that targets EGFR exon 20 insertion mutations with decreased activity towards wild-type EGFR. Although most patients with advanced EGFR-mutant NSCLC eventually progress due to acquired resistance to EGFR inhibitors, the mechanisms of resistance to BAY 2927088 are currently unknown. Using two different methods of <i>in vitro<\/i> resistance generation, we identified mechanisms of intrinsic and acquired resistance to BAY 2927088 and other EGFR inhibitors. With the first method, involving initial incubation with a high concentration of inhibitor, we isolated drug-tolerant persister cells that underwent a transcriptional state transition resembling EMT. With the second method, involving gradual escalation of inhibitor concentrations, we identified <i>NRAS<\/i> hotspot mutations as a mechanism of resistance to BAY 2927088 and other EGFR inhibitors. As a parallel approach, we are developing a deep-scanning mutagenesis assay of the EGFR kinase domain to identify mutations that could cause resistance. Understanding these resistance mechanisms will help to identify second-line treatments for exon 20 insertion patients who develop resistance to EGFR inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"EGFR,NSCLC,Resistance,Tyrosine kinase inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gizem Karsli Uzunbas<\/b><sup>1<\/sup>, Quinn McVeigh<sup>1<\/sup>, Akansha Gupta<sup>1<\/sup>, Stephanie Hoyt<sup>1<\/sup>, Andrew Cherniack<sup>1<\/sup>, Franziska Siegel<sup>2<\/sup>, Stephan Siegel<sup>2<\/sup>, Matthew Meyerson<sup>1<\/sup>, Heidi Greulich<sup>1<\/sup><br><br\/><sup>1<\/sup>Broad Institute, Cambridge, MA,<sup>2<\/sup>Bayer AG, Berlin, Germany","CSlideId":"","ControlKey":"e73ea9ac-3518-48c1-8753-e7bdd1706ae3","ControlNumber":"2877","DisclosureBlock":"<b>&nbsp;G. Karsli Uzunbas, <\/b> <br><b>Bayer AG<\/b> Grant\/Contract. <br><b>Q. McVeigh, <\/b> <br><b>Bayer AG<\/b> Grant\/Contract. <br><b>A. Gupta, <\/b> <br><b>Bayer AG<\/b> Grant\/Contract. <br><b>S. Hoyt, <\/b> <br><b>Bayer AG<\/b> Grant\/Contract. <br><b>A. Cherniack, <\/b> <br><b>Bayer AG<\/b> Grant\/Contract. <br><b>F. Siegel, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>S. Siegel, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>M. Meyerson, <\/b> <br><b>Bayer AG<\/b> Grant\/Contract, Patent, Other, Consulting. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Interline<\/b> Other, Consulting. <br><b>Isabl<\/b> Other, Consulting. <br><b>Delve Bio<\/b> Other, Consulting. <br><b>LabCorp<\/b> Patent. <br><b>H. Greulich, <\/b> <br><b>Bayer AG<\/b> Grant\/Contract, Patent.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9241","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"433","PresenterBiography":null,"PresenterDisplayName":"Gizem Karsli Uzunbas, PhD","PresenterKey":"71a28330-6802-42a8-b93b-5ea17ec9cb79","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"433. Mechanisms of resistance to BAY 2927088, the first reversible inhibitor targeting EGFR exon 20 insertion mutations in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"634","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of resistance to BAY 2927088, the first reversible inhibitor targeting EGFR exon 20 insertion mutations in non-small cell lung cancer","Topics":null,"cSlideId":""}]