[{"Abstract":"Squamous cell carcinomas (SCCs) are triggered by marked elevation of RAS\/MAPK signaling and progression from benign papilloma to invasive malignancy. At tumor-stromal interfaces, a subset of tumor-initiating progenitors, the cancer stem cells (CSCs), obtain increased resistance to chemo and immunotherapy along this path. The distribution and changes in CSCs during progression from a benign state to invasive SCC remain elusive. Here, we show that following HRAS<sup>G12V<\/sup> activation, CSCs rewire their gene expression program and trigger a self-propelling, aberrant signaling crosstalk with their tissue microenvironment that drives their malignant progression. Surprisingly, the non-genetic, dynamic cascade of intercellular exchanges involves downstream pathways often mutated in advanced metastatic SCCs with high mutational burden. Coupling our clonal skin HRAS<sup>G12V<\/sup> model with single-cell transcriptomics, chromatin-landscaping, lentiviral reporters and lineage-tracing, we show that aberrant crosstalk between CSCs and their microenvironment triggers angiogenesis and TGF&#946;-signaling, creating conditions ripe for hijacking leptin and leptin receptor (LEPR)-signaling, which in turn launches downstream PI3K-AKT-mTOR signaling at the benign-malignant transition. By functionally interrogating each step in this pathway, we unravel how dynamic temporal crosstalk with the microenvironment and orchestrated by the stem cells (SCs) profoundly fuels this path to malignancy. These new insights suggest broad implications for cancer therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Tumor microenvironment,Squamous cell carcinoma,Leptin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shaopeng Yuan<\/b><sup><\/sup><br><br\/>The Rockefeller University, New York, NY","CSlideId":"","ControlKey":"5887586e-9d3c-49f5-9a8f-12aa95d2169a","ControlNumber":"711","DisclosureBlock":"&nbsp;<b>S. Yuan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2757","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3659","PresenterBiography":null,"PresenterDisplayName":"Shaopeng Yuan, BS;PhD","PresenterKey":"46294cf8-5e6c-4c0b-bd18-d6622fedb57d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3659. RAS drivesmalignancy through stem cell crosstalk with the microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"504","SessionOnDemand":"False","SessionTitle":"Stem Cells and the Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RAS drivesmalignancy through stem cell crosstalk with the microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is the most common primary tumor of bone and is characterized by rapid bone remodeling accompanied by structural and mechanical heterogeneity across the tumor. Chemoresistance and recurrence of OS can be attributed to a subpopulation of OS cells known as cancer stem-like cells (OS-CSCs). It can be hypothesized that tumor niches possessing distinct structural and mechanical properties could be harboring different OS cell populations, and certain niches might be more conducive for OS-CSCs formation and maintenance.<br \/>To evaluate the presence of OS-CSCs, mineralized collagen scaffolds mimicking heterogenous bone niches with distinct structural and mechanical properties were fabricated by changing collagen content and pore alignment and were cultured with the highly metastatic human OS cell line 143B. Scaffolds with 47% collagen by weight but different pore alignment were chosen for further analysis because they possessed different stiffness and topographical properties. Cytoskeletal changes, epigenetic changes, chemoresistance and chemoresistance-related pathways, and the levels of stemness genes were assessed in the 3D scaffold cultures.<br \/>A consistent trend of OS-CSC phenotype was observed in the cell population grown in the softer bone niches (12 kPa) with aligned pores as compared to stiffer niche (31 kPa) with non-aligned pores. The cell population growing in softer, aligned scaffolds had a significantly higher expression of stemness genes (OCT4, NANOG, SOX2, ALDH1A1) and drug efflux gene ABCB1 and increased chemoresistance to doxorubicin and cisplatin. Epigenetic changes associated with cisplatin resistance in OS such as a decrease in methyl transferase EZH2 accompanied by the upregulation of LIF\/Notch and PRKCA pathways was observed in cells grown in softer, aligned niches. Fluorescent imaging of actin organization showed rounder cells in the aligned niche indicative of the CSC phenotype, and stretched, elongated cells in the non-aligned niche indicative of a differentiated phenotype.<br \/>Our study showed that the mechanical and structural properties of bone niches influence the formation of distinct OS cell populations. A softer niche with an aligned structure is more conducive for maintaining OS-CSCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Osteosarcoma,Tumor microenvironment,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zunaira Shoaib<\/b><sup>1<\/sup>, Aleczandria  S.  Tiffany<sup>2<\/sup>, Brendan Harley<sup>2<\/sup>, Joseph Irudayaraj<sup>3<\/sup>, Timothy  M.  Fan<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathobiology, University of Illinois at Urbana-Champaign, Urbana-Champaign, IL,<sup>2<\/sup>Chemical and Biomolecular Engineering, University of Illinois at Urbana-Champaign, Urbana-Champaign, IL,<sup>3<\/sup>Bioengineering, University of Illinois at Urbana-Champaign, Urbana-Champaign, IL","CSlideId":"","ControlKey":"d3265d98-2817-4a99-8031-32582ee58a28","ControlNumber":"4965","DisclosureBlock":"&nbsp;<b>Z. Shoaib, <\/b> None..<br><b>A. S. Tiffany, <\/b> None..<br><b>B. Harley, <\/b> None..<br><b>J. Irudayaraj, <\/b> None..<br><b>T. M. Fan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2758","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3660","PresenterBiography":null,"PresenterDisplayName":"Zunaira Shoaib","PresenterKey":"9b3783c0-870c-484f-be83-6b0dd0e6198b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3660. Bone mechanics influence cancer stem cell formation in osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"504","SessionOnDemand":"False","SessionTitle":"Stem Cells and the Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bone mechanics influence cancer stem cell formation in osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is a deadly brain tumor and its high aggressiveness is partly due to a subpopulation of tumor stem cells known as glioblastoma stem-like cells (GSCs). GBM establishes crosstalk with non-tumoral cells, mediated mainly by extracellular vesicles (EVs) and the interaction between GSCs and neural stem cells (NSCs) from the subventricular zone may influence GBM biology. Literature data suggests that cellular communication is an important process for GSCs stemness maintenance, and some authors consider NSCs as a possible cell of origin for GSCs. However, the specific effects that neural stem cells-derived extracellular vesicles (NSCs-EVs) promote in GSCs are still uncertain. Previous data from our group demonstrated specific groups of microRNAs (hsa-miR -137, -216a-5p, -216b-5p, 217), enriched in NSCs-EVs in contrast to intracellular compartments, suggesting these molecules are being produced for secretion. Our study aims to evaluate the role of the miRs contained in NSCs-EVs in GSCs biology. Human induced pluripotent stem cells (hiPSC) were differentiated into NSCs. NSCs were characterized by western blotting and immunofluorescence by the expression of neural commitment markers, such as nestin and &#946;-III-tubulin. NSCs-EVs were isolated from NSCs&#8217; culture media with a commercial kit and analyzed by NTA (nanosight) for EVs size profiling and western blotting to detect specific markers, such as Alix, CD63, and HSP90. In a first approach, we analyzed the effects played by those miRs through predictive online tools. We identified target genes related to stemness (NANOG, SOX2, KLF4), oncogenesis (KRAS, CDC42, CDK6) and metabolism (CAMK2A), besides the Wnt and Notch signaling pathways. The online predictions also identified transcriptional factors related to vasculogenesis and self-renewal, key processes for GSCs activity. We will expose GSCs to NSCs-EVs and evaluate the expression of neural and stemness markers. In a future step, the GSCs previously exposed to NSCs-EVs will be treated with temozolomide, and viability assays will be performed. Additionally, we intend to modulate the four miRs identified and evaluate if they act as effector molecules of NSCs-EVs. Our data corroborate with our initial hypothesis that NSCs-EVs may act as important signalling modes in GSCs activity and consequently in GBM biology. Supported by FAPESP:22\/08106-1.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Glioblastoma,Cancer stem cells,Extracellular vesicles,MicroRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>João Pedro Alves de Araújo<\/b><sup>1<\/sup>, Lilian Cruz<sup>2<\/sup>, Maria Clara da Silva Souza<sup>1<\/sup>, Mariana Brandão Prado<sup>1<\/sup>, Rodrigo Nunes Alves<sup>1<\/sup>, Bárbara Paranhos Coelho<sup>1<\/sup>, Samuel Ribeiro Soares<sup>1<\/sup>, Camila Félix de Lima Fernandes<sup>3<\/sup>, Marilene Hohmuth Lopes<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Cell and Developmental Biology, Institute of Biomedical Sciences (ICB), University of São Paulo, São Paulo - SP, Brazil,<sup>2<\/sup>Vertex Pharmaceuticals, Cambridge, Massachusetts, United States of America (USA), Cambridge, MA,<sup>3<\/sup>University of Cologne (UoC), Cologne, Germany","CSlideId":"","ControlKey":"5e7a2b75-78f2-4ad3-ae6f-77566ed19f22","ControlNumber":"7097","DisclosureBlock":"&nbsp;<b>J. A. de Araújo, <\/b> None.&nbsp;<br><b>L. Cruz, <\/b> <br><b>Vertex Pharmaceuticals<\/b> Employment.<br><b>M. D. Souza, <\/b> None..<br><b>M. B. Prado, <\/b> None..<br><b>R. N. Alves, <\/b> None..<br><b>B. P. Coelho, <\/b> None..<br><b>S. R. Soares, <\/b> None..<br><b>C. F. D. Fernandes, <\/b> None..<br><b>M. H. Lopes, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2759","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3661","PresenterBiography":null,"PresenterDisplayName":"João Pedro de Araújo, BS","PresenterKey":"4b88dc76-e4f0-4f13-8117-7747f9390d81","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3661. Extracellular vesicle derived from neural stem cells as potential vehicles of genetic information to modulate glioblastoma biology","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"504","SessionOnDemand":"False","SessionTitle":"Stem Cells and the Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular vesicle derived from neural stem cells as potential vehicles of genetic information to modulate glioblastoma biology","Topics":null,"cSlideId":""},{"Abstract":"Acute lymphoid leukemia (ALL) and acute myeloid leukemia (AML) are aggressive forms of blood cancer that impair normal hematopoiesis and are typically associated with bone marrow (BM) failure, reflected by peripheral blood pancytopenia. While BM failure is thought to be mediated by the loss of hematopoietic stem and progenitor cells (HSPCs) due to leukemic expansion, with leukemic cells &#8220;crowding out&#8221; normal HSPCs, the mechanisms underlying this process remain unclear. To elucidate these mechanisms, we examined the effects of AML or ALL on residual normal or wild type (WT) hematopoiesis. The 961C cell line is an AML cell line derived from a NUP98-PH23 (NP23) transgenic mouse, and the T259 cell line is a B cell precursor ALL (BCP ALL) cell line also derived from an NP23 mouse. AML and BCP ALL were generated by transplantation of 961C or T259 cell lines into congenic recipients without cytotoxic conditioning. The use of congenic mice allowed engraftment of immunocompetent mice, and the lack of cytotoxic conditioning prevented damage to the BM microenvironment. Mice with AML demonstrated severe anemia, thrombocytopenia, and depletion of HSPCs, along with a marked reduction of total BM cellularity (WT + AML cells), suggesting that BM suppression was not due to a physical &#8220;crowding&#8221; mechanism. Instead, BM suppression in the absence of BM replacement with myeloblasts suggested that hematopoiesis may be inhibited by a factor secreted by the AML blasts. The inflammatory cytokines TNF-A and IL-6 were markedly increased in the peripheral blood of mice with AML, suggesting these were candidates for a factor responsible for decreased cellularity and pancytopenia. In contrast, mice with BCP ALL demonstrated normal hemoglobin and leukocyte counts, even with significant ALL engraftment. The loss of WT hematopoietic cells in the BM was equivalent to the gain of leukemic cells in the BM, and the total number of leukemic cells in mice with BCP ALL was 14-fold higher than the number of leukemic cells in mice with AML. Of note, the spleen of mice with BCP ALL displayed a 100x increase in WT HSPCs compared to non-transplanted mice with healthy BM. These findings suggest that BCP ALL depletes WT HSPCs in the BM through a physical expansion mechanism. WT splenic HSPCs from mice with AML were shown to have normal numbers of functional hematopoietic stem cells via a limiting dilution assay. In addition, WT HSPCs harvested from mice with BCP ALL generated similar numbers and types of colonies in vitro compared to WT HSPC harvested from non-leukemic mice. Both experiments suggest that neither BCP ALL nor AML induced a permanent change in the functionality of WT HSPCs. In conclusion, our results suggest that AML induces BM failure independent of leukemic burden, possibly via a secreted cytokine, whereas BCP ALL induces BM failure through physical expansion that replaces WT HSPCS with leukemic cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Leukemias,Tumor invasion,Bone marrow,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ryan Matthew Bertoli<\/b><sup>1<\/sup>, Peter  D.  Aplan<sup>2<\/sup>, Yang Jo Chung<sup>2<\/sup><br><br\/><sup>1<\/sup>NIH-NCI, Bethesda, MD,<sup>2<\/sup>Center for Cancer Research, NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"73a9e45b-7716-4d37-a90f-daf3a34226ec","ControlNumber":"6640","DisclosureBlock":"&nbsp;<b>R. M. Bertoli, <\/b> None..<br><b>P. D. Aplan, <\/b> None..<br><b>Y. Chung, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2762","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3664","PresenterBiography":null,"PresenterDisplayName":"Ryan Bertoli, BS","PresenterKey":"3b649790-5516-4a81-ad25-6ce5ef565778","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3664. Mechanism for bone marrow failure differs between acute myeloid and lymphoid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"504","SessionOnDemand":"False","SessionTitle":"Stem Cells and the Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanism for bone marrow failure differs between acute myeloid and lymphoid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Background: Circulating endothelial progenitor cells (EPCs) play a pivotal role in vascular regeneration and the repair of diseases in which angiogenesis is required, including ischemia and tissue transplantation. Although they are a potentially valuable cell therapy tool, their clinical use remains limited due to suboptimal storage conditions and especially, immune rejection. Even if these cells have been shown to be tolerated by the immune system, their <i>in vivo<\/i> long-term effects still remain to be elucidated. EPC-derived extracellular vesicles (EPC-EVs) may be an attractive alternative to EPCs given their key role in cell-cell communication and expression of the same parental markers. In this study, we investigated the regenerative effects of umbilical cord blood EPC-EVs on EPCs <i>in vitro.<\/i><br \/>Methods: EPCs were obtained from human umbilical cord blood (CB) and characterized by flow cytometry. After amplification, EPCs were cultured in a medium containing an EVs-depleted serum (EV-free medium). Then the conditioned medium was used to isolate the EVs with Tangential Flow Filtration (TFF). The EVs were characterized by a series of tests defining their size, number, and protein content. The regenerative effects of EPC-EVs on endothelial cells were investigated by analyzing cell migration, wound healing, and tube formation. We also analyzed the effect of EPC-EVs on endothelial cell inflammation and NO production.<br \/>Results: We showed that adding different doses of EPC-EVs on EPCs does not alter the basal expression of the endothelial cell markers CD31, CD144, and KDR, nor change their proliferative potential and NO production level. Furthermore, we demonstrated that<br \/>EPC-EVs, when used at a higher than physiologic dose, create a mild inflammatory condition that activates EPCs and boosts their regenerative features like migration and tube formation functions.<br \/>Conclusions: Our results reveal for the first time that EPC-EVs, when used at a high dose, could enhance EPC regenerative functions without altering their endothelial identity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-07 Other,,"},{"Key":"Keywords","Value":"Extracellular vesicles,endothelial progenitor cells,intracellular communication,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sawssen Ben Fraj<sup>1<\/sup>, Sina Naserian<sup>2<\/sup>, Bileyle Lorenzini<sup>2<\/sup>, Sylvie Goulinet<sup>2<\/sup>, Philippe Mauduit<sup>2<\/sup>, Georges Uzan<sup>2<\/sup>, <b>Houda Haouas<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>of Biological and Chemical engineering, National Institute of Applied Sciences and Technology (INSAT) Carthage University, LR18ES40, Inflammation, environment and signalization pathologies, Tunis, Tunisia,<sup>2<\/sup>INSERM UMR-S-MD 1197, Hopital Paul Brousse, Villejuif, France","CSlideId":"","ControlKey":"bfaac687-3462-4d56-ad19-f4fc45fc7c83","ControlNumber":"5975","DisclosureBlock":"&nbsp;<b>S. Ben Fraj, <\/b> None..<br><b>S. Naserian, <\/b> None..<br><b>B. Lorenzini, <\/b> None..<br><b>S. Goulinet, <\/b> None..<br><b>P. Mauduit, <\/b> None..<br><b>G. Uzan, <\/b> None..<br><b>H. Haouas, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2763","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3665","PresenterBiography":null,"PresenterDisplayName":"Houda Haouas, PhD","PresenterKey":"ab09a038-78f6-4680-8f59-056dcf5c9b90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3665. Umbilical cord blood endothelial progenitor cell-derived extracellular vesicles control important endothelial cell functions","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"504","SessionOnDemand":"False","SessionTitle":"Stem Cells and the Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Umbilical cord blood endothelial progenitor cell-derived extracellular vesicles control important endothelial cell functions","Topics":null,"cSlideId":""},{"Abstract":"Skeletal muscle dysfunction due to the effects of cancer secretome is observed in multiple cancer types and extreme dysfunction is manifested as cachexia. Major preclinical studies on cancer-associated muscle defects utilized mouse models or mouse C2C12 mouse myoblast cell line for <i>in vitro<\/i> studies. Because of species specificity of certain cytokines\/chemokines in the secretome, a human model system is required to fully comprehend the effects of cancer secretome on skeletal muscle. Here, we report a simple method to establish skeletal muscle stem cell line (hMuSC), which can be differentiated into myotubes. Using single nuclei ATAC-seq (snATAC-seq) and RNA-seq (snRNA-seq), we document chromatin accessibility and transcriptomic changes associated with hMuSCs to myotube transition. Cancer cell line derived factors accelerated stem to myotube differentiation with accompanying changes including an increase in PAX7+\/MyoD+ myogenic progenitor cells. Among the pathways activated by cancer-derived factors include inflammatory pathway involving CXCL8 (also called IL-8), glucocorticoid receptor (GR) pathway, and wound healing pathway. Furthermore, cancer-derived factors significantly altered splicing machinery in hMuSCs. Additionally, AKT and p53 pathways that function in metabolic\/survival pathways of the skeletal muscle were adversely affected when hMuSCs were exposed to cancer cell-derived factors. Cancer-derived factors increased the expression levels of previously known cachexia-associated genes such as MT-2, ZIP14, and PDK4. Thus, the model system not only recapitulates results of previous mouse studies but also provides much needed human model system that can easily be adapted for large scale studies to explore the epigenomic changes during hMuSC differentiation and to screen for drugs that restore skeletal muscle function in various diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Adult stem cells,,"},{"Key":"Keywords","Value":"Chemokines,Stem cells,Splice variants,MicroRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ruizhong Wang<\/b><sup>1<\/sup>, Brijesh Kumar<sup>1<\/sup>, Poornima Bhat-Nakshatri<sup>1<\/sup>, Aditi Sanjay Khatpe<sup>1<\/sup>, Michael  P.  Murphy<sup>2<\/sup>, Kristen  E.  Wanczyk<sup>2<\/sup>, Emma  H.  Doud<sup>3<\/sup>, Amber  L.  Mosley<sup>1<\/sup>, Yunlong Liu<sup>1<\/sup>, Duojiao Chen<sup>1<\/sup>, Ed Simpson<sup>1<\/sup>, Hongyu Gao<sup>1<\/sup>, Harikrishna Nakshatri<sup>2<\/sup><br><br\/><sup>1<\/sup>Surgery, Indiana University School of Medicine, Indianapolis, IN,<sup>2<\/sup>Surgery, Indiana University School of Medicine, VA Roudebush Medical Center, Indianapolis, IN,<sup>3<\/sup>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"3a991309-32fa-4357-8341-080c59d4d32f","ControlNumber":"962","DisclosureBlock":"&nbsp;<b>R. Wang, <\/b> None..<br><b>B. Kumar, <\/b> None..<br><b>P. Bhat-Nakshatri, <\/b> None..<br><b>A. Sanjay Khatpe, <\/b> None..<br><b>M. P. Murphy, <\/b> None..<br><b>K. E. Wanczyk, <\/b> None..<br><b>E. H. Doud, <\/b> None..<br><b>A. L. Mosley, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>D. Chen, <\/b> None..<br><b>E. Simpson, <\/b> None..<br><b>H. Gao, <\/b> None..<br><b>H. Nakshatri, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2796","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3666","PresenterBiography":null,"PresenterDisplayName":"Ruizhong Wang, PhD","PresenterKey":"6c257666-0b6b-4698-a558-3265e134aa55","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3666. A human skeletal muscle stem\/myotube model reveals multiple signaling targets of cancer secretome in skeletal muscle","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"504","SessionOnDemand":"False","SessionTitle":"Stem Cells and the Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A human skeletal muscle stem\/myotube model reveals multiple signaling targets of cancer secretome in skeletal muscle","Topics":null,"cSlideId":""}]