[{"Abstract":"Endometrial (or uterine) cancer is the most commonly diagnosed cancer in the female reproductive system and it disproportionately affects Black women, who are twice as likely to die from the disease than White women. In this study, we focused on the molecular characterization of copy-number high (CN-high) molecular subclassification of uterine cancer tumors, which includes most serous and serous-like endometroid tumors. These poorly characterized subcategories account for less than 10% of all uterine cancers but are responsible for over 80% of the mortality in uterine cancers and occur more commonly in Black women.We leveraged publicly available Pan-Cancer Atlas data to perform differential gene expression analyses between control and cancer samples in the Black and White CN-high groups with the aim of identifying relevant genes that could play a role in the aggressiveness of this cancer. We then performed survival analysis using the genes of interest using Kaplan-Meier estimators to ascertain the gene-specific survival outcomes.In the significantly upregulated subset of genes, we found that the high expression of the candidate gene was associated with higher survival in both White patients (p=0.046), and Black patients (p=0.021). Additionally, the expression levels of one of the noncoding genes were associated with differential survival between the groups, with low expression being associated with higher survival in White patients (p=0.0045), and high expression associated with higher survival in Black patients (p=0.018). This differential association of survival was also observed in one of the most downregulated genes in both groups, with low expression predicting higher survival in white patients (p=0.004), and Black patient survival is associated with high expression (p=0.0082). We also identified novel non-coding genes that predicted different survival outcomes in both groups, with high expression predicting better survival in Black patients and low expression predicting better survival in White patients (p=0.048 and p=0.039, respectively). These results showcase the identification of both coding and noncoding potential genomic targets that are associated with clinical outcomes in the aggressive CN-high molecular subtype of uterine cancer. These targets merit further characterization and experimental validation to elucidate their molecular roles in the progression of endometrial cancer.<br \/><b>Acknowledgments<\/b> S.S.G. is a CPRIT scholar in cancer research and is supported by a First-time Faculty Recruitment Award from the Cancer Prevention and Research Institute of Texas (CPRIT; RR170020). S.S.G. is also supported by a) the Lizanell and Colbert Coldwell Foundation, b) The Edward N. and Margaret G. Marsh Foundation, and c) the American Cancer Society.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Endometrial cancer,The Cancer Genome Atlas (TCGA),Noncoding RNA,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Enrique  I.  Ramos<\/b><sup>1<\/sup>, Axel  M.  Hidalgo<sup>1<\/sup>, Ken  Y.  Lin<sup>2<\/sup>, Shrikanth  S.  Gadad<sup>1<\/sup><br><br\/><sup>1<\/sup>Molecular and Translational Medicine, Texas Tech Univ. Health Sciences Ctr. El Paso, El Paso, TX,<sup>2<\/sup>Department of Obstetrics & Gynecology and Women's Health, Albert Einstein College of Medicine Montefiore Medical Center, Bronx, NY","CSlideId":"","ControlKey":"513ffb1f-8dbe-46af-bbd4-019e946abbba","ControlNumber":"7659","DisclosureBlock":"&nbsp;<b>E. I. Ramos, <\/b> None..<br><b>A. M. Hidalgo, <\/b> None..<br><b>K. Y. Lin, <\/b> None..<br><b>S. S. Gadad, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7601","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6535","PresenterBiography":null,"PresenterDisplayName":"Enrique Ramos, PhD","PresenterKey":"4b397393-478b-46e1-ba4b-f8a2674ae253","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6535. Identification of coding and non-coding genes associated with survival outcomes in uterine cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of coding and non-coding genes associated with survival outcomes in uterine cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: A single arm trial (NCT007773097) and a double-blind, placebo controlled randomized trial (NCT02134925) were conducted in patients with newly diagnosed advanced colonic adenomas to test the safety and immunogenicity of the MUC1 antigen vaccine and its potential to prevent new adenoma formation. These are the first trials of a non-viral cancer vaccine administered in the absence of cancer. In both trials, the vaccine was safe and strongly immunogenic in 43% and 25% of participants (Responders), respectively. The lack of robust response in a significant number of participants suggested, for the first time, that even in a premalignant setting, the immune system may have already been exposed to regulatory influences that, in the case of the vaccine, determine who does and who does not respond. We hypothesized that there could be molecular and cellular differences in the immune competence between vaccine responders and non-responders, and that they could be identified by studying their pre-vaccination peripheral blood mononuclear cells (PBMCs).<br \/>Methods: The two MUC1 vaccine trials are described in <u>https:\/\/doi.org\/10.1101\/2022.10.05.22280474<\/u> and <u>https:\/\/doi.org\/10.1158%2F1940-6207.CAPR-12-0275<\/u>. We performed single cell RNA-sequencing (scRNAseq) on banked pre-vaccination PBMCs from 16 Responders and 16 Non-Responders, determined by anti-MUC1 IgG response. Using differential gene expression (DGE), pathway enrichment, and network estimation analyses, we identified specific cell types, genes, and pathways that differ between responders and non-responders.<br \/>Results: Pre-vaccination PBMCs from Responders contained a significantly higher percentage of CD4+ naive T cells, while Non-Responders showed significantly higher percentage of CD8+ T effector memory (TEM) cells and a higher percentage of CD16+ monocytes. DGE and gene interaction network analysis showed a higher level of expression of T cell activation genes, such as Fos and Jun, in the CD4+ naive T cells in Responders. Further network analysis showed that these genes were directly connected to response. We also found pre-vaccination specific gene ontology (GO) pathways for translational and transcriptional activity enriched in all cell types in Responders compared to Non-Responders.<br \/>Conclusion: Our analyses identified candidate biomarkers that are predictive of a preventative cancer vaccine response. Thus, our results can be used for patient selection for vaccine administration. Furthermore, we identified cell type differences and transcriptional pathways that provide information of possible mechanisms of vaccine response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Single cell,Vaccines,T cell,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Daniel Y. Yuan<\/b><sup>1<\/sup>, Michelle  L.  McKeague<sup>2<\/sup>, Matthew  T.  Dracz<sup>2<\/sup>, Olivera  J.  Finn<sup>2<\/sup>, Panayiotis  V.  Benos<sup>3<\/sup><br><br\/><sup>1<\/sup>Computational and Systems Biology, University of Pittsburgh, Pittsburgh, PA,<sup>2<\/sup>Immunology, University of Pittsburgh, Pittsburgh, PA,<sup>3<\/sup>Epidemiology, University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"bf371061-2459-4cd3-a399-1796e4604a98","ControlNumber":"5256","DisclosureBlock":"&nbsp;<b>D. Y. Yuan, <\/b> None..<br><b>M. L. McKeague, <\/b> None..<br><b>M. T. Dracz, <\/b> None.&nbsp;<br><b>O. J. Finn, <\/b> <br><b>PDS Biotech<\/b> Independent Contractor. <br><b>GeoVax<\/b> Independent Contractor. <br><b>Immodulon<\/b> Independent Contractor. <br><b>Ardigen<\/b> Independent Contractor. <br><b>Invectys<\/b> Independent Contractor. <br><b>Sparc<\/b> Independent Contractor. <br><b>Isa Therapeutics<\/b> Independent Contractor.<br><b>P. V. Benos, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7604","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6537","PresenterBiography":null,"PresenterDisplayName":"Daniel Yuan, BS","PresenterKey":"3b40fa48-0037-4058-8d21-2641d3ba1704","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6537. Single cell transcriptomics uncovers cellular and molecular differences in PBMCs of responders and non-responders to the MUC1 cancer vaccine given in the preventative setting","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell transcriptomics uncovers cellular and molecular differences in PBMCs of responders and non-responders to the MUC1 cancer vaccine given in the preventative setting","Topics":null,"cSlideId":""},{"Abstract":"Functional gene expression signatures (FGES) are widely used as biomarkers in cancer diagnostics as descriptive and predictive models for treatment selection. Since FGES scores are based solely on gene expression profiles, they can be applied to data from bulk and single-cell RNA-seq or gene expression microarrays. However, FGES development and implementation has several challenges including technical limitations of calculating FGES scores based on ranked gene expressions such as background noise and gene cross-correlations and difficulty in assessing the biological relevance of FGES. Here, we developed an FGES validation pipeline that addressed these limitations by examining publicly available and internally-developed FGES.<br \/>The pipeline was developed by applying a modified single-sample gene set enrichment analysis (ssGSEA) to a manually curated database of more than 50,000 RNA-Seq samples, including sorted cells, cell lines, and tumor and normal tissue biopsies. We defined technical and biological criteria to validate signature quality: 1) single gene expression noise distribution minimum is greater than zero; 2) cross-correlation of genes comprising a signature is positive; 3) specificity, whereby a FGES differentiates a group of interest and has a minimal overlap with other unrelated signatures and molecular pathways; 4) generalizability, requiring FGES score to differentiate a group of interest across datasets of different origin, cell type, or diagnosis.<br \/>We tested these criteria on FGES that describe cellular processes such as epithelial-mesenchymal transition (EMT) and senescence as well as FGES that can delineate cell types such as macrophages. We were able to better distinguish 12 different cell types using the corresponding cell type-specific FGES with significantly higher ssGSEA scores (p-adj &#8804; 0.00004 in 99.9% cases) than 911 analogous MSigDB gene signatures. Our EMT FGES, tuned specifically for melanoma, exhibited higher precision than the MSigDB Hallmark EMT gene set (p &#60; 0.001) for predicting histological pigment scores. The senescence FGES also accurately distinguished senescent from non-senescent cells in datasets of differing cell origin and data acquisition methods, demonstrating signature generalizability. Finally, using macrophage-describing FGES, we showed that specificity of a publicly available gene set can be significantly improved (p-adj = 0.00001) by tuning it according to the aforementioned criteria.<br \/>Taken together, our proposed workflow enables better assessment of the technical quality and biological adequacy of FGES for their further use in transcriptomic analyses and computational models of complex biological processes and tumorigenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Gene expression profiling,Next-generation sequencing (NGS),Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elena Ocheredko<\/b><sup><\/sup>, Nadezhda Lukashevich<sup><\/sup>, Maria Savchenko<sup><\/sup>, Sofia Kust<sup><\/sup>, Syune Ambaryan<sup><\/sup>, Dmitry Tabakov<sup><\/sup>, Maria Sorokina<sup><\/sup>, Linda Balabanian<sup><\/sup>, Kushal Suryamohan<sup><\/sup>, Anastasiya Zotova<sup><\/sup>, Nathan Fowler<sup><\/sup>, Aleksander Bagaev<sup><\/sup><br><br\/>BostonGene, Corp., Waltham, MA","CSlideId":"","ControlKey":"0177f5a6-b56f-4544-9c76-223dbb110bc2","ControlNumber":"5214","DisclosureBlock":"<b>&nbsp;E. Ocheredko, <\/b> <br><b>BostonGene, Corp.<\/b> Employment. <br><b>N. Lukashevich, <\/b> <br><b>BostonGene, Corp.<\/b> Employment. <br><b>M. Savchenko, <\/b> <br><b>BostonGene, Corp.<\/b> Employment. <br><b>S. Kust, <\/b> <br><b>BostonGene, Corp.<\/b> Employment. <br><b>S. Ambaryan, <\/b> <br><b>BostonGene, Corp.<\/b> Employment. <br><b>D. Tabakov, <\/b> <br><b>BostonGene, Corp.<\/b> Employment, Stock Option. <br><b>M. Sorokina, <\/b> <br><b>BostonGene, Corp.<\/b> Employment, Stock Option. <br><b>L. Balabanian, <\/b> <br><b>BostonGene, Corp.<\/b> Employment. <br><b>K. Suryamohan, <\/b> <br><b>BostonGene, Corp.<\/b> Employment. <br><b>A. Zotova, <\/b> <br><b>BostonGene, Corp.<\/b> Employment, Patent. <br><b>N. Fowler, <\/b> <br><b>BostonGene, Corp.<\/b> Employment, Stock Option. <br><b>Gilead Sciences, Inc.<\/b> Grant\/Contract, Other, Consultant. <br><b>Roche<\/b> Grant\/Contract, Other, Consultant. <br><b>Celgene Corporation<\/b> Grant\/Contract, Other, Consultant. <br><b>A. Bagaev, <\/b> <br><b>BostonGene, Corp.<\/b> Employment, Stock Option, Patent, Other Intellectual Property.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7605","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6538","PresenterBiography":null,"PresenterDisplayName":"Kushal Suryamohan, PhD","PresenterKey":"bf630fb1-ad2d-45c1-9591-1d364b2ef9c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6538. Development and refinement of functional gene expression signatures as a computational tool for comprehensive characterization of transcriptomic data","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and refinement of functional gene expression signatures as a computational tool for comprehensive characterization of transcriptomic data","Topics":null,"cSlideId":""},{"Abstract":"Certain cancer treatments, such as the poly (ADP-ribos) polymerase (PARP) inhibitors, have been shown to be effective in killing cancer cells exhibiting genome instability signatures indicative of homologous recombination deficiency (HRD). Hence, these signatures are used as biomarkers to inform treatment decisions and prognosis. There are three measurements of HRD signatures commonly employed: loss of heterozygosity (HRD-LOH), telomeric allelic imbalance (TAI) and large-scale state transition (LST). It has been shown that combining all three scores can better determine the HRD phenotype, leading to a higher clinical impact. Yet current HRD signature tests, used to estimate HRD, have low negative predictive value, and one possible reason is that current genomic technologies lack sensitivity to capture the full extent of somatic genomic rearrangements. Here, optical genome mapping (OGM) was used to detect large structural variants (SVs) and calculate a HRD score. OGM captures high molecular weight DNA to call SVs by aligning these molecules to the public reference genome. OGM can comprehensively detect insertions and deletions &#62;5kbp, inversions, interchromosomal translocations, plus large interstitial copy number variation (CNV) and aneusomies. Subsequently, an automated script was developed to compute the HRD score, which is the summation of the three HRD signatures: HRD-LOH, the number of regions with a loss &#62;15 Mbp but shorter than the whole chromosome; TAI, the number of regions of gain and loss &#62;10Mbp that extend to a subtelomere but do not cross the centromere; and LST, the number of chromosomal breakpoints whose SV size &#62;10Mb but not the whole chromosome. We applied this script on 20 samples of solid tumors and myeloid neoplasms, and the automated scores are concordant with expertly curated scores, confirming the validity of the calculation. We believe that OGM data combined with this automated analysis of HRD signatures is much more sensitive and accurate for detection of HRD signatures and that this will enable more precise prediction of drug response for multiple tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer genomics,Genomics,Breast cancer,Homologous recombination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andy Wing Chun Pang<\/b><sup>1<\/sup>, Kelsea Chang<sup>1<\/sup>, Nikhil Sahajpal<sup>2<\/sup>, Daniel Saul<sup>1<\/sup>, Ravindra Kolhe<sup>3<\/sup>, Alka Chaubey<sup>1<\/sup>, Alex Hastie<sup>1<\/sup><br><br\/><sup>1<\/sup>Bionano Genomics, San Diego, CA,<sup>2<\/sup>Greenwood Genetics Center, Greenwood, SC,<sup>3<\/sup>Augusta University, Augusta, GA","CSlideId":"","ControlKey":"af355ca1-6471-4139-8b84-3f612f335a02","ControlNumber":"8022","DisclosureBlock":"<b>&nbsp;A. Pang, <\/b> <br><b>Bionano Genomics<\/b> Employment, Stock, Stock Option. <br><b>K. Chang, <\/b> <br><b>Bionano Genomics<\/b> Employment.<br><b>N. Sahajpal, <\/b> None.&nbsp;<br><b>D. Saul, <\/b> <br><b>Bionano Genomics<\/b> Employment.<br><b>R. Kolhe, <\/b> None.&nbsp;<br><b>A. Chaubey, <\/b> <br><b>Bionano Genomics<\/b> Employment. <br><b>A. Hastie, <\/b> <br><b>Bionano Genomics<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7606","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6539","PresenterBiography":null,"PresenterDisplayName":"Andy Wing Chun Pang","PresenterKey":"d39eec70-c14d-45cc-b0f2-11bf18be0491","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6539. Application of optical genome mapping to identify samples with homologous recombination deficiency","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of optical genome mapping to identify samples with homologous recombination deficiency","Topics":null,"cSlideId":""},{"Abstract":"We conducted integrative proteomic network analyses of 687 cases across 7 cancer types including breast cancer (115 tumor samples), clear cell renal carcinoma (100 tumor samples), colorectal cancer (91 tumor samples), hepatocellular carcinoma (101 tumor samples), lung adenocarcinoma (104 tumor samples), stomach adenocarcinoma (80 tumor samples), and uterine corpus endometrial carcinoma (96 tumor samples). Using Multi-scale embedded gene co-expression network analysis (MEGENA), we constructed co-expression protein network for each cancer type, and interrogated the network topology and co-expressed protein modules. For each cancer type, we identified disease-associated pathways as co-expressed protein modules enriched for differentially expressed proteins in tumor. Comparing with respective cancer transcriptome network models, this systematically revealed proteome-specific cancer subnetworks associated with heme metabolism, DNA repair, spliceosome, oxidative phosphorylation and KRAS oncogenic signaling pahways in several cancer types. Cross-cancer comparison identified highly preserved protein modules showing robust pan-cancer interactions and identified endoplasmic reticulum-associated degradation (ERAD) and N-acetyltransferase activity as the central functional axes. Then, we utilized these network models to predict pan-cancer protein network regulators in the up-stream of disease-associated pathways. The predicted pan-cancer regulators were experimentally validated by loss-of-function to confer anti-tumor effects in diverse cancer types: lung (H847), colon (HCT116), fetal kidney (HEK293T) and breast (MDA-MB-231) cancer cells. Overall, the study was designed to provide tractable network models of cancer proteome, and unlock the further potentials to understand oncogenic regulators and mechanisms in different cancer types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Proteomics,Molecular targets,Modeling,Post-transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Won Min Song<\/b><sup><\/sup>, Abdulkadir Elmas<sup><\/sup>, Richard Farias<sup><\/sup>, Peng Xu<sup><\/sup>, Xianxiao Zhou<sup><\/sup>, Benjamin Hopkins<sup><\/sup>, Kuan-lin Huang<sup><\/sup>, Bin Zhang<sup><\/sup><br><br\/>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"3ebdcb05-97f7-462c-baaa-42197ff54d2e","ControlNumber":"5042","DisclosureBlock":"&nbsp;<b>W. Song, <\/b> None..<br><b>A. Elmas, <\/b> None..<br><b>R. Farias, <\/b> None..<br><b>P. Xu, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>B. Hopkins, <\/b> None..<br><b>K. Huang, <\/b> None..<br><b>B. Zhang, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7607","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6540","PresenterBiography":null,"PresenterDisplayName":"Won Min Song, PhD","PresenterKey":"48364666-e1b7-453f-b345-3f4678a459d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6540. Multiscale protein networks: de novo aberrant protein interactions and oncogenic regulators in seven cancer types","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiscale protein networks: de novo aberrant protein interactions and oncogenic regulators in seven cancer types","Topics":null,"cSlideId":""},{"Abstract":"Oncogenic driver mutations in different pediatric sarcoma subtypes have been identified but may not be druggable. In general, identifying novel therapeutic targets and biomarkers for response remains a major challenge. We hypothesize that considering the structure of the interaction network in which the genes operate as a system is crucial for understanding a gene's role. We propose to use the protein interaction network geometry to characterize the shape of network architecture and identify key aspects of direct and indirect cooperation pertaining to the cancer network and prognosis using geometrical methods.<br \/>We model gene networks as weighted graphs where edges indicate protein-level interactions and edge weights estimate the strength of the interaction. The Human Protein Reference Database was used to define the gene network topology. RNA-Seq data from pediatric sarcoma tissues extracted from patients treated at MSK (n=12 Ewing sarcoma; n=29 osteosarcoma; n=20 desmoplastic small round cell tumor) was employed to prescribe correlation-based weights to create pediatric sarcoma subtype-specific weighted graphs. The geometry of the weighted gene networks was computed via a discrete notion of Ricci curvature.<br \/>Intuitively, the curvature provides a measure of feedback (triangles) in the network. Positive curvature reflects robust communication and ease of information transfer, while negative curvature reflects bridge-like architecture or bottlenecks of information flow. We utilized a dynamic (multi-scale) notion of curvature to quantify the functional associations between genes, computed as a function of scale between diffusion processes initially localized on each node (i.e., gene). The curvature becomes more positive on edges between communal genes and more negative on bridge-like edges between communities, until reaching the critical scale. Curvature therefore, as we demonstrate, partitions the cancer networks into functionally associated communities.<br \/>Community detection by removing bridge-edges, determined as edges with negative curvature at the critical scale, revealed sarcoma subtype-specific preferential gene associations. In particular, we agnostically found the <i>EWSR1-FLI1 <\/i>association in a cluster that was unique to the Ewing sarcoma network. Interestingly, we found <i>ETV6<\/i> in the same community as the characteristic Ewing sarcoma <i>EWSR1-FLI1<\/i> feature, suggesting a novel implication of <i>ETV6<\/i> in Ewing sarcoma. These results suggest that persisting communities found by leveraging the cancer network geometry may identify potential mechanisms of drug resistance and actionable therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer genomics,Bioinformatics,Gene expression analysis,Ewing sarcoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rena Elkin<\/b><sup>1<\/sup>, Jung Hun Oh<sup>1<\/sup>, Filemon Dela Cruz<sup>1<\/sup>, Larry Norton<sup>1<\/sup>, Joseph  O.  Deasy<sup>1<\/sup>, Andrew  L.  Kung<sup>1<\/sup>, Allen  R.  Tannenbaum<sup>2<\/sup><br><br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Stony Brook University, Stony Brook, NY","CSlideId":"","ControlKey":"2a0efffd-db10-4cfb-9bf7-554c611a24b1","ControlNumber":"6247","DisclosureBlock":"&nbsp;<b>R. Elkin, <\/b> None..<br><b>J. Oh, <\/b> None..<br><b>L. Norton, <\/b> None.&nbsp;<br><b>J. O. Deasy, <\/b> <br><b>PaigeAI<\/b> Stock. <br><b>A. L. Kung, <\/b> <br><b>Emendo Biotherapeutics<\/b> Stock, Other, Scientific Advisory Board. <br><b>Karyopharm Therapeutics<\/b> Other, Scientific Advisory Board. <br><b>Imago BioSciences<\/b> Stock, Other, Scientific Advisory Board. <br><b>DarwinHealth<\/b> Other, Scientific Advisory Board. <br><b>Isabl Technologies<\/b> Stock, Other, co-Founder and on the Board Directors.<br><b>A. R. Tannenbaum, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7608","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6541","PresenterBiography":null,"PresenterDisplayName":"Rena Elkin","PresenterKey":"90c3047a-a980-4fea-9e5d-3491c33cac73","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6541. Geometry of gene expression network reveals potential novel indicator in Ewing sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Geometry of gene expression network reveals potential novel indicator in Ewing sarcoma","Topics":null,"cSlideId":""},{"Abstract":"Androgen receptor (<i>AR<\/i>) splice variants (<i>AR<\/i>-Vs) have been widely studied on its important role in prostate cancer (PC) progression. In particular, <i>AR<\/i>-Vs lacking ligand binding domains, such as <i>AR<\/i> splice variant 7 (<i>AR<\/i>-v7) that links exon 3 and cryptic exon 3 or <i>AR<\/i> variant that losses exons 5 to 7 (<i>AR<\/i><sup>v567es<\/sup>), have been demonstrated as one of the resistant mechanisms to androgen deprivation therapy in PC. Despite its clinical importance, the current algorithms to detect fusions such as TopHat-Fusion have limitation to detect intra-chromosomal rearrangements including <i>AR<\/i>-Vs. In this respect, we propose a novel approach to identify <i>AR<\/i>-Vs from targeted RNA sequencing (RNA-seq) dataset. In short, our two-step approach first gathers soft-clipped or divided reads that are adjacent to the splicing sites of <i>AR<\/i>-Vs and then yields the number of splitting reads that support the existence of <i>AR<\/i>-Vs. Next, the algorithm selects the paired-end reads whose one side and the other side are mapped to the preceding and following exons, respectively. The final number of spanning reads are calculated following to the removal of low-quality reads. We validated the proposed approach using two large-scale, independent RNA-seq datasets of PC samples: 34 samples from Seoul National University Hospital (SNUH) and 558 samples from The Cancer Genome Atlas (TCGA) dataset. Overall, our approach successfully identified samples with putative <i>AR<\/i>-Vs, including <i>AR<\/i>-v7 and <i>AR<\/i><sup>v567es<\/sup>. In addition, our approach successfully detected <i>AR<\/i>-v7 with reliable number of supporting reads, from the RNA-seq dataset of <i>AR<\/i>-v7-expressing cell line. Finally, statistical analyses of 34 SNUH PC patients suggested potential detection threshold in clinical sequencing settings (at least 10 split reads and 1% proportion). In the SNUH dataset, The <i>AR<\/i>-v7 positive group, which included 6 patients (17.1%) with values above the threshold, had higher <i>AR<\/i>-v7 expression levels than the negative group (p=4.8E-04). The similar pattern was also found in the analysis of TCGA dataset. Owing to its flexibility, we also confirmed that the developed approach can be used to detection of other <i>AR<\/i>-Vs, including <i>AR<\/i>-v3 and <i>AR<\/i><sup>v567es<\/sup>. We expect that the further in-depth analyses including larger samples and clinical outcomes can discover clinical applicability of <i>AR<\/i>-Vs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen receptor,Splice variants,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Suhyun Hwangbo<\/b><sup><\/sup>, Sungyoung Lee<sup><\/sup>, Sheehyun Kim<sup><\/sup>, Hongseok Yun<sup><\/sup><br><br\/>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"dd7fd12a-9dbf-4eee-a63f-5ef9df8d2dc9","ControlNumber":"2753","DisclosureBlock":"&nbsp;<b>S. Hwangbo, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>H. Yun, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7609","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6542","PresenterBiography":null,"PresenterDisplayName":"Suhyun Hwangbo","PresenterKey":"6a009fac-b9c5-417d-a1c0-11e13f0c1e1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6542. Detection of androgen receptor splice variants from clinical sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of androgen receptor splice variants from clinical sequencing","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>In EGFR-mutant non-small cell lung cancer (NSCLC), the efficacy of immune checkpoint blockade (ICB) is limited with higher incidence of toxicity profiles. EGFR-mutant NSCLC is associated with immune suppressive microenvironment, including lower programmed death-ligand 1 (PD-L1), tumor mutational burden (TMB), and tumor-infiltrating CD8<sup>+<\/sup> T lymphocytes. However, tumors expressing high levels of PD-L1 show improved and durable clinical benefit in immunotherapy. In addition, Understanding the dynamics of tumor microenvironment may elucidate immune response in terms of immune composition, and help overcome resistance to immune checkpoint inhibitors. Here, we demonstrate that conventional type 1 dendritic cells (cDC1s) is one of the key tumor microenvironment, resulting in priming of CD8<sup>+<\/sup> T cells and production of chemokines, such as CXCL9\/CXCL10 and cytokines that augment anti-tumor immunity.<br \/><b>Methods: <\/b>A total of 31 surgical samples of NSCLC, including EGFR wild and mutant NSCLC of stages I-III, and 16 normal lung tissue samples were collected. PD-L1 expression in EGFR wild type was categorized into tumor proportion score (TPS) of &#60; 50% and &#8805; 50% using immunohistochemistry (IHC). Single cell RNA sequencing was performed with the Scanpy toolkit on the retrospective cohorts of normal (n=16), EGFR mutant (n=14, L858R=6, E19Del=8), EGFR wild TPS &#8805; 50% (n=10), and TPS &#60; 50% (n=7).<br \/><b>Results: <\/b>We observed that an overall tumor specific immune response occurred in EGFR wild-type TPS &#8805; 50% compared with others. <i>XCL1<\/i><sup>+<\/sup> innate-like T cells, which act as an orchestra of tumor specific immune response, were found. These cells had high expression of <i>FCER1G<\/i> and <i>IL2RB<\/i>, a receptor for IL-15, However, expression of <i>CD8A\/B<\/i>, <i>CD4<\/i> and <i>FCGR3A<\/i> was low. Interestingly, in these innate-like T cells, the expression of <i>ITGAE<\/i>, which interacts with E-cadherin in cancer cells, and <i>CD81<\/i>, which interacts with CD3 and enhances immunological synapse, was observed in EGFR wild TPS &#8805; 50%. According to these results, <i>XCR1<\/i><sup>+<\/sup> cDC1s were enriched in EGFR wild-type TPS &#8805; 50%. <i>CXCL9<\/i>\/<i>CXCL10<\/i>, which recruits CXCR3<sup>+<\/sup> effector T cells which are primed at the lymph node, was highly expressed in activated DCs at EGFR wild TPS &#8805; 50%. CD8<sup>+<\/sup> T cells were significantly enriched in EGFR wild-type TPS &#8805; 50%. These cells also expressed <i>IFNG<\/i> and <i>FLT3LG<\/i>, which maintain the function of intra-tumoral dendritic cells (DCs), and were also up-regulated in EGFR wild-type TPS &#8805; 50%. Among them, exhausted CD8<sup>+<\/sup> T cells expressing <i>PDCD1<\/i> were observed in EGFR wild TPS &#8805; 50%, and these cells also expressed <i>ITGAE<\/i> and <i>CD81<\/i>. In addition, these cells also showed high expression of <i>CXCR3<\/i>, a receptor for CXCL9\/CXCL10 which were expressed in the activated DCs.<br \/><b>Conclusion: <\/b>cDC1s-mediated tumor specific immune response occurred in patients with EGFR wild TPS &#8805; 50%, which could be an important mechanism to predict anti-PD-1 response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"NSCLC,Single cell,Tumor microenvironment,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"YoungJoon Park<sup><\/sup>, Su-Jin Choi<sup><\/sup>, Jii Bum Lee<sup><\/sup>, Dong Kwon Kim<sup><\/sup>, Sun Min Lim<sup><\/sup>, Seong Gu Heo<sup><\/sup>, Ke Jia Qi<sup><\/sup>, Byoung Chul Cho<sup><\/sup>, <b>Kyoung-Ho Pyo<\/b><sup><\/sup><br><br\/>Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"34104950-35f9-4011-82a5-6ce11e09cd6b","ControlNumber":"5708","DisclosureBlock":"&nbsp;<b>Y. Park, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>S. Heo, <\/b> None..<br><b>K. Qi, <\/b> None..<br><b>B. Cho, <\/b> None..<br><b>K. Pyo, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7610","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6543","PresenterBiography":null,"PresenterDisplayName":"Kyoung-Ho Pyo, PhD","PresenterKey":"1da9e333-9c2d-4d48-8852-aaad39775776","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6543. Comparative analysis of immune landscape according to EGFR mutation and tumor PD-L1 proportion scores in non-small cell lung cancer at single cell resolution","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative analysis of immune landscape according to EGFR mutation and tumor PD-L1 proportion scores in non-small cell lung cancer at single cell resolution","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Basal-like breast cancer (BLBC) is a biologically aggressive and molecular heterogeneous breast cancer subtype that confers to the patient&#180;s poor prognosis. The crosstalk of epigenetic regulators, such as methylation events and microRNA (miRNA) deregulation, drives breast cancer progression and modulates aggressive tumor phenotypes. However, few studies have specifically characterized the epigenetic regulatory networks of genome-wide DNA methylation-based modifications, miRNAs and transcription factors (TF) expression in BLBC. Therefore, the main objective of this study was to identify and correlate the DNA methylation profiles and the transcriptional expression of miRNAs and TFs of the BLBC subtype.<br \/>Methods: To achieve our goal, a comprehensive computational pipeline using the R language was used. First, the transcriptional expression profiles and DNA methylation data of BLBC and non-tumor samples were downloaded from The Cancer Genome Atlas (TCGA). Then, the ELMER package was used to determine the differentially methylated distal probes between these two groups, identifying gene-probes pairs that can be regulated by un\/methylated regions that affect the function of TFs. The different expressed (DE) miRNAs were identified using the DESeq2 package. To determine the regulatory pairs (gene, miRNA and TF interactions) the multiMiR, miRWalk, ENCODE, and hTFtarget were used and the regulatory networks were identified by the FANMOD algorithm. Finally, pathway enrichment analysis (PEA) was conducted using the Reactome database and microT-CDS (Diana Tools mirPath v.3).<br \/>Results: A total of 147 and 199 pairs of gene-probes were identified in hypermethylation and hypomethylation analyses, respectively. Fifty genes and 59 regulatory TFs whose expression was associated with DNA methylation were selected, including members of the E2F (E2Fs) and Kr&#252;ppel-like factor (KLFs) family. Eleven DE miRNAs, out of the 51 identified, were selected based on their interaction with genes and TFs. These pairs of miRNAs, TF, and genes generated three types of feed-forward loops (FFLs): coherent FFLs, mediated by miRNAs; incoherent FFLs, mediated by TFs; and compost FFLs, mediated by TF and miRNAs. Finally, the PEA analysis showed 51 pathways in which miRNAs, genes, or TFs may interact, including pathways related to DNA repair, cell cycle, pathways in cancer, as well as the defective binding of RB1 mutants to E2F1, and the ErbB signaling pathway.<br \/>Conclusion: Our findings demonstrated the epigenetic regulation of methylation patterns and miRNA expression and their impact on the expression of TFs that may exert critical roles in the BLBC. The functional analysis of these regulatory networks in well-established BLBC models, targeting the signaling pathways identified, can determine whether they modulate the BLBC phenotype and can be used as potential clinical targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Epigenetics,Gene expression analysis,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Larissa Miyuki Okano<\/b><sup>1<\/sup>, Alexandre Luiz Korte de Azevedo<sup>2<\/sup>, Tamyres Mingorance Carvalho<sup>2<\/sup>, Fernanda Brandão Berti<sup>1<\/sup>, Luciane Regina Cavalli<sup>1<\/sup><br><br\/><sup>1<\/sup>Instituto de Pesquisa Pele Pequeno Principe, Curitiba, Brazil,<sup>2<\/sup>Genetics Department, Universidade Federal do Paraná, Curitiba, Brazil","CSlideId":"","ControlKey":"ee770a43-5e6f-4108-8104-71092927a323","ControlNumber":"5447","DisclosureBlock":"&nbsp;<b>L. M. Okano, <\/b> None..<br><b>A. L. K. Azevedo, <\/b> None..<br><b>T. M. Carvalho, <\/b> None..<br><b>F. B. Berti, <\/b> None..<br><b>L. R. Cavalli, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7611","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6544","PresenterBiography":null,"PresenterDisplayName":"Larissa Okano, BS","PresenterKey":"e28731b5-3544-4758-bf78-66e9f8b89b9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6544. Identification of epigenetic regulatory networks associated with the basal-like breast cancer subtype","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of epigenetic regulatory networks associated with the basal-like breast cancer subtype","Topics":null,"cSlideId":""},{"Abstract":"Purpose: An expected outcome following germline genome sequencing in oncology is the discovery of &#8216;secondary findings&#8217; (SFs). SFs comprise pathogenic(P)\/likely P (LP) germline variants in cancer genes not typically associated with the presenting cancer, in addition to germline variants of uncertain significance (VUS) to the patient&#8217;s cancer. Due to the rarity of childhood cancers and a dearth of studies analyzing SFs, many pediatric SFs are categorized as VUS without clinical interpretation. Interpreting SFs poses significant challenges: VUSs and other SFs are frequently not included in clinical molecular reports, and even when reported (often through research), their clinical utility and long-term impact on patient health are unclear. However, we know VUSs can have clinical importance because some VUSs, when investigated thoroughly, have been reclassified as pathogenic predictors of significant health conditions in children. We hypothesize that an in-depth characterization of the landscape of germline SFs\/VUSs across a diverse pediatric cancer cohort will reveal new roles of these genes and mutations in pediatric cancers.<br \/>Methods: To explore germline SFs in pediatric cancer patients, we analyzed germline whole-genome sequencing (WGS) data for patients with rare, relapsed, refractory, and metastatic childhood cancers enrolled in the SickKids Cancer Sequencing Program (KiCS). We developed a custom analysis pipeline to identify germline single-nucleotide variants and indels deemed SFs, auto-classify their pathogenicity (ex. P, LP, or VUS) using CharGer, filter for PanCanAtlas-indicated cancer predisposition genes, and sort the remaining variants by cancer and non-cancer associations.<br \/>Results: The KiCS cohort (n = 511) encompassed over 133 different tumor types; the median age of participants was 14 years (SD = 10.27) and 55% of patients were male. Ongoing work in our lab will catalogue the frequency and distribution of SFs in KiCS and analyze germline variants by subgroup (gene, tumor subtype, stage, demographics, gene function). We will also compare SF prevalence in KiCS to the general population using the gnomAD dataset. Results from preliminary analyses of this cohort will be presented.<br \/>Significance: SFs\/VUSs are under-utilized in cancer management. This work advances the holistic understanding of germline genomics in pediatric oncology and the roles of SFs in disease.<b> <\/b>Future studies will evaluate SFs by patient ancestry and validate cancer associations through the evaluation of allelic imbalance\/loss of heterozygosity in matched tumor genomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Genomics,Sequencing,Genetic susceptibility,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Safa Majeed<\/b><sup>1<\/sup>, Stephenie Prokopec<sup>2<\/sup>, Brianne Laverty<sup>1<\/sup>, Vallijah Subasri<sup>1<\/sup>, Michael Taylor<sup>3<\/sup>, Yvonne Bombard<sup>4<\/sup>, Trevor Pugh<sup>2<\/sup>, Adam Shlien<sup>1<\/sup>, Anita Villani<sup>3<\/sup>, David Malkin<sup>3<\/sup><br><br\/><sup>1<\/sup>Genetics and Genome Biology, Hospital for Sick Children, Toronto, ON, Canada,<sup>2<\/sup>Princess Margaret Cancer Centre, University Health Network, Toronto, ON, Canada,<sup>3<\/sup>Hospital for Sick Children, Toronto, ON, Canada,<sup>4<\/sup>Genomics Health Services Research Program, Li Ka Shing Knowledge Institute, St. Michael’s Hospital, Toronto, ON, Canada","CSlideId":"","ControlKey":"6a2fd6fc-f02a-4005-936e-7e61867dfac5","ControlNumber":"3647","DisclosureBlock":"&nbsp;<b>S. Majeed, <\/b> None..<br><b>S. Prokopec, <\/b> None..<br><b>B. Laverty, <\/b> None..<br><b>V. Subasri, <\/b> None..<br><b>M. Taylor, <\/b> None..<br><b>Y. Bombard, <\/b> None..<br><b>T. Pugh, <\/b> None..<br><b>A. Shlien, <\/b> None..<br><b>A. Villani, <\/b> None..<br><b>D. Malkin, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7612","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6545","PresenterBiography":null,"PresenterDisplayName":"Safa Majeed, BS,MS","PresenterKey":"2de5a4fb-95be-4a54-959d-b58735f5d5a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6545. Investigating secondary findings in a pediatric cancer cohort: preliminary findings","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating secondary findings in a pediatric cancer cohort: preliminary findings","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Few preclinical models of appendiceal adenocarcinomas (AAs) exist. Orthotopic patient-derived xenografts (PDXs) better recapitulate the original tumor microenvironment. Therefore, we hypothesized that AA patient tumors should grow more successfully in orthotopic PDXs compared to standard flank implanted PDXs.<br \/><b>Methods: <\/b>After obtaining informed consent, tumor samples were obtained from 16 patients with AA undergoing surgical resection at MD Anderson Cancer Center. Tumors were implanted in both the flank and peritoneum of NSG mice; from each patient, at least 6 mice (n&#8805;3 IP, n&#8805;3 flank) were implanted with an approximately 0.5 cm<sup>3<\/sup> tumor. Mice were assessed after 6 months for tumor formation.<br \/>Whole transcriptomic RNAseq was performed on tumor samples taken from either the flank (n=3) or peritoneum (n=3) of two poorly differentiated (grade 3) patient tumors. The R package DESeq2 was used to conduct differential gene expression analysis comparing IP to Flank PDXs, controlling for the specific patient tumor. Finally, Gene Set Enrichment Analysis (GSEA) with the hallmark gene sets from MSigDB was implemented to study the relative up\/down-regulation patterns of gene sets in each PDX cohort.<br \/><b>Results: <\/b>Tumor formation rate, regardless of grade, was greater in IP vs. flank implantation (31.4% vs 11.7%). Higher grade was associated with higher average tumor formation rates (IP&#8212;G1: 13.3%, G2: 33.8%, G3: 44.5%; Flank&#8212;G1: 0%, G2: 0%, G3: 31.2%).<br \/>GSEA identified that cell proliferation and energy metabolism gene sets were significantly enriched in IP tumors relative to flank: E2F Targets, G2M Checkpoint, Oxidative Phosphorylation, MYC Targets V1, MYC Targets V2, and DNA Repair (NES = 2.91, 2.62, 2.60, 2.31, 1.61, 1.82, respectively; FDR q-val &#8804; 0.01 for all). Meanwhile, gene sets associated with tumor environmental stress were enriched in flank tumors: Angiogenesis, Hypoxia, and TGF-&#946; Signaling (NES = -2.00, -1.73, -1.62, respectively; FDR q-val &#8804; 0.01 for all). Epithelial Mesenchymal Transition and TNF-&#945; signaling via NF-&#954;B were also enriched in flank tumors (NES = -2.28, -2.20; FDR q-val &#60; 0.01).<br \/><b>Conclusions: <\/b>The peritoneal microenvironment promotes growth of appendiceal tumors in PDXs, with higher-grade being associated with greater tumor formation rate. GSEA also suggests that AAs preferentially grow in the peritoneal microenvironment in association with greater activation of cellular proliferation and energy metabolism pathways and lower activation of tumor environmental stress pathways.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Appendix Cancer,Orthotopic models,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vinay  K.  Pattalachinti<\/b><sup>1<\/sup>, Ichiaki Ito<sup>1<\/sup>, Saikat Chowdhury<sup>1<\/sup>, Abdelrahman Yousef<sup>1<\/sup>, Yue Gu<sup>1<\/sup>, Keith  F.  Fournier<sup>2<\/sup>, John  P.  Shen<sup>1<\/sup><br><br\/><sup>1<\/sup>Gastrointestinal Medical Oncology, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Surgical Oncology, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"6cf4df3c-2244-4341-a4de-7f4c970c2560","ControlNumber":"7870","DisclosureBlock":"&nbsp;<b>V. K. Pattalachinti, <\/b> None..<br><b>I. Ito, <\/b> None..<br><b>S. Chowdhury, <\/b> None..<br><b>A. Yousef, <\/b> None..<br><b>Y. Gu, <\/b> None..<br><b>K. F. Fournier, <\/b> None..<br><b>J. P. Shen, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7613","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6546","PresenterBiography":null,"PresenterDisplayName":"Vinay Pattalachinti, No Degree","PresenterKey":"692e3092-2c7c-4238-9912-eec873991fe1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6546. Peritoneal microenvironment promotes appendiceal adenocarcinoma tumor formation in PDX models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peritoneal microenvironment promotes appendiceal adenocarcinoma tumor formation in PDX models","Topics":null,"cSlideId":""},{"Abstract":"Allogeneic hematopoietic stem cell transplant (allo-HSCT) remains the most effective strategy for high risk patients with acute myeloid leukemia (AML). Leukemia specific neoantigens when presented by the major histocompatibility complexes (MHCs) are recognized by the T cell receptors (TCR) triggering the graft versus leukemia effect. Unique TCR signature is generated by a complex rearrangement process of an array of variable (V), diversity (D), and joining (J) exons to form a functional receptor with complementary determining regions 3 responsible for the interaction between the TCR and the peptide-MHC. The generated TCR repertoire undergoes dynamic changes with the onset and progression of leukemia and with the course of treatment.<br \/>To better understand how the TCR repertoire impacts disease progression and patient&#8217;s clinical outcome, we leveraged RNA-seq data from The Cancer Genome Atlas (TCGA) to extract the TCR sequences using TRUST4 and MIXCR and examined the association between features of the TCR repertoire in patients with AML and their clinical and molecular characteristics. Data were analyzed by normalizing the number of unique clones to the number of total RNA-seq reads specific for each sample and one minus peripheral blood blast percentage.<br \/>Both TRUST4 and MIXCR data showed a strong correlation between the number of unique clones for TCRA and TCRB per patient (r=0.944, p &#60;0.001 for TRUST4, r=0.941, p &#60;0.001 for MIXCR). Only 1389 TCRA clones (28.9%; TRUST4: 3450, MIXCR: 2747) and 1327 TCRB (31.3%; TRUST4: 3986, MIXCR: 1584) unique clonotypes were shared by the two computational tools. Nevertheless, we were able to identify the majority of the known TRAV and TRBV segments. Our analysis shows that the normalized number of unique TCRA and TCRB clones were lower in patients carrying FLT3 mutations (TRUST4: TCRA: p=0.013; TCRB: p=0.058; MIXCR: TCRA: p=0.043; TCRB: p=0.030), and higher in patients carrying IDH1 mutations (TRUST4: TCRA: p=0.037; TCRB: p=0.038; MIXCR: TCRA: p=0.037; TCRB: p=0.002) compared with patients carrying the wild type gene. No significant difference was observed for DNMT3A, NPM1, TET2, RUNX1, CEBPA IDH2, NRAS, WT1 and TP53 compared with wild type. Although the normalized number of unique TCR clones was not significantly associated with patient&#8217;s overall survival, we found that patients that shared TCRB clones with any other patients had a trend toward an improved overall survival compared with patients that did not share any TCRB clones with other patients (median OS: 32.3 vs 16 months, p=0.068).<br \/>Despite the limitations of low TCR gene coverage associated with RNAseq data and the small sample size, we were able to find associations between TCR repertoire and clinical and molecular features in patients with AML using two different computational tools. This study further supports the need for TCR-Seq analyses to provide the depth needed to characterize the TCR repertoire in patients with AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,T cell receptor (TCR),FLT3,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mateusz Pospiech<\/b><sup><\/sup>, Mukund Tamizharasan<sup><\/sup>, Yu-Chun Wei<sup><\/sup>, Advaith  M.   S.  Kumar<sup><\/sup>, Mimi Lou<sup><\/sup>, Joshua Milstein<sup><\/sup>, Houda Alachkar<sup><\/sup><br><br\/>USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"2480de11-2f88-4c7c-bf9d-85a0819cf03b","ControlNumber":"7962","DisclosureBlock":"&nbsp;<b>M. Pospiech, <\/b> None..<br><b>M. Tamizharasan, <\/b> None..<br><b>Y. Wei, <\/b> None..<br><b>A. M. S. Kumar, <\/b> None..<br><b>M. Lou, <\/b> None..<br><b>J. Milstein, <\/b> None..<br><b>H. Alachkar, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7614","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6547","PresenterBiography":null,"PresenterDisplayName":"Mateusz Pospiech, PhD","PresenterKey":"2a6776be-5545-44ae-867b-c4238d425b18","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6547. Features of the TCR repertoire associate with patient&#8217;s clinical and molecular characteristics in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Features of the TCR repertoire associate with patient&#8217;s clinical and molecular characteristics in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Although the development of single-cell RNAseq (scRNAseq) has improved the knowledge of the tumor microenvironment (TME), there is not a clear understanding of specific cell subtypes, markers that define these cell populations, nor the interaction between them. Previously, we showed that inflammasome activation is correlated with antitumor responses triggered by immune checkpoint blockade (ICB). This highlights a central role for TMEM176B, mostly expressed in myeloid cells, that impairs the recruitment of cytotoxic immune cells in the TME by inhibiting NLRP3 inflammasome activation. Still, the roles of the different subsets of myeloid and T cells in the TME and to what extent they are connected remain controversial. Here, we used scRNAseq data from human tumors to identify and characterize cDC2, Th17 and exhausted CD8<sup>+<\/sup> T cell subpopulations in cancer. Five scRNAseq data sets of melanoma, basal cell carcinoma, breast, lung, colorectal, and ovary cancer patients were integrated, accounting for 382,019 immune cells in total. We applied and compared different bioinformatic tools for scRNASeq data normalization and data sets integration to find conserved immune cell populations across samples, data sets, and cancer types. Then, we evaluated different parameters using well-established methods for clustering and cell type classification to identify subtypes of DCs and T cells in the integrated data. We combined automatic methods with manual analysis of cluster markers to improve robustness and confidence in the cell populations identified. Three clusters of cDC2 were defined and characterized using different scRNAseq analysis tools for pathway enrichment analysis and transcription factors (TF) activation prediction. We found a subset of inflammatory cDC2 with high gene expression of <i>IL1B<\/i> and <i>NLRP3<\/i>, in contrast with another cluster characterized by high expression of <i>TMEM176B<\/i> and <i>CD14<\/i>. A third cluster showed an intermediate transcriptomic profile. The <i>TMEM176B<\/i><sup>+<\/sup> <i>CD14<\/i><sup>+<\/sup> cluster was characterized by the activation of JAK-STAT and hypoxia pathways, and the TF FOXL2, ETS2, and ESR2. The <i>NLRP3<\/i><sup>+<\/sup> <i>IL1B<\/i><sup>+<\/sup> cluster showed more activation of MAPK, Trail, and PI3K pathways, and the TF CEBPE. Moreover, the activation of TNF&#945; and NFkB signaling pathways was found in both clusters. In addition, a conserved population of Th17 cells in the integrated data was observed. Th17 cells were heterogeneous, making the subpopulations and transcriptome signature difficult to define. Further analysis is being performed to identify Th17 subsets and their potential interactions with the cDC2 subclusters. A robust identification and characterization of these immune cell subsets will build towards our understanding of the interactions between these subpopulations triggered by inflammasome activation within the TME and the mechanisms behind ICB response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Single cell,Immuno-oncology,Dendritic cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yamil  D.  Mahmoud<\/b><sup>1<\/sup>, Natalia Rego<sup>2<\/sup>, Marcela Vilarino<sup>3<\/sup>, Florencia Veigas<sup>1<\/sup>, Maria  R.  Girotti<sup>1<\/sup>, Juan  M.  Perez Saez<sup>1<\/sup>, Gabriel  A.  Rabinovich<sup>1<\/sup>, Marcelo Hill<sup>3<\/sup><br><br\/><sup>1<\/sup>Laboratorio de Glicomedicina, IBYME, Buenos Aires, Argentina,<sup>2<\/sup>Bioinformatics Unit, Institut Pasteur de Montevideo, Montevideo, Uruguay,<sup>3<\/sup>Laboratory of Immunoregulation and Inflammation, Institut Pasteur de Montevideo, Montevideo, Uruguay","CSlideId":"","ControlKey":"fad498c4-06ec-4492-91e3-8da94f89cc75","ControlNumber":"7256","DisclosureBlock":"&nbsp;<b>Y. D. Mahmoud, <\/b> None..<br><b>N. Rego, <\/b> None.&nbsp;<br><b>M. Vilarino, <\/b> <br><b>Roche Uruguay<\/b> Employment.<br><b>F. Veigas, <\/b> None..<br><b>M. R. Girotti, <\/b> None..<br><b>J. M. Perez Saez, <\/b> None..<br><b>G. A. Rabinovich, <\/b> None..<br><b>M. Hill, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7615","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6548","PresenterBiography":null,"PresenterDisplayName":"Yamil Mahmoud, BS;MS","PresenterKey":"b1ee1792-ba73-4ba9-aa60-79729eddd83a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6548. Bioinformatic characterization of dendritic and T cell subpopulations in the tumor microenvironment across different cancer types by single-cell RNA-Seq analysis","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bioinformatic characterization of dendritic and T cell subpopulations in the tumor microenvironment across different cancer types by single-cell RNA-Seq analysis","Topics":null,"cSlideId":""},{"Abstract":"Intratumoral heterogeneity is a major obstacle for many cancer therapies. Treatment modalities which target a particular phenotype select for cells with different phenotypes. For example, chemotherapy which targets fast-dividing cells may select for a tumor composed of slower-dividing cells which cannot be effectively targeted by the drug. We hypothesize that subpopulations (SPs) of cells defined by somatic copy number alterations (sCNAs) differ in how quickly they divide and how well they can compete at high population densities. Additionally, we expect that sCNA-defined SPs affect the fitness of one another through cooperative (e.g., exchange of growth factors) and competitive (resource depletion) interactions. To test these hypotheses and compare the relative effects of (i) density and (ii) frequency-dependent selection on tumor evolution, we have developed two mathematical models integrated with experimental and computational techniques. In both models, we evaluate the growth dynamics of cancer cell SPs defined by sCNAs detected in single cell RNA\/DNA-sequencing data from 4 gastric cancer cell lines (HGC-27, KATOIII, NUGC-4, SNU-16). To investigate the effects of density dependent selection (i), we start by growing the cell lines in our lab in order to infer growth rate (r) and carrying capacity (K). Next, linear models are built correlating pathway expression levels with r\/K values. We tested 50 KEGG pathways previously identified as differentially expressed between r and K-selected cells as transcriptomic biomarkers of growth parameters. The best fitting models are then used to infer SP-specific r\/K values. For growth, we found r as a function of the KEGG pathway &#8216;RNA Polymerase&#8217; (R<sup>2 <\/sup>= 0.9636, p-val=0.0019). For carrying capacity, we used &#8216;Pathways in Cancer&#8217; (R<sup>2 <\/sup>= 0.7898, p-val=0.0629). In each cell line, an r\/K tradeoff existed between at least one pair of SPs, suggesting sCNAs indeed have effect on r\/K parameters. For frequency-dependent selection (ii), we use an inverse game theory algorithm which takes SP frequencies over time as input and outputs a parameterization for the replicator equation to recapitulate detected frequencies and predict future growth. The algorithm uses a penalized least squares method that takes the error to be the difference between replicator equation output and SP frequency input. SP growth over time can then be modeled with the replicator equation to characterize conditions for co-existence or dominance. These approaches reveal the dynamics of heterogeneous tumor growth, and make it possible to compare the relative influence of different selective pressures. We can examine how the growth of a tumor would change with the elimination of a given SP. This greater understanding can contribute to a better design of evolution-based therapies that avoid, or at least delay, the evolution of resistance to treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Tumor evolution,Bioinformatics,Copy number,Intratumoral heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thomas  A.  Veith<\/b><sup>1<\/sup>, Andrew Schultz<sup>1<\/sup>, Noemi Andor<sup>1<\/sup>, Saeed Alahmari<sup>2<\/sup><br><br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Najran University, Najran, Saudi Arabia","CSlideId":"","ControlKey":"256751ea-2cb9-45e8-ac26-a0c44c487092","ControlNumber":"7480","DisclosureBlock":"&nbsp;<b>T. A. Veith, <\/b> None..<br><b>A. Schultz, <\/b> None..<br><b>N. Andor, <\/b> None..<br><b>S. Alahmari, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7616","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6549","PresenterBiography":null,"PresenterDisplayName":"Thomas Veith, BA","PresenterKey":"19d382cf-4976-49a3-b5b6-cac90aea0fd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6549. Investigating the effects of density and frequency-dependent selection on subpopulations of cancer cells defined by copy number","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the effects of density and frequency-dependent selection on subpopulations of cancer cells defined by copy number","Topics":null,"cSlideId":""},{"Abstract":"Background: Human cancers are heterogenous by their cell composition and origination site. Cancer metastasis generates the conundrum of the unknown origin of migrated tumor cells. Tracing tissue of origin and tumor type in primary and metastasized cancer is vital for clinical significance. Researchers have demonstrated the high performance of DNA methylation-based machine learning models tracing the tissue origin of tumor cells. However, previous models were devised based on tissue site instead of tumor type, generating potential problems of indistinguishable tumor subtypes from the same site, e.g., esophageal squamous cell carcinoma versus esophageal adenocarcinoma.<br \/>Methods: we employed a novel tumor-type-specific hierarchical model using DNA methylation data to develop a multilayer perceptron model (MLP) to trace tumor tissue of origin and subtype. DNA methylation data on 7735 tumor samples from 27 cancer types were downloaded from GEO and TCGA to develop tumor-type-specific libraries. The discovery data set was split into 80% training and 20 % testing. The tumor classifier hierarchy was established with two layers for 27 cancer types. In each layer of the hierarchy, the MLP model was trained using the selected cancer-type discriminatory CpGs. HiTAIC was established based on the four hierarchical MLP models. To validate HiTAIC, we applied the model to the external validation data sets computing stratified and overall precision, recall, and f1-score to evaluate the performance. Next, we applied the model to the application data sets and used stratified and overall precision, recall, and f1-score to evaluate model performance in metastasized cancers.<br \/>Results: We observed high accuracy of HiTAIC's performance in primary cancer tracing with 99% accuracy and 99% weighted average F1-score in the testing dataset. We observed 93% accuracy and 93% weighted average F1-score for external validation across 25 cancer types. In metastasized cancer, HiTAIC demonstrated 96% accuracy and 98% weighted average F1-score across five cancer types with six different metastatic locations. HiTAIC traces tumor tissue of origin and cancer subtype with high accuracy in primary and metastasized cancer.<br \/>Conclusion: We developed HiTAIC, a DNA methylation-based classifier, to trace tissue of origin and tumor type in primary and metastasized tumors. The model's capability to trace the tumor origin and subtype with high resolution and accuracy promises potential clinical use in identifying cancer of unknown origin. HiTAIC can be easily deployed in a web-based application, transforming computational sophistication into a user-friendly public tool.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"DNA methylation,Bioinformatics,Biomarkers,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ze Zhang<\/b><sup>1<\/sup>, Brock Christensen<sup>2<\/sup>, Lucas Salas<sup>2<\/sup><br><br\/><sup>1<\/sup>Dartmouth Geisel School of Medicine, Hanover, NH,<sup>2<\/sup>Dartmouth Geisel School of Medicine, Lebanon, NH","CSlideId":"","ControlKey":"6daf2a53-dd49-476f-8a8c-bbb9836381bb","ControlNumber":"4446","DisclosureBlock":"&nbsp;<b>Z. Zhang, <\/b> None..<br><b>B. Christensen, <\/b> None..<br><b>L. Salas, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7618","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6551","PresenterBiography":null,"PresenterDisplayName":"Ze Zhang, MS,MBBS","PresenterKey":"c6e4599a-af2c-427c-b892-67b2e0515643","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6551. HiTAIC: Hierarchical tumor artificial intelligence classifier traces tissue of origin and tumor type in primary and metastasized tumors using DNA methylation data","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HiTAIC: Hierarchical tumor artificial intelligence classifier traces tissue of origin and tumor type in primary and metastasized tumors using DNA methylation data","Topics":null,"cSlideId":""},{"Abstract":"The zinc finger E-box binding homeobox 1 (ZEB1) transcription factor is a master regulator of the epithelial to mesenchymal transition (EMT). In solid tumors, its overexpression induces EMT, which activates cellular motility and is also associated with the maintenance of stem cell properties, driving tumor progression and metastasis. A double-negative feed-forward loop circuit has been described where, to promote EMT, ZEB1 suppresses the expression of <i>miR-200<\/i> family members, which in turn inhibits its activity. Albeit recent evidence highlighted the existence of EMT processes also in hematological malignancies, the role of ZEB1 is not completely defined yet. Hence, this study aims to characterize ZEB1 behavior in acute myeloid leukemia (AML). To this purpose, we retrieved and analyzed RNA-Seq data from public repositories to evaluate the expression levels of the main EMT master regulator genes in normal and malignant hematopoietic cells. We observed a heterogeneous expression of these genes among AML morphological subtypes (from M0 to M5) defined by the French-American-British (FAB) classification system. Specifically, <i>TWIST1<\/i> has the highest expression value in M3 and <i>ZEB2<\/i> in M5, as already observed in published studies, while <i>ZEB1<\/i> has the highest expression in M0, which significantly decreases until M5. To evaluate the ZEB1 transcriptional program, we performed a gene set enrichment analysis of hallmark signatures based on gene-wise correlation with <i>ZEB1<\/i> among FABs that revealed the up-regulation of EMT in the M0 subtype. Moreover, the highest value of correlation was found between <i>ZEB1<\/i> and its antisense lncRNA (<i>ZEB1-AS1<\/i>). This trait emerged as peculiar to AML both with respect to other cancer types and normal hematopoietic cells. Since ZEB1 orchestrates its transcriptional program by inhibiting the activity of specific miRNAs, we selected putative candidates that may take part in this circuit in AML by calculating their bimodality distribution, which reflects the toggle switch behavior typical of the double-negative feed-forward loop. We identified <i>miR-425-5p<\/i>, which was coherently down-regulated in M0 with respect to other FABs, and <i>miR-151-3p<\/i> which was surprisingly up-regulated. Specifically, the simultaneous up-regulation in the M0 subtype of <i>miR-151-3p<\/i> and its target <i>ZEB1<\/i> is inconsistent with the toggle switch behavior of the circuit. Thus, we hypothesized that <i>miR-151-3p<\/i> is not able to inhibit <i>ZEB1<\/i> expression in M0 due to the presence of <i>ZEB1-AS1<\/i>, which is supposed to disrupt the circuit mechanism protecting <i>ZEB1<\/i> from miRNA-mediated inhibition. This hypothesis is also supported by the fact that all target genes of <i>miR-151-3p<\/i> were significantly up-regulated. A better comprehension of this regulatory circuit could allow identifying aberrant epigenetic mechanisms during leukemic development and discriminating of the different AML subtypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Epithelial-mesenchymal transition (EMT),ZEB1,Toggle switch,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Stefano Percio<\/b><sup>1<\/sup>, Daniela Magliulo<sup>2<\/sup>, Silvia Martini<sup>1<\/sup>, Sandro Pasquali<sup>1<\/sup>, Rosa Bernardi<sup>2<\/sup><br><br\/><sup>1<\/sup>DRAST, Fondazione IRCCS - Istituto Nazionale dei Tumori di Milano, Milano, Italy,<sup>2<\/sup>DRAST, San Raffaele Scientific Institute, Milano, Italy","CSlideId":"","ControlKey":"83b0900f-1bf7-4949-b99d-be62f0472b80","ControlNumber":"1014","DisclosureBlock":"&nbsp;<b>S. Percio, <\/b> None..<br><b>D. Magliulo, <\/b> None..<br><b>S. Martini, <\/b> None..<br><b>S. Pasquali, <\/b> None..<br><b>R. Bernardi, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7619","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6552","PresenterBiography":null,"PresenterDisplayName":"Stefano Percio, PhD","PresenterKey":"47635a1b-3017-4f49-b9df-edc5439af9ff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6552. ZEB1-AS1 lncRNA prevents ZEB1 suppression and leads to tumor progression in undifferentiated AML subtype","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZEB1-AS1 lncRNA prevents ZEB1 suppression and leads to tumor progression in undifferentiated AML subtype","Topics":null,"cSlideId":""},{"Abstract":"Homologous recombination repair deficiency (HRD) and mutations in genes involved with homologous recombination repair (HRR) are associated with sensitivity to platinum-based chemotherapy, topoisomerase 1 inhibitors and inhibitors targeting DNA repair pathway. Use of the Myriad HRD test for HRD determination in preclinical models is not feasible globally. To address this challenge, we developed an approach to generate HRD scores from whole exome sequencing (WES) data and applied it to assess HRD status in patient-derived xenograft (PDX) models.<br \/>We used python package CNVkit for segmentation and gene-level\/allele-specific copy number calling with customized settings according to CNVkit documentation. The reference was constructed using the WES BED file and hg38 reference genome when there are no paired control samples available. Next R package scarHRD was used to determine the HRD score that is the sum of loss of heterozygosity (LOH), telomere allele imbalances (TAI), and large fragment migrations (LST). The method was applied to the WES of 25 Xentech triple negative breast cancer (TNBC) PDX models to derive HRD scores. The samples were also separately profiled using Myriad&#8217;s MyChoice CDx assay. The two scores showed moderate correlation with Pearson r = 0.56. However, when n = 6 PDX models with low coverages (average depth &#60;100x) were excluded, the Pearson r improved to r = 0.76. We also found that the absolute value of HRD score calculated by CNVkit\/scarHRD is lower than that of Myriad HRD score.<br \/>Furthermore, we evaluated the genomic landscape in this cohort of TNBC PDX models for the selected genes of HRR pathway (BRCA1, BRCA2, ATM, BRIP1, PALB2, RAD51C, BARD1, CDK12, CHEK1\/2, FANCL, RAD51B, RAD51D, RAD54L). Sixteen models found to carry HRR mutations, with ATM and BRCA1 mutations being the most common ones, being found in 9 and 5 of 25 models, respectively. Although HRRm positive (HRRm+) models have higher HRD score for both Myriad HRD score and HRD score generated with CNVkit\/scarHRD approach, the association between HRR (HRRm+\/HRRm-) and Myriad HRD (HRD+\/HRD- defined by HRD threshold of 42) is not statistically significant (Fisher&#8217;s exact test p value = 0.1998, odds ratio=3.5), likely due to small cohort sizes.<br \/>These results suggest that combination of CNVkit and scarHRD for HRD score calculation may be an alternative approach for HRD identification in preclinical PDX models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Homologous recombination,Patient-derived xenograft (PDX) models,DNA repair,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jixin Wang<\/b><sup>1<\/sup>, Krista Kinneer<sup>2<\/sup>, Zhongwu Lai<sup>1<\/sup>, Wenyan Zhong<sup>1<\/sup><br><br\/><sup>1<\/sup>Oncology Data Science, AstraZeneca in Cambridge, Gaithersburg, MD,<sup>2<\/sup>Translational Medicine, AstraZeneca in Cambridge, Gaithersburg, MD","CSlideId":"","ControlKey":"a03ab92a-be05-49db-b583-bf6b6bf4bcfc","ControlNumber":"4926","DisclosureBlock":"<b>&nbsp;J. Wang, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>K. Kinneer, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>Z. Lai, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>W. Zhong, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7620","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6553","PresenterBiography":"","PresenterDisplayName":"Jixin Wang, PhD","PresenterKey":"5cd1c312-3919-4824-a0a1-bdf2518549ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6553. The development of homologous recombination repair deficiency (HRD) score methodology using WES data and its application in patient-derived xenograft models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The development of homologous recombination repair deficiency (HRD) score methodology using WES data and its application in patient-derived xenograft models","Topics":null,"cSlideId":""},{"Abstract":"<b><i><u>Objective<\/u><\/i><\/b>: DNA amplifications of the cMET locus (METamp) are rare (1-6%) in non-small cell lung cancer (NSCLC). The ability to efficiently identify patients with METamp could accelerate development of cMET-targeting therapies by identifying patients for enrollment efficiently. We developed a self-supervised deep learning algorithm (SSDL) to predict METamp status using H&#38;E stained whole slide images (WSI).<br \/><b><i><u>Methods<\/u><\/i><\/b>:Three datasets (CD<sub>train<\/sub>, CD<sub>NGS<\/sub>, CD<sub>FISH<\/sub>) consisting of data from 1,436 advanced NSCLC patients (1 slide\/pt) were used to develop an SSDL algorithm to predict METamp status. The METamp+ status across datasets was standardized for CD<sub>train<\/sub> (n=788, METamp+ Prevalence=15%), CD<sub>NGS<\/sub> (n=186, 19 positive, 167 negative, Prev=10%) as harboring &#8805;5 copies of the gene using NGS(Next Generation Sequencing) and for CD<sub>FISH <\/sub>(n=462, 36 positive, 426 negative, Prev=8%) as MET CN gain to centromere 7 ratio (CEN) &#8805;2.5. The datasets were divided into a discovery set (CD<sub>train<\/sub>) for training and held-out test sets (CD<sub>NGS<\/sub>, CD<sub>FISH<\/sub>) for validation. To improve robustness of SSDL, we first pre-trained ResNet34 with Simple Contrastive Learning, using &#62;25k WSIs from diverse sources. During the training phase, 4-fold cross validation was applied on CD<sub>train<\/sub>. The first 3-layers of ResNet34 were frozen while the final layer and an attention-based aggregation system were trained for METamp prediction. The performance was assessed using sensitivity, specificity, AUC, positive predictive value (PPV), and negative predictive value (NPV) on the test sets. Predictions from the model were binarized using two separate thresholds selected from CD<sub>train<\/sub>, resulting in a High-Sensitivity model (SSDL<sub>Sens<\/sub> = 90% Sensitivity) and High-Specificity model (SSDL<sub>Spec<\/sub> = 90% Specificity). Each model&#8217;s potential impact on patient enrollment is presented below.<br \/><b><u>Results<\/u><\/b>: The trained SSDL models achieved an average cross-validation AUC of 0.77&#177;0.04 across folds. The final trained model with the highest cross-validated AUC was chosen for METamp status prediction on the test sets. The selected model maintained predictive performance on CD<sub>NGS<\/sub> (AUC=0.82) and CD<sub>FISH<\/sub> (AUC=0.75) test sets. The SSDL<sub>Spec<\/sub> model had a PPV more than twice the baseline prevalence in both CD<sub>NGS<\/sub> (PPV=27%), and CD<sub>FISH<\/sub> (PPV=29%), providing a significant enrichment in METamp+ patients. The SSDL<sub>Sens<\/sub> model correctly classified ~55% of METamp&#8210; in CD<sub>NGS<\/sub> and CD<sub>FISH<\/sub> with NPV of &#8805;97%. These results suggest a potential reduction in genetic screening by 50% while maintaining high sensitivity.<br \/><b><u>Conclusions<\/u>: <\/b>The SSDL model robustly predicted METamp status in independent patient cohorts, regardless of METamp definitions (i.e., by NGS or FISH). We demonstrate the ability to classify patients with high sensitivity or specificity, which can help reduce genetic testing or surface potentially eligible patients for trials, respectively.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"NSCLC,c-Met,Histopathology,Deep learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chaitanya Parmar<\/b><sup>1<\/sup>, Oscar  M.  Carrasco-Zevallos<sup>2<\/sup>, Joshua  C.  Curtin<sup>2<\/sup>, Darshana Govind<sup>3<\/sup>, Bing Xia<sup>4<\/sup>, S. Martin Shreeve<sup>1<\/sup>, Songbai Wang<sup>2<\/sup>, Timothy Jatkoe<sup>2<\/sup>, Patricia Raciti<sup>1<\/sup>, Levon Demirdjian<sup>1<\/sup>, Joel Greshock<sup>2<\/sup>, Kristopher Standish<sup>1<\/sup>, Stephen S.F. Yip<sup>5<\/sup><br><br\/><sup>1<\/sup>Janssen R&D, US, San Diego, CA,<sup>2<\/sup>Janssen R&D, US, New Jersey, NJ,<sup>3<\/sup>Janssen R&D, US, San Francisco, CA,<sup>4<\/sup>Janssen R&D, US, New jersey, NJ,<sup>5<\/sup>Janssen R&D, US, Boston, MA","CSlideId":"","ControlKey":"f3ce444d-3e37-4e1e-921b-c1c044f64bdd","ControlNumber":"6401","DisclosureBlock":"<b>&nbsp;C. Parmar, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>O. M. Carrasco-Zevallos, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>J. C. Curtin, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>D. Govind, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>B. Xia, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>S. Shreeve, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>S. Wang, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>T. Jatkoe, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>P. Raciti, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>L. Demirdjian, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>J. Greshock, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>K. Standish, <\/b> <br><b>Janssen R&D<\/b> Employment. <br><b>S. Yip, <\/b> <br><b>Janssen R&D<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7621","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6554","PresenterBiography":null,"PresenterDisplayName":"Chaitanya Parmar, MS","PresenterKey":"a4d3e818-b9e5-4600-b6b6-c97b0d39be57","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6554. Prediction of MET amplification from H&#38;E images in non small cell lung cancer using self-supervised deep learning and its role in clinical trial enrollment","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prediction of MET amplification from H&#38;E images in non small cell lung cancer using self-supervised deep learning and its role in clinical trial enrollment","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Many studies have demonstrated the mechanisms of progression to castration-resistant prostate cancer (CRPC) and novel strategies for the treatment of CRPC. Despite these advances, the molecular mechanism underlying the progression to CRPC remain unclear, and no effective treatments for CRPC are currently available. Here, we characterized the pathways and key genes involved in the progression to CRPC to gain insight into the mechanisms and potential therapeutic targets of CRPC.<br \/><b>Methods: <\/b> Bicalutamide-resistant prostate cancer cells derived from LNCaP was generated and named Bical R. RNA sequencing was used to identify differentially expressed genes (DEGs) between LNCaP and Bical R. DAVID and Clue GO were used to perform functional enrichment analysis, and the Cytohubba plug-in Cytoscape was used to identify hub genes associated with progression to CRPC. To validate the expression of hub genes, we performed qRT-PCR and western blot analyses. Further validation was performed using GEO microarray (GSE 32269 and GSE28403). To elucidate the clinical usefulness of these genes, we assessed the disease-free survival of patients with prostate cancer from The Cancer Genome Atlas (TCGA) database.<br \/><b>Results: <\/b>In total, 631 DEGs (302 upregulated genes and 329 downregulated genes) were identified, and Kyoto Encyclopedia of Genes and Genomes pathways were analyzed based on DAVID and Clue GO. We found that the PI3K-Akt and MAPK signaling pathways are of great significance for investigating the mechanism of CRPC progression. Hub genes from protein-protein interaction network of upregulated DEGs (AGT, ASNS, ATF3, ATF4, DDIT3, EFNA5, and VEGFA) were identified. Among the hub genes, ASNS and DDIT3 were markedly up-regulated in CRPC cell lines and CRPC tissues, respectively. Additionally, patients with high expression of ASNS and DDIT3 showed worse disease-free survival in TCGA database.<br \/><b>Conclusion: <\/b> Our study revealed that the PI3K-Akt and MAPK signaling pathways may be important in the mechanism of CRPC progression, and ASNS and DDIT3 may be associated with progression to CRPC. These results may contribute to the development of potential therapeutic targets and mechanisms underlying the progression to CRPC to improve clinical efficacy for CRPC treatment.<br \/><b>Acknowledgements: <\/b>This work was supported by the National Research Foundation of Korea(NRF) grant funded by the Korea government(MSIT) (No. 2022R1A2C2003513).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer therapy,Bioinformatics,Gene expression,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ae Ryang Jung<sup><\/sup>, Sun Shin<sup><\/sup>, U-Syn Ha<sup><\/sup>, Mee Young Kim<sup><\/sup>, Sung-Hoo Hong<sup><\/sup>, Ji Youl Lee<sup><\/sup>, Sae Woong Kim<sup><\/sup>, Yeun-Jun Chung<sup><\/sup>, <b>Yong Hyun Park<\/b><sup><\/sup><br><br\/>Catholic University of Korea, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f53b9af3-aa5d-40e2-b440-d9f189ee965e","ControlNumber":"7848","DisclosureBlock":"&nbsp;<b>A. Jung, <\/b> None..<br><b>S. Shin, <\/b> None..<br><b>U. Ha, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>Y. Chung, <\/b> None..<br><b>Y. Park, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7622","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6555","PresenterBiography":null,"PresenterDisplayName":"Yong Hyun Park, MD, PhD","PresenterKey":"b32678af-a848-4883-8488-17dce4cd6102","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6555. Integrated bioinformatics analysis identified ASNS and DDIT3 as the therapeutic target in castration resistance prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated bioinformatics analysis identified ASNS and DDIT3 as the therapeutic target in castration resistance prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"DNA damage response (DDR) is crucial to prevent the accumulation of DNA lesions that can lead to genomic instability and promote tumorigenesis. Dysregulation of DDR pathways also provides therapeutic opportunities for new cancer therapy. Given that lung cancer displays a high level of genetic mutation and genomic instability, a comprehensive understanding of the dysregulation of DDR genes in lung cancer, especially non-small cell lung cancer (NSCLC) which accounts for 85% of all lung cancer cases, will be critical for identifying new genes contributing to tumorigenesis and novel targets for lung cancer therapy.<br \/>The goal of this study is to identify novel targets for lung cancer treatment through a comprehensive analysis of DDR genes and its association with patient survival, genomic mutation\/instability, tumor immune microenvironment (TIME), and tumor proliferation ability. To this end, we have comprehensively characterized the expression of 276 DDR genes using the Cancer Genome Atlas (TCGA) and other publicly available data of lung adenocarcinoma (LUAD), the most common NSCLC. We found that 36 out of 276 DDR genes are dysregulated with majority being upregulated in tumors and are associated with patient overall survival (OS) and progression free survival (PFS) based on the TCGA LUAD cohort. A gene expression signature, i.e., DDR gene expression dysregulation score (DDRDS), was constructed based on the geometric mean of the differentially expressed genes that were also associated with patient OS. Patients with a higher DDRDS showed significantly worse OS and PFS, more advanced tumor stage, a higher tumor mutational burden (TMB), neoantigen load, and homologous recombination deficiency (HRD) score. In addition, tumors with higher DDRDS displayed an increase in CD4+ activated memory T-cells, CD8+ T- cells, M0 and M1 macrophage, and NK cells, but a decrease in B cells, CD4+ resting memory T-cells, monocytes, and dendritic cells in TIME. Further, these tumors also showed a higher expression of immune check point molecules PD1 and PD-L1. Lastly, gene set enrichment analysis demonstrated that these tumors had significantly increased nuclear division, DNA replication, chromosome segregation, and cell cycles, reflecting the aggressiveness of the disease. Hence, despite the previous studies demonstrating that mutation and deletion defects in DDR genes are frequent in tumors, we found that the dysregulated DDR genes are mainly upregulated, and DDRDS based on the dysregulated expression of DDR genes is associated with the alteration in TMB\/HRD\/TIME, tumor aggressiveness, and ultimately patient outcomes. These results suggested that patients with a higher tumor DDRDS are associated with poor prognosis but might benefit from immune checkpoint blockade-associated immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"DNA damage response,Gene expression analysis,Lung adenocarcinoma,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiaoli Zhang<\/b><sup><\/sup>, Junran Zhang<sup><\/sup><br><br\/>The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"e68cc111-2697-41b5-94b5-daa193215dc8","ControlNumber":"5419","DisclosureBlock":"&nbsp;<b>X. Zhang, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7623","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6556","PresenterBiography":null,"PresenterDisplayName":"Xiaoli Zhang, PhD","PresenterKey":"67d16753-c5ab-4091-8765-af6802b7eb01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6556. A gene signature of DNA damage response pathway is predictive of patient clinical outcomes and is associated with tumor immune microenvironment of lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A gene signature of DNA damage response pathway is predictive of patient clinical outcomes and is associated with tumor immune microenvironment of lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Hepatocellular carcinoma (HCC) is a severe type of cancer associated with high malignancy and poor prognosis. To reach a better prognosis, several factors affecting HCC patients must be considered. In this study, we aim to investigate the relationship between gut microbiota with the survival of HCC patients, and to build a machine learning (ML) prognostic model based on microbiome signatures.<br \/>Methods: Microbial and survival data for HCC patients from The Cancer Genome Atlas Program (TCGA) were obtained using the cBioportal database. The microbiome signatures were screened for prognostic effect using the univariate cox regression. The significant microbial signatures were fitted into the Least Absolute Selection and Shrinkage Operator - Cox (LASSO-Cox) model to reduce multicollinearity. Signatures with non-zero LASSO coefficients were screened for independent effect in the multivariate cox regression analysis.<br \/>Results: A total of 1407 microbial signatures were downloaded from TCGA dataset. 63 prognostic microbial signatures were identified using the univariate cox. A total of 30 prognostic microbial signatures were screened out using LASSO and further evaluated using independent effect to obtain microbiome risk score. Six microbial signatures were identified as independent prognostic markers including: Marichromatium (HR: 1.26; 95%CI: [0.01-1.56]), p=0.038), Paraclostridium (HR: 1.45; 95%CI:[1.15-1.82], p=0.002), Pseudorhodoferax (HR: 1.20; 95%CI:[1.01-1.43], p=0.037), Chitinimonas (HR: 1.47 95%CI: [1.10-1.97], p=0.009), Marinobacter (HR: 0.79; 95%CI: [0.65-0.97], p=0.022), Desulfovermiculus (HR: 1.44; 95%CI: [1.16-1.78, p=0.001]). Kaplan-Meier survival plot showed better overall survival (OS) in the low-risk group compared to the high-risk group (median OS: 83.6 vs. 41.8; log-rank p-value &#60;0.0001).<br \/>Conclusion: Our results show that the gut microbiota is significantly associated with HCC prognosis, in which 5 of them were associated with poorer prognosis and one was associated with better survival. These microbial signatures provide a potential prognostic marker for HCC survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Machine learning,Microbiome,Prognostic markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nour N. Al-Bzour<\/b><sup>1<\/sup>, Ayah N. Al-Bzour<sup>2<\/sup><br><br\/><sup>1<\/sup>Jordan University of Science & Technology, Irbid, Jordan,<sup>2<\/sup>Faculty of Medicine, Jordan University of Science & Technology, Irbid, Jordan","CSlideId":"","ControlKey":"b003450e-f0bc-42b6-9edd-e38ddcd811ed","ControlNumber":"4501","DisclosureBlock":"&nbsp;<b>N. N. Al-Bzour, <\/b> None..<br><b>A. N. Al-Bzour, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7624","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6557","PresenterBiography":null,"PresenterDisplayName":"Noor Al-Bzour, No Degree","PresenterKey":"769c4932-569b-45c8-b16e-a4d06703c266","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6557. A 6-microbial signature risk score for overall survival prediction in hepatocellular carcinoma: a machine learning approach","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A 6-microbial signature risk score for overall survival prediction in hepatocellular carcinoma: a machine learning approach","Topics":null,"cSlideId":""},{"Abstract":"Among the many sarcoma subtypes, high-grade tumors that have failed to differentiate or undergone dedifferentiation strongly correlate with metastatic potential and poor clinical outcomes. To examine the factors that regulate cell fate, lineage plasticity, and tumor grade, we focused on two common liposarcoma variants, dedifferentiated liposarcoma (DDLS) and well-differentiated liposarcomas (WDLS), that exist at both ends of the differentiation spectrum. Since tumor grading using histology is highly subjective due to widespread tumor heterogeneity, we hypothesized that an sc\/snRNA-seq-based approach would be more accurate. To determine if candidate therapies modulate differentiation, we developed a quantitative metric of differentiation using scRNA-seq. The resulting mesenchymal tissue landscape (MTL) is akin to a Waddington landscape but optimized to distinguish DDLS from WDLS. After prospectively obtaining tumors from seven chemo-na&#239;ve patients, we performed scRNA-seq on three DDLS and five WDLS specimens, totaling 59,917 cells. Classical markers were used to identify cell types. Since no pre-existing liposarcoma training sets existed, malignant cells were identified by copy number variation (CNV) inferred from the scRNA-seq data. Overexpression of MDM2, CDK4, and HMGA2, known markers of LS, were positive in clusters classified by SingleR as fibroblasts, adipocytes, and myocyte - the mesenchymal subpopulation. We also inferred CNVs and found expected amplifications in 12q13-15 in the mesenchymal subpopulation. Next, we measured cell differentiation by CytoTRACE. A subcluster of malignant fibroblast-like cells positive for MDM2 and CDK4 was the most de-differentiated. Conversely, cells labeled as adipocytes and endothelial cells were the most differentiated cells. Mapping WDLS and DDLS onto the MTL demonstrated that WDLS had more mature cells than DDLS. Surprisingly, while the pathology-assigned diagnosis falls into just two categories, our approach identified a wide range of liposarcoma cells spanning the full spectrum of possible differentiation states. Though follow-on studies are needed, our data suggest that quantitative differentiation metrics can identify malignant cells in transit from a DDLS-to-WDLS state, or possibly the reverse, whereby cells undergo dedifferentiation. Both phenomena are suspected clinically, given the frequent co-existence of WDLS and DDLS in the same tumors, and the noted emergence of DDLS from WDLS diagnosed years earlier. Summarizing our key findings, we measured the degree of differentiation in liposarcoma cells as a precursor to ongoing studies aimed at understanding the molecular mechanisms that underpin LS plasticity and differentiation. Ultimately, we aim to identify the genes and pathways linked to cell fate and discover novel biologically targeted therapies capable of pushing DDLS toward a less aggressive, slower-growing state.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Single cell,Differentiation,Sarcoma\/soft-tissue malignancies,Lipogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Danh Truong<\/b><sup><\/sup>, Hannah  C.  Beird<sup><\/sup>, Chia-Chin Wu<sup><\/sup>, Sandhya Krishnan<sup><\/sup>, Davis Ingram<sup><\/sup>, Alexander Lazar<sup><\/sup>, Emily Keung<sup><\/sup>, Christina Roland<sup><\/sup>, Wantong Yao<sup><\/sup>, Robert Benjamin<sup><\/sup>, Neeta Somaiah<sup><\/sup>, Barry  W.  Feig<sup><\/sup>, Joseph  A.  Ludwig<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"8dd119e0-4b95-4f42-ba8d-ed753f4efae9","ControlNumber":"1648","DisclosureBlock":"&nbsp;<b>D. Truong, <\/b> None..<br><b>H. C. Beird, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>S. Krishnan, <\/b> None..<br><b>D. Ingram, <\/b> None..<br><b>A. Lazar, <\/b> None..<br><b>E. Keung, <\/b> None..<br><b>C. Roland, <\/b> None..<br><b>W. Yao, <\/b> None..<br><b>R. Benjamin, <\/b> None..<br><b>N. Somaiah, <\/b> None..<br><b>B. W. Feig, <\/b> None..<br><b>J. A. Ludwig, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7625","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6558","PresenterBiography":null,"PresenterDisplayName":"Danh Truong, BS;MS;PhD","PresenterKey":"90284982-110e-4399-944d-3bdad9ecbdd4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6558. Defining differentiation States in well-differentiated and de-differentiated liposarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining differentiation States in well-differentiated and de-differentiated liposarcoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint blockade (ICB) therapies exhibit distinct response in hepatocellular carcinoma (HCC) patients, therefore biomarkers to screen beneficial patients remains an urgent need in clinical practice. Ferroptosis, an unique form of programmed cell death (PCD), has been implicated in the carcinogenesis and considered as one of the underlying mechanism of targeted and chemotherapeutic therapies in HCC. N6-methyladenosine (m6A), the most dominant form of RNA post-transcriptional modification, has been reported to regulat cancer-associated genes, including ferroptosis-related genes.<br \/>Methods: Differentially expressed genes (DEGs) between tumor and normal tissues were screened from TCGA-LIHC dataset. The overlap of DEGs and ferroptosis-related genes (FRGs) resulted in a set of 51 genes. These genes together with 22 m6A-related genes were next subjected to univariate Cox regression for their association with survival. In total, 35 genes showed significant association with survival in this analysis, and they were then used to construct the regression model by Lasso-Cox regression analysis. We then validated the performance of the signature derived from the model in TCGA-LIHC and an external dataset (GSE14520). The signature was also examined for their association with immune-related characters, and their performance in predicting drug response using datasets of immunotherapy cohort studies and cellular experimental studies.<br \/>Results: We constructed this prognosis model by expression level of four genes (G6PD, YTHDF1, STMN1, and SLC7A11). Patients with a high-risk score of the signature have a shortened survival time, and the signature is an independent predictor of the prognosis. We also found that the difference between the risk score before and after ICB treatment was significantly associated with sensitivity to the treatment: an increase in the risk score after the treatment correlated with an adverse response. Using the in vitro cellular experimental dataset, we detected a positive association between the risk score and the sensitivity to 5-fluorouracil and sorafenib.<br \/>Conclusion: The prognosis signature constructed by four ferroptosis- and m6A- related genes exhibited promising predictive value for OS of HCC patients. The signature could also indicate the sensitivity for different kinds of clinical treatment. A higher risk score indicated a higher resistance for immunotherapy but a higher sensitivity for chemotherapy and RTKs inhibitor. The results of this study not only help to improve the clinical practice of HCC, but also provide new insights into unveiling the underlying mechanisms of tumorigenesis and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Prognosis,Ferroptosis,N6-methyladenosine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Tao Han<sup>1<\/sup>, <b>Mengyuan Liu<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>The First Hospital of China Medical University, Beijing, China,<sup>2<\/sup>ChosenMed Technology Co. Ltd, Beijing, China","CSlideId":"","ControlKey":"487b23f4-8605-47ac-8c38-4ef59824786a","ControlNumber":"3176","DisclosureBlock":"&nbsp;<b>T. Han, <\/b> None..<br><b>M. Liu, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7626","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6559","PresenterBiography":null,"PresenterDisplayName":"Mengyuan Liu, PhD","PresenterKey":"cd347a0b-b1ef-4cce-bc32-107fcca68d38","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6559. Model constructed by ferroptosis-related genes and m6A genes predicts the sensitivity to different drug treatments","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Model constructed by ferroptosis-related genes and m6A genes predicts the sensitivity to different drug treatments","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Aberrant splicing in cancer cells contributes to cellular proliferation, escape from cell death, growth inhibition, invasion and metastasis, and immune escape. Diffuse large B-cell lymphoma (DLBCL) is the most common type of non-Hodgkin lymphoma, but the effect of AS on its pathogenesis has not been fully elucidated, so it is essential to find out DLBCL-specific splicing patterns and their potential as treatment targets.<br \/><b>Material and Method<\/b> RNA-Seq dataset from DLBCL patients was retrieved from The Cancer Genome Atlas (TCGA) DLBCL (N=48) and Pan-cancer Analysis of Whole Genomes (PCAWG) DLBC (N=7) were used as the cancer group. In order to identify spliced genes that are significantly different from normal tissue, RNA-Seq data of normal lymphoid tissue produced in two studies of E-MTAB-513 (N=1) and E-MTAB-1733 (N=13) from the BioStudies were downloaded. Sequence reads were aligned to the GRCh38 reference genome using STAR aligner.<br \/><b>Results<\/b> 5,470 genes identified as differentially spliced compared to normal in both rMATS and MAJIQ tools were studied. After sorting the AS events of these genes in order of highest average PSI value, events with an average PSI value of 0.7 or more in the top 2\/3 samples and events with an average PSI value of 0.3 or less in the bottom 2\/3 samples are selected. 8 exons of 7 genes were involved in Exon skipping (ES) events, 6 exons of 5 genes were involved in mutually exclusive exon (MXE) events, and an exon of a gene was involved in alternative 5' splice site (A5SS) Among these genes, exons 6 and 7 in<i> CD53 <\/i>showed high PSI values between exons 4 and 9. The average PSI values for exons 6 and 7 of <i>CD53<\/i> in DLBCL were 0.923855 and 0.89096, respectively, which were significantly higher than the Normal group (p&#60;0.05). <i>CD53 <\/i>mediates <i>IL-7R <\/i>signaling and plays a role in the regulation of normal B-cell development. As a gene coding for cell surface protein, it is involved in various immune systems in T-cell and B-cell surfaces. In healthy tissue, transcripts that skip exon 5 and have a junction between exon 4 and exon 6 or 7 are not yet known and should be further studied. In addition, <i>SLAMF8<\/i>, which has an exon with a PSI value specific to DLBCL, is also involved lymphocyte activation and regulates B-cell receptor signaling.<br \/><b>Conclusion <\/b>These DLBCL-specific patterns of selective exon usage are expected to be potential targets for cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Alternative splicing,Diffuse large B-cell lymphoma,RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sanyeowool An<\/b><sup>1<\/sup>, Youngil Koh<sup>2<\/sup>, Sung-Soo Yoon<sup>2<\/sup><br><br\/><sup>1<\/sup>Seoul National University, Seoul, Korea, Republic of,<sup>2<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"1f13d064-0fd4-406e-b6ab-6a5376c57a14","ControlNumber":"7729","DisclosureBlock":"&nbsp;<b>S. An, <\/b> None..<br><b>Y. Koh, <\/b> None..<br><b>S. Yoon, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7627","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6560","PresenterBiography":null,"PresenterDisplayName":"Sanyeowool An, BS","PresenterKey":"b28a5f51-d946-4572-89c8-209e3e08d85b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6560. Identification of distinct patterns in diffuse large B-cell lymphoma through alternative splicing analysis","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of distinct patterns in diffuse large B-cell lymphoma through alternative splicing analysis","Topics":null,"cSlideId":""},{"Abstract":"Long noncoding RNAs (lncRNAs) are defined as transcripts &#62;200 nucleotides in length with no protein-coding potential. LncRNAs play diverse roles in regulating gene transcription, post-transcription, translation, and epigenetic modification through interaction with RNA binding proteins (RBPs). Here, we analyzed binding motif of a RBP, family with sequence similarity 120A (FAM120A), which is highly expressed in multiple cancer types and associated with poor prognosis. To investigate FAM120A interacting RNAs genome-wide, we conducted cross-linking immunoprecipitation combined with deep sequencing (CLIP-seq) using an anti-FAM120A antibody in osteosarcoma cell line, U2OS. We identified 37,151 FAM120A-binding clusters by a peak detection algorithm. Up to 92% of these clusters were found within about 5,700 mRNAs, with the highest enrichment at 3'-UTRs. Interestingly, other clusters located within 959 lncRNAs, with peaks at 5&#8217; and 3&#8217; end. Fold enrichment analysis of CLIP reads in comparison with input reads revealed that FAM120A binds more preferentially to lncRNA than mRNA (median fold enrichments, 4.81 (lncRNA) versus 4.41 (mRNA), <i>P<\/i>&#60;0.001, Mann-Whitney <i>U<\/i> test). Motif analysis using the HOMER algorithm showed that FAM120A enriched sequence motifs in 3&#8217; of mRNAs, 5&#8217; and 3&#8217; of lncRNAs were completely distinct. These results suggest that FAM120A may exhibit a motif-dependent selective binding to lncRNA in cancer cells. Given that RBPs bind to RNA molecules immediately after their transcription on chromatin, FAM120A may also selectively recognize RNA species and classify lncRNA and mRNA at the transcriptional stage. Since lncRNAs play pivotal roles in cancers FAM120A may exert oncogenic effects by the post-transcriptional regulation of a certain set of lncRNAs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Epigenetics,lncRNA,lncRNA,computer analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kenichiro Kawai<\/b><sup><\/sup><br><br\/>Nagoya University, Nagoya, Japan","CSlideId":"","ControlKey":"2b5f4411-bce2-4377-bdbf-7aa314fd429a","ControlNumber":"1455","DisclosureBlock":"&nbsp;<b>K. Kawai, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7628","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6561","PresenterBiography":null,"PresenterDisplayName":"Kenichiro Kawai","PresenterKey":"809b872b-c388-4b93-a44f-c041eec1ede1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6561. Specific binding mode of RNA binding protetin FAM120A to lncRNA","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Specific binding mode of RNA binding protetin FAM120A to lncRNA","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>Tumor fraction (TF) in cell-free DNA is an important known biomarker for monitoring treatment response and disease progression. cfDNA TF is usually estimated by variant allele frequency (VAF) of somatic mutations or copy number variation (CNV). cfDNA assays provide high VAF detection sensitivity by using deep sequencing depth based on target panels, which often makes TF underestimated due to limited panel gene coverage. Also because the interference of copy number changes and lack of matched normal, the VAF estimation is often inaccurate. On the other hand, although CNV based TF estimation does not require matched normal samples, it has lower detection sensitivity and underestimates cfDNA TF for patients without copy number changes. Importantly, tumor heterogeneity exists in many clinical cancer patient samples, where tumor DNA has complex subclone structures, which makes accurate TF estimation even more challenging.<br \/><b>Methods <\/b>Here we performed comprehensive concordance study of cfDNA TF estimation, by applying both PredicineWES+ (20,000x sequencing depth in boosted cancer-related genes and 2,500x depth in rest exome regions) and PredicineCNB (LP-WGS with 3&#215; sequencing depth) on more than 300 plasma samples from cancer patients. Using a proprietary algorithm, we calculated TF by integrating PredicineWES+ derived VAFs and PredicineCNB derived CNVs for each sample, where tumor subcloning was taken into the consideration. We implemented proprietary EM algorithm to infer subclone populations, where CNV has high concordance with TF in each subclone.<br \/><b>Results <\/b>Our study showed that CNV-based TF estimation is highly concordance with VAF-based TF from PredicineWES+ (correlation coefficient &#62; 0.8) when TF is &#62;5%. For clinical samples with &#60; 5% TF inferred from PredicineCNB, we used VAF-based TF. We developed an integrated TF estimation methodology by leveraging molecular insights derived from PredicineWES+ and PredicineCNB, and further performed clinical evaluation study using 50 longitudinal plasma samples from prostate cancer patients that are under different cancer stages or therapies. Our results demonstrated that the integrated TF estimation shows a positive correlation with therapy response and disease stage revealed by CT scan. Finally, serial analysis of plasma cfDNA demonstrated an increase in ctDNA TF and cancer variants, preceding evidence of radiographic and clinical disease progression in many patients.<br \/><b>Conclusion <\/b>We conducted a comprehensive concordance study to infer cfDNA TF using PredicineWES+ and PredicineCNB in more than 300 patient samples. Our study demonstrated its clinical utility where the integrated TF analysis may provide a more robust and accurate estimation of disease burden in cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer diagnostics,cfDNA tumor fraction estimation,Copy number variation,Disease monitoring,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chao Dai<\/b><sup><\/sup>, Tiantian Zheng<sup><\/sup>, Xiaoxi Dong<sup><\/sup>, Wei Mo<sup><\/sup>, Xiaohong Wang<sup><\/sup>, Shujun Luo<sup><\/sup>, Kemin Zhou<sup><\/sup>, Shidong Jia<sup><\/sup>, Pan Du<sup><\/sup><br><br\/>Predicine Inc, Hayward, CA","CSlideId":"","ControlKey":"fae87cd2-f4cc-4d1f-bca7-7c2b50aae4f5","ControlNumber":"7745","DisclosureBlock":"&nbsp;<b>C. Dai, <\/b> None..<br><b>T. Zheng, <\/b> None..<br><b>X. Dong, <\/b> None..<br><b>W. Mo, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>S. Luo, <\/b> None..<br><b>K. Zhou, <\/b> None..<br><b>S. Jia, <\/b> None..<br><b>P. Du, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7629","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6562","PresenterBiography":null,"PresenterDisplayName":"Chao Dai","PresenterKey":"46deba09-458e-4770-8478-75e4dc02866b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6562. Comparative analysis of blood-based tumor fraction estimation in 300 cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative analysis of blood-based tumor fraction estimation in 300 cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Adult diffuse gliomas are heterogeneous and the most common primary brain tumors. Gliomas have high tissue invasion, proliferation and therapeutic resistance potential. Although much knowledge has been recently gained regarding glioma biology and evolution, many questions are still open, such as which is the cell of origin, what are its characteristics and how the tumor propagation occurs. The cancer stem cell (CSC) model proposes a population of cells with high self-renew capacity and capable of propagating the tumor with more differentiated cells, generating intratumoral heterogeneity. Based on the CSC model, our work aims to integrate the most advanced techniques available such as scRNAseq and machine learning models to estimate the enrichment of glioma stem cells (GSCs) in tumors, by defining a GSC-Stemness Index (GSCsi). To build the prediction model, we used public scRNA-seq data from glioblastoma (GBM)-enriched GSCs. We used the standard Seurat pipeline for quality control, normalization and downstream analysis. The GSC single cell data was used to train a prediction model using the One Class Logistic Regression (OCLR) algorithm. Several models were tested, including overdispersed genes, differentially expressed genes between GSCs and the whole tumor, GSCs from each patient individually and a model with all GSCs. The prediction models were applied to gene expression data from TCGA, GLASS, and publicly available scRNA-seq data from different glioma subtypes. The model built with all the GSCs and all genes showed the best performance, being able to identify with higher indices grade 4 gliomas and IDHwt in the TCGA and GLASS data. Survival analysis resulted in a hazard ratio greater than 20, indicating a high correlation between increased GSCsi and poor prognosis. By applying the model to scRNA-seq data from gliomas, clusters of high GSCsi were identified. We can partially conclude that the GSCsi obtained with the model is capable of identifying grade 4 gliomas and IDHwt and we are performing analyzes with the genes with the highest correlation (positive and negative) with the GSCsi in the TCGA and GLASS data. The analysis of these genes together with genes differentially expressed in the high GSCsi clusters in scRNA-seq data can elucidate pathways responsible for the therapeutic resistance and propagation of gliomas, in addition to proposing theories about the cell of origin and potential therapeutic targets to improve the diagnosis and treatment of these patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Machine learning,Glioma,Stemness,Cancer stem cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Renan  L.   S.  Simões<sup><\/sup>, Maycon Marção<sup><\/sup>, <b>Tathiane  M.  Malta<\/b><sup><\/sup><br><br\/>School of Pharmaceutical Sciences, University of São Paulo, Ribeirão Preto, Brazil","CSlideId":"","ControlKey":"8a8bba1f-1a4f-4a7c-939d-cc084bb26ef6","ControlNumber":"6984","DisclosureBlock":"&nbsp;<b>R. L. S. Simões, <\/b> None..<br><b>M. Marção, <\/b> None..<br><b>T. M. Malta, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7630","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6563","PresenterBiography":null,"PresenterDisplayName":"Tathiane Malta, PhD","PresenterKey":"bee56889-2a65-4047-bb23-c508f611ea77","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6563. Glioma stem cell index recapitulates grade, IDH mutation status and correlates with survival of glioma patients","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glioma stem cell index recapitulates grade, IDH mutation status and correlates with survival of glioma patients","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most common form of cancer, and afflicted over 2.2 million people in 2020. The sheer volume of patients who suffer from breast cancer warrants continued research and discovery efforts to improve treatment options. Triple negative breast cancer (TNBC) affects 10-15% of breast cancer patients. Unlike other forms of breast cancer, TNBC does not have estrogen or progesterone receptors and makes little to none of the HER2 protein. Due to the lack of these biomarkers that are typical treatment targets for other kinds of breast cancers, the hormone therapies and drugs that target other breast cancers are often ineffective against TNBC. This leaves chemotherapy and radiation therapy as the main treatment options. Although chemotherapy and radiation have treatment benefits, the recurrence rate after treatment is around 40%. Furthermore, these treatment options are very detrimental to the body, resulting in a weaker patient and a necessary recovery time between treatments. In this study, we analyzed publicly available RNA-sequencing (RNA-seq) data to identify the upregulated and downregulated transcriptional mechanism(s) that play a role in TNBC compared to healthy breast tissue. The analysis of the RNA-seq data was completed with the Automated Reproducible Modular Workflow for Preprocessing and Differential Analysis of RNA-seq Data (ARMOR), which trims, maps, and quantifies the mRNA sequencing reads to the human transcriptome for each read. The ARMOR program identified more than 12,000 differentially expressed genes between TNBC and healthy breast tissue samples. We then applied an artificial intelligence-based classification method, a random forest algorithm, to identify new biomarkers that best differentiate TNBC cells from healthy cells. These specific transcriptional biomarkers for TNBC could potentially be used as diagnostic biomarkers or as therapeutic targets. We anticipate that this data may expand the treatment options for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Breast cancer,Cancer,Triple-negative breast cancer (TNBC),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jenna  B.  Poulsen<\/b><sup><\/sup>, Mauri  E.  Dobbs<sup><\/sup>, Naomi Rapier-Sharman<sup><\/sup>, Brett  E.  Pickett<sup><\/sup><br><br\/>Brigham Young University, Provo, UT","CSlideId":"","ControlKey":"b9226176-86c2-4a95-9966-f6cd7eb1e918","ControlNumber":"8027","DisclosureBlock":"&nbsp;<b>J. B. Poulsen, <\/b> None..<br><b>M. E. Dobbs, <\/b> None..<br><b>N. Rapier-Sharman, <\/b> None..<br><b>B. E. Pickett, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7707","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6564","PresenterBiography":null,"PresenterDisplayName":"Jenna Birchall, No Degree","PresenterKey":"2b23134d-d1e3-49c3-9a23-a8ca4f4ca6b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6564. Biomarker discovery in triple negative breast cancer using RNA-sequencing analysis","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"300","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 3","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Biomarker discovery in triple negative breast cancer using RNA-sequencing analysis","Topics":null,"cSlideId":""}]