[{"Abstract":"The motuporamines are a promising class of anti-metastatic compounds. Dihydromotuporamine C (Motu33) has been shown to activate the small GTPase RhoA, however, little is known about subsequent downstream events leading to cell migration inhibition. In the present study, we investigated the mechanism of action of Motu33 and a synthetic derivative, Motu-(CH<sub>2<\/sub>)-33, in Drosophila by manipulating the gene dose of positive and negative regulators of actin dynamics. Consistent with previous findings, reduced gene dose of Rho1 (the Drosophila RhoA ortholog) attenuates motuporamine activity, confirming that RhoA\/Rho1 is targeted by these compounds. Actin-myosin contraction is controlled by the RhoA-ROCK-myosin regulatory light chain (MRLC) pathway. Reduced gene dose of the myosin binding subunit of myosin phosphatase, a negative regulator of the RhoA-ROCK-MRLC pathway, enhances motuporamine activity indicating that the motuporamines stimulate actin-myosin contraction through activation of the myosin regulatory light chain. RhoA also activates diaphanous (dia) to control actin polymerization. Surprisingly, reduced gene dose of dia enhances motuporamine activity, suggesting that the motuporamines act on dia in a RhoA-independent manner. Reduction in gene dose of the Drosophila Rac orthologs also enhances motuporamine activity. In contrast, motuporamine activity is unaltered by reduced gene dose of slingshot (ssh) which acts to trigger actin severing and depolymerization. Since ssh is directly regulated by Rac, the enhanced activity of motuporamines observed when Rac gene dose is reduced may reflect an indirect mode of action on the Rac GTPases leading to increased RhoA activity. In summary, these findings demonstrate that motuporamines act through RhoA and diaphanous to regulate actin-myosin contractility and actin polymerization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-01 Actin cytoskeleton,,"},{"Key":"Keywords","Value":"Drug discovery,Actin cytoskeleton,Metastasis,Cell migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Laurence von Kalm<\/b><sup><\/sup>, Corey Seavey<sup><\/sup><br><br\/>Biology, University of Central Florida, Orlando, FL","CSlideId":"","ControlKey":"173d814d-e647-43ea-8e84-4fac3c0fa642","ControlNumber":"6416","DisclosureBlock":"&nbsp;<b>L. von Kalm, <\/b> None..<br><b>C. Seavey, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8239","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2461","PresenterBiography":null,"PresenterDisplayName":"Laurence von Kalm","PresenterKey":"962d94cf-6a38-47ba-b726-b1aaa5a8c6c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2461. The cell migration inhibitor dihydromotuporamine C regulates actin-myosin contractility and actin polymerization","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The cell migration inhibitor dihydromotuporamine C regulates actin-myosin contractility and actin polymerization","Topics":null,"cSlideId":""},{"Abstract":"Metachronous brain metastases, the primary cause of morbidity and mortality in HER2+ breast cancer patients arise from latent residual cells that resist systemic therapies. AXL, a receptor tyrosine kinase, is enriched in metachronous brain metastatic lesions from HER2+ breast cancer patients and in latent metastatic models. In contrast to its known function at the cell surface, AXL is localized to the nucleus and interacts with WRNIP1. Moreover, we show AXL depletion results in an increased replication stress and reduced survival of brain-tropic latent residual and metastatic cells. Furthermore, administration of BGB324 as a neoadjuvant sensitives brain metastatic lesions to targeted therapy. Our findings suggest targeting AXL is a viable option to eradicate residual brain metastatic cells and limit relapses in HER2+ breast cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Axl,Breast Cancer Brain Metastasis,Latency,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mauricio Marquez-Palencia<\/b><sup><\/sup>, Srinivas Malladi<sup><\/sup><br><br\/>University of Texas Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"0b659fbc-de14-4538-b4dd-2094c03e6320","ControlNumber":"7956","DisclosureBlock":"&nbsp;<b>M. Marquez-Palencia, <\/b> None..<br><b>S. Malladi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8240","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2462","PresenterBiography":null,"PresenterDisplayName":"Mauricio Marquez-Palencia, BS","PresenterKey":"74422830-7138-41af-958d-b8d0f7ed4c67","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2462. AXL-WRNIP1 mediated replication stress response aids metastatic latency and relapse","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AXL-WRNIP1 mediated replication stress response aids metastatic latency and relapse","Topics":null,"cSlideId":""},{"Abstract":"Protein folding complexes are a vital link between the expression of tumor-promoting oncogenes and oncogenic cancer behavior known as the hallmarks of cancer. Of these, the eukaryotic type II chaperonin, Chaperonin-Containing TCP-1 (CCT or TRiC) folds many of the oncoproteins (e.g., KRAS, MYC, CDKs, STAT3, etc.) that drive cancer growth and invasion. CCT is a complex machine composed of eight subunits, each encoded by a unique gene (<i>cct1-8<\/i>), which folds proteins in an ATP-dependent fashion within an inner chamber. Previous work in breast cancer revealed that the CCT2 subunit was highly expressed in breast tumor tissues and correlated with advanced breast cancer stage, metastasis, and decreased patient survival. To determine the pattern of CCT2 expression across multiple cancers in comparison to normal tissues, we interrogated the UCSC Xena database to compare cohorts, GTEx (normal tissues), TCGA (adult cancerous and normal tissues), and TARGET (pediatric cancerous and normal tissues). Tumor specimens from adult TCGA expressed significantly higher levels of CCT2 than GTEx, and pediatric TARGET samples had significantly higher expression levels of CCT2 than TCGA and normal samples. Histological detection of CCT2 in multiple cancer tissues was increased (e.g., pediatric cancers and sarcomas being among the highest) compared to cancer-adjacent tissues or normal tissues and supported the bioinformatics data. Manipulating CCT2 levels in individual breast, neuroblastoma, and prostate cancer cells revealed the strategic importance of this chaperonin subunit in supporting the metastatic cancer phenotype. Exogenous expression of CCT2 promoted uncontrolled and anchorage-independent growth and migration of cancer cells, which was reversed upon depletion of the subunit, causing cancer cell death. Moreover, conditioned media from cancer cells exogenously expressing CCT2 also drove the migration and growth of cancer cells. Exosomes isolated from this media contained high levels of CCT2 mRNA, further demonstrating the metastasis-promoting potential of this chaperonin subunit. The feasibility of using CCT2 as a biomarker to detect cancer progression was confirmed using antibodies to detect CCT2 in the identification of circulating tumor cells using the CellSearch System. These results provide validation to further develop the use of CCT2 as a diagnostic marker for cancer progression and metastasis and as a promising therapeutic target for new drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Biomarkers,Protein-folding,Metastatic potential,Exosomes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Annette R. Khaled<\/b><sup>1<\/sup>, James Velazquez<sup>1<\/sup>, Lam Truong<sup>1<\/sup>, Colten Frank<sup>1<\/sup>, Carolyn Dang<sup>1<\/sup>, Amanda Cox<sup>1<\/sup>, Heba Ghozlan<sup>1<\/sup>, Eunkyung Lee<sup>2<\/sup>, Amr  S.  Khaled<sup>3<\/sup>, Priya  K.  Gopalan<sup>3<\/sup><br><br\/><sup>1<\/sup>Burnett School of Biomedical Sciences, University of Central Florida, Orlando, FL,<sup>2<\/sup>University of Central Florida, Orlando, FL,<sup>3<\/sup>Orlando VA Healthcare System, Orlando, FL","CSlideId":"","ControlKey":"bea1ce54-b769-4366-9b4e-54ea05019baf","ControlNumber":"4771","DisclosureBlock":"<b>&nbsp;A. R. Khaled, <\/b> <br><b>Seva Therapeutics<\/b> Stock.<br><b>J. Velazquez, <\/b> None..<br><b>L. Truong, <\/b> None..<br><b>C. Frank, <\/b> None..<br><b>C. Dang, <\/b> None..<br><b>A. Cox, <\/b> None..<br><b>H. Ghozlan, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>A. S. Khaled, <\/b> None..<br><b>P. K. Gopalan, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8241","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2463","PresenterBiography":null,"PresenterDisplayName":"Annette Khaled, MS;PhD","PresenterKey":"b903f466-9e31-4da0-a4e2-8ce3451a0bdf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2463. Protein folding chaperonin as biological indicator for cancer progression and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Protein folding chaperonin as biological indicator for cancer progression and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Metastasis is responsible for poor overall survival of cancer patients and a better understanding of the molecular mechanisms that drive metastasis is crucial for improving disease outcome. In mouse models, gene expression profiling of cancer cells isolated from metastases and from their matched primary tumors is an approach that has been successfully employed to identify biomarkers and drivers of metastasis. However, only few such tumor pairs have been derived from immunocompetent mouse models, limiting our ability to compare the metastatic potentials of these pairs in the context of an intact immune system. Moreover, most of the metastatic cancer cell lines currently available on the C57BL\/6 background have a relatively low metastatic potential, complicating the evaluation of therapeutic interventions that may inhibit metastasis.<br \/>To address these critical limitations, we developed novel cell lines from distinct spontaneous lung metastases and corresponding primary breast tumors from C57BL\/6 mice. Specifically, C57BL\/6 mice were orthotopically injected with copGFP-expressing E0771 breast cancer cells and the tumors were allowed to grow for 28 days. Tumor cells at different stages of the metastatic cascade - primary tumor evolution, transit through the blood circulation (circulating tumor cells), survival at secondary site, dormancy, and metastatic outgrowth, were captured by collecting and culturing copGFP-positive cancer cell lines from the primary tumor, blood circulation, and metastatic lungs at the experimental endpoint. These cells were reintroduced orthotopically (mammary fat pad injection) and intravenously (tail-vein injection) to evaluate tumor growth and metastasis in vivo. Interestingly, cell lines derived from overt metastases displayed a wide array of metastatic competences, indicating that some metastases retain that ability to further metastasize while others do not. RNA sequencing of these cell lines identified genes and pathways that are significantly upregulated in highly metastatic vs. poorly metastatic cancer cell lines. Future studies will investigate whether modulation of these pathways in the primary tumor and CTCs can be used to predict metastatic recurrence and serve as a basis for developing novel biomarker-based therapeutic approaches for the treatment of metastatic disease. We also envision that the cell lines we generated will be useful for studies of the influence of host-tumor cells interactions on metastasis on the immunocompetent C57BL\/6 background.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Breast cancer,Lung metastasis,Biomarkers,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Akshita  B.  Bhatt<\/b><sup><\/sup>, Ruishan Wang<sup><\/sup>, Hong Jia<sup><\/sup>, Myriam Labelle<sup><\/sup><br><br\/>St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"bbb2bb24-2152-482b-8343-5b071612cb87","ControlNumber":"7929","DisclosureBlock":"&nbsp;<b>A. B. Bhatt, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>H. Jia, <\/b> None..<br><b>M. Labelle, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8242","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2464","PresenterBiography":null,"PresenterDisplayName":"Akshita Bhatt, B Pharm;PhD","PresenterKey":"408e4aab-ec45-47bd-927c-c4541bbe1fec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2464. Novel models of breast cancer metastasis with different metastatic competence","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel models of breast cancer metastasis with different metastatic competence","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Although early detection and high-quality treatment options, metastatic colorectal cancer (mCRC) is the main cause of CRC-related mortality. Dissecting the mechanisms underlying CRC progression may identify new accurate markers for invasive tumors, which can also be used as druggable targets, providing further improvement in the patients clinical outcomes. YKL-40 is a glycosyl hydrolase functionally linked to increased proliferation, angiogenesis, migration, and invasion of tumor cells. Because in colorectal cancer (CRC), YKL-40 serological level may serve as a risk predictor and prognostic biomarker, we investigated the underlying mechanisms by which it may contribute to tumor progression and the clinical significance of its tissue expression in metastatic CRC.<br \/>Experimental Design: HCT116 and Caco2 cells genetically engineered to achieve YKL-40 silencing\/overexpression were used for cell motility, invasion and proliferation assays, and to measure EMT markers. The YKL-40 expression level was assessed in the early and late tumor phases obtained in the AOM\/DSS mouse model, as well as in tumors and sera from CRC patients. Six independent cohorts of CRC patients were stratified by YKL-40 tissue expression to define its prognostic role and its effect on cetuximab and oxaliplatin treatment response.<br \/>Results: YKL-40 high-expressing HCT116 and Caco2 cells showed increased motility, invasion and proliferation. YKL-40 up-regulation was associated with EMT signaling activation. In murine and human samples, elevated YKL-40 levels correlated with high-grade tumors. In retrospective analyses, YKL-40 elevated expression correlated with shorter survival in patients with advanced CRC. Strikingly, YKL-40 high tissue levels showed a predictive value for better response to cetuximab, even in patients with stage IV CRC and mutant KRAS, and worse sensitivity to oxaliplatin.<br \/>Conclusions: Our study recognizes a novel role of YKL-40 tissue expression in promoting CRC metastatic potential, through EMT signaling activation, and provides significant clinical implications that may impact the risk prediction of patients with mCRC. YKL-40 high tissue levels also strengthen a predictive value for better cetuximab responsiveness, even in patients with KRAS mutations. Since resistance to cetuximab remains one of the greatest challenges in treating CRC, our findings may be crucial for developing novel YKL-40-targeted therapy approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Colorectal cancer,Biomarkers,YKL-40,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mariangela De Robertis<\/b><sup>1<\/sup>, Maria Raffaella Greco<sup>1<\/sup>, Rosa Angela Cardone<sup>1<\/sup>, Tommaso Mazza<sup>2<\/sup>, Flaviana Marzano<sup>3<\/sup>, Nikolay Mehterov<sup>4<\/sup>, Maria Kazakova<sup>4<\/sup>, Nikolay Belev<sup>5<\/sup>, Apollonia Tullo<sup>3<\/sup>, Graziano Pesole<sup>1<\/sup>, Victoria Sarafian<sup>4<\/sup>, Emanuela Signori<sup>6<\/sup><br><br\/><sup>1<\/sup>University of Bari Aldo Moro, Department of Biosciences, Biotechnology and Environment, Bari, Italy,<sup>2<\/sup>Unit of Bioinformatics, Fondazione IRCCS Casa Sollievo della Sofferenza, San Giovanni Rotondo (FG), Italy,<sup>3<\/sup>Institute of Biomembranes, Bioenergetics and Molecular Biotechnologies, Consiglio Nazionale delle  Ricerche, Bari, Italy,<sup>4<\/sup>Department of Medical Biology, Medical University of Plovdiv, Plovdiv, Bulgaria,<sup>5<\/sup>University Hospital Eurohospital, Plovdiv, Bulgaria,<sup>6<\/sup>Laboratory of Molecular Pathology and Experimental Oncology, Institute of Translational Pharmacology, Consiglio Nazionale delle Ricerche, Rome, Italy","CSlideId":"","ControlKey":"46cec088-b926-4fda-923c-71a34cb4ec11","ControlNumber":"5918","DisclosureBlock":"&nbsp;<b>M. De Robertis, <\/b> None..<br><b>M. Greco, <\/b> None..<br><b>R. Cardone, <\/b> None..<br><b>T. Mazza, <\/b> None..<br><b>F. Marzano, <\/b> None..<br><b>N. Mehterov, <\/b> None..<br><b>M. Kazakova, <\/b> None..<br><b>N. Belev, <\/b> None..<br><b>A. Tullo, <\/b> None..<br><b>G. Pesole, <\/b> None..<br><b>V. Sarafian, <\/b> None..<br><b>E. Signori, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8243","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2465","PresenterBiography":null,"PresenterDisplayName":"Mariangela De Robertis, PhD","PresenterKey":"4b9c1086-0a9d-468f-956d-468d906c826f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2465. YKL-40 overexpression enhances metastatic potential and is a novel prognostic candidate and predictive biomarker for patients with colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YKL-40 overexpression enhances metastatic potential and is a novel prognostic candidate and predictive biomarker for patients with colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Breast cancer is the second most common type of cancer worldwide, and while primary disease is often well controlled, metastatic breast cancer (MBC) is responsible for the majority of deaths. MBC cells can metastasize to distant sites including the liver, lung, brain and bone, and the mechanisms underlying this organotropism remain largely unknown. MBC has high genetic heterogeneity, and studies have reported mutations in oncogenic pathways such as TP53, PIK3CA and ESR1. Liquid biopsy has been used to detect extracellular vesicle-associated DNA (EV-DNA), bypassing the limits of tissue biopsies often invasive and difficult to obtain. EVs are nanoparticles of diverse sizes released in the extracellular environment by all types of cells and are known to carry cargos including EV associated proteins, lipids, RNA and DNA with the potential to interact with surrounding cells and be explored as markers of disease progression. The goal of our study was to detect EV associated oncogenes derived from MBC cell lines. EV-DNA can potentially be incorporated into cancer diagnosis and prognosis in the clinical setting.<br \/>Methods: In this study, we isolated EVs from 4T1 mouse mammary tumor model with primary cells and 4T1 induced liver-metastatic variants (2776, 2792 cells). We isolated and characterized the EVs using nanoparticle tracking analysis (NTA) and dynamic light scattering (DLS) for particle size and concentration, as well as western blot (WB) for EV markers. EV-DNA was isolated using the Gentra puregene blood kit (Qiagen) and quantified using a Qubit fluorometer, and oncogenic mutations assessed using droplet digital polymerase chain reaction (ddPCR) to detect mutant PIK3CA <sup>H1047R<\/sup>, TP53 <sup>P31T<\/sup>, and ESR1 <sup>D538G<\/sup>.<br \/>Results: EVs isolated from primary and liver metastatic MBC cell lines were positive for EV markers synthenin-1 and CD63. NTA showed higher concentrations of EVs from liver-metastatic variants cell lines (2776: 1.11x10<sup>11<\/sup> particles\/ml, mean size 109.2 nm; 2792: 1.37x10<sup>11<\/sup> particles\/ml, mean size 122.7 nm) compared to primary tumor cells (4T1: 5.83x10<sup>10 <\/sup>particles\/ml; mean size: 120.3 nm). These results suggest an increased EV emission from metastatic variants cell lines compared to parental cells. Interestingly, significantly higher EV-DNA concentration was found in liver-metastatic cells (2776: 2.85 ng\/&#956;l; 2792: 1.48 ng\/&#956;l) than in parental cells (0.23 ng\/&#956;l).<br \/>Conclusions: These findings suggest circulating oncogenic EV-DNA may be a useful biomarker to monitor MBC patients throughout disease progression. For future investigation of EV enriched material, we will assess the mutant copies of oncogenes TP53<sup> P31T<\/sup>, PIK3CA <sup>H1047R<\/sup> and ESR1 <sup>D538G<\/sup> associated with the EVs of parental cells and metastatic variants. Extensive studies <i>in vitro<\/i> and <i>in vivo <\/i>are required to validate and clarify definitive roles of EVs in tumor invasion and to further our understanding of the role of EV cargo in spreading malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Metastasis,Biomarkers,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amélie Nadeau<\/b><sup>1<\/sup>, Kyle Dickinson<sup>1<\/sup>, Thupten Tsering<sup>1<\/sup>, Emilie Solymoss<sup>2<\/sup>, Sébastien Tabariès<sup>2<\/sup>, Peter Siegel<sup>2<\/sup>, Julia Burnier<sup>1<\/sup><br><br\/><sup>1<\/sup>Research Institute of the McGill University Health Center, Montreal, QC, Canada,<sup>2<\/sup>Goodman Cancer Institute, Montreal, QC, Canada","CSlideId":"","ControlKey":"908cf81c-21e3-477f-baec-9291cb53b36b","ControlNumber":"3778","DisclosureBlock":"&nbsp;<b>A. Nadeau, <\/b> None..<br><b>K. Dickinson, <\/b> None..<br><b>T. Tsering, <\/b> None..<br><b>E. Solymoss, <\/b> None..<br><b>S. Tabariès, <\/b> None..<br><b>P. Siegel, <\/b> None..<br><b>J. Burnier, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8244","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2466","PresenterBiography":null,"PresenterDisplayName":"Amelie Nadeau, BS","PresenterKey":"df8aa179-5975-4bbf-8288-804ef68bd1c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2466. Detection of extracellular vesicle-associated DNA in mouse metastatic breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of extracellular vesicle-associated DNA in mouse metastatic breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Relatively high cost of gene expression-based prognostic tools in breast cancer (BC) hinders the public accessibility. Therefore, there is a need for development of robust prognostic biomarker for prediction of early and late metastasis. We designed high-throughput proteomics assay to compare protein expression profiles of BC with no metastasis (NM), late metastasis (LM), and early metastasis (M) on 29 patients with BC at Seoul National University Hospital (SNUH). We defined the LM as the development of metastasis after 5 years from the diagnosis. Mass spectrometry (MS) data were collected in data-dependent acquisition (DDA) mode and quantified by Perseus (version 1.5.8.5). ANOVA was used to determine differentially expressed proteins (DEP). Mutual information-based feature selection was used to pick features for metastasis. We used METABRIC dataset to validate prognostic significance. Cell migration and invasion assays were further performed using TNBC cell line after transfecting the cells with siRNA. Mean metastasis free survival time was 8.4 years with LM, and 1.6 years in the patients in M group. A total of 9,455 proteins were identified across the discover<u>y<\/u> set, and 6,639 proteins were quantified with label-free quantification intensities. 830 proteins were found to be differentially expressed among the groups with an FDR-adjusted <i>p-<\/i>value &#60; 0.05. Mutual information selected TUBB as the most highly expressed in M group (median, 36.4), least in NM group (median, 36.0), and intermediate in LM groups (median, 36.1). The expression of VWA5A sequentially decreased from NM group (median, 29.6), LM group (median, 29.2), and M group (median, 28.2). In METABRIC cohort, we found that high TUBB expression is strong, significant poor prognostic factor for DFS in all cases with BC (<i>p<\/i> &#60; 0.0001), ER+ subgroup (<i>p <\/i>= 0.0001), HER2+ subgroup (<i>p<\/i> = 0.0085), but not in TNBC (<i>p <\/i>= 0.1017). In similar manner, lower expression of VWA5A was significantly correlated with shorter DFS in all (<i>p<\/i> = 0.0003) and ER+ subtype (<i>p<\/i> &#60; 0.0001), but not in HER2+ and TNBC subsets (<i>p <\/i>= 0.1350 and 0.2314, respectively). Discrepant prognostic significance of two candidate biomarkers in certain subtypes of BCs indicate that these molecules may behave differently according to intrinsic subtypes. Therefore, we performed functional experiments using TNBC cell lines. siRNA induced silencing of <i>TUBB<\/i> in MDA-MB-231 and Hs378T resulted in significantly decreased invasion and migration, while siVWA5A transfected BT20 and HCC70 showed stronger propensity toward invasion and migration. Though impacts on survival were not ascertained, our proteomics and in vitro analyses suggest TUBB and VWA5A as the feasible biomarkers representing the biological aggressiveness of BCs including TNBCs. Further investigations on TUBB and VWA5A are warranted to gather deeper understandings how these two molecules results in different biological behaviors of BCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Breast cancer,Metastasis,Proteomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jiwon Koh<\/b><sup>1<\/sup>, Dabin Jeong<sup>2<\/sup>, Dohyun Han<sup>1<\/sup>, Sohyeon Yang<sup>1<\/sup>, Sun Kim<sup>3<\/sup>, Han Suk Ryu<sup>1<\/sup><br><br\/><sup>1<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of,<sup>2<\/sup>Interdisciplinary Program in Bioinformatics, Seoul National University, Seoul, Korea, Republic of,<sup>3<\/sup>Department of Computer Science and Engineering, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"baf65c42-ceca-4dc4-8b0e-989c6005e3e1","ControlNumber":"3310","DisclosureBlock":"&nbsp;<b>J. Koh, <\/b> None..<br><b>D. Jeong, <\/b> None..<br><b>D. Han, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>H. Ryu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8245","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2467","PresenterBiography":null,"PresenterDisplayName":"Jiwon Koh, MD;PhD","PresenterKey":"98e444dc-7a35-487a-aefb-7c48e8719fad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2467. Novel biomarkers of metastasis-prone breast cancer revealed by high-throughput proteomics assay","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel biomarkers of metastasis-prone breast cancer revealed by high-throughput proteomics assay","Topics":null,"cSlideId":""},{"Abstract":"Background: Medulloblastoma (MB) is the most common malignant pediatric brain tumor and the development of leptomeningeal dissemination (LM seeding) through the cerebrospinal fluid (CSF) circulation is a major cause of treatment failure. We have previously established the MB LM seeding mouse model. In this study, we aimed to determine molecules that can target seeding (metastatic) cells by analyzing their specific genetic and functional characteristics.<br \/>Methods: Seeding and non-seeding cells were isolated and cultured, respectively, and microarray analysis was carried out. Proliferation and wound-healing assays were performed through the HCS system, and viability, migration and adhesion assays were accomplished. In addition, the therapeutic effect of the selected inhibitor was analyzed by region of interest (ROI) analysis of bioluminescence in vivo.<br \/>Results: The gene expression and functional characteristics of the successfully obtained seed cells and non-seed cells were compared and analyzed. Differentially expressed genes (DEGs) analysis indicated that heat shock protein 70 (Hsp70) was in the highest rank in seeding cells, and pathway enrichment analysis revealed that the metabolism was the main pathway enriched in seeding cells. Proliferation of seeding cells was slower than that of non-seeding cells, but there was no significant difference in viability. Notably, the wound-healing of seeding cells was delayed, but the adhesion ability on collagen was higher. Among the six HSP70 inhibitors, VER155008 was efficiently sensitive to seeding cells, and suppression of expression of MRP proteins along with HSP70 was also confirmed. In addition, it was observed that the treatment of VER155008 reduced seeding through the spinal cord in vivo.<br \/>Conclusion: Our study suggests that VER15008 can be a promising treatment option, targeting LM seeding of MB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Brain tumors,Metastasis,Biomarkers,Heat shock proteins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seung Ah Choi<\/b><sup><\/sup>, Saehim Ha<sup><\/sup>, Hee-Young Lee<sup><\/sup>, Joo Whan Kim<sup><\/sup>, Jin Chul Paeng<sup><\/sup>, Ji Hoon Phi<sup><\/sup><br><br\/>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"7717aca0-6435-4f4a-96a9-b22b7adaef01","ControlNumber":"1705","DisclosureBlock":"&nbsp;<b>S. Choi, <\/b> None..<br><b>S. Ha, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Paeng, <\/b> None..<br><b>J. Phi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8246","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2468","PresenterBiography":null,"PresenterDisplayName":"Seung Ah Cjpo","PresenterKey":"f5212e7e-3b14-4c2a-9a16-5046111042db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2468. Overcoming the leptomeningeal seeding of medulloblastoma by targeting HSP70","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcoming the leptomeningeal seeding of medulloblastoma by targeting HSP70","Topics":null,"cSlideId":""},{"Abstract":"Endometrial cancer is the most common gynecologic malignancy. The most common histological type is endometrioid endometrial cancer (EEC). While the majority of patients present with early-stage and low-grade EEC and have an excellent prognosis, a subset has metastatic disease at presentation, or develops distant recurrence after initial treatment of the primary. However, the lack of prognostic biomarkers for metastatic EEC is a critical barrier. We have developed a genetically engineered mouse model for metastatic EEC that implicates coexistent <i>Pten<\/i> and <i>Mig-6<\/i> mutations in EEC. <i>Pten<\/i> mutation in the uterus is not sufficient for distant metastasis, but mice with concurrent ablation of <i>Mig-6 <\/i>and<i> Pten <\/i>develop distant metastasis. Arginase 1 (ARG1) regulates the last step of the urea cycle, and an increase in ARG1 has been correlated as a poor prognostic factor in a variety of cancers including ovarian carcinoma, colorectal cancer, and neuroblastoma. In the present study, ARG1 expression was evaluated with immunohistochemistry in endometrial hyperplasia and cancer of mice with <i>Pten<\/i> mutation as well as <i>Pten and Mig-6<\/i> double mutations. Our immunostaining analysis revealed that the expression of ARG1 in early stage of EEC from mice deficient in <i>Mig-6<\/i> and <i>Pten<\/i> mutations significantly increased compared to <i>Pten<\/i> mutation in the uterus. High levels of ARG1 are associated with distant metastatic endometrial cancer. The results demonstrate that a high level of ARG1 is associated with poor prognosis in association with EEC of mouse. ARG1 has the potential to identify patients that require additional treatment at an early stage of endometrial cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Prognostic markers,Endometrial cancer,Endometrial hyperplasia,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jae-Wook Jeong<\/b><sup>1<\/sup>, Dinh Tran<sup>2<\/sup>, Valery Rozen<sup>3<\/sup>, Tae Hoon Kim<sup>2<\/sup>, Jung-Yoon Yoo<sup>4<\/sup><br><br\/><sup>1<\/sup>University of Missouri - Columbia, Columbia, MO,<sup>2<\/sup>Obstetrics, Gynecology and Women's Health, University of Missouri - Columbia, Columbia, MO,<sup>3<\/sup>Michigan State University, Grand Rapids, MI,<sup>4<\/sup>Yonsei University, Wonju, Korea, Republic of","CSlideId":"","ControlKey":"14314033-785a-454a-8bd6-de91c25f9d69","ControlNumber":"7272","DisclosureBlock":"&nbsp;<b>J. Jeong, <\/b> None..<br><b>D. Tran, <\/b> None..<br><b>V. Rozen, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>J. Yoo, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8248","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2470","PresenterBiography":null,"PresenterDisplayName":"Jae-Wook Jeong, PhD","PresenterKey":"61c120b0-8cb6-42b4-85ac-d8e2b6e12e98","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2470. ARG1 is potential prognostic biomarker for development of distant metastatic endometrial cancer in mice with <i>Pten<\/i> deficiency","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ARG1 is potential prognostic biomarker for development of distant metastatic endometrial cancer in mice with <i>Pten<\/i> deficiency","Topics":null,"cSlideId":""},{"Abstract":"Cancer metastasis is the most lethal attribute of cancer, frequently caused by insufficient therapies and limited therapy options. Novel compounds able to interfere with metastasis formation are therefore of tremendous interest. Colorectal Cancer (CRC) is the third most prevalent and second most lethal cancer worldwide. In CRC, metastasis formation is linked to poor patient survival and treatment failure. Up to 90% of CRC related deaths are attributed to metastasis formation. Identification of causative drivers of metastasis represents the basis for effective anti-metastatic therapy. Our lab newly identified the gene MACC1 (Metastasis Associated in Colon Cancer 1). MACC1 is a key causal molecule for tumor progression and metastasis formation. It is a stage independent prognostic marker, predicting the onset of metastasis in stages I, II and III, based on tumor tissue analyses or blood-based tests. MACC1 promotes several cancer hallmark capabilities, providing cells with a malignant phenotype. Further, MACC1 has been established as a prognostic and predictive biomarker for metastasis in CRC and more than 20 other solid cancer entities. We therefore searched for novel compounds targeting MACC1 transcription. A high-throughput screen with more than 118,500 compounds (EMBL, Heidelberg), employing CRC cells stably transfected with a MACC1 promoter-luciferase reporter construct, revealed a Tetrazolo-pyridazine based compound as a promising lead for effective inhibition of MACC1 expression. We demonstrated that several SAR and MedChem-generated analogues of our lead compound effectively inhibit MACC1 gene expression and MACC1 driven cancer cell motility <i>in vitro<\/i> in CRC and cross entity cell lines. Further, they inhibit MACC1-induced tumor progression and metastasis <i>in vivo <\/i>in CRC xenograft models in mice. Moreover, ADMET studies were conducted, confirming our compounds are likely to be orally active drug with high stability in human plasma, low plasma protein binding and great permeability with neglectable efflux in MDR1-MDCKII assay. Through RNA-sequencing and subsequent gene set enrichment analysis a hypothesis on the mode of action was formed. An immune pathway has been identified as the most promising signaling pathway targeted by these compounds, which is currently explored through knock down and signaling studies. Taken together, this novel class of small molecules represents promising candidates for anti-metastatic therapy in CRC and other solid cancer patients in a personalized medicine setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Metastasis,Inhibitors,High-throughput assay,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yan Shixian<sup>1<\/sup>, Paul Schöpe<sup>1<\/sup>, Joe Lewis<sup>2<\/sup>, Kerstin Putzker<sup>2<\/sup>, Ulrike Uhrig<sup>2<\/sup>, Edgar Specker<sup>3<\/sup>, Jens von Kries<sup>3<\/sup>, Hector E. Sanchez-Ibarra<sup>1<\/sup>, Anke Unger<sup>4<\/sup>, Mia Zischinsky<sup>4<\/sup>, Bert Klebl<sup>4<\/sup>, Peter Lindemann<sup>3<\/sup>, Wolfgang Walther<sup>1<\/sup>, Marc Nazaré<sup>3<\/sup>, Dennis Kobelt<sup>1<\/sup>, <b>Ulrike Stein<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Charité - Universitätsmedizin Berlin, Berlin, Germany,<sup>2<\/sup>EMBL, Heidelberg, Germany,<sup>3<\/sup>Research Institute for Molecular Pharmacology, Berlin, Germany,<sup>4<\/sup>Lead Discovery Center, Dortmund, Germany","CSlideId":"","ControlKey":"582d94b0-4c99-4a6b-a85a-f3a3d05840d8","ControlNumber":"2189","DisclosureBlock":"&nbsp;<b>Y. Shixian, <\/b> None..<br><b>P. Schöpe, <\/b> None..<br><b>J. Lewis, <\/b> None..<br><b>K. Putzker, <\/b> None..<br><b>U. Uhrig, <\/b> None..<br><b>E. Specker, <\/b> None..<br><b>J. von Kries, <\/b> None..<br><b>H. E. Sanchez-Ibarra, <\/b> None.&nbsp;<br><b>A. Unger, <\/b> <br><b>Lead Discovery Center<\/b> Employment. <br><b>M. Zischinsky, <\/b> <br><b>Lead Discovery Center<\/b> Employment. <br><b>B. Klebl, <\/b> <br><b>Lead Discovery Center<\/b> Employment.<br><b>P. Lindemann, <\/b> None..<br><b>W. Walther, <\/b> None..<br><b>M. Nazaré, <\/b> None..<br><b>D. Kobelt, <\/b> None..<br><b>U. Stein, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8249","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2471","PresenterBiography":null,"PresenterDisplayName":"Ulrike Stein","PresenterKey":"db51aecb-fb80-49e9-a44b-e40ea4f41dcd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2471. Novel Tetrazolo-pyridazine based MACC1 inhibitors are promising for anti-metastatic therapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel Tetrazolo-pyridazine based MACC1 inhibitors are promising for anti-metastatic therapy","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells may escape from host immunity to form distant metastases. We have made an original imaging model of brain metastasis (IBrM) to show a heterogeneous interaction between microglia, the tissue macrophages in the brain, and cancer cells in the brain niche. Here we report that enhanced microglial elimination of cancer cells is a new potential treatment for metastatic brain tumors by inhibiting their engraftment. First, to explore factors that favor survival of cancer cells in the brain microenvironment, mouse lung cancer cells (CMT167) were injected through the internal carotid artery, and after 4, 7, 10, and 13 days, surviving cancer cells in the mouse brain were collected and RNAseq was performed. In particular, we focused on CD24\/CD7\/PD-L1, a known factor that escapes phagocytosis by macrophages. The expression of CD24\/CD47 in cancer cells gradually increased, while that of PD-L1 decreased. Next, we injected adenocarcinoma lung cancer cells (LUCs, CMT167) or breast cancer cells (BCCs, E0711) expressing mCherry via the internal carotid artery of the CX3CR1-EGFP mice, whose microglia had been specifically labeled with EGFP. The microglia and LUCs\/BCCs were visualized in vivo simultaneously by two-photon microscopy for 14 days. The tumor fate and microglial response against cancer cells were evaluated at single cell resolution in the IBrM. Microglial phagocytosis was significantly increased by single deletion of CD47 or CD24 compared with WT cells. Combined deletion of CD47 and CD24 also synergically increased microglial phagocytosis, resulting in reduced IBrM and prolonged mouse survival. By contrast, deletion of PD-L1 did not enhance microglial phagocytosis or prolong survival. The pharmacological (PLX3397) or genetic conditional (Siglechdtr het\/CX3CR1GFP het) conditional depletion of microglia canceled both the increased phagocytosis and the extended survival time, suggesting that the effect of &#8220;don't eat me&#8221; signals was microglia dependent. The extended survival time was also observed in IBrM using BALB-c nu\/nu, that suggest the effect is not dependent on matured T-lymphocytes.These results indicate that novel function of microglia against cancer cells, and suppression of both CD24 and CD47 in cancer cells and enhances microglial phagocytic activity and suppresses the metastatic formation. We are further developing a method for isolating LUCs fluorescently labeled in vivo using holographic 2-photon microscopy for evaluating single cell gene expression profiles. Using the novel techniques, the spatio-temporal information can be integrated across the molecular, cellular and tissue levels that allow us to further investigate the dynamic behavior of not only tumors, but also microglia and neurons.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-06 Imaging of tumor progression and metastasis,,"},{"Key":"Keywords","Value":"Brain metastasis,In vivo imaging,Single cell,CD24,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Takahiro Tsuji<\/b><sup>1<\/sup>, Hiroaki Wake<sup>1<\/sup>, Mariko Shindo<sup>1<\/sup>, Rahadian  Y.  Hartantio<sup>1<\/sup>, Misuzu Horikoshi<sup>1<\/sup>, Daisuke Kato<sup>1<\/sup>, Hiroaki Ozasa<sup>2<\/sup>, Toyohiro Hirai<sup>3<\/sup><br><br\/><sup>1<\/sup>Nagoya University, Nagoya, Japan,<sup>2<\/sup>Kyoto University, Kyoto, Japan,<sup>3<\/sup>Respiratory Medicine, Kyoto University, Kyoto, Japan","CSlideId":"","ControlKey":"8c64903e-5e13-437e-ad7f-0f8e1817a1b0","ControlNumber":"7838","DisclosureBlock":"&nbsp;<b>T. Tsuji, <\/b> None..<br><b>H. Wake, <\/b> None..<br><b>M. Shindo, <\/b> None..<br><b>R. Y. Hartantio, <\/b> None..<br><b>M. Horikoshi, <\/b> None..<br><b>D. Kato, <\/b> None..<br><b>H. Ozasa, <\/b> None..<br><b>T. Hirai, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8250","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2472","PresenterBiography":null,"PresenterDisplayName":"Takahiro Tsuji, MD;PhD","PresenterKey":"f7e0bbc4-76fe-4219-9af8-df4dfce8cc48","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2472. Interdisciplinary method to elucidate the interaction between brain microenvironment and cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interdisciplinary method to elucidate the interaction between brain microenvironment and cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Diffuse-type gastric carcinoma is characterized by highly invasive growth, massive fibrosis, and peritoneal metastasis. Peritoneal metastasis is the leading cause of death in diffuse-type gastric carcinoma; however, the underlying molecular mechanisms remain largely unknown. Recent studies have established a concept of polyclonal metastasis, in which metastases arise from circulating tumor cell clusters with high metastatic potential. Polyclonal metastasis is a cause of tumor heterogeneity that contributes to tumor progression and therapeutic resistance. However, the clonality of peritoneally metastasized tumors and the evidence for polyclonal metastasis in diffuse-type gastric carcinoma have been poorly elucidated. In this study, we utilized multicolor fluorescent lineage tracking to examine the clonality of peritoneal metastasis in mouse xenograft models. When peritoneal metastasis was induced by intraperitoneal or orthotopic injection of multicolored cancer cells, each peritoneally metastasized tumor exhibited multicolor fluorescence, showing that it contains multiclonal cancer cell populations. Peritoneal cytology and <i>in situ<\/i> fluorescent imaging of micrometastases revealed that multicolored cancer cell clusters formed within the peritoneal cavity and collectively attached to the peritoneum.<i> In vitro<\/i>, peritoneal lavage fluid or cleared ascitic fluid derived from cancer patients elicited cancer cell clustering, which was inhibited by anticoagulants. Immunofluorescence and immunoblotting revealed that cancer cell clusters formed<i> in vitro<\/i> and <i>in vivo<\/i> were associated with fibrin formation. Moreover, tissue factor knockout in cancer cells significantly reduced fibrin formation, cell clustering, peritoneal attachment, and peritoneal metastasis. In an <i>in vitro<\/i> adhesion assay, fibrin formation facilitated the cancer cell-mesothelial cell adhesion. Thus, these results demonstrate that cancer cells activate the coagulation cascade through tissue factor to form fibrin-mediated cell clusters and accelerate peritoneal attachment, leading to the development of polyclonal peritoneal metastasis. Our findings identify a novel mechanism of peritoneal metastasis that may be a potential therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-06 Imaging of tumor progression and metastasis,,"},{"Key":"Keywords","Value":"Gastric cancer,Tissue factor,Peritoneal metastasis,Fluorescence imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Makoto Miyazaki<\/b><sup><\/sup>, Yuko Nagamura<sup><\/sup>, Hideki Yamaguchi<sup><\/sup><br><br\/>Department of Cancer Cell Research, Sasaki Institute, Tokyo, Japan","CSlideId":"","ControlKey":"b333933a-5b72-4402-a09c-76f7b014b8fb","ControlNumber":"2788","DisclosureBlock":"&nbsp;<b>M. Miyazaki, <\/b> None..<br><b>Y. Nagamura, <\/b> None.&nbsp;<br><b>H. Yamaguchi, <\/b> <br><b>LTT Bio-Pharma<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8251","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2473","PresenterBiography":null,"PresenterDisplayName":"Makoto Miyazaki, PhD","PresenterKey":"85bab044-78a6-49b4-a805-865311ca504f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2473. Tissue factor-induced fibrinogenesis and cancer cell clustering contribute to polyclonal peritoneal metastasis in diffuse-type gastric carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tissue factor-induced fibrinogenesis and cancer cell clustering contribute to polyclonal peritoneal metastasis in diffuse-type gastric carcinoma","Topics":null,"cSlideId":""},{"Abstract":"INTRO: Patients with brain metastases (BM) face a 90% mortality rate within one year of their diagnosis and they lack targeted therapeutic options, particularly preventative or interceptional ones.<br \/>METHODS: The Singh lab has generated a large in-house biobank of patient-derived BM cell lines that are established from patient-derived BM from primary lung and breast cancers and melanoma. We use these BM cell lines to generate murine orthotopic xenograft models of BM and interrogate the biological processes that lead to BM. These models have successfully recapitulated all the stages of their respective metastatic cascades and allowed characterization of a &#8220;premetastatic&#8221; population of BM cells that have just seeded the brains of mice before forming mature, clinically detectable tumors. Pre-metastatic cell populations are impossible to detect in human patients but present a therapeutic window wherein metastasizing cells can be targeted and eradicated before establishing clinically detectable and difficult to treat brain tumors.<br \/>RESULTS: Targeting premetastatic BM cells is a feasible interceptional strategy to block BM, but druggable targets are still very limited. Here, we applied RNA sequencing of premetastatic BM cells to reveal a unique deregulated transcriptomic profile that is specific to premetastatic cells regardless of primary tumor origin. Subsequent Connectivity Map analysis revealed compounds that we biologically characterized <i>in vitro <\/i>for selective anti-BMIC phenotypes. This effort led us to identify a tool compound that exhibits anti-BM activity <i>in vitro<\/i>, while remaining ineffective against normal brain cell controls. Follow up preclinical studies showed that treatment with this tool compound reduces the tumor burden of mice compared to placebo, while providing a significant survival advantage. Mass spectrometry-based metabolomics and CRISPR knock-out studies directly validated our tool compound&#8217;s target, <i>Target X<\/i>, as a targetable therapeutic vulnerability in BM, where pharmacological and genetic perturbation of <i>Target X<\/i> attenuates BM cell proliferation both <i>in vitro<\/i> and <i>in vivo. <\/i>We have now begun a large-scale medicinal chemistry campaign to develop a novel, brain penetrant Target X-inhibitor with a drug-like pre-clinical profile validated by our <i>in vivo<\/i> experimental models. This advanced drug candidate will be ready for later stage preclinical development and subsequent clinical development.<br \/>CONCLUSION: This potential first-in-class anti-metastatic therapy may provide an alternative interceptional treatment strategy for patients experiencing BM that are otherwise limited to palliation. Our work provides a new model for target discovery and validation to develop more effective preventative therapeutic strategies for patients with metastatic disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Brain metastasis,Prevention,Small molecule drugs,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Agata  M.  Kieliszek<sup><\/sup>, Daniel Mobilio<sup><\/sup>, Blessing  I.  Bassey-Archibong<sup><\/sup>, Jarrod Johnson<sup><\/sup>, Nikoo Aghaei<sup><\/sup>, William Gwynne<sup><\/sup>, Dillon McKenna<sup><\/sup>, Minomi  K.  Subapanditha<sup><\/sup>, Chitra Venugopal<sup><\/sup>, Jakob Magolan<sup><\/sup>, <b>Sheila  K.  Singh<\/b><sup><\/sup><br><br\/>McMaster University, Hamilton, ON, Canada","CSlideId":"","ControlKey":"f25c385e-98bf-403a-92ac-11e6a75a6fb7","ControlNumber":"5261","DisclosureBlock":"&nbsp;<b>A. M. Kieliszek, <\/b> None..<br><b>D. Mobilio, <\/b> None..<br><b>B. I. Bassey-Archibong, <\/b> None..<br><b>J. Johnson, <\/b> None..<br><b>N. Aghaei, <\/b> None..<br><b>W. Gwynne, <\/b> None..<br><b>D. McKenna, <\/b> None..<br><b>M. K. Subapanditha, <\/b> None..<br><b>C. Venugopal, <\/b> None..<br><b>J. Magolan, <\/b> None..<br><b>S. K. Singh, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8252","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2474","PresenterBiography":null,"PresenterDisplayName":"Sheila Singh, MD;PhD","PresenterKey":"2806cc4d-e88a-4db9-8bf8-7016c9493239","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2474. Uncovering a new therapeutic vulnerability for preventing brain metastases","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uncovering a new therapeutic vulnerability for preventing brain metastases","Topics":null,"cSlideId":""},{"Abstract":"Bromodomains (BD) are epigenetic readers of histone acetylation involved in chromatin remodeling and transcriptional regulation of protooncogene cellular myelocytomatosis (c- Myc) and other genes. Because c-Myc cannot be directly targeted by small molecular inhibitors due to disordered alpha helical structure, epigenetic targeting of c-Myc by BD inhibitors is an attractive therapeutic strategy for diseases such as prostate cancer (PC) associated with increased c-Myc upregulation with advancing disease. We studied the efficacy of MT1, a novel bivalent BD inhibitor that is 100-fold more potent than the first in class BD inhibitor JQ1, at inhibiting PC growth. We tested the effect on viability by MT-1 on PC cell lines, 3D spheroids derived from clinically annotated drug resistant patient derived xenografts (PDX), mice PDX models and corroborated the molecular mechanism of MT1 down regulation of Myc leading to downstream Myc-dependent up regulation of Protein Kinase D1 (PrKD) substrate phosphorylation by western blot. MT-1 inhibited growth of PC in castration sensitive (LNCaP) and resistant PC cells (PC-3). MT-1 treatment upregulated PrKD expression and phosphorylation of known PrKD substrates: threonine 120 (Thr-120) residues in beta-catenin and the serine 216 in Cell Division Cycle 25 (CDC25C) in PC-3 cells. Moreover, MT-1 was effective in inhibition of 3D spheroids growth at IC 50 between 0.27-0.92&#181;M in Abiraterone, Enzalutamide, Docetaxel, Cabazitaxel metastatic castrate resistant PCa patient-derived tumor 3D spheroids. Additionally, MT1 was effective in inhibiting the tumor growth in PDX mice model. A combined intra-peritoneal administration of MT-1 with another c-Myc inhibitor (3JC48-3), an obligate c-Myc and MYC-associated protein X (MAX) heterodimerization inhibitor, increased the efficacy of inhibiting the PDX growth in mice. This study provides strong pre-clinical in vitro and in vivo evidence for advancing MT- 1 as a novel c-Myc targeting drug in PC. The MT-1 drug development will likely be highly impactful as c-Myc is dysregulated in three fourths of men with advanced PC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Prostate cancer,c-Myc,3D cell culture,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sanjeev Shukla<sup>1<\/sup>, <b>Mohammed Al-Toubat<\/b><sup>1<\/sup>, Allison H. Feibus<sup>1<\/sup>, Ahmed Elshafei<sup>1<\/sup>, Carlos Riveros<sup>1<\/sup>, Nathalie Meurice<sup>2<\/sup>, Justyna Gleba<sup>2<\/sup>, Jonathan Chardon-Robles,<sup>1<\/sup>, Adam M. Kase<sup>2<\/sup>, John A. Copland III<sup>2<\/sup>, Joachim L. Petit<sup>2<\/sup>, Teruko Osumi<sup>1<\/sup>, K.C. Balaji<sup>1<\/sup><br><br\/><sup>1<\/sup>Urology, University of Florida Jacksonville Healthcare, Inc, Jacksonville, FL,<sup>2<\/sup>Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"d16614b1-6c7f-4035-9711-354fb40e1e47","ControlNumber":"6560","DisclosureBlock":"&nbsp;<b>S. Shukla, <\/b> None..<br><b>M. Al-Toubat, <\/b> None..<br><b>A. H. Feibus, <\/b> None..<br><b>A. Elshafei, <\/b> None..<br><b>C. Riveros, <\/b> None..<br><b>N. Meurice, <\/b> None..<br><b>J. Gleba, <\/b> None..<br><b>J. Chardon-Robles,, <\/b> None..<br><b>A. M. Kase, <\/b> None..<br><b>J. A. Copland III, <\/b> None..<br><b>J. L. Petit, <\/b> None..<br><b>T. Osumi, <\/b> None..<br><b>K. Balaji, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8253","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2475","PresenterBiography":null,"PresenterDisplayName":"Mohammed Al-Toubat, MD","PresenterKey":"877de28d-33b9-43ad-aba0-2f427ab3d8d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2475. Bromodomain inhibitor: MT1 and its potential role in modulation of prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bromodomain inhibitor: MT1 and its potential role in modulation of prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Nischarin is a scaffolding protein involved in the regulation of cell cytoskeletal organization and metabolic homeostasis. In breast and ovarian cancers, nischarin has been demonstrated to have tumor suppressive functions. We have found that nischarin was expressed in both the epithelial and stromal compartments of the PDAC patient tissue, in cancer cell lines and patient-derived stellate cells. Of interest, nischarin is a functional imidazoline 1 receptor for which there are several FDA-approved agonists used for treatment of hypertension. The aim of this study was to examine the effects of nischarin agonists on PDAC cancer cells and stellate cells, separately and in co-culture and determine the potential for their repurposing in treatment of PDAC. mRNA sequencing revealed that cancer cell treatment with nischarin agonist rilmenidine induced transcriptional changes associated with regulation of cell adhesion, EMT and vesicular transport. <i>In vitro,<\/i> rilmenidine treatment of cancer cells decreased their migration and invasion potential and treatment of stellate cells decreased the &#945;SMA-positive fraction. Treatment of cancer cell-stellate cell co-cultures decreased the production of pro-inflammatory cytokines IL-6, IL-8 and CCL-2, known drivers of the metastatic progression. Ultimately, rilmenidine treatment decreased PDAC cell invasion in Tg(<i>fli1<\/i>: EGFP) zebrafish model. Taken together, nischarin agonist rilmenidine has a potential for limiting the processes involved in PDAC metastatic cascade and may be a good candidate for drug repurposing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Migration,Stromal-epithelial interactions,Receptors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jelena Grahovac<\/b><sup>1<\/sup>, Kristina Živi&#263;<sup>1<\/sup>, Marijana Pavlovi&#263;<sup>1<\/sup>, Marija Ostoji&#263;<sup>1<\/sup>, Ana &#272;uri&#263;<sup>1<\/sup>, Tatjana Srdi&#263;-Raji&#263;<sup>1<\/sup>, Aleksandar Pavi&#263;<sup>2<\/sup>, Danijel Galun<sup>3<\/sup><br><br\/><sup>1<\/sup>Institute of Oncology and Radiology of Serbia, Belgrade, Serbia,<sup>2<\/sup>Institute for Molecular Genetics and Genetic Engineering, Belgrade, Serbia,<sup>3<\/sup>University of Belgrade Medical School, Clinical Center of Serbia, Belgrade, Serbia","CSlideId":"","ControlKey":"dffe0d4a-5e85-4bd7-8c45-46ace095b114","ControlNumber":"1695","DisclosureBlock":"&nbsp;<b>J. Grahovac, <\/b> None..<br><b>K. Živi&#263;, <\/b> None..<br><b>M. Pavlovi&#263;, <\/b> None..<br><b>M. Ostoji&#263;, <\/b> None..<br><b>A. &#272;uri&#263;, <\/b> None..<br><b>T. Srdi&#263;-Raji&#263;, <\/b> None..<br><b>A. Pavi&#263;, <\/b> None..<br><b>D. Galun, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8255","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2476","PresenterBiography":null,"PresenterDisplayName":"Jelena Grahovac, PhD","PresenterKey":"ed30e897-0905-446b-9be8-5e0ff85180a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2476. Nischarin is a potential druggable target in both epithelial and stromal compartments of pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nischarin is a potential druggable target in both epithelial and stromal compartments of pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Most mortality associated with breast cancer (BC) is caused by metastasis. The metastatic process involves dissemination of tumor cells from the primary site to distant organs through the bloodstream. The tumor cells found in the bloodstream are called circulating tumor cells (CTCs). The number of CTCs is an independent predictor of poor survival in BC patients. We and others have found that CTCs exist as single cells or in clusters. CTC clusters have up to 100 times more metastatic potential, higher cell survival, and more resistance to chemotherapy than single CTCs in BC, regardless of the subtype or prior treatment. Our published transcriptomic and proteomic studies have recently identified high B-cell lymphoma 2 (Bcl2) expression and downregulation of apoptosis pathways in triple-negative BC tumors associated with CTC clusters using patient-derived xenograft (PDX) models. Bcl2 is an oncogene that promotes survival and regulates pro- and anti-apoptotic pathways in cancer. Approximately 75% of breast tumors are positive for Bcl2. Also, the expression of Bcl2 is a poor prognostic marker in TNBC patients, mainly in the absence of adjuvant therapy. However, the exact role of Bcl2 in clustering of cells needs further investigation. In the current study, we aimed to evaluate concentration-dependent effects of the Bcl2 inhibitor, venetoclax, on cellular growth in TNBC cells. We first evaluated the cell growth patterns over time of two different cell numbers plated per well. We also generated 8-point concentration-response curves (10nM - 30&#956;M) of venetoclax in MDA-MB-231 cell line to assess cell growth. The cells were plated in 96-well plates overnight followed by the addition of venetoclax and daily image analysis to obtain cell count using EnSight multimode plate reader. We found that 500 cells per well allowed us to obtain cell growth data for up to 6 days and 2,000 cells per well for up to 3 days. Therefore, 500 cells per well were selected to determine the effects of venetoclax over a 6-day period. On day 6, venetoclax treatment inhibited cell growth in a concentration-dependent manner. The half-maximal inhibitory concentration (IC<sub>50<\/sub>) of venetoclax was 40 &#956;M. Next, we evaluated the effects of venetoclax on disruption of cellular clustering in MDA-MB-231 cells. We plated 10,000 cells per well in 6-well plates and incubated for overnight attachment. The cells were treated with venetoclax (10&#956;M and 30&#956;M) and trypsinized for a short-time (one minute) after 72 hours of treatment. The number of clusters with 3 or more cells clumped together were counted in 5 independent images using Image J. We found that there was a significant decrease in the number of clusters with venetoclax at 30&#956;M. Our ongoing studies focus on exploring the effects of Bcl2 knockdown by siRNAs on cell growth and on disruption of cellular clustering in TNBC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Bcl-2 protein family,Metastasis,Circulating tumor cells,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexis Jordan Ruiz<\/b><sup>1<\/sup>, Nicolas Park<sup>1<\/sup>, Noor Abdulkareem<sup>2<\/sup>, Meghna Trivedi<sup>2<\/sup><br><br\/><sup>1<\/sup>Pharmacy Practice and Translational Research, University of Houston, College of Pharmacy, Houston, TX,<sup>2<\/sup>Pharmacological and Pharmaceutical Sciences, University of Houston, College of Pharmacy, Houston, TX","CSlideId":"","ControlKey":"42bd11c0-3218-4b57-b46e-618e9cf1118b","ControlNumber":"4958","DisclosureBlock":"&nbsp;<b>A. J. Ruiz, <\/b> None..<br><b>N. Park, <\/b> None..<br><b>N. Abdulkareem, <\/b> None..<br><b>M. Trivedi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8256","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2477","PresenterBiography":null,"PresenterDisplayName":"Alexis Ruiz, No Degree","PresenterKey":"92dd9f7e-fbfa-44c4-b47a-ad22fccceb4e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2477. Evaluating the effects of Bcl2 inhibitor, venetoclax, on cellular growth and clustering in triple-negative breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating the effects of Bcl2 inhibitor, venetoclax, on cellular growth and clustering in triple-negative breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is the most aggressive breast cancer (BC) among all the BC subtypes due to its exceptionally high metastasis rate. TNBC patients with metastasis have a short overall survival as the endocrine therapy and chemotherapy are inefficient in TNBC treatment. Hence, efforts are still needed to figure out the molecular mechanism driving TNBC metastasis and find promising therapeutic targets for TNBC treatment. A newly published study revealed that a secondary DNA structure G-quadruplex (G4) is highly enriched in TNBC signature genes&#8217; promoters, and our lab was the first one to uncover that DNA repair protein Apurinic\/apyrimidinic endonuclease 1 (APE1) binds to G4 and regulates its stability in cells, so we are aimed to investigate the interaction between APE1 and G4 in TNBC and their roles in regulating TNBC metastasis. We found that knocking out or knocking down APE1 in TNBC cell lines, MDA-MB-231 and BT-549, significantly impaired the cell migration ability. RNA-seq analysis and Gene Ontology analysis revealed that APE1 knockout downregulated expression of genes such as <i>CXCL1<\/i>, <i>VEGFA<\/i>, <i>PIK3R3<\/i>, <i>BMI1<\/i>, etc. which are mostly involved in promoting cell migration. Further, APE1 ChIP-seq analysis showed that APE1 was highly enriched in <i>CXCL1<\/i>, <i>VEGFA<\/i>, <i>PIK3R3<\/i> and <i>BMI1<\/i> gene promoters, and these regions contained potential G4 folding sequences, suggesting a potential interaction between APE1 and G4 in these gene promoters. Consisted with this, our study with the enzyme linked immunosorbent assays (ELISA) showed that recombinant APE1 bound with high affinity to <i>CXCL1<\/i> and <i>VEGFA<\/i> G4 secondary structures as compared to double-strand DNA oligos<i> in vitro<\/i>, suggesting that APE1&#8217;s enrichment to the metastasis-related gene promoters attributes to the G4 structures in those promoter regions. Promoter-directed ChIP assay further revealed that downregulating APE1 inhibited transcription factor (TF) c-JUN&#8217;s occupancy to VEGFA promoters. Interestingly, we discovered that the G4-targeted small molecule TMPyP4 blocked APE1-G4 binding <i>in vitro<\/i> and reduced APE1&#8217;s occupancy at gene promoters in cells. Treatment of cells with TMPyP4 significantly downregulated <i>CXCL1<\/i>, <i>VEGFA<\/i>,<i> PIK3R3<\/i>, and <i>BMI1<\/i> gene expression as well as inhibiting cell migration. In orthotopic TNBC metastasis mouse model, mice treating with TMPyP4 significantly reduced the frequency and volume of metastatic tumors in lung tissues. Overall, our study revealed that G4 in gene promoters recruited APE1 which further promoted transcription factors&#8217; binding to promoters and enhanced metastasis-related gene expression. Blocking APE1-G4 interaction by TMPyP4 is a potential therapeutic approach to inhibit TNBC metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"G-quadruplex,APE1,Metastasis,Gene expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yingling Chen<\/b><sup><\/sup>, Suravi Pramanik<sup><\/sup>, Mason Tarpley<sup><\/sup>, Achyuth Kalluchi<sup><\/sup>, Bhopal Mohapatra<sup><\/sup>, Kyle Hewitt<sup><\/sup>, Michael  J.  Rowley<sup><\/sup>, Vimla Band<sup><\/sup>, Kishor Bhakat<sup><\/sup><br><br\/>GCBA, University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"26052fe7-821c-4611-97d2-640a9f9707c9","ControlNumber":"4830","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>S. Pramanik, <\/b> None..<br><b>M. Tarpley, <\/b> None..<br><b>A. Kalluchi, <\/b> None..<br><b>B. Mohapatra, <\/b> None..<br><b>K. Hewitt, <\/b> None..<br><b>M. J. Rowley, <\/b> None..<br><b>V. Band, <\/b> None..<br><b>K. Bhakat, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8257","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2478","PresenterBiography":null,"PresenterDisplayName":"Yingling Chen","PresenterKey":"7114939a-cee6-4b6c-92c2-86c5e1e1bb5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2478. The interplay between Apurinic\/apyrimidinic Endonuclease 1 (APE1) and DNA G-quadruplex (G4) in regulating triple-negative breast cancer (TNBC) metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The interplay between Apurinic\/apyrimidinic Endonuclease 1 (APE1) and DNA G-quadruplex (G4) in regulating triple-negative breast cancer (TNBC) metastasis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Metastasis is the leading cause of breast cancer (BC) death. To successfully metastasize, tumor cells must have both invasive and stem-like phenotypes. BC cells that express MenaINV, an invasive isoform of the actin regulatory protein Mena, have an enhanced ability to migrate and intravasate within the primary tumor, and extravasate at secondary sites. BC cells with a stem-like phenotype can withstand anoikis during hematogenous dissemination and initiate metastatic growth. Therefore, MenaINV<sup>High <\/sup>cancer stem cells (CSCs) have high metastatic potential and can be considered the most dangerous cells in the tumor. We recently showed that MenaINV and the CSC program can be induced independently in BC cells via direct contact with tumor associated macrophages (TAMs). Though chemotherapy improves survival, recent evidence shows that for some BC patients, chemotherapy may <i>increase<\/i> metastatic dissemination, though the reasons for this are unclear. Chemotherapy causes extensive cell death and a proinflammatory cytokine surge that recruits macrophages to the primary tumor and enhances the assembly of the tumor cell dissemination portals TMEM doorways. Given that TAM-tumor cell contact induces MenaINV and the CSC program in BC cells, we hypothesized that chemotherapy promotes dissemination by increasing TAM-tumor cell contact, leading to the induction of MenaINV<sup>High<\/sup> cells, CSCs, and &#8220;double positive&#8221; MenaINV<sup>High<\/sup> CSCs.<br \/><b>Methods<\/b>: We used two models of BC (MMTV-PyMT mice bearing spontaneous mammary tumors, and HT17 patient-derived xenografts) which recapitulate metastatic triple-negative BC in mice. Mice were treated with paclitaxel (10 mg\/kg, IV) every 5 days for a total of 3 treatments. Mouse subgroups received an additional treatment of liposomes with the macrophage-depleting agent clodronate (200 &#181;L, 18.4 &#181;M concentration, IP), or PBS control liposomes, every 2 days. Mammary tumors were evaluated for: (1) TAM density, (2) number of &#8220;single positive&#8221; cells - defined as those expressing high levels of Sox9 (CSC marker) <i>or<\/i> MenaINV (invasion marker) - and (3) the number of &#8220;double positive&#8221; MenaINV<sup>High<\/sup> CSCs (Sox9<sup>High<\/sup>MenaINV<sup>High<\/sup>).<br \/><b>Results<\/b>: We found that chemotherapy increased TAM density, and this corresponded with an increase in &#8220;double positive&#8221; MenaINV<sup>High<\/sup> CSCs. Upon macrophage depletion, MenaINV<sup>High<\/sup> CSCs fell to below baseline levels regardless of chemotherapy treatment. Chemotherapy did not increase &#8220;single positive&#8221; cells.<br \/><b>Conclusion<\/b>: The induction of prometastatic MenaINV<sup>High<\/sup> CSCs during chemotherapy is macrophage dependent. The finding that chemotherapy only affected double positive cells suggests that MenaINV and the CSC program are induced together, rather than independently, by TAMs. Further work is required to determine the mechanism of this co-induction. These results lay the groundwork for novel microenvironment-based therapies to alleviate the prometastatic effects of chemotherapy in BC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Metastatic potential,Breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Madeline Friedman<\/b><sup>1<\/sup>, Camille  L.  Duran<sup>2<\/sup>, Ved  P.  Sharma<sup>3<\/sup>, John  S.  Condeelis<sup>2<\/sup>, Maja  H.  Oktay<sup>1<\/sup>, George  S.  Karagiannis<sup>2<\/sup>, David Entenberg<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology, Albert Einstein College of Medicine, Bronx, NY,<sup>2<\/sup>Albert Einstein College of Medicine, Bronx, NY,<sup>3<\/sup>Rockefeller University, New York, NY","CSlideId":"","ControlKey":"00f5e0a8-11c6-40b2-9e08-6adf9ac068a6","ControlNumber":"7624","DisclosureBlock":"&nbsp;<b>M. Friedman, <\/b> None..<br><b>C. L. Duran, <\/b> None..<br><b>V. P. Sharma, <\/b> None..<br><b>J. S. Condeelis, <\/b> None..<br><b>M. H. Oktay, <\/b> None..<br><b>G. S. Karagiannis, <\/b> None..<br><b>D. Entenberg, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8259","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2480","PresenterBiography":null,"PresenterDisplayName":"Madeline Friedman","PresenterKey":"43b36ad1-7807-42b4-abd8-4f626bf3ce3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2480. Chemotherapy increases invasive cancer stem cells in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemotherapy increases invasive cancer stem cells in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Metastasis to bone is one of the common complications associated with different types of advanced cancer. Zoledronic acid, a third generation nitrogen containing bisphosphonate, accumulates in bones where it binds to hydroxyapatite crystals. For years, zoledronic acid has been regarded as the standard of care for patients with advanced cancer and bone metastasis to prevent skeletal complications. As an alternative therapeutic option, denosumab has also been found to be effective in delaying skeletal-related events in advanced cancer. Denosumab, a human monoclonal antibody against receptor activator of nuclear factor kappa-B ligand (RANKL), blocks the RANKL\/RANK signalling pathway. In addition to the skeletal effects, both zoledronic acid and denosumab have shown direct effect on cancer cells. In this study, effects of zoledronic acid and denosumab on osteoclast differentiation and bone resorption activity were studied using human CD34+ osteoclast precursor cells that were cultured on bovine bone slices in 96-well plates for 7 days in the presence of RANKL and M-CSF, allowing them to differentiate into mature osteoclasts. In the osteoclast differentiation assay, zoledronic acid (0.0001 - 1 000 &#181;M) and denosumab (0.01 - 10 &#181;g\/ml) were added into the culture medium at day 0. Tartrate-resistant acid phosphatase 5b (TRACP 5b) activity was measured in the culture medium at day 7 as an index of osteoclast differentiation. In the osteoclast activity assay, the test compounds were added into the culture medium at day 7, and the formed osteoclasts were allowed to resorb bone for 3 days. C-terminal crosslinked telopeptides of type I collagen (CTX-I) was measured in the culture medium at day 10 as an index of bone resorption. Denosumab and zoledronic acid showed strong concentration dependent inhibition of osteoclast differentiation and resorption activity. We conclude that this osteoclast culture system can be used for identifying new potential compounds affecting the disease process of bone metastases with different mechanisms of action. The manifold effects of zoledronic acid and denosumab on cancer cells remain to be studied in more detail.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Bone metastasis,Zoledronic acid,Denosumab,Osteoclast,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Katja  M.  Fagerlund<sup><\/sup>, Mervi Ristola<sup><\/sup>, Mari  I.  Suominen<sup><\/sup>, Jenni  H.   E.  Mäki-Jouppila<sup><\/sup>, <b>Jukka  P.  Rissanen<\/b><sup><\/sup><br><br\/>Pharmatest Services Ltd., Turku, Finland","CSlideId":"","ControlKey":"7de2431d-7550-4744-bce4-7352dc76e67a","ControlNumber":"5978","DisclosureBlock":"<b>&nbsp;K. M. Fagerlund, <\/b> <br><b>Pharmatest Services Ltd<\/b> Employment, Stock. <br><b>M. Ristola, <\/b> <br><b>Pharmatest Services Ltd<\/b> Employment. <br><b>M. I. Suominen, <\/b> <br><b>Pharmatest Services Ltd<\/b> Employment, Stock. <br><b>J. H. E. Mäki-Jouppila, <\/b> <br><b>Pharmatest Services Ltd<\/b> Employment. <br><b>J. P. Rissanen, <\/b> <br><b>Pharmatest Services Ltd<\/b> Employment, Stock.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8260","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2481","PresenterBiography":null,"PresenterDisplayName":"Jukka Rissanen, PhD","PresenterKey":"e6b47b93-9abf-48ec-80fc-b48181b9e123","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2481. Human osteoclast assays for studying the effects of bone metastasis treatments with different mechanisms of action","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Human osteoclast assays for studying the effects of bone metastasis treatments with different mechanisms of action","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Clear cell carcinoma of the ovary (CCC) is the 2<sup>nd<\/sup> most common ovarian cancer and is histologically and clinically distinct from other subtypes. Late stage CCC have a worse prognosis than other ovarian cancer histotypes as they are inherently resistant to the standard platinum\/taxane chemotherapy. Deep endometriosis of the ovary, known as endometrioma or chocolate cyst, is the most common precursor for CCC. However, how transformation from endometriosis to CCC and, in particular, the important role of the hypoxic and ROS-rich microenvironment of endometriotic cysts are not well understood. As the molecular mechanisms pertinent to the genesis and progression of CCC are largely unknown, there are few, if any, therapeutic strategies for patients with advanced stage disease. Identifying factors that shape the development, progression and metastasis of CCC which can be targeted therapeutically could have tremendous potential to improve outcomes in this disease. Our recent findings identified cystathionine gamma-lyase (CTH), a key enzyme in the transsulfuration pathway, as a marker of Mullerian tract derived ciliated cells and CCC of both the ovary and uterus regardless of which mutations are present. Also, CTH is highly expressed both in CCC and the endometriosis adjacent to this cancer. Whether and how the transsulfuration pathway, notably CTH, enables CCC to adapt to the hostile microenvironment of an endometriotic cyst and ultimately to promote metastasis remain unanswered.<br \/>Methods: We generated CTH knockout (KO) cells using CRISPR\/Cas9. We assessed effects of CTH loss in vitro -under ambient and stress conditions- and in vivo on cell viability, cell proliferation, ROS levels, migration, invasion, and metastasis. Further, we used an organoid model system to assess the impact of CTH loss in primary endometrial cells on organoid growth and response to stress conditions including exposure to endometriotic cyst contents.<br \/>Results: Our in-vitro, in-vivo data as well as data derived from the organoid modelling system show that CTH is critical for adaptive response to hypoxia. Further, it underpins the growth of CCC cells in-vitro and the growth of CTH in a mouse model of CCC. These data highly indicate that expression of the transsulfuration pathway enzyme CTH enables cells to survive in endometriotic cysts then upon transformation both marks CCC and potentiates tumor progression and metastasis.<br \/>Conclusion: Targeting CTH in CCC and potentially other cancers might represent a novel and impactful therapeutic approach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Ovarian cancer,Tumor progression,Hypoxia,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amal  M.  El-Naggar<\/b><sup>1<\/sup>, Yuchen Ding<sup>1<\/sup>, Genny Trigo-Gonzalez<sup>1<\/sup>, Lucy Li<sup>1<\/sup>, Shary Chen<sup>1<\/sup>, Busra Turgu<sup>1<\/sup>, Forouh Kalantari<sup>1<\/sup>, Rodrigo Vallejos<sup>1<\/sup>, Kiran Parmar<sup>2<\/sup>, Cindy Shen<sup>1<\/sup>, Gian Luca Negri<sup>1<\/sup>, Paul Yong<sup>2<\/sup>, Gregg Morin<sup>3<\/sup>, David  G.  Huntsman<sup>1<\/sup><br><br\/><sup>1<\/sup>Molecular Oncology, BC Cancer Research Centre, Vancouver, BC, Canada,<sup>2<\/sup>BC Centre for Pelvic Pain and Endometriosis, BC Women’s Hospital, Vancouver, BC, Canada,<sup>3<\/sup>Michael Smith Genome Sciences Centre, Vancouver, BC, Canada","CSlideId":"","ControlKey":"ff97633f-7091-4cb9-98a5-7cf80d7655f8","ControlNumber":"3788","DisclosureBlock":"&nbsp;<b>A. M. El-Naggar, <\/b> None..<br><b>Y. Ding, <\/b> None..<br><b>G. Trigo-Gonzalez, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>B. Turgu, <\/b> None..<br><b>F. Kalantari, <\/b> None..<br><b>R. Vallejos, <\/b> None..<br><b>K. Parmar, <\/b> None..<br><b>C. Shen, <\/b> None..<br><b>G. Luca Negri, <\/b> None..<br><b>P. Yong, <\/b> None..<br><b>G. Morin, <\/b> None..<br><b>D. G. Huntsman, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8261","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2482","PresenterBiography":null,"PresenterDisplayName":"Amal El-Naggar, MBBCh;PhD","PresenterKey":"430a6e9f-3ec9-4939-9ed5-ddc9a2229282","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2482. On the verge of metastasis: CTH defines a cell-state-dependent adaptive response to microenvironmental stresses","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"On the verge of metastasis: CTH defines a cell-state-dependent adaptive response to microenvironmental stresses","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction and Objectives: <\/b>The recent remarkable clinical results of cancer immunotherapies, such as immune checkpoint blockade and chimeric antigen receptor T cells (CAR-T), has sparked a great deal of enthusiasm in manipulating the immune response in the fight against cancer. Bacterial cancer therapies represent an alternative approach to targeting solid tumors for evoking anti-tumor immune responses. As a facultative anaerobic pathogen that can penetrate and colonize solid tumors, <i>Salmonella typhimurium <\/i>gained lot of interest in the investigation of bacterial cancer therapies and can exert its intrinsic antitumor activity by directly inducing systemic immune responses. However, most bacterial cancer therapies, including<i> salmonella-<\/i>based cancer therapies, have mainly focused on the suppression of already established tumors rather than metastasis. Metastasis accounts for 90% of cancer related deaths and blocking of metastatic cascade has critical clinical impact. However, the clinical drug development for cancer treatment, including cancer immunotherapies, is evaluated largely depending on their ability to cause tumor shrinkage and ignores the effect on metastasis as it has proven challenging to target. Therefore, there is an urgent need for novel therapeutic strategies and agents targeting metastasis.<br \/><b>Experimental Procedures and Outcomes: <\/b>Using an attenuated <i>Salmonella typhimurium<\/i> strain YB1 engineered by our lab, we have found a potent suppressive effect of attenuated <i>salmonella<\/i> on cancer metastasis, regardless of cancer types and genetic background, by evoking strong anti-metastatic immune response. Further study showed that suppression of cancer metastasis by attenuated <i>Salmonella <\/i>only requires the innate immune response. Among the many induced cytokines, we identified IFN-&#947; as an indispensable factor for inhibiting cancer metastasis. Based on CyTOF (mass cytometry or cytometry by time of flight) analysis of the innate immune responses after <i>Salmonella<\/i> treatment and antibody-mediated cell depletion, we further demonstrated that NK cells are the major factor involved in <i>Salmonella<\/i>-provoked metastasis suppression. We found that IFN-&#947; was mainly produced by NK cells during early <i>Salmonella<\/i> infection, and in turn, IFN-&#947; promoted the accumulation, activation and cytotoxicity of NK cells. The IFN-&#947;-dependent NK cells directly eliminated newly accumulated cancer cells in the lung to block the cancer metastasis cascade in response to the <i>Salmonella<\/i> treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Metastasis,Salmonella typhimurium,Natural killer cells,Interferons,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Li Rong<sup>1<\/sup>, Qiubin Lin<sup>1<\/sup>, Shuhai Lin<sup>2<\/sup>, Guo Fu<sup>2<\/sup>, <b>Jiandong Huang<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>School of Biomedical Sciences, University of Hong Kong, Li Ka Shing Faculty of Medicine, Pokfulam, Hong Kong,<sup>2<\/sup>Xiamen University, Xiamen, China","CSlideId":"","ControlKey":"9178ad4b-20eb-465f-a463-8fa7f37b3b2a","ControlNumber":"3104","DisclosureBlock":"&nbsp;<b>L. Rong, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>G. Fu, <\/b> None..<br><b>J. Huang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8262","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2483","PresenterBiography":null,"PresenterDisplayName":"Jiandong Huang, PhD","PresenterKey":"4c4feda4-d5ab-4249-9bae-c46cafad3b2f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2483. Attenuated <i>Salmonella <\/i>blocks cancer metastasis by activating NK cells in an IFN-&#947;-dependent manner","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Attenuated <i>Salmonella <\/i>blocks cancer metastasis by activating NK cells in an IFN-&#947;-dependent manner","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the third most commonly diagnosed cancer and the second most common cause of cancer death worldwide. The 5-year survival rate is 90% in patients with localized tumors, but the survival rate drastically decreases to 14% in patients with distant metastasis. Therefore, it is imperative to elucidate the molecular mechanisms underlying CRC metastasis. The RNA-binding protein LIN28B is overexpressed in over 30% of patients with CRC and is associated with poor prognosis. Indeed, our previous work revealed that LIN28B promotes colorectal polyps and tumors in a genetic mouse model (PMID: 24142874) and metastasis in a subcutaneous xenograft model of CRC (PMID: 21512136). In the present study, we investigated the mechanism by which LIN28B promotes colorectal tumor progression and metastasis.<br \/>To assess LIN28B-mediated biological changes, we established CRC cells (DLD-1 and LoVo) with overexpression of <i>LIN28B<\/i>. <i>LIN28B<\/i> overexpression increased the activation of the phosphoinositide 3-kinase (PI3K)\/Akt pathway in CRC cells. Knockdown of claudin-1 (<i>CLDN1<\/i>) or <i>NOTCH3<\/i> expression in <i>LIN28B<\/i>-overexpresed CRC cells, or treatment of the cells with the pan-Notch inhibitor DAPT (&#947;-secretase inhibitor), revealed that the PI3K\/Akt pathway works downstream of the tight junction protein CLDN1 and the transmembrane receptor NOTCH3. Furthermore, cell-cell contact of CRC cells was required for the activation of the NOTCH3 and PI3K\/Akt signaling pathways, suggesting for an important role of CLDN1 as a tight junction protein upstream of NOTCH3 and PI3K. Inhibition of PI3K by either the pan-PI3K inhibitor LY294002 or PI3K-&#945;-specific inhibitor Alpelisib (BYL719) suppressed LIN28B-mediated CRC cell migration and wound healing rate. Using a mouse model of metastatic CRC, we show that Alpelisib treatment significantly reduced LIN28B-induced liver metastases formation. Interestingly, the inhibitory effect of Alpelisib was even more pronounced when Alpelisib was given in combination with the pan-Notch inhibitor DAPT, resulting in complete inhibition of visible liver metastases formation. Immunohistochemical staining revealed that Alpelisib did not affect proliferation, apoptosis, or angiogenesis of the liver metastases, whereas DAPT may inhibit angiogenesis.<br \/>Taken together, our results indicate that LIN28B promotes cell migration and liver metastasis formation through CLDN1 and NOTCH3-mediated activation of PI3K signaling. Development of new therapies that target the PI3K\/Akt pathway may provide an effective strategy for preventing metastases in CRC patients.<br \/>This work is supported by NIH 9R01CA277795-22, NIH 5P30CA0113696 and the American Cancer Society. The authors declare no conflicts of interest.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Metastasis,Phosphatidylinositol 3-kinase (PI3K),Alpelisib,LIN28B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alice  E.  Shin<\/b><sup>1<\/sup>, Kensuke Sugiura<sup>1<\/sup>, Kensuke Suzuki<sup>1<\/sup>, Yasunori Masuike<sup>1<\/sup>, Christopher  J.  Lengner<sup>2<\/sup>, Anil  K.  Rustgi<sup>1<\/sup><br><br\/><sup>1<\/sup>Herbert Irving Comprehensive Cancer Center, Columbia University Irving Medical Center, New York, NY,<sup>2<\/sup>Department of Biomedical Sciences, School of Veterinary Medicine, University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"de5cc1a1-e1af-4dc9-ae2d-bf7ec79f5f3e","ControlNumber":"969","DisclosureBlock":"&nbsp;<b>A. E. Shin, <\/b> None..<br><b>K. Sugiura, <\/b> None..<br><b>K. Suzuki, <\/b> None..<br><b>Y. Masuike, <\/b> None..<br><b>C. J. Lengner, <\/b> None..<br><b>A. K. Rustgi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8263","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2484","PresenterBiography":"","PresenterDisplayName":"Alice Shin, PhD","PresenterKey":"91e70ae6-8e36-460d-9e71-2d8cdb438baa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2484. The role of the PI3K\/Akt signaling pathway on LIN28B-mediated colorectal cancer metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of the PI3K\/Akt signaling pathway on LIN28B-mediated colorectal cancer metastasis","Topics":null,"cSlideId":""},{"Abstract":"In the process of colonic epithelial carcinogenesis, the epithelial-mesenchymal transition may occur and bring metastatic ability and drug resistance. These events will affect patient outcomes and clinical treatment strategies. To this end, we investigated differentially expressed genes between several chemotherapy regimens in colon cancer cells through available transcriptomics datasets. We identified a member of the Rab family, RAB31, which is overexpressed after oxaliplatin treatment, while the other option is not (Irinotecan). We confirmed that RAB31 can enhance resistance to oxaliplatin in some overexpression models and that RAB31 has the ability to promote exocytosis and vesicle trafficking. Using shRNA as complementary models, we observed consistent trends when RAB31 function was discarded. Moreover, our evidence determined epithelial-mesenchymal transition (EMT)-related molecules responsive in the RAB31 bidirectional models, including <i>CDH2, SNAI1, SNAI2<\/i> and <i>TWIST1<\/i>. The expression of RAB31 has an independent prognostic value in patients with colon cancer and is significantly positively correlated with mesenchymal markers. Furthermore, the interactome analysis selected RAB31 and AGR2 to form a direct protein interaction. This result differs from previous studies that did not rely on EGFR binding and signaling. Taken together, our study found that RAB31 can modulate oxaliplatin sensitivity and EMT status, which are additional chemotherapeutic strategies and independent prognostic factors for the treatment of colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Ras oncogene,Drug resistance,Epithelial-mesenchymal transition (EMT),Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chi-Long Chen<\/b><sup>1<\/sup>, Michael Hsiao<sup>2<\/sup><br><br\/><sup>1<\/sup>Pathology, Tapei Medical University, Taipei, Taiwan,<sup>2<\/sup>Genomics Research Center, Academia Sinica, Taipei, Taiwan","CSlideId":"","ControlKey":"c6c8a417-43e8-4f5c-be05-cb1a05c19818","ControlNumber":"205","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None..<br><b>M. Hsiao, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8264","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2485","PresenterBiography":null,"PresenterDisplayName":"Chi-Long Chen, MD;PhD","PresenterKey":"6adc46e7-26cb-4227-ab1d-36cf7ba9f823","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2485. RAB31 interacts with AGR2 to respond to oxaliplatin resistance and epithelial-mesenchymal transition in colorectal cancer cells via the EGFR-independent pathway","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RAB31 interacts with AGR2 to respond to oxaliplatin resistance and epithelial-mesenchymal transition in colorectal cancer cells via the EGFR-independent pathway","Topics":null,"cSlideId":""},{"Abstract":"B-cell lymphoma X-large (BCL-X<sub>L<\/sub>) is a member of the BCL-2 protein family and has been known as an anti-apoptotic protein. As a viable target for cancer therapy, we recently found that proteolysis-targeting chimeras (PROTAC, currently under phase I clinical investigation) against BCL-X<sub>L <\/sub>kill cancer cells as well as tumor-induced regulatory T cells (TI-Tregs). Interestingly, BCL-X<sub>L<\/sub> has been shown to promote breast cancer metastasis via a function independent of its anti-apoptotic function. We reason that BCL-X<sub>L<\/sub>-targeting PROTACs can be potentially used to treat metastatic breast cancer - by direct killing of circulating tumor cells at their vulnerable stages and\/or by eliciting anti-cancer immunity via T-reg cell depletion. To our surprise, our pilot experiments using two syngeneic breast cancer models showed opposite results with one model showing reduced metastasis by BCL-X<sub>L <\/sub>PROTAC treatment and the other model showing increased metastasis. Genetic deletion of BCL-X<sub>L<\/sub> (KO) in those two cell lines reproduces the effect of PROTAC on metastasis, suggesting the on-targeting but contrasting function of BCL-X<sub>L<\/sub> in breast cancer metastasis. Our central hypothesis is that BCL-X<sub>L<\/sub> may play different roles in breast cancer metastasis depending on the genetics\/proteomics of cellular cues from different cancer cells. To confirm the function of BCL-X<sub>L<\/sub> in different breast cancer cell lines, we generated BCL-X<sub>L<\/sub> KO lines from 4 other syngeneic mouse breast cancers. We confirmed that the majority of breast cancer cells depend on BCL-X<sub>L<\/sub> for metastasis, including 4T1, AT-3, E0771.lmb etc; whereas only the Py8119 model exhibits an opposite phenotype. For primary tumor growth, AT-3 and E0771.lmb cells grow bigger tumors in the WT group than in the BCL-X<sub>L<\/sub> KO group; and 4T1 and Py8119 cells exhibit similar tumor growth rate between WT and KO cells. For metastatic breast cancer therapy, we treated 4T1-tumor bearing mice with BCL-X<sub>L<\/sub>-targeting PROTAC that nearly significantly reduces metastatic spread in the lung without significant change in primary tumor growth. In addition, we found a systematic inhibition of TI-Tregs by PROTACs indicating a lineage-specific function of BCL-X<sub>L<\/sub> in breast cancer metastasis. We conclude that BCL-X<sub>L<\/sub> is a viable therapeutic target for treating breast cancer metastasis, but caution is required as BCL-X<sub>L<\/sub> inhibition may be detrimental for certain cancers. Our future effort will focus on the mechanisms explaining why BCL-X<sub>L<\/sub> inhibits metastasis in some cancer types, which can be used as an exclusion criterion for BCL-X<sub>L<\/sub>-targeting therapy. &#173;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Metastasis,Bcl-xL,Breast cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Madison  E.  Carelock<\/b><sup><\/sup>, Mo Jiao<sup><\/sup>, Weizhou Zhang<sup><\/sup><br><br\/>Pathology, Immunology, and Laboratory Medicine, University of Florida College of Medicine, Gainesville, FL","CSlideId":"","ControlKey":"8c2549c4-1b1a-4868-a666-d00e756b9cad","ControlNumber":"4654","DisclosureBlock":"&nbsp;<b>M. E. Carelock, <\/b> None..<br><b>M. Jiao, <\/b> None..<br><b>W. Zhang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8265","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2486","PresenterBiography":null,"PresenterDisplayName":"Madison Carelock, BS","PresenterKey":"6d2f1f94-21b5-470d-92ea-f1fd1fe562b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2486. Dissecting the lineage specific roles of BCL-X<sub>L<\/sub> in breast cancer metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting the lineage specific roles of BCL-X<sub>L<\/sub> in breast cancer metastasis","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> To develop therapeutics to treat metastasis of solid tumor cancers. To overcome obstacles to developing anti-metastasis treatments by: 1) developing an animal model that reproducibly mimics cancer metastasis and does so within a reasonable timeframe; and 2) figuring out the basic science that drives metastasis.<br \/><b>Experimental: <\/b>We discovered that all pluripotent human stem cells express a MUC1 cleavage product called MUC1* (muk 1 star). All MUC1 cleavage stops with the onset of differentiation and MUC1 goes back to its quiescent state. Over 75% of solid tumor cancers also express MUC1*. Overexpression of MUC1*, as well as enzymes that cleave MUC1 to MUC1* are predictors of poor prognosis. NME1 is a ligand of MUC1* that is secreted by both embryonic stem cells and cancer cells. As a dimer, NME1 dimerizes the MUC1* extra cellular domain to activate the MAP kinase growth pathway. In an embryo, the more stem cells there are, the more NME1 is secreted and it goes from the active dimer to an inactive hexamer (doesn&#8217;t bind MUC1*). The paradox was, &#8220;How do stem cells limit self-replication, but cancer cells do not?&#8221; Answer: A primitive growth factor, NME7<sub>AB<\/sub>, looks like a single chain dimer of NME1, so is always active, is expressed in the earliest, na&#239;ve stem cells and in metastatic cancer cells.<br \/><b>Unpublished Results<\/b>: Growing cancer cells in recombinant NME7<sub>AB <\/sub>for 10 days transforms them into metastatic cells: 1) become non-adherent; 2) enter dormancy; 3) upregulate metastatic markers by 200-fold; 4) form sub-cu tumors in mice from as few as 50 cells; iv injection leads to total metastasis in 10 days; 5) the percent of injected tumor cells that were first grown in NME7<sub>AB<\/sub> determines the growth of the entire tumor. We developed a monoclonal antibody that blocks interaction of NME7<sub>AB<\/sub> and MUC1*. This antibody reverses established metastasis of breast cancers in animals. NME7<sub>AB<\/sub> should be turned off early in embryogenesis, but is aberrantly re-activated in metastatic cancers. Yamanaka factors OCT4, SOX2 and NANOG bind to the promoters of NME7, MUC1 and MMP16, an enzyme that cleaves MUC1 to MUC1* and exposes the cryptic binding site for NME7<sub>AB<\/sub>.<br \/><b>Conclusions: <\/b>Primitive growth factor, NME7<sub>AB<\/sub>, drives metastasis of solid tumor cancers. Antibody that disrupts NME7<sub>AB<\/sub>-MUC1* interaction reverses metastasis in animals.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Metastasis,MUC1,Cancer stem cells,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cynthia  C.  Bamdad<\/b><sup><\/sup>, Benoit  J.  Smagghe<sup><\/sup>, Mark  G.  Carter<sup><\/sup>, Trevor  J.  Grant<sup><\/sup>, Laura  M.  Reale<sup><\/sup>, Michael  J.  Nash<sup><\/sup>, Danica  M.  Walkley<sup><\/sup>, Jac-Leen  S.   S.  Nash<sup><\/sup>, Kevin  R.  Yi<sup><\/sup>, Andrew  K.  Stewart<sup><\/sup><br><br\/>Minerva Biotechnologies, Waltham, MA","CSlideId":"","ControlKey":"4a4b31ca-c2fd-455f-a615-dda9c610023f","ControlNumber":"6407","DisclosureBlock":"&nbsp;<b>C. C. Bamdad, <\/b> None..<br><b>B. J. Smagghe, <\/b> None..<br><b>M. G. Carter, <\/b> None..<br><b>T. J. Grant, <\/b> None..<br><b>L. M. Reale, <\/b> None..<br><b>M. J. Nash, <\/b> None..<br><b>D. M. Walkley, <\/b> None..<br><b>J. S. S. Nash, <\/b> None..<br><b>K. R. Yi, <\/b> None..<br><b>A. K. Stewart, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8266","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2487","PresenterBiography":null,"PresenterDisplayName":"Cynthia Bamdad, PhD","PresenterKey":"e3102614-4c15-47a4-91a0-67d8423eb124","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2487. Metastasis: Cancer cells that have turned on a Yamanaka-like pluripotency program","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metastasis: Cancer cells that have turned on a Yamanaka-like pluripotency program","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the second leading cause of cancer with the highest mortality rate in females in the United States. Late stage breast cancer can metastasize to different locations of the body, and patients with brain metastasis have a poor prognosis and short survival time. HER2-positive breast cancer, composed of ~15-20% of total cases, is aggressive with unfavorable clinical outcomes. Although HER2-targeted therapies are available, they are mostly ineffective against brain metastasis. To study tumor metastasis, we had established the breast cancer brain metastasis preclinical cell and mouse models. Our previous study has shown that the hypomethylating agent azacitidine (AZA) is effective in treating brain metastasis triple-negative breast cancer using <i>in vitro<\/i> cell and <i>in vivo<\/i> mouse models. Thus, we hypothesized that AZA will be effective to treat HER2-positive breast cancer. To test our hypothesis, we treated regular (JIMT-1) and brain metastasized (JIMT-1 Br) HER2-positive breast cancer cell lines with various concentrations of AZA, and the IC<sub>50<\/sub> values, cell proliferation, and apoptosis were measured. Our results showed that train metastasized HER2-positive breast cancer JIMT-1 Br cells have similar growth rate compared to their parental regular breast cancer JIMT-1 cells. Regular breast cancer cells are more sensitive to AZA treatment, supported by (1) The IC<sub>50<\/sub> value of AZA in JIMT-1 cells is significantly lower than that in JIMT-1 Br cells; (2) 72 hours of AZA treatment significantly inhibited cell grow in both cell lines, and the inhibition of JIMT-1 growth is greater than that of JIMT-1 Br cells; (3) AZA triggered apoptosis in both cell lines in a dose-dependent manner; (4) Higher concentrations of AZA induced a higher percentage of cell apoptosis in JIMT-1 compared to JIMT-1 Br cells. AZA treatment does not significantly change the expression of metastasis protein markers in either cell line. Epithelial-mesenchymal transition promotes cancer cell invasion and metastasis. Epithelial markers include cytokeratins and E-cadherin, and mesenchymal markers include N-cadherin and vimentin. We measured the expression of those markers in both cell lines after AZA treatment by Western blotting, and found that the expression of pan-cytokeratins and keratin 18 were equivalent between both cell lines upon AZA treatment. However, the expression of keratin 19, E-cadherin, N-cadherin, and vimentin were not detected in either cell line. In conclusion, in this study, we tested the <i>in vitro <\/i>effects of the hypomethylating agent AZA in both regular and brain metastasized HER2-positive breast cancer cells. We found that AZA inhibits cell growth and promotes apoptosis in both cell types, but the regular breast cancer cells are more sensitive to AZA treatment compared to brain metastasized cells, shown by the differences in IC<sub>50<\/sub> values and extents of cell growth inhibition and apoptosis induction.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-11 Therapeutic metastasis prevention,,"},{"Key":"Keywords","Value":"Breast cancer,HER2,Brain metastasis,hypomethylating agents,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tuoen Liu<\/b><sup>1<\/sup>, Christopher Butler<sup>1<\/sup>, Kelsey Donoughe<sup>1<\/sup>, Lauren Forchette<sup>1<\/sup>, William Sebastian<sup>1<\/sup>, Gabor Szalai<sup>2<\/sup>, Paul Lockman<sup>3<\/sup><br><br\/><sup>1<\/sup>West Virginia School of Osteopathic Medicine, Lewisburg, WV,<sup>2<\/sup>Burrell College of Osteopathic Medicine, Las Cruces, NM,<sup>3<\/sup>West Virginia University, Morgantown, WV","CSlideId":"","ControlKey":"8f648591-2247-4235-aea9-f80f5d3779f2","ControlNumber":"448","DisclosureBlock":"&nbsp;<b>T. Liu, <\/b> None..<br><b>C. Butler, <\/b> None..<br><b>K. Donoughe, <\/b> None..<br><b>L. Forchette, <\/b> None..<br><b>W. Sebastian, <\/b> None..<br><b>G. Szalai, <\/b> None..<br><b>P. Lockman, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8268","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2489","PresenterBiography":null,"PresenterDisplayName":"Tuoen Liu, MD;PhD","PresenterKey":"65befaa4-5fd9-4671-9de0-bfa1528ea928","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2489. Study the efficacy of hypomethylating agent in treating regular and brain metastasized HER2-positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"494","SessionOnDemand":"False","SessionTitle":"Translational Metastasis Research","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Study the efficacy of hypomethylating agent in treating regular and brain metastasized HER2-positive breast cancer","Topics":null,"cSlideId":""}]