[{"Abstract":"Cytokines, chemokines, and growth factors are critical mediators of immune system function capable of signaling through autocrine, paracrine, and endocrine mechanisms. Their pleiotropic immunomodulatory properties allow these biomolecules to react to diverse stimuli and regulate the immune response. We developed a novel immunoassay, using Luminex xMAP technology, for the simultaneous measurement of 48 cytokines, chemokines, and growth factors in serum, plasma, and cell culture supernatant. Many of these proteins have been proposed as biomarkers of colorectal cancer (CRC) and as key regulators of the tumor microenvironment (TME). While this complex milieu can support antitumor immunity, CRC is frequently characterized by chronic inflammation driving disease progression, with the TME serving as a potent reservoir from which the cytokines, chemokines, and growth factors exert their influence. The MILLIPLEX Human Cytokine\/Chemokine\/Growth Factor Panel B (HCYTB-60K) assays were performed in 96-well plates and run on the Luminex LX200&#8482; instrument. Data was acquired via xPONENT v. 4.3 software. Data analysis was performed for all immunoassays using the Belysa Immunoassay Curve Fitting Software. Commercially available serum samples obtained from colorectal cancer patients and healthy controls were evaluated for cytokine, chemokine, and growth factor expression. Of the 48 analytes tested, statistically significant increases in BAFF, sFas, SCF, and MPIF-1 were observed in colorectal cancer serum. In contrast, IL-20 and ENA-78 decreased relative to healthy controls. While the immunoassay was verified for measurement of serum and plasma samples, additional sample types may be of interest to cancer researchers. Therefore, we evaluated the ability of the 48-plex immunoassay to measure these biomarkers in CSF, urine, milk, tumor samples and exosomal isolates, establishing a profile for these proteins in each sample type. Altogether, this study uses a novel multiplex immunoassay to characterize the immunological profile of colorectal cancer serum, focusing on 48 cytokines, chemokines, and growth factors. Additionally, alternative sample types were evaluated to establish the utility of this technology for applications beyond serum, plasma, and cell culture supernatant.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Biomarkers,Cytokines,Chemokines,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wen-Rong Lie<\/b><sup><\/sup>, Harold Steiner<sup><\/sup>, Sasha Williams<sup><\/sup>, Munmun Banerjee<sup><\/sup>, Anthony Saporita<sup><\/sup>, Brooke Gilliam<sup><\/sup>, Qiang Xiao<sup><\/sup><br><br\/>MilliporeSigma, St. Louis, MO","CSlideId":"","ControlKey":"28edb2c8-6ff3-4281-8ef2-1487c47396be","ControlNumber":"7427","DisclosureBlock":"<b>&nbsp;W. Lie, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>H. Steiner, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>S. Williams, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>M. Banerjee, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>A. Saporita, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>B. Gilliam, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>Q. Xiao, <\/b> <br><b>MilliporeSigma<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3291","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5298","PresenterBiography":null,"PresenterDisplayName":"Wen-Rong Lie, PhD","PresenterKey":"11fbf0e8-605a-4704-b4e3-cf4770aeac7d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5298. Multiplex immunoassay characterization of 48 cytokines, chemokines, and growth factors in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiplex immunoassay characterization of 48 cytokines, chemokines, and growth factors in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Inflammatory bowel disease (IBD) is a major risk factor for colorectal cancer (CRC) development. Dysbiosis of the gut microbiome has been implicated in the pathogenesis of IBD and CRC. The gut microbiome and its interaction with the colon may play a significant role in enabling tumor permissive state in an inflammatory environment. However, the functional impact of colon microbiome on epithelial cells that enables neoplastic transformation under inflammatory condition is not clear. This study seeks to examine the impact of mucosa-adherent microbiota on colon epithelial cells. We used in vitro mini-bioreactor arrays to cultivate mucosa-adherent microbiota from colon biopsies, including biopsies from IBD patients with dysplasia (progressors) and without dysplasia (non-progressors). Paired dysplastic and non-dysplastic tissue from progressors was included in the study. HCT116 cells were exposed to the metabolites derived from the cultivation of microbial communities. Cell lysate and secretome were collected after the treatment of microbial metabolites and analyzed by LC-MS\/MS. The differentially expressed proteins were identified using Limma. Over-representation analysis was performed using Reactome in Grofiler. Pathways relating to cell division, mitosis and cell proliferation were enriched in cells treated with microbiome metabolites from progressors. Pathways reflecting a proliferative phenotype were also found enriched in the cell secretomes after treatment with microbiome metabolites from progressors. We functionally verified the proliferative phenotype in cells using BRDU incorporation assay. Microbial metabolites from non-dysplastic biopsy from progressor showed significantly higher cell proliferation compared to non-dysplastic biopsy from non-progressors (<i>p<\/i>&#60;0.05). Furthermore, microbial metabolites from dysplastic tissue showed a significantly higher proliferation compared to non-dysplastic tissue from the same patient (<i>p<\/i>&#60;0.01) and patients without dysplasia (<i>p<\/i>&#60;0.0001). A significantly higher degree of DNA damage was induced by microbial metabolites derived from IBD progressors than non-progressors (<i>p<\/i>&#60;0.05). Together, our findings suggest that microbial metabolites in the dysplastic tissue alter the colon microenvironment to induce higher cellular proliferation and DNA damage, which may contribute to colon neoplastic progression in the IBD patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Inflammatory bowel disease,Colorectal cancer,Biomarkers,Microbiome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Nobel Bhasin<sup>1<\/sup>, Lakmini Herath Senavirathna<sup>2<\/sup>, Madeline Bresson<sup>1<\/sup>, Lyu Zhe<sup>1<\/sup>, Victoria  B.  Poplaski<sup>1<\/sup>, Zahraa  A.  Lami<sup>1<\/sup>, Teresa  A.  Brentnall,<sup>3<\/sup>, Antone  R.  Opekun<sup>1<\/sup>, John  F.  Valentine<sup>4<\/sup>, Britton  A.  Britton<sup>1<\/sup>, Pan Sheng<sup>2<\/sup>, <b>Ru Chen<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX,<sup>2<\/sup>University of Texas, Houston, TX,<sup>3<\/sup>University of Washinton, Seattle, WA,<sup>4<\/sup>University of Utah School of Medicine, Salt lake city, UT","CSlideId":"","ControlKey":"3f46a5da-41e0-44f4-867d-22fcba477592","ControlNumber":"6632","DisclosureBlock":"&nbsp;<b>N. Bhasin, <\/b> None..<br><b>L. H. Senavirathna, <\/b> None..<br><b>M. Bresson, <\/b> None..<br><b>L. Zhe, <\/b> None..<br><b>V. B. Poplaski, <\/b> None..<br><b>Z. A. Lami, <\/b> None..<br><b>T. A. Brentnall,, <\/b> None..<br><b>A. R. Opekun, <\/b> None..<br><b>J. F. Valentine, <\/b> None..<br><b>B. A. Britton, <\/b> None..<br><b>P. Sheng, <\/b> None..<br><b>R. Chen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3292","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5299","PresenterBiography":null,"PresenterDisplayName":"Ru Chen, PhD","PresenterKey":"d1ed1065-d99a-4317-9d35-281e1ee9bee3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5299. Impact of gut microbial metabolites on colon epithelium","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of gut microbial metabolites on colon epithelium","Topics":null,"cSlideId":""},{"Abstract":"Although the combination of chemotherapy with immunotherapy has led to significant improvements in the treatment of some solid tumors, metastatic pancreatic ductal adenocarcinoma (mPDAC) prognosis has remained largely unaffected by such approaches. Recently, PRINCE, a randomized phase 2 clinical study, reported significantly improved 1-year overall survival (OS) for mPDAC patients treated with nivolumab and chemotherapy (nivo\/chemo) compared to historical control but not for sotigalimab and chemotherapy (sotiga\/chemo) or a combination of the three. Interestingly, the study identified potential improvement to treatment outcome with patient stratification. Here, we report an unbiased mass spectrometry (MS)-based proteomics profiling of a subset of plasma samples from the PRINCE trial (n = 211, 62 individuals from nivo\/chemo and sotiga\/chemo longitudinal samples). Briefly, plasma samples were depleted, digested to tryptic peptides, measured by MS\/MS and quantified using Spectronaut (Biognosys). Data was investigated for both protein and peptide biomarker with an emphasis on baseline biomarkers associated with clinical outcomes. Plasma profiling identified 1,662 proteins and 17,451 modified peptides across the cohorts. First, we developed a model that identified the pharmacodynamic effects of treatment in individual patients. In accordance with the PRINCE study and among the major model contributors, sotiga\/chemo increased proteins associated with innate immunity and chemokines (including CCL15) while proteins aiding in T cell activation and immune cell migration increased with nivo\/chemo (including CXCL7 and CD115). Second, we looked for markers in the pretreatment plasma samples that could predict OS. Overall, we found 25 predictive markers (p &#60; 0.05), with only six shared among the two arms, including attractin and CD58. Among the seven predictive biomarkers specific to nivo\/chemo, we found MEGF10 and GALNT1, which are suggested to play a role in neoantigen generation. For sotiga\/chemo, we found 12 predictive biomarkers including IGF2, CD304, and periostin (known to support immune responses). Third, we expanded our predictive biomarker search to the identified peptides, an analysis that is currently only possible using an unbiased mass spectrometry-based approach. Using such an approach we identified predictive peptides, likely cleavage products, as well as predictive post-translational modifications. Herein we demonstrate the value of both an unbiased approach, as well as the use of peptide level data for novel biomarker identification. We identify numerous proteins and peptides that have the potential to be used for better patient treatment stratification in the case of mPDAC and immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Proteomics,Biomarkers,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nigel Beaton<\/b><sup><\/sup>, Marco Tognetti<sup><\/sup>, Kamil Sklodowski<sup><\/sup>, Roland Bruderer<sup><\/sup>, Lukas Reiter<sup><\/sup><br><br\/>Biognosys AG, Schlieren, Switzerland","CSlideId":"","ControlKey":"c3cbd11d-e00b-49e0-90cc-29899dd020ed","ControlNumber":"2986","DisclosureBlock":"<b>&nbsp;N. Beaton, <\/b> <br><b>Biognosys<\/b> Employment. <br><b>M. Tognetti, <\/b> <br><b>Biognosys<\/b> Employment. <br><b>K. Sklodowski, <\/b> <br><b>Biognosys<\/b> Other, Former Biognosys employee.&nbsp;<br><b>R. Bruderer, <\/b> <br><b>Biognosys<\/b> Employment. <br><b>L. Reiter, <\/b> <br><b>Biognosys<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3293","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5300","PresenterBiography":null,"PresenterDisplayName":"Nigel Beaton, BS;MS;PhD","PresenterKey":"d10bc5b5-ffc5-4894-99c0-6107c26012e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5300. Mass spectrometry-based protein biomarker analysis in chemoimmunotherapy combinations identifies unique immune signatures in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mass spectrometry-based protein biomarker analysis in chemoimmunotherapy combinations identifies unique immune signatures in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Aberrant post-translational modifications (PTMs) on arginine residues, such as methylation and citrullination, are closely linked to oncogenic processes. Detection of these PTMs is challenging with current technology and can be hampered by low abundance and mass differences that are difficult to resolve by mass spectrometry. To overcome these challenges, we developed methods for PTM detection using Quantum-Si's Platinum single-molecule protein sequencing platform. Proteins are sequenced on Quantum-Si's Platinum instrument using our library prep protocol. Briefly, proteins are digested into peptide fragments, conjugated to linkers, then immobilized at the bottom of nanoscale reaction chambers on a semiconductor chip, resulting in exposed N-termini for sequencing. During sequencing, the immobilized peptides are exposed to a solution of dye-labeled N-terminal amino acid (NAA) recognizers that reversibly bind to their cognate NAAs with distinct kinetic properties. Aminopeptidases sequentially remove NAAs to expose subsequent amino acids for recognition. Fluorescence lifetime, intensity, and kinetic data are collected in real time and analyzed to determine primary sequence and PTM content. The data output consists of distinct pulsing regions called recognition segments (RSs). Each RS corresponds to a period of time between aminopeptidase cleavage events, during which an NAA recognizer binds on\/off to its exposed target NAA. Chemical modification to a NAA or to a nearby downstream amino acid can modulate recognizer affinity, resulting in a characteristic change in the average pulse duration (PD) during an RS. To demonstrate the detection and differentiation of arginine PTMs, we applied our platform to distinguish between asymmetric dimethylarginine (ADMA) and symmetric dimethylarginine (SDMA) and between citrulline and native arginine residues. Sequencing traces revealed that arginine and ADMA bind the arginine recognizer (PS621) with similar PD, whereas SDMA exhibited no binding. These results indicate that SDMA, in contrast to ADMA, has reduced binding affinity with PS621, providing a clear kinetic difference between these isomeric arginine PTMs. Moreover, citrulline and arginine side chains also exhibited distinguishable kinetic signatures. Citrullination eliminated the N-terminal arginine recognized by PS621 and resulted in a large increase in the median PD of preceding amino acid residues. Taken together, single-molecule protein sequencing offers an alternative approach to detection of arginine PTMs that is not based on m\/z, but rather on the kinetic signature of binding between recognizers and N-terminal amino acids. The ability to directly detect arginine PTMs offers potential for biomedical research. We envisage applications using Quantum-Si's platform to key areas of cancer research including biomarker development and drug discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Proteomics,Biomarkers,Proteomic analysis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kenneth Skinner<\/b><sup><\/sup>, David Kamber<sup><\/sup>, Brian Reed<sup><\/sup><br><br\/>Quantum-Si, Guilford, CT","CSlideId":"","ControlKey":"9c37ff0e-ed30-4267-aecb-2fde92f49f69","ControlNumber":"7688","DisclosureBlock":"&nbsp;<b>K. Skinner, <\/b> None..<br><b>D. Kamber, <\/b> None..<br><b>B. Reed, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3294","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5301","PresenterBiography":null,"PresenterDisplayName":"Kenneth Skinner, PhD","PresenterKey":"b238f8b3-ae13-4348-9c3b-398745a34e6d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5301. Detection of arginine posttranslational modifications by single-molecule protein sequencing on the Quantum-Si platform","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection of arginine posttranslational modifications by single-molecule protein sequencing on the Quantum-Si platform","Topics":null,"cSlideId":""},{"Abstract":"(a) Current proteomic methods quantify solely the catalytically active portion of enzymes without normalizing the active portion to the total enzyme amount, thus compromising comparison of the results. We take advantage of a SWATH\/DIA-MS workflow and describe a method based on depletion-dependent ABPP (dd-ABPP) able to concurrently determine catalytically active enzymes and their total molecular abundances, as well as quantify the contextual sample proteomes.<br \/>(b) We monitored high quality peptides of more than 190 SH activities and molecular abundances of around 4000 contextual tissue proteins in advanced lung adenocarcinomas (LUAD). While we found that LUAD tumors display enhanced proteolytic activities compared with control lung tissue, the most prominent characteristic of an aggressive tumor phenotype was enhanced lipolysis of metabolic SHs emphasized by IAH1, ABHD12, LYPLA2 and ABHD10.<br \/>(c) Molecular signatures of the activity profiles of 23 SHs and 59 contextual tissue proteins discriminate aggressive tumors at the time of diagnosis. Enhanced detection of S-palmitoylated proteins correlating by active-enzyme capture uncovers their functional links with the metabolic SHs related to lipoprotein depalmitoylation via enzymes displaying increased de-palmitoylase activities and enhanced fatty acid metabolism in aggressive LUAD. To further validate our findings, we analysed LUAD tumors for panels of saturated and unsaturated fatty acid (C8-C22) levels. Strikingly, we detected a statistically significant increase in monounsaturated palmitoleic acid (C16:1) in the aggressive compared with less-aggressive tumors. Notably, the primary source of palmitoleic acid in the cellular environments results from an excess of free palmitic acid and its conversion by rate-limiting enzyme Stearoyl-CoA desaturase 1 (SCD) that is enhanced in LUAD cancer.<br \/>(d) We detected a significant increase in palmitoleic acid levels in aggressive tumors. To a certain extent our data support previous findings on the active process of lipid desaturation in lung adenocarcinoma cells as the main source of energy for cell proliferation. Our approach also revealed that changes in the active lipase fractions between subtypes do not follow changes in enzyme protein quantities, suggesting that lipase regulations are related rather to peculiarities of the enzyme protein sequence, a distorted enzyme-inhibitor equilibrium, or a distorted molecular composition of the tissue itself. Since the inhibitors of serine lipases are promising targets in other RAS-mutant carcinomas, and the inhibitors of a rate-limiting SCD1 enzyme prevent palmitic acid conversion to a monounsaturated form, these metabolic vulnerabilities detected in aggressive LUAD will be helpful for future therapeutic strategies in lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Biomarkers,Proteomics,Lung adenocarcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Tatjana Sajic<sup>1<\/sup>, Stephan Arni<sup>2<\/sup>, Rudolf Aebersold<sup>1<\/sup>, <b>Sven Hillinger<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Swiss Federal Institute of Technology, Zürich, Switzerland,<sup>2<\/sup>University Hospital Zürich, Zürich, Switzerland","CSlideId":"","ControlKey":"ed1c0247-725b-4c88-8011-3f4189318988","ControlNumber":"6745","DisclosureBlock":"&nbsp;<b>T. Sajic, <\/b> None..<br><b>S. Arni, <\/b> None..<br><b>R. Aebersold, <\/b> None..<br><b>S. Hillinger, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3295","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5302","PresenterBiography":null,"PresenterDisplayName":"Sven Hillinger, MD","PresenterKey":"4ec69048-5162-4fa4-abe7-ddc01dfc48cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5302. Unmasking aggressive tumor profiles in lung adenocarcinomas through the molecular abundances and catalytic action of serine hydrolases","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unmasking aggressive tumor profiles in lung adenocarcinomas through the molecular abundances and catalytic action of serine hydrolases","Topics":null,"cSlideId":""},{"Abstract":"Advanced prostate cancer (PC) is the leading cause of death in the US because there is no effective treatment due to the poorly understood disease mechanism. Sex comb on midleg-like-2 (SCML2) is a member of Polycomb repressive complex 1 and regulates homeotic gene expression during development. Using proteomic approaches, we have identified SCML2 as a binding partner of the YAP1 protein complexes isolated from PC cell lines. Both SCML2 and YAP1 regulate basic cellular biology, including stem cell maintenance and carcinogenesis; however, whether SCML2 and YAP1 cooperate to contribute to the aggressive PC in humans remains unknown. We showed that AR-positive cell lines express high levels of SCML2 with a significant increase in castration-resistant PC cells compared to its castration-sensitive cell counter, suggesting a possible role of SCML2 in PC progression. We also showed that androgens regulated the protein-protein interaction between SCML2 and YAP1, as evaluated by proximity ligation assay. In addition, the GST-pulldown assay revealed that SCML2 interacted with the WW\/SH3 domain of YAP1, where AR also binds. Besides, our RNAi-aided gene silencing experiment demonstrated that YAP1 and SCML2 might be functionally antagonistic. Moreover, gene silencing and growth assays showed that SCML2 might act as a growth suppressor in castration-sensitive PC cells while acting as a growth mediator or survival factor in castration-resistant PC cells. Furthermore, our analysis of the cancer genome atlas PC data set has indicated that amplification of SCML2 is associated with reduced progression-free survival. These observations suggest that SCML2 and YAP1 interaction is biologically functional, and the degree of their interaction may play a critical role in PC progression downstream of dysregulated androgen\/AR signaling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Proteomic analysis,Yes-associated protein (YAP),Polycomb Group Protein SCML2 ,Epigenetic regulators,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ava M. Boston<sup>1<\/sup>, Abdulrahman M. Dwead<sup>1<\/sup>, Marwah M. Al-Mathkour<sup>2<\/sup>, Kezhan Khazaw<sup>1<\/sup>, <b>Bekir Cinar<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Biological Sciences, Clark Atlanta University, Atlanta, GA,<sup>2<\/sup>Miller School of Medicine, University of Miami, Miami, FL","CSlideId":"","ControlKey":"02197a99-ff60-48f2-a743-4eb532c90725","ControlNumber":"7181","DisclosureBlock":"&nbsp;<b>A. M. Boston, <\/b> None..<br><b>A. M. Dwead, <\/b> None..<br><b>M. M. Al-Mathkour, <\/b> None..<br><b>K. Khazaw, <\/b> None..<br><b>B. Cinar, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3296","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5303","PresenterBiography":null,"PresenterDisplayName":"Bekir Cinar, PhD","PresenterKey":"33ce24d9-7a8e-4693-b233-9d38c774f819","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5303. Upregulation of the polycomb group protein SCML2 contributes to aggressive prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Upregulation of the polycomb group protein SCML2 contributes to aggressive prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Gastric cancer is frequently diagnosed at an advanced stage and is associated with poor outcomes. Harnessing the immune response to tumor antigens which occurs early during tumor development has potential for the early detection of gastric cancer.<br \/><b>Methods:<\/b> Plasma samples from gastric cancer patients were collected before and after treatment and from healthy controls for identification of immunoglobin (Ig)-bound antigens using mass spectrometry. Ingenuity pathway analysis(IPA) was utilized to investigate networks and pathways associated with Ig bound proteins identified in plasmas from cases. A combined biomarker panel was established based on a logistic-regression model and ROC analysis was used to assess panel performance.<br \/><b>Results:<\/b> A total of 65 Ig bound proteins were identified that were upregulated in gastric cancer patients&#8217; plasma compared with healthy control. Canonical pathways involving these immunogenic proteins included HIF-1&#945;, VEGF, actin cytoskeleton, and immunogenic cell death signaling which play important roles in both gastric cancer development and progression. Four of the top ten performing proteins exhibited high mRNA levels in gastric cancer tissue. The association of these four Ig bound proteins in gastric cancer plasmas was further validated using as controls a cohort of MEN1 patients plasmas. A blood-biomarker panel based on these four biomarkers was established using a logistic-regression model which yielded an area under the curve (AUC) of 0.963 (95% confidential interval [CI] =0.89-1.00) for gastric cancer discrimination with a sensitivity of 0.889 at 95% specificity.<br \/><b>Conclusion:<\/b> Our data reveal a panel of plasma Ig-bound antigens associated with the development of gastric cancer with potential application for early detection and monitoring.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Gastric cancer,Autoantibody signature,Biomarkers,Canonical pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rongzhang Dou<\/b><sup>1<\/sup>, Ehsan Irajizad<sup>1<\/sup>, Yining Cai<sup>1<\/sup>, Johannes  F.  Fahrmann<sup>1<\/sup>, Jody V. Vykoukal<sup>1<\/sup>, Yihui Chen<sup>1<\/sup>, Hiroyuki Katayama<sup>1<\/sup>, Ali H. Abdel Sater<sup>1<\/sup>, Melissa Pizzi<sup>2<\/sup>, Kohei Yamashita<sup>2<\/sup>, Matheus Sewastjanow Da Silva<sup>2<\/sup>, Edwin J. Ostrin<sup>1<\/sup>, Jaffer Ajani<sup>2<\/sup>, Samir M. Hanash<sup>1<\/sup><br><br\/><sup>1<\/sup>Clinical Cancer Prevention, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Gastrointestinal Medical Oncology, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"ac55ccfc-34c0-434a-b4ae-693d96422963","ControlNumber":"6387","DisclosureBlock":"&nbsp;<b>R. Dou, <\/b> None..<br><b>E. Irajizad, <\/b> None..<br><b>Y. Cai, <\/b> None..<br><b>J. F. Fahrmann, <\/b> None..<br><b>J. V. Vykoukal, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>H. Katayama, <\/b> None..<br><b>A. H. Abdel Sater, <\/b> None..<br><b>M. Pizzi, <\/b> None..<br><b>K. Yamashita, <\/b> None..<br><b>M. Da Silva, <\/b> None..<br><b>E. J. Ostrin, <\/b> None..<br><b>J. Ajani, <\/b> None..<br><b>S. M. Hanash, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3297","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5304","PresenterBiography":null,"PresenterDisplayName":"Rongzhang Dou, MD;PhD","PresenterKey":"56d278ae-f989-4c00-bc40-34e86e92e8d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5304. Development of a plasma biomarker panel for gastric cancer detection based on an autoimmune response signature","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a plasma biomarker panel for gastric cancer detection based on an autoimmune response signature","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Here, we demonstrate Protein Identification by Short-epitope Mapping (PrISM), which aims to provide comprehensive proteome analysis with broad dynamic range at single-molecule resolution by interrogating immobilized, intact proteins in parallel using multi-affinity probes. Improving the dynamic range and scale for protein analyses will enable a deeper understanding of low abundant protein in all stages of cancer progression. In addition, enabling the interrogation of single-molecules will provide a deeper understanding of protein diversity, such as the proteoforms resulting from non-canonical post-translational modifications inherent to cancer<sup>1<\/sup>. The combination of single-molecule sensitivity with comprehensive proteome coverage could also open the door for highly sensitive and specific diagnostics.<br \/><b>Methods: <\/b>PrISM uses non-traditional affinity reagents with high affinity and low specificity that bind to short epitopes in multiple proteins. Sample proteins were conjugated to DNA nanoparticles and deposited on a high-density patterned flow cell at optically resolvable locations. Multi-affinity probes were applied to sample proteins over multiple cycles to generate binding patterns for each single-molecule protein, which are translated to protein identifications and quantities using a custom machine learning approach. We acquired PrISM data on native biological and control samples using dozens of multi-affinity probes targeting trimer or tetramer sequences.<br \/><b>Results: <\/b>We report single-molecule deposition of over 1 billion DNA nanoparticle complexes on a flow cell. We demonstrate how the PrISM methodology identifies individual protein molecules through iterative probing with our multi-affinity probes. Further, we provide an analytical assessment of the sensitivity and specificity of PrISM and demonstrate the ability to accurately estimate the false identification rate of these proteins using a target-decoy based statistical approach.<br \/><b>Conclusions:<\/b> Combining single-molecule analysis, intact (non-digested) proteins, and iterative probing, PrISM provides a new tool for quantitative proteomics. We demonstrate linear and reproducible quantification of proteins using PrISM, potentially enabling detection of low abundant proteins and proteoforms associated with cancer. The ability to make comprehensive measurements of intact proteins at single-molecule resolution could accelerate basic cancer research through to the clinic.<br \/><b>References:<\/b> 1. Alfaro et al., <i>Nature Methods<\/i>, 2021.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Proteomics,Protein profiling,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Torri Rinker<sup>1<\/sup>, Jarrett  D.  Egertson<sup>1<\/sup>, Steven Tan<sup>1<\/sup>, Aisha Ellahi<sup>2<\/sup>, Jamie Sherman<sup>2<\/sup>, Maria Villancio-Wolter<sup>1<\/sup>, Brittany Nortman<sup>1<\/sup>, Julia Robinson<sup>1<\/sup>, Ahana Dutta<sup>1<\/sup>, Katherine Winters<sup>1<\/sup>, Noah Steiner<sup>1<\/sup>, Elvis Ikwa<sup>1<\/sup>, Hunter  B.  Boyce<sup>2<\/sup>, James  H.  Joly<sup>1<\/sup>, Filip Bartnicki<sup>1<\/sup>, Pierre  F.  Indermühle<sup>1<\/sup>, Christina Inman<sup>1<\/sup>, Shubhodeep Paul<sup>1<\/sup>, Jacinto Villanueva<sup>1<\/sup>, Jennifer McGinnis<sup>1<\/sup>, Aimee  A.  Sanford<sup>1<\/sup>, Sophia Watts<sup>1<\/sup>, Jessica Nicastro<sup>1<\/sup>, Sonal  S.  Tonapi<sup>1<\/sup>, Jacob Devine<sup>1<\/sup>, Cara Li<sup>1<\/sup>, Kaitlyn Burke<sup>1<\/sup>, Jonathan Leano<sup>1<\/sup>, Nikola Kondov<sup>1<\/sup>, Mirella Huber<sup>1<\/sup>, Bilal Ali<sup>1<\/sup>, Carlos Flores<sup>1<\/sup>, <b>Sheri  K.  Wilcox<\/b><sup>1<\/sup>, Parag Mallick<sup>1<\/sup><br><br\/><sup>1<\/sup>Nautilus Biotechnology, Inc., San Carlos, CA,<sup>2<\/sup>Nautilus Biotechnology, Inc., Seattle, WA","CSlideId":"","ControlKey":"d1ef27b5-0e93-4b31-a75e-6a9e393e0e59","ControlNumber":"6795","DisclosureBlock":"&nbsp;<b>T. Rinker, <\/b> None..<br><b>J. D. Egertson, <\/b> None..<br><b>S. Tan, <\/b> None..<br><b>A. Ellahi, <\/b> None..<br><b>J. Sherman, <\/b> None..<br><b>M. Villancio-Wolter, <\/b> None..<br><b>B. Nortman, <\/b> None..<br><b>J. Robinson, <\/b> None..<br><b>A. Dutta, <\/b> None..<br><b>K. Winters, <\/b> None..<br><b>N. Steiner, <\/b> None..<br><b>E. Ikwa, <\/b> None..<br><b>H. B. Boyce, <\/b> None..<br><b>J. H. Joly, <\/b> None..<br><b>F. Bartnicki, <\/b> None..<br><b>P. F. Indermühle, <\/b> None..<br><b>C. Inman, <\/b> None..<br><b>S. Paul, <\/b> None..<br><b>J. Villanueva, <\/b> None..<br><b>J. McGinnis, <\/b> None..<br><b>A. A. Sanford, <\/b> None..<br><b>S. Watts, <\/b> None..<br><b>J. Nicastro, <\/b> None..<br><b>S. S. Tonapi, <\/b> None..<br><b>J. Devine, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>K. Burke, <\/b> None..<br><b>J. Leano, <\/b> None..<br><b>N. Kondov, <\/b> None..<br><b>M. Huber, <\/b> None..<br><b>B. Ali, <\/b> None..<br><b>C. Flores, <\/b> None..<br><b>S. K. Wilcox, <\/b> None..<br><b>P. Mallick, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3298","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5305","PresenterBiography":null,"PresenterDisplayName":"Sheri Wilcox, PhD","PresenterKey":"19e7e15b-77ad-4d40-afc2-b90be9633526","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5305. Detection and quantification of proteins using protein identification by short-epitope mapping (PrISM)","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection and quantification of proteins using protein identification by short-epitope mapping (PrISM)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Successful implementation of immunotherapy requires a deep understanding of the spatial interactions between various cell types in the tumor microenvironment (TME). Most fixed tissues are autofluorescent and staining with cyclic immunofluorescence methods often produces data that are difficult to analyze due to the challenges of background subtraction. Imaging Mass Cytometry&#8482; (IMC&#8482;) is a powerful tool for high-plex imaging, utilizing CyTOF&#174; technology to simultaneously assess 40-plus protein markers at subcellular resolution without spectral overlap or background autofluorescence. This study demonstrates a tissue phenotyping workflow in highly autofluorescent lung and colon cancer tissues using high-plex IMC, which produces reliable data that can be easily analyzed.<br \/><b>Methods:<\/b> Serial sections of lung and colon cancer tissues were stained with a 30-marker panel comprised of structural, tumor, stroma, immune cell, and immune activation markers as well as the IMC Cell Segmentation Kit, for improved nucleus and plasma membrane demarcation. The data analysis pipeline used Phenoplex&#8482; (Visiopharm&#174;) software for straightforward, accurate, and quantifiable phenotyping. The analysis workflow consisted of tissue segmentation (to define tumor, stroma, extracellular matrix, and regions of necrosis), nuclear detection using a deep-learning algorithm pre-trained on IMC DNA channels, cell segmentation, a threshold-based cellular phenotyping step, and spatial analyses. Statistical analyses of the reproducibility between serial sections were performed using a paired t-test.<br \/><b>Results:<\/b> In this work, we have shown that analysis of IMC images from highly autofluorescent lung and colon cancer tissues can uncover tissue phenotypic signatures of the TME through the determination of distinct immune cell types found in the vicinity of cancerous cells. Moreover, cell segmentation generated cell counts that were highly consistent across the serial sections, with only 2.7% variability. This demonstrates the power of IMC in generating robust data across adjacent serial sections, which can be easily analyzed without the need to train the analysis software for background subtraction.<br \/><b>Conclusions:<\/b> Overall, this work demonstrates that by avoiding autofluorescence, IMC can generate high-quality, reproducible data, consistent across serial sections. The images can be easily and accurately analyzed in a streamlined way using the Phenoplex software, thus empowering IMC users to be confident in biological interpretation of high-dimensional proteomic data. This study demonstrates how systematic digital profiling of the spatial TME using IMC leads to repeatable, quantitative results generated through a simplified workflow.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Imaging,Image analysis,Colon cancer,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Smriti Kala<\/b><sup>1<\/sup>, Brenna O’ Neill<sup>2<\/sup>, James Pemberton<sup>1<\/sup>, James Mansfield<sup>2<\/sup>, Fabian Schneider<sup>2<\/sup>, Clinton Hupple<sup>1<\/sup><br><br\/><sup>1<\/sup>Standard BioTools, Markham, ON, Canada,<sup>2<\/sup>Visiopharm, Hørsholm, Denmark","CSlideId":"","ControlKey":"f2e24360-93e7-46f9-bf9c-77f4c2b64692","ControlNumber":"7083","DisclosureBlock":"&nbsp;<b>S. Kala, <\/b> None..<br><b>B. O. Neill, <\/b> None..<br><b>J. Pemberton, <\/b> None..<br><b>J. Mansfield, <\/b> None..<br><b>F. Schneider, <\/b> None..<br><b>C. Hupple, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3300","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5307","PresenterBiography":null,"PresenterDisplayName":"Smriti Kala","PresenterKey":"3473ff00-b4c5-4132-bbe0-ab64fec80545","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5307. Imaging mass cytometry enables identification of distinct tissue phenotypes in highly autofluorescent lung and colon cancer tissues, producing consistent data across serial sections","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Imaging mass cytometry enables identification of distinct tissue phenotypes in highly autofluorescent lung and colon cancer tissues, producing consistent data across serial sections","Topics":null,"cSlideId":""},{"Abstract":"Small Cell Lung Cancer (SCLC) is an aggressive tumor type, usually metastatic at diagnosis, with a median survival of less than a year. SCLC tumors are heterogeneous and are composed of neuroendocrine (A, A2, N) and non-neuroendocrine (Y) subtypes, with the cooperation by heterogeneous cells being key to drive tumor survival. Unfortunately, the current SCLC treatment approach does not take tumor heterogeneity into consideration. Importantly, there are no consensus markers that can identify SCLC subtypes or early tumors. Extracellular vesicles (EVs), small vesicles known to promote cell to cell communication, have been investigated as non-invasive biomarkers for cancer diagnostics, staging, and treatment monitoring. EVs are attractive candidates for biomarker research due to the selective packaging of RNA, DNA, and proteins that are then secreted in the blood. Therefore, our aim was to identify new biomarkers based on EV surface proteins with potential for early detection and tumor characterization. We used differential ultracentrifugation to isolate EVs from four SCLC subtypes A, A2, N, and Y, which were submitted to label-free mass spectrometry (EV-proteomics). We identified a total of 3011 proteins, with the two most distinct subtypes being A2 and N, with 786 differentially expressed EV-proteins. Meanwhile, the 2 most similar subtypes were N and A, with only 75 differentially expressed EV-proteins. Gene set enrichment analysis of EVs derived from the A2 subtype showed an association with pathways in cancer, chemokine signaling, and neuronal systems. In addition, PANTHER analysis identified enrichment in nicotine pharmacodynamic pathways on these EVs, which corroborate the association of A2 cell lines with drug resistance. EVs derived from the N and A subtypes were enriched in spliceosome, RNA processing, and metabolism, while EVs from Y cell lines were enriched in extracellular matrix organization and metabolic pathways, similar to pathways from cell line RNAseq data. 13 proteins were differentially expressed in all group comparisons, including proteins involved in PI3K and nicotinic acetylcholine receptor signaling pathways. Further comparison of EV-proteomics with top genes from CIBERSORT analysis using cell line RNAseq data showed an overlap of 9 surface proteins, with 3 possible SCLC pan markers. In conclusion, EV-proteins isolated from SCLC cell lines presented a unique signature for each subtype, especially EVs derived from A2 subtype, which has a signature associated with drug resistance. We identified surface proteins on SCLC EVs with potential as SCLC pan and tumor characterization, which will be validated on EVs derived from cell lines and patient plasma<b> <\/b>by Western blotting and single-EV microflow cytometry.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Proteomics,Liquid biopsies,Lung cancer: small cell,Extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Patricia M. M. Ozawa<\/b><sup>1<\/sup>, Sarah  M.  Groves<sup>2<\/sup>, Vito Quaranta<sup>2<\/sup>, Alissa  M.  Weaver<sup>1<\/sup><br><br\/><sup>1<\/sup>Cell and Developmental Biology, Vanderbilt University, Nashville, TN,<sup>2<\/sup>Department of Biochemistry, Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"525c7480-59de-49f4-a723-8dd1f54ff48f","ControlNumber":"3785","DisclosureBlock":"&nbsp;<b>P. M. M. Ozawa, <\/b> None..<br><b>S. M. Groves, <\/b> None..<br><b>V. Quaranta, <\/b> None..<br><b>A. M. Weaver, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3301","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5308","PresenterBiography":"","PresenterDisplayName":"Patricia Midori Ozawa, BS;MS;PhD","PresenterKey":"93aacf05-7f1b-4c70-9efa-297f6660b9d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5308. Analysis of extracellular vesicle surface markers as small cell lung cancer biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of extracellular vesicle surface markers as small cell lung cancer biomarkers","Topics":null,"cSlideId":""},{"Abstract":"Extracellular vesicles (EVs) are nano-sized (30-1000 nm) membranous particles released by nearly all cell types. EV biology is a rapidly growing field, however its relative novelty and the intrinsic heterogeneity of EVs result in a lack of standardized and reproducible protocols. We sought to develop and validate an EV isolation method using rhabdomyosarcoma cell lines, with multiple characterization\/validation methods, to improve the reproducibility and reliability of EV research in pediatric cancer research. EVs were isolated and analyzed in triplicate from 4 rhabdomyosarcoma cell lines (RH4, RH18, RH30, RD), of varying clinical characteristics including subtype, TP53 status and FOXO1 fusion status. Cells were grown to 70% confluency in six 175cm<sup>2<\/sup> flasks, to ensure sufficient EV content for all downstream analyses, then incubated for 48 hours in media containing 10% EV-depleted FBS. The resultant 120mL of conditioned media (CM) per cell line was collected and subject to differential ultracentrifugation to isolate EVs. CM was centrifuged twice, then concentrated to less than 10mL using 3kDa MWCO filter tubes. Concentrated CM was centrifuged twice before passing through a 0.22&#956;m pore-sized syringe filter prior to the final ultracentrifugations. The sample was ultracentrifuged and the EV pellet was carefully washed, re-centrifuged and resuspended in 100&#956;L of PBS. Protein analysis by Western blot confirmed the presence of EV markers (syntenin-1, TSG101) and absence of non-EV markers (calnexin, histone H2Ax). EV quantification and size distributions were evaluated by NanoSight nanoparticle tracking analysis and visualized by transmission electron microscopy. All isolations were positive for EV markers and negative for non-EV markers by Western Blotting. All isolations showed similar size distributions by nanoparticle tracking analysis, within the range of 30-250nm. EVs in each sample with the typical cup-like shape were observed in electron microscope images of EVs. Overall, our method demonstrates good reproducibility of EV isolations from multiple rhabdomyosarcoma cell lines. This methodology can be used as a baseline for other cell lines to provide greater consensus within the field, allowing further discoveries analyzing the secretome of patient-derived cell lines with the potential to translate into more specific diagnostic tools.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Rhabdomyosarcoma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Paula  R.  Quaglietta<\/b><sup>1<\/sup>, Ashby Kissoondoyal<sup>1<\/sup>, Ethan Malkin<sup>2<\/sup>, Salvador Mejia<sup>3<\/sup>, Ann Gong<sup>1<\/sup>, David Malkin<sup>1<\/sup>, Reto  M.  Baertschiger<sup>1<\/sup><br><br\/><sup>1<\/sup>The Hospital for Sick Children, Toronto, ON, Canada,<sup>2<\/sup>Princess Margaret Cancer Centre, Toronto, ON, Canada,<sup>3<\/sup>Princess Margaret Cancer Center, Toronto, ON, Canada","CSlideId":"","ControlKey":"60c502de-649b-4e4e-b631-938b3576e945","ControlNumber":"4797","DisclosureBlock":"&nbsp;<b>P. R. Quaglietta, <\/b> None..<br><b>A. Kissoondoyal, <\/b> None..<br><b>E. Malkin, <\/b> None..<br><b>S. Mejia, <\/b> None..<br><b>A. Gong, <\/b> None..<br><b>D. Malkin, <\/b> None..<br><b>R. M. Baertschiger, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3302","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5309","PresenterBiography":null,"PresenterDisplayName":"Paula Quaglietta, BS","PresenterKey":"d2678a9c-3231-4582-8e36-19099723513c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5309. Isolation and validation of small extracellular vesicles from rhabdomyosarcoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Isolation and validation of small extracellular vesicles from rhabdomyosarcoma cells","Topics":null,"cSlideId":""},{"Abstract":"The Cancer Genome Atlas (TCGA) and Cancer Cell Line Encyclopedia (CCLE) are the most widely used and deeply characterized resources for cancer research. Despite rich molecular and phenotypic data available for these cohorts, large-scale proteomic data across cancer lineages remain limited. Here we expanded our previous effort to generate high-quality protein expression data of 447 clinically relevant proteins for ~8,000 TCGA patient samples and ~900 CCLE cell line samples using reverse phase protein arrays. We show that the protein expression profiles provide deeper mechanistic insights into cancer dependency and serve as a sensitive functional readout for the fitness effect of somatic mutations, e.g., BRAF mutations. We develop a protein-centered strategy to identify synthetic lethality pairs with high confidence. We identify pro- and anti-metastasis protein markers and demonstrate their prognostic relevance in patient cohorts. Collectively, this dataset provides a valuable resource for elucidating cancer mechanisms, identifying protein biomarkers, and developing therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Protein profiling,Synthetic lethality,Systems biology,Mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Han Liang<\/b><sup><\/sup><br><br\/>Bioinformatics and Computational Biology, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"57036bb8-b6a0-4af5-a28e-95df9205c4b3","ControlNumber":"3226","DisclosureBlock":"<b>&nbsp;H. Liang, <\/b> <br><b>Precision Scientific<\/b> Stock. <br><b>AstraZeneca<\/b> Other, external expert.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3303","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5310","PresenterBiography":null,"PresenterDisplayName":"Han Liang, PhD","PresenterKey":"1e70404e-8ba1-4ad0-8d31-77bba79d415d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5310. An expanded quantitative protein expression atlas of human cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An expanded quantitative protein expression atlas of human cancers","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Extracellular vesicles (EVs) are lipid bilayer-made particles shed by cells to the extracellular space. They carry different cargo proteins, nucleic acids, and other metabolites. EVs play a role in disseminating cancer to distant organs by communicating with the tumor microenvironment to prepare the metastatic niche and also through horizontal transfer of oncogenic traits to recipient cells. The EV surface, which includes proteins and lipids, plays a role in organotropism and cellular uptake. While proteins have been extensively characterized, lipids have not been explored sufficiently. This work aims to evaluate EV lipids as potential biomarkers and their role in enhancing cellular uptake.<br \/>Methods: To detect which lipid species (LS) were differentially expressed, we used two cell models of liver metastatic cells: colorectal cancer (HT29) and uveal melanoma (MP41, MP46, MEL 270, OMM 2.5) cell lines. Colon (CCD18-Co) and fibroblast (BJ) immortalized non-cancerous cells were used as controls. EVs were isolated from culture media by ultrafiltration using 100 kDa units filters. Lipids were extracted by methyl-tert-butyl ether for high-throughput lipidomics. High-resolution &#8216;shotgun&#8217; mass spectrometry was performed. Data was analyzed using LipidView software (SCIEX), and the lipid % normalized was reported. MarkerView (SCIEX) was used to perform Principal Component Analysis. The LS segregating cancerous vs. non-cancerous cells were identified. To evaluate the influence on cellular uptake, we used liposomes as EV models with lipid formulations containing the segregating LS to compare them with naturally occurring lipids and EVs using Incucyte live cell imaging.<br \/>Results: We identified four LS that segregated EV subpopulations. PE 34:1 and PS 36:1 divided cancerous vs non-cancerous cells, uveal melanoma cells were segregated by PE 36:2, and normal colon cells were segregated by LPC 18:0. We validated the effect of PS 36:1 in cellular uptake by producing liposomes with a lipid formulation resembling the lipid profile of naturally occurring EVs lipid profile with an artificially high DOPS concentration (17% of the total molar ratio). We determined that human hepatocytes preferentially internalized liposomes made of naturally occurring EVs, followed by the ones with a high concentration of DOPS and lastly by a control EV lipid formulation.<br \/>Conclusion: This study identified EV LS that segregated cancerous, normal, and melanoma cell lines. We showed that LS could be used to distinguish cell populations. Moreover, we demonstrated that LS alone influences cellular uptake and that adding the segregating LS to lipid formulations in excess effects cellular uptake. These results pave the way to identify EV lipid biomarkers and better understand EV based cancer dissemination.<b><\/b><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Lipids,Liquid biopsies,Liposomes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ruben  R.  Lopez Salazar<\/b><sup>1<\/sup>, Prisca Bustamante<sup>1<\/sup>, Chaymaa Zouggari<sup>2<\/sup>, Yunxi Chen<sup>1<\/sup>, Thupten Tsering<sup>1<\/sup>, Ion Stiharu<sup>3<\/sup>, Catherine Mounier<sup>4<\/sup>, Vahe Nerguizian<sup>2<\/sup>, Julia Burnier<sup>5<\/sup><br><br\/><sup>1<\/sup>Pathology, RI MUHC McGill, Montreal, QC, Canada,<sup>2<\/sup>Electrical, École de technologie supérieure ÉTS, Montreal, QC, Canada,<sup>3<\/sup>Mechanical, Industrial and Aerospace Engineering, Concordia University, Montreal, QC, Canada,<sup>4<\/sup>Centre de recherche sur les maladies orphelines (CERMO-FC) ), Département des sciences biologiques, Université du Québec à Montréal, Montreal, QC, Canada,<sup>5<\/sup>Pathology and Oncology, RI MUHC McGill, Montreal, QC, Canada","CSlideId":"","ControlKey":"41089a91-458e-40d5-a0f5-9befa739a0a6","ControlNumber":"1559","DisclosureBlock":"&nbsp;<b>R. R. Lopez Salazar, <\/b> None..<br><b>P. Bustamante, <\/b> None..<br><b>C. Zouggari, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>T. Tsering, <\/b> None..<br><b>I. Stiharu, <\/b> None..<br><b>C. Mounier, <\/b> None..<br><b>V. Nerguizian, <\/b> None..<br><b>J. Burnier, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3304","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5311","PresenterBiography":null,"PresenterDisplayName":"Ruben Rodrigo Lopez Salazar, PhD,B Eng,MS","PresenterKey":"cd22aff7-f2d1-4ca6-8a89-f064f81c1944","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5311. Lipidomic profiling of extracellular vesicles derived from cancer cell lines: Lipid species as potential biomarkers and cellular uptake enhancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lipidomic profiling of extracellular vesicles derived from cancer cell lines: Lipid species as potential biomarkers and cellular uptake enhancers","Topics":null,"cSlideId":""},{"Abstract":"There are several unmet needs remained to be solved in bladder urothelial lesions. Especially, the molecular biology of inverted urothelial papilloma (IUP) as a precursor disease of urothelial carcinoma is poorly understood. Also, muscle-invasive urothelial carcinoma (MIUC) of the bladder, showing a highly aggressive tumor behavior, has prompted the quest for robust biomarkers associated with invasion. A total of 265 tissue specimens from urinary bladder were enrolled for proteomic analysis and validation. Candidate biomarkers were selected through bioinformatic analysis, followed by validation. The latter comprised 2D and 3D invasion and migration assays, also a selection of external public datasets to evaluate mRNA expression and an in-house patient-derived tissue microarray (TMA) cohort to evaluate protein expression with immunohistochemistry (IHC). From the overall proteomic landscape, we found divergent &#8216;NU-like&#8217; (low-risk) and &#8216;PUC-like&#8217; (high-risk) signatures in IUP. The latter were characterized by altered metabolism, biosynthesis, and cell-cell interaction functions, indicating oncologic significance. Further machine learning-based analysis revealed SERPINH1, PKP2, and PYGB as potential diagnostic biomarkers discriminating IUP from PUC. The immunohistochemical validation confirmed PYGB as a specific biomarker to distinguish between IUP and PUC with inverted growth. For biomarkers predicting invasion, our multilayered platform-based analysis identified tubulin beta 6 class V (TUBB6) as a promising prognostic biomarker predicting MIUC of the bladder. The in vitro 2D and 3D migration and invasion assays consistently showed that inhibition of TUBB6 mRNA significantly reduced cell migration and invasion ability in two BUC cell lines with aggressive phenotype (TUBB6 migration, P = .0509 and P &#60; .0001; invasion, P = .0002 and P = .0044; TGFBI migration, P = .0214 and P = .0026; invasion, P &#60; .0001 and P = .0001; T24 and J82, respectively). Validation through multiple public datasets, including The Cancer Genome Atlas (TCGA) and selected GSE (Genomic Spatial Event) databases, confirmed TUBB6 as a potential biomarker predicting MIUC. Further protein-based validation with our TMA cohort revealed concordant results, highlighting the clinical implication of TUBB6 expression in BUC patients (overall survival: P &#60; .001). We propose PYGB and TUBB6 as a novel IHC biomarker to predict IUP diagnosis or invasion and poor prognosis in routine practice, also select the optimal treatment in BUC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Proteomics,Bladder cancer,Biomarkers,Protein-protein interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Han Suk Ryu<\/b><sup><\/sup>, Soo Young Park<sup><\/sup>, Da Sol Kim<sup><\/sup>, Cheng Hyun Lee<sup><\/sup><br><br\/>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"8348896d-8f98-447f-80a1-c055f991729e","ControlNumber":"2702","DisclosureBlock":"&nbsp;<b>H. Ryu, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>C. Lee, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3305","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5312","PresenterBiography":null,"PresenterDisplayName":"Han Suk Ryu, MD;PhD","PresenterKey":"d0570355-cc30-4837-8732-aafd3f0687a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5312. Next generation quantitative proteomic analysis of urothelial lesions reveals novel diagnostic biomarkers to distinguish pathologic pitfalls and protein-protein interactions","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Next generation quantitative proteomic analysis of urothelial lesions reveals novel diagnostic biomarkers to distinguish pathologic pitfalls and protein-protein interactions","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) ranks as the second leading cause of cancer-related deaths in American men. Most PCa deaths occur due to aggressive, fast-growing tumors that develop into metastasis when cancer cells spread to other body parts, including the lymph nodes, bones, etc. However, men could also be affected by indolent, slow-growing tumors, which may exist for an extended period without causing any symptoms or death. Current prognostic methods, such as Prolaris, or Oncotype, do not precisely specify how aggressive cancer might be, resulting in overtreating patients with indolent PCa. Therefore, improved ways to differentiate indolent from aggressive tumors are needed. In the presented study, we have validated the clinical potential of phospho-Rb S249, N-cadherin, B-catenin, and E-cadherin to discriminate between indolent and aggressive PCa tumors. We hypothesize that the biomarkers phospho-Rb S249, N-cadherin, E-cadherin, and B-catenin expression in PCa will be a clinical tool for the risk classification of PCa tumors when used as part of a prostate proteomic (PPS) that can predict the risk of the tumor of evolving into an aggressive phenotype. We conducted immunohistochemistry staining of these biomarkers on PCa tumor microarrays and correlated it with the patient&#8217;s clinical parameters, such as tumor size, lymph node invasion, metastasis, etc. Also, we correlated it with the PSA levels and created a PPS. The combination of our proteomic biomarkers predicts patient staging by 53.83%. Adding clinical data such as the tumor size, lymph node invasion, and metastasis (TNM) increases the precision of the prediction to 83.21%. In addition, the PSA levels increased as the phospho-Rb S249 expression and N-cadherin rise, accompanied by up-regulation of E-cadherin. Also, the PPS showed to distinguish between normal prostate tissue, hyperplasia, and PCa. Results suggest that these biomarkers could serve as a tool for the risk classification of indolent and aggressive PCa tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Prostate cancer,Biomarkers,Epithelial-mesenchymal transition (EMT),Retinoblastoma protein,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sheila M. Valle Cortes<\/b><sup>1<\/sup>, Pedro Santiago Cardona<sup>1<\/sup>, Carlos Diaz Osterman<sup>1<\/sup>, Jaileene Perez Morales<sup>2<\/sup>, Darielys Maldonado Maldonado<sup>1<\/sup>, Gilberto Ruiz Deya<sup>1<\/sup><br><br\/><sup>1<\/sup>Biochemistry, Ponce Health Sciences University, Ponce, PR,<sup>2<\/sup>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"9e24f8fd-b4eb-4258-9544-c84337a3c0d3","ControlNumber":"281","DisclosureBlock":"&nbsp;<b>S. M. Valle Cortes, <\/b> None..<br><b>P. Santiago Cardona, <\/b> None..<br><b>C. Diaz Osterman, <\/b> None..<br><b>J. Perez Morales, <\/b> None..<br><b>D. Maldonado Maldonado, <\/b> None..<br><b>G. Ruiz Deya, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3306","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5313","PresenterBiography":null,"PresenterDisplayName":"Sheila Valle Cortes, BS","PresenterKey":"e7d3877f-dae6-4afd-a619-ad018450c0af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5313. The expression of phospho-Rb S249, N-cadherin, E-cadherin, and B-catenin as a prostate proteomic score for the risk classification of prostate cancer tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The expression of phospho-Rb S249, N-cadherin, E-cadherin, and B-catenin as a prostate proteomic score for the risk classification of prostate cancer tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Protein glycosylation is the most common and complex form of post-translational protein modification. Glycosylation profoundly affects protein structure, conformation, and function. The elucidation of the potential role of differential protein glycosylation as biomarkers has been limited by the technical complexity of generating and interpreting this information. We have recently established a novel, powerful platform that combines liquid chromatography-mass spectrometry with a proprietary artificial-intelligence-based data processing engine that allows, for the first time, highly scalable interrogation of the glycoproteome. Here we report the performance of this platform to predict likely benefit from immune-checkpoint inhibitor (ICI) therapy in advanced non-small cell lung cancer (NSCLC).<br \/><b>Methods: <\/b>Our platform was utilized to assess 532 glycopeptide (GP) and peptide signatures representing 75 serum proteins in pretreatment blood samples from a cohort of 123 individuals (54 females, 69 males, age range 30 to 88 years). Inclusion criteria were a diagnosis of unresectable stage 3 or 4 NSCLC, treatment with pembrolizumab monotherapy (26 patients), or treatment with combination pembrolizumab-chemotherapy (97 patients). Overall survival (OS) data were available for all patients.<br \/><b>Results: <\/b>An ensemble multivariable-model-based glycoproteomic classifier consisting of 7 GP and non-glycosylated peptide biomarker features selected from a generalized additive model for OS was developed using &#8776;2\/3<sup>rds<\/sup> of the full cohort (n=88) and validated in the remainder of patients (n=35). The classifier yielded similar statistical significance in Cox regression analysis for separating patients who are likely to benefit from ICI therapy from those who are not, to accurately predict likely ICI benefit with a sensitivity of &#62;95% while performing at a specificity of 33% to predict those who are unlikely to benefit. Results were further analyzed in patients with either non-squamous or squamous NSCLC with first-line therapy (n=98). The classifier yielded a hazard ratio (HR) for prediction of likely ICI benefit of 3.6 with median OS of 13.9 vs. 4.2 months, and of 3.5 with median OS of 13.5 vs. 4.5 months in the entire cohort and the first-line treated patients, respectively.<br \/><b>Conclusions: <\/b>The glycoproteomic classifier described here predicts with high sensitivity which patients are likely to benefit from ICI therapy. In addition to potentially reducing the use of ICIs in a safe manner in patients who would be unnecessarily subjected to possible adverse drug reactions, our classifier simultaneously has the potential of reducing the burden of health care expenditures. Our results indicate that glycoproteomics holds a strong promise as a predictor for ICI treatment benefit which appears to significantly outperform other currently pursued biomarker approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Biomarkers,Checkpoint Inhibitors,Response,Glycosylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Klaus Lindpaintner<\/b><sup><\/sup>, Chad Pickering<sup><\/sup>, Alan Mitchell<sup><\/sup>, Gege Xu<sup><\/sup>, Xin Cong<sup><\/sup>, Daniel Serie<sup><\/sup><br><br\/>InterVenn, South San Francisco, CA","CSlideId":"","ControlKey":"2b5cef7e-6c2e-4332-b167-de0b29b6a390","ControlNumber":"5211","DisclosureBlock":"<b>&nbsp;K. Lindpaintner, <\/b> <br><b>InterVenn<\/b> Employment. <br><b>C. Pickering, <\/b> <br><b>InterVenn<\/b> Employment. <br><b>A. Mitchell, <\/b> <br><b>InterVenn<\/b> Employment. <br><b>G. Xu, <\/b> <br><b>InterVenn<\/b> Employment. <br><b>X. Cong, <\/b> <br><b>InterVenn<\/b> Employment. <br><b>D. Serie, <\/b> <br><b>InterVenn<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3307","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5314","PresenterBiography":null,"PresenterDisplayName":"Klaus Lindpaintner, MD;MPH","PresenterKey":"4749e59b-c352-4954-aa89-251313fbc8aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5314. A peripheral blood-based glycoproteomic predictor of checkpoint inhibitor treatment benefit in advanced non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A peripheral blood-based glycoproteomic predictor of checkpoint inhibitor treatment benefit in advanced non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC), an aggressive breast cancer subtype, accounts for ~15% of all breast cancers and is associated with a poor prognosis and high rates of recurrence and distant metastases. Patients diagnosed with TNBC have limited treatment options and are often restricted to chemotherapy-based regimens, in stark contrast to patients with other breast cancer subtypes where the development of targeted therapeutics have significantly improved patient outcomes. TNBC is characterized by the loss of estrogen receptor, progesterone receptor and human epidermal growth factor receptor 2. This and the genetic and molecular tumor heterogeneity of TNBC has not only limited advances in the development of targeted therapy but also in the identification of biomarkers that can predict disease status and monitor treatment response. Advances in next-generation sequencing technologies have led to the identification of promising clinically actionable mutations however these tests often require invasive procedures to obtain tumor tissue and lack the ability to monitor treatment efficacy or detect recurrence, highlighting the need for non-invasive markers. A number of serum protein biomarkers have been evaluated in TNBC however none have yet to be successfully deployed in the clinic as indicators of disease. We have previously established that the urinary proteome can serve as a source of highly specific and sensitive biomarkers that can detect disease status and stage of multiple cancer types. Within the context of our global proteomics approach to cancer biomarker discovery, we have utilized the SomaScan discovery platform to identify 281 proteins that are differentially expressed in the urine of patients with TNBC compared to the urine of age- and sex-matched controls. The gene expression profiles of these proteins in TNBC tumor tissue were compared to those of normal breast tissue utilizing the R2 Genomics Platform. Proteins whose gene expression profile was consistent with the proteomic data were validated for the ability to distinguish between TNBC and non-TNBC diagnoses using mono-specific ELISAs of patient urine samples. These results demonstrate that a global proteomics approach coupled with clinical gene expression data can be effectively utilized to identify potential biomarkers for TNBC. These findings identify clinically relevant proteins that should be further explored as potential biomarkers in the development of non-invasive diagnostics for TNBC. (This work was supported by the Breast Cancer Research Foundation and the Nile Albright Research Foundation).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Urine,Proteomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael  N.  Lombardo<\/b><sup>1<\/sup>, Roopali Roy<sup>1<\/sup>, Susan Pories<sup>2<\/sup>, Meg Lotz<sup>2<\/sup>, Rama Aldakhlallah<sup>1<\/sup>, Simon  T.  Dillon<sup>3<\/sup>, Towia  A.  Libermann<sup>3<\/sup>, Marsha  A.  Moses<sup>1<\/sup><br><br\/><sup>1<\/sup>Vascular Biology Program, Department of Surgery, Harvard Medical School, Boston Children's Hospital, Boston, MA,<sup>2<\/sup>Hoffman Breast Center, Mount Auburn Hospital, Harvard Medical School, Cambridge, MA,<sup>3<\/sup>Genomics, Proteomics, Bioinformatics and Systems Biology Center, Beth Israel Deaconess Medical Center, Boston, MA","CSlideId":"","ControlKey":"616cbc91-3e9c-4674-aada-ecb3274c07f3","ControlNumber":"4669","DisclosureBlock":"&nbsp;<b>M. N. Lombardo, <\/b> None..<br><b>R. Roy, <\/b> None..<br><b>S. Pories, <\/b> None..<br><b>M. Lotz, <\/b> None..<br><b>R. Aldakhlallah, <\/b> None..<br><b>S. T. Dillon, <\/b> None..<br><b>T. A. Libermann, <\/b> None..<br><b>M. A. Moses, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3308","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5315","PresenterBiography":null,"PresenterDisplayName":"Michael Lombardo, Pharm D,PhD","PresenterKey":"73417211-642d-4785-8a99-7d83ac2f7ebc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5315. Identification of urinary proteome signatures associated with triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"313","SessionOnDemand":"False","SessionTitle":"Biological Mass Spectrometry and Systems Biology","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of urinary proteome signatures associated with triple-negative breast cancer","Topics":null,"cSlideId":""}]