[{"Abstract":"The centromere DNA-kinetochore complex is the specialized chromatin structure that mediates chromosome attachment to microtubules and is required for high-fidelity chromosome transmission. CENP-A is the centromere-specific histone H3 variant that epigenetically determines centromere position on the chromosome to ensure kinetochore assembly. Despite its importance, the precise mechanism of maintenance of CENP-A, i.e., the maintenance of centromere identity, remains obscure. In this study, we found that EWSR1 (Ewing Sarcoma Breakpoint Region 1) is required for CENP-A deposition at centromeres by binding to centromeric RNA. We determined that the CENP-A binding domain of EWSR1 is the SYGQ2 region within the prion-like domain, which plays an important role in phase separation for chromatin remodeling. Our data suggest that EWSR1 guards CENP-A in centromeric chromatins by binding to centromeric RNA. This is a novel mechanism to maintain the position of the centromere on the chromosome i.e., centromere identify. As EWSR1-FLI1 is the oncogenic fusion protein in Ewing sarcoma and as it inhibits EWSR1 function as a dominant negative mutant, it contributes to chromosome instability in Ewing sarcoma, which may lead to therapy resistance and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-05 Other,,"},{"Key":"Keywords","Value":"Centromere,Ewing sarcoma,Chromosomal instability,Aneuploidy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Risa Kitagawa<\/i><\/presenter>, <presenter><i>Argentina Becker<\/i><\/presenter>, <presenter><i>Peter Houghton<\/i><\/presenter>, <presenter><u><i>Katsumi Kitagawa<\/i><\/u><\/presenter>. UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"114c5db1-2cde-46ec-9bf1-fc4e193a19e1","ControlNumber":"9465","DisclosureBlock":"&nbsp;<b>R. Kitagawa, <\/b> None..<br><b>A. Becker, <\/b> None..<br><b>P. Houghton, <\/b> None..<br><b>K. Kitagawa, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9767","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB034","PresenterBiography":null,"PresenterDisplayName":"Katsumi Kitagawa, PhD;Pharm D","PresenterKey":"d735c153-039e-4ba5-a649-33c7a24a5d35","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB034. EWSR1, Ewing sarcoma breakpoint region 1, maintains centromere identity by binding to centromeric R-loops","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EWSR1, Ewing sarcoma breakpoint region 1, maintains centromere identity by binding to centromeric R-loops","Topics":null,"cSlideId":""},{"Abstract":"Nucleophosmin 1 (NPM1) mutation is the primary genetic lesion in adult acute myeloid leukemia (AML). Typically, a nucleolar protein, NPM1 mutations cause cytoplasmic delocalization of NPM1(<i>NPM1c+<\/i>), triggering leukemogenesis. Interestingly,<i> NPM1c+<\/i> mutation confers enhanced chemosensitivity. However, the mechanism underlying <i>NPM1c+<\/i> mutation-induced oncogenesis or chemosensitivity remains unclear. We previously reported that, in response to genotoxic stimuli, NPM1 forms a platform for caspase-2 activation in the nucleolus. Caspase-2 is a pro-apoptotic protein and a known tumor suppressor. Our results indicate that nucleolar caspase-2 activation is specific to<i> NPM1wt<\/i> cells. In the<i> NPM1c+<\/i> cells, caspase-2 activation is exclusively cytosolic, suggesting that caspase-2 is activated in the same sub-cellular compartment as NPM1 localization. Loss of caspase-2 rescued the increased sensitivity of<i> NPM1c+<\/i> cells to apoptotic cell death. This is accompanied by reduced cleavage of the apoptotic substrate, caspase-3. Notably, caspase-2 deficient<i> NPM1wt<\/i> cells showed no significant difference in the percentage of apoptotic cell death or endogenous substrate cleavage compared to its caspase-2 wild-type counterpart. This suggests that caspase-2 may contribute to the chemosensitivity of<i> NPM1c+<\/i> cells. Strikingly, in unstimulated cells, loss of caspase-2 leads to prolonged G1 arrest and progressive loss of cell viability. Immunophenotyping of<i> NPM1c+<\/i> cells revealed a remarkable increase in the CD14+population representing monocyte\/macrophage-like features, suggesting that loss of caspase-2 results in terminal differentiation. Exogenous expression of<i> NPM1c+<\/i> in caspase-2 deficient<i> NPM1wt<\/i> cells impaired viability, confirming that<i> NPM1c+<\/i> cells require caspase-2 for its growth and proliferation. Transcriptomic analysis revealed that loss of caspase-2 significantly downregulates pathways involved in stem cell pluripotency. In particular, FGF2, IGFR, WNT, LIF, and one of the core members of the self-renewal transcription factor, OCT 4, were downregulated in the absence of caspase-2 in<i> NPM1c+<\/i> cells. This reveals a novel role for caspase-2 in maintaining<i> NPM1c+<\/i> AML stemness. Taken together, our study shows that NPM1c+ mediated caspase-2 activation regulates AML cell death and survival cascades, a key determinant of chemosensitivity and leukemogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-04 Caspases,,"},{"Key":"Keywords","Value":"Chemosensitization,Stemness,Leukemias,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Dharaniya Sakthivel<\/i><\/u><\/presenter>, <presenter><i>Alexandra Brown-Suedel<\/i><\/presenter>, <presenter><i>Francesca Keane<\/i><\/presenter>, <presenter><i>F. Kenneth McSherry<\/i><\/presenter>, <presenter><i>Chloe I. Charendoff<\/i><\/presenter>, <presenter><i>Kevin Dunne<\/i><\/presenter>, <presenter><i>Dexter Robichaux<\/i><\/presenter>, <presenter><i>Jonathan M. Flanagan<\/i><\/presenter>, <presenter><i>Lisa Bouchier-Hayes<\/i><\/presenter>. Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"1b62d268-22e1-44b8-807a-e062c187dec4","ControlNumber":"9997","DisclosureBlock":"&nbsp;<b>D. Sakthivel, <\/b> None..<br><b>A. Brown-Suedel, <\/b> None..<br><b>L. Bouchier-Hayes, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9768","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB035","PresenterBiography":null,"PresenterDisplayName":"Dharaniya Sakthivel","PresenterKey":"db141663-f118-467a-85ba-8783c1529180","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB035. The role of nucleophosmin1 mediated caspase2 activation in acute myeloid leukemia cell death and cell survival","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of nucleophosmin1 mediated caspase2 activation in acute myeloid leukemia cell death and cell survival","Topics":null,"cSlideId":""},{"Abstract":"Tumor cell resistance to ferroptosis, which is a recently discovered CTL induced cell death pathway, remains incompletely understood. We report here that interferon regulatory factor 8 (IRF8) functions as a regulator of tumor cell intrinsic ferroptosis. Genome-wide gene expression profiling identified ferroptosis pathway as an IRF8-regulated pathway in tumor cells. IRF8.KO tumor cells are resistant to intrinsic ferroptosis induction and also exhibit decreased ferroptosis in response to tumor specific CTL killing. Loss of IRF8 increases p53 express in tumor cells and knocking out Tp53 in IRF8.KO cells restored tumor cell sensitivity to intrinsic ferroptosis induction. We were able to show that treating tumor-bearing mice with IRF8-encoding plasmid NTC9385R-mIRF8 encapsulated in a DOTAP-cholesterol lipid nanoparticle significantly reduced tumor growth and increased the percentage of dead cells in the tumor. Our data therefore determine that IRF8 represses p53 expression to maintain tumor cell sensitivity to intrinsic ferroptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-09 Other,,"},{"Key":"Keywords","Value":"TP53,Ferroptosis,IRF8,Cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Dakota Poschel<\/i><\/u><\/presenter>, <presenter><i>Mercy Kehinde-Ige<\/i><\/presenter>, <presenter><i>John Klement<\/i><\/presenter>, <presenter><i>Dafeng Yang<\/i><\/presenter>, <presenter><i>Alyssa Merting<\/i><\/presenter>, <presenter><i>Natasha Savage<\/i><\/presenter>, <presenter><i>Huidong Shi<\/i><\/presenter>, <presenter><i>Kebin Liu<\/i><\/presenter>. Medical College of Georgia, Augusta, GA","CSlideId":"","ControlKey":"3fff182f-f393-4829-a292-868e8037b999","ControlNumber":"9547","DisclosureBlock":"&nbsp;<b>D. Poschel, <\/b> None..<br><b>M. Kehinde-Ige, <\/b> None..<br><b>J. Klement, <\/b> None..<br><b>D. Yang, <\/b> None..<br><b>A. Merting, <\/b> None..<br><b>N. Savage, <\/b> None..<br><b>H. Shi, <\/b> None..<br><b>K. Liu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9769","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB036","PresenterBiography":null,"PresenterDisplayName":"Dakota Poschel, BS","PresenterKey":"62f2f454-58a2-4412-aa63-120f0646b55e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB036. IRF8 regulates tumor cell sensitivity to intrinsic ferroptosis by repressing p53","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IRF8 regulates tumor cell sensitivity to intrinsic ferroptosis by repressing p53","Topics":null,"cSlideId":""},{"Abstract":"Chronic myeloid leukemia (CML) is a hematological malignancy mainly caused by the <i>Bcr-Abl<\/i> oncogene that results from the reciprocal translocation between human chromosome 9 and 22, and occurs in more than 90% of CML cases. <i>Bcr-Abl<\/i> oncogene<i> <\/i>is also involved in tumorigenesis of other leukemia such as acute lymphoid leukemia (ALL). Although progress has been made in the understanding of signal transduction in Abl-mediated transformation, the molecular mechanisms underlying Abl-induced tumorigenesis are still not fully understood. It is well known that imatinib treatment can greatly suppress Bcr-Abl-mediated development of leukemia, but intracellular molecules induced by imatinib and their roles in the tumorigenesis remain largely to be determined. On the other hand, the majority of human transcripts lack protein-coding capacity, which are defined as noncoding RNAs (ncRNAs). Long noncoding RNAs (lncRNAs) play important roles in various vital biological processes. Notably, increasing number of lncRNAs have been linked to human diseases, including cancers. However, the role of lncRNAs in Bcr-Abl-induced leukemia remains largely unexplored. Here, we identified several imatinib-induced lncRNAs as critical regulator of Bcr-Abl-induced tumorigenesis. Most of these lncRNAs expressed in a very low levels in Bcr-Abl-positive cells from chronic myeloid leukemia patients. Interestingly, they could be significantly induced in Abl-positive leukemic cells treated by imatinib. Silencing these lncRNAs promoted survival of Abl-transformed human leukemic cells in experiments <i>in vitro<\/i> and xenografted tumor growth in mice, whereas ectopic expression of particular lncRNAs sensitized the cells to apoptosis and suppressed tumor growth. In concert, knockout of some murine lncRNAs in Abl-transformed cells accelerated cell survival and the development of leukemia in mice. Furthermore, some lncRNA deficient mice were generated, and we observed that knockout of particular murine lncRNAs facilitated Bcr-Abl-mediated primary bone marrow transformation. Moreover, animal leukemia model revealed that lncRNA deficiency promoted Abl-transformed cell survival and development of leukemia in mice. In summary, these findings unveil an inhibitory role of several critical lncRNAs in Abl-mediated cellular transformation, and provide new insights into molecular mechanisms underlying Abl-induced leukemogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Bcr-Abl,lncRNA,Signaling pathways,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jilong Chen<\/i><\/u><\/presenter>, <presenter><i>Yun Ma<\/i><\/presenter>. Fujian Agriculture and Forestry University, Fuzhou, China, Chinese Academy of Sciences, Fuzhou, China","CSlideId":"","ControlKey":"7c781108-4886-4873-ac16-484d1be5b2b9","ControlNumber":"8936","DisclosureBlock":"&nbsp;<b>J. Chen, <\/b> None..<br><b>Y. Ma, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9770","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB037","PresenterBiography":null,"PresenterDisplayName":"Jilong Chen, PhD;VMD","PresenterKey":"24a89f0e-e4c7-4e1e-b00b-ae575a5ed5e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB037. Identification of imatinib-induced long noncoding RNAs involved in suppression of tumor growth mediated by bcr-abl oncogene","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of imatinib-induced long noncoding RNAs involved in suppression of tumor growth mediated by bcr-abl oncogene","Topics":null,"cSlideId":""},{"Abstract":"Tumor progression is stringently regulated by the co-ordinated signaling between the tumor cells and the tumor microenvironment (TME) through diverse autocrine, paracrine and exocrine signaling mechanisms. Recent studies have shown that the exosomes that play a crucial role in the transfer of oncogenic macromolecules and oncometabolites to different cellular components of the TME can be targeted for therapy. Therefore, with the focus on identifying the exosomal long non-coding RNA (lncRNA) that can be therapeutically targeted, we investigated the profile of ovarian cancer cell derived lncRNAs and their functional role in ovarian cancer pathophysiology. Analysis of exosomes derived from a panel of high grade serous ovarian cancer cell lines indicated that UCA1 (Urothelial Cancer Associated 1) is the most abundantly packaged lncRNA in the exosomes. Similarly, exosomes from patient-derived ovarian cancer cells exhibited higher levels of UCA1. Ascites from ovarian cancer patients also indicated high levels of UCA1 in the ascites-derived exosomes. Results using PKH67-labelled ovarian cancer cell-derived exosomes and MRC5 fibroblast cell line indicated the exosomal transfer of UCA1 to the fibroblasts. Since paracrine signaling has been shown to induce metabolic reprogramming of peritumoral fibroblasts, we interrogated whether exosomal transfer of UCA1 could reprogram the glucose metabolism in the fibroblasts. Results from the Agilent Seahorse glycolytic stress assay indicate that the exosomal UCA1 promotes reprogramming of glucose metabolism in fibroblast cells while depleting of UCA1 in the exosomes failed to induce such metabolic reprogramming. Results from the analysis of the key glycolytic enzymes in the stromal fibroblasts, post-exosomal UCA1 uptake also corroborate this conclusion. Thus our results provide primary evidence that the exosomal-UCA1 induces pro-tumorigenic metabolic reprogramming in peri-tumoral fibroblasts. Together with the known oncogenic role of UCA1 in many different cancer cells, our findings indicate that targeting UCA1 could form a productive precision cancer strategy in ovarian cancer, targeting both the tumor cells and tumor stromal cells. This research was supported by the Department of Defense Ovarian Cancer Research Program Award W81XWH-18-1-0066, W81XWH-22-1-0415, the National Institute of General Medical Sciences grant P20 GM103639 and The National Cancer Institute of the National Institutes of Health grant P30 CA225520.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-07 Tumor-stromal cell interactions,,"},{"Key":"Keywords","Value":"Exosomes,Long noncoding RNA,Glycolysis,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Revathy Nadhan<\/i><\/u><\/presenter>, <presenter><i>Ji Hee Ha<\/i><\/presenter>, <presenter><i>Muralidharan Jayaraman<\/i><\/presenter>, <presenter><i>Srishti Kashyap<\/i><\/presenter>, <presenter><i>Danny N. Dhanasekaran<\/i><\/presenter>. Stephenson Cancer Center, University of Oklahoma Health Sciences Center, Oklahoma City, OK","CSlideId":"","ControlKey":"110de9de-963f-4b53-8d3e-f22c40c1d141","ControlNumber":"9905","DisclosureBlock":"&nbsp;<b>R. Nadhan, <\/b> None..<br><b>J. Ha, <\/b> None..<br><b>M. Jayaraman, <\/b> None..<br><b>S. Kashyap, <\/b> None..<br><b>D. N. Dhanasekaran, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9772","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB039","PresenterBiography":null,"PresenterDisplayName":"Revathy Nadhan, BS;MS;PhD","PresenterKey":"1284ed17-85f1-467e-a01f-f005da0dfa79","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB039. Ovarian cancer cell-derived exosomal UCA1 reprograms glucose metabolism in stromal fibroblasts","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ovarian cancer cell-derived exosomal UCA1 reprograms glucose metabolism in stromal fibroblasts","Topics":null,"cSlideId":""},{"Abstract":"Advanced age is one of the most significant risk factors for malignancy. One mechanism proposed for age-associated cancer risk is the accumulation of senescent cells in ageing tissue. These cells secrete a cocktail of pro-tumorigenic factors known as the senescence associated secretory phenotype (SASP). The SASP is driven by the NF-&#954;B transcription factor. However, the initial triggers of NF-&#954;B in senescence remain unclear. Here we describe a novel mechanism that triggers NF-&#954;B and the SASP. Using multiple <i>in vitro<\/i> and <i>in vivo<\/i> models, we demonstrate accumulation and cytoplasmic to nuclear translocation of the PolI complex component, TIF-IA, upon senescence induction. siRNA knockdown revealed TIF-IA is not required for the cell cycle effects of senescence but is essential for transcription of SASP factors, nucleolar enlargement (a characteristic of senescence and marker of organismal ageing) and full senescence. We make the novel observation that in steady state, TIF-IA is targeted for autophagosomal degradation by the cargo receptor, p62, which is inhibited in senescence and promoted by inactivation of the DNA repair protein, ATM. Based on these data, we propose a model whereby the P62-TIF-IA interaction is lost downstream of DNA damage and ATM activation, which causes TIF-IA accumulation, the SASP and senescence. Using tissue from the well characterized <i>nfkb1<sup>-\/-<\/sup><\/i> mouse model of aging, and old and young mice, we show that TIF-IA accumulates in colonic mucosa with age, which is further enhance by <i>nfkb1<\/i> deletion. These exciting new data identify a new role for TIF-IA and have considerable relevance to age-related cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Signal transduction,NF-&#954;B,Autophagy,Inflammation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Hazel Thoms<\/i><\/presenter>, <presenter><u><i>Lesley Stark<\/i><\/u><\/presenter>. University of Edinburgh, Edinburgh, United Kingdom","CSlideId":"","ControlKey":"c2131975-fb06-4daa-a647-d47f04ce8335","ControlNumber":"9911","DisclosureBlock":"&nbsp;<b>H. Thoms, <\/b> None..<br><b>L. Stark, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9773","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB040","PresenterBiography":null,"PresenterDisplayName":"Lesley Stark, PhD","PresenterKey":"b64e453f-b560-4815-ad01-be87812b8693","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB040. P62-mediated degradation of TIF-IA drives the senescence associated secretory phenotype","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"P62-mediated degradation of TIF-IA drives the senescence associated secretory phenotype","Topics":null,"cSlideId":""},{"Abstract":"Unleashing the immune anti-tumor response through immune checkpoint inhibitors (ICIs) is a promising strategy to combat many solid-tumor malignancies, including metastatic melanoma. When successful, the anti-tumor response is potent; however, around half of melanoma patients fail to respond to ICIs. Patient responsiveness to ICIs has been characterized by increases in MHC class I (MHC-I) expression driven by increases in oxidative metabolism. Though the harsh conditions of the tumor microenvironment (TME) are known to be immunosuppressive, the specific mechanisms connecting metabolic stress and antigen presentation are not well understood. To recapitulate and investigate the ICI-responsive phenotype <i>in vitro, <\/i>a model of metabolic remodeling was developed which forces melanoma cells (A375, A101D, B16F10) to metabolically adapt to the absence of glucose. Proteomic profiling indicates a reversible, adaptive phenotype reminiscent of published ICI-responders, and pathway enrichment shows analogous increases in oxidative metabolism and restoration of MHC-I expression. This phenotype, and its impact on MHC-I expression, significantly increases tumor cell sensitivity to T-cell-mediated killing <i>in vitro. <\/i>Additionally, successful adaptive remodeling of JAK1 and IFNAR1 KO cell lines suggests the metabolism-mediated induction of MHC-I is independent of IFN signaling. Proteomic analysis of three metabolically conditioned melanoma cell lines identified downregulation of the histone methyltransferase EZH2 (Enhancer of Zeste Homolog 2) and the activating transcription factor ATF6 as key determinants of MHC expression. In these studies, we mechanistically explore the control of MHC-I antigen presentation through the transcriptional and post-translational dysregulation of ATF6 and EZH2. Here, we demonstrate that ATF6 overexpression, and thereby activation of the adaptive unfolded protein response (UPR), prevents induction of MHC by EZH2 inhibition. These data suggest EZH2 and ATF6 act to balance MHC-I antigen presentation during metabolic stress whereby loss of EZH2 increases and activation of ATF6 prevents MHC antigen presentation. Additional and ongoing studies coupling EZH2 and ATF6 inhibition will provide crucial insight into this mechanism and have the potential to influence adjuvant therapy development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-05 Unfolded protein response,,"},{"Key":"Keywords","Value":"Unfolded protein response (UPR),EZH2,Antigen presentation,Endoplasmic reticulum stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jacob L. Edmondson<\/i><\/u><\/presenter>, <presenter><i>Megan R. Reed<\/i><\/presenter>, <presenter><i>Lauren C. Morehead<\/i><\/presenter>, <presenter><i>Billie Heflin<\/i><\/presenter>, <presenter><i>Brian Koss<\/i><\/presenter>, <presenter><i>Alan J. Tackett<\/i><\/presenter>. University of Arkansas for Medical Sciences, Little Rock, AR","CSlideId":"","ControlKey":"b51db2ac-0310-4f49-9a4a-ae7ee3a03c97","ControlNumber":"9935","DisclosureBlock":"&nbsp;<b>J. L. Edmondson, <\/b> None..<br><b>M. R. Reed, <\/b> None..<br><b>L. C. Morehead, <\/b> None..<br><b>B. Heflin, <\/b> None..<br><b>B. Koss, <\/b> None..<br><b>A. J. Tackett, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9774","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB041","PresenterBiography":null,"PresenterDisplayName":"Jacob Edmondson, BS","PresenterKey":"b2d97dd5-7985-4578-8b21-bb892fc0de23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB041. EZH2 and ATF6 sense metabolic stress to balance MHC class I antigen presentation in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EZH2 and ATF6 sense metabolic stress to balance MHC class I antigen presentation in melanoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> HER3, a member of the ERBB family of receptor tyrosine kinases that activates multiple oncogenic signaling pathways, is overexpressed in 50-70% of breast cancers (BC). HER3 mRNA expression is highest in luminal (ER<sup>+<\/sup>) breast tumors. Approximately 30% of ER<sup>+<\/sup> breast tumors are de novo resistant to tamoxifen. Therefore, therapeutically targeting HER3 with HER3-DXd, an antibody-drug conjugate (ADC) composed of a fully human anti-HER3 IgG1 monoclonal antibody (patritumab) covalently linked to a topoisomerase I (TOP I) inhibitor payload (deruxtecan) via a tetrapeptide-based cleavable linker, can be an effective treatment for tamoxifen-resistant (TMR) ER<sup>+<\/sup> BC. After assessing HER3-DXd&#8217;s efficacy as a single agent, we sought to identify a synergistic partner to maximize its antitumor activity in HER3<sup>+<\/sup>\/ER<sup>+<\/sup> TMR BC.<br \/><b>Methods:<\/b> Whole-genome high-throughput siRNA screening (Ambion Silencer Select Human Genome siRNA Library V4) was performed to identify synergistic partners for maximizing HER3-DXd&#8217;s antitumor efficacy. The synergistic antitumor effects were assessed <i>in vitro<\/i> using a soft agar colony formation assay and a clonogenic assay in TMR HER3<sup>+<\/sup>\/ER<sup>+<\/sup> MCF7 and T47D BC cells and <i>in vivo<\/i> using xenograft mouse models of these cells. Targeting specificity was determined using siRNA. Treatment effects on cell cycle progression, DNA damage, apoptosis, and expression of proteins of interest were assessed by flow cytometry, comet assay, staining with annexin V-PE and 7-AAD, and Western blotting, respectively.<br \/><b>Results:<\/b> HER3-DXd inhibited the anchorage-independent growth of HER3<sup>+<\/sup>\/ER<sup>+<\/sup> cells by &#62;50% at 5 nM and their colony formation at 5-25 nM (<i>P <\/i>&#60; 0.05). Among the synergistic targets identified by whole-genome high-throughput siRNA screening, inhibiting ATR with siRNA or BAY1895344 showed the greatest synergistic effect with HER3-DXd in TMR HER3<sup>+<\/sup>\/ER<sup>+<\/sup> BC<sup> <\/sup>cells. In contrast, no synergistic effect was observed with the combination of BAY1895344 plus patritumab or control ADC (IgG-DXd), suggesting its dependence on HER3-DXd-mediated delivery of DXd. To further confirm the targeting specificity, we knocked down ATR or TOP I expression using siRNA in TMR HER3<sup>+<\/sup>\/ER<sup>+<\/sup> BC<sup> <\/sup>cells and then treated the cells with HER3-DXd or BAY1895344, respectively. A synergy was also observed, indicating that the drugs achieve the synergy by targeting ATR and TOP I. The combination of HER3-DXd plus BAY1895344 reprogrammed cell cycle progression from G2\/M arrest to sub-G1 arrest by inhibiting both ATR\/Chk1\/cyclin A2\/CDK2 and ATR\/Chk1\/cyclin E\/CDK2 signaling. The combination also induced DNA damage, which was further confirmed by the reduced expression of H2AX, an ATR substrate that contributes to DNA repair, and the increased expression of &#947;H2AX (phospho-H2AX at Ser139), an indicator of DNA damage. HER3-DXd and BAY1895344 synergistically inhibited the growth of both TMR HER3<sup>+<\/sup>\/ER<sup>+<\/sup> MCF7 (<i>P <\/i>&#60; 0.0001) and T47D (<i>P <\/i>&#60; 0.01) xenografts in mice.<br \/><b>Conclusion:<\/b> The combination of HER3-DXd plus ATR inhibitors has therapeutic potential for overcoming tamoxifen resistance in HER3<sup>+<\/sup>\/ER<sup>+<\/sup> BC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-02 Genomic instability,,"},{"Key":"Keywords","Value":"Breast cancer,Antibody-drug conjugate (ADC),Estrogen receptor,ATR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Xuemei Xie<\/i><\/u><\/presenter>, <presenter><i>Jangsoon Lee<\/i><\/presenter>, <presenter><i>Jon A. Fuson<\/i><\/presenter>, <presenter><i>Huey Liu<\/i><\/presenter>, <presenter><i>Young J. Gi<\/i><\/presenter>, <presenter><i>Thanasis Poullikkas<\/i><\/presenter>, <presenter><i>Pang-Dian Fan<\/i><\/presenter>, <presenter><i>Kumiko Koyama<\/i><\/presenter>, <presenter><i>Debu Tripathy<\/i><\/presenter>, <presenter><i>Naoto T. Ueno<\/i><\/presenter>. UT MD Anderson Cancer Ctr., Houston, TX, Daiichi Sankyo Inc., Basking Ridge, NJ, Daiichi Sankyo, Co., Ltd., Shinagawa-ku, Japan","CSlideId":"","ControlKey":"9a75c79c-7b63-458d-9973-3772e2d19e0b","ControlNumber":"8715","DisclosureBlock":"&nbsp;<b>X. Xie, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. A. Fuson, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>Y. J. Gi, <\/b> None..<br><b>T. Poullikkas, <\/b> None..<br><b>P. Fan, <\/b> None..<br><b>K. Koyama, <\/b> None.&nbsp;<br><b>D. Tripathy, <\/b> <br><b>Pfizer<\/b> Independent Contractor, Consulting (independent contractor) and clinical research support (paid to institution). <br><b>Novartis<\/b> Independent Contractor, Consulting (independent contractor) and clinical research support (paid to institution). <br><b>Polyphor<\/b> Laboratory research support (paid to institution). <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Gilead<\/b> Independent Contractor. <br><b>Stemline-Menarini<\/b> Independent Contractor. <br><b>Sermonix<\/b> Independent Contractor. <br><b>Personalis<\/b> Independent Contractor. <br><b>N. T. Ueno, <\/b> <br><b>AnHeart Therapeutics Inc.<\/b> Independent Contractor. <br><b>CARNA Biosciences, Inc.<\/b> Independent Contractor. <br><b>Gilead Sciences, Inc.<\/b> Independent Contractor. <br><b>Ourotech, Inc., DBA Pear Bio<\/b> Independent Contractor.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9775","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB042","PresenterBiography":null,"PresenterDisplayName":"Xuemei Xie, BS,MS,PhD","PresenterKey":"6f922779-59c1-4c5d-8670-c4acd69a30a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB042. Targeting ATR enhances the antitumor efficacy of patritumab deruxtecan (HER3-DXd)in tamoxifen-resistant ER<sup>+<\/sup> breast cancer cells by inducing DNA damage and apoptosis","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting ATR enhances the antitumor efficacy of patritumab deruxtecan (HER3-DXd)in tamoxifen-resistant ER<sup>+<\/sup> breast cancer cells by inducing DNA damage and apoptosis","Topics":null,"cSlideId":""},{"Abstract":"Therapies inducing DNA damage have been the backbone of cancer treatment for decades, but they often cause significant adverse effects reducing quality of life. Recently, inhibition of poly-ADP-ribose polymerase (PARP) has been shown to target tumor cells with deficient DNA homologous recombination (HR) double-strand break repair by converting single-strand DNA breaks into toxic double-strand breaks that cannot be resolved. This approach has been advantageous as healthy cells with functional HR repair are less effective, resulting in a more tolerable treatment. However, most cancers will not respond to PARP inhibition. Here, using a genome-wide CRISPR knockout functional genomics screen we identified that depletion of ubiquitination enzymes induced sensitivity to PARP inhibition in HR proficient ovarian cancer cells, as well as KRAS-mutant colorectal cancer cells which are generally resistant to PARP and other DNA damaging agents. Validation studies across multiple cancer lineages using cell line and organoid models confirmed that either silencing or pharmacological inhibition of ubiquitin-activating enzyme E1 (UBA1), which is required for ubiquitination, sensitized to PARP inhibition and other DNA damaging therapies. In vivo testing of combination PARP and UBA1 inhibition was well tolerated, and significantly extended survival of patient-derived xenografts compared to either therapy alone. Mechanistically, we found that UBA1 inhibition not only blocked HR repair to sensitize to PARP inhibition, but it also induced global increases in PARylation, which was subsequently inhibited by PARP inhibition. Taken together, these results demonstrate that inhibition of UBA1 sensitizes to PARP via multiple pathways, and the combination is well tolerated making it an ideal strategy to expand the therapeutic benefit of PARP inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-03 Homologous recombination,,"},{"Key":"Keywords","Value":"Ubiquitination,DNA damage,Homologous recombination,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Sharad Awasthi<\/i><\/presenter>, <presenter><i>S. Stephen Yi<\/i><\/presenter>, <presenter><i>Daniel J. McGrail<\/i><\/presenter>, <presenter><u><i>Nidhi Sahni<\/i><\/u><\/presenter>. UT MD Anderson Cancer Center, Houston, TX, University of Texas at Austin, Austin, TX, Cleveland Clinic, Cleveland, OH","CSlideId":"","ControlKey":"0bb8d689-29da-4348-9d58-6f39ed805300","ControlNumber":"10219","DisclosureBlock":"&nbsp;<b>S. Awasthi, <\/b> None..<br><b>S. Yi, <\/b> None..<br><b>D. J. McGrail, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9776","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB043","PresenterBiography":null,"PresenterDisplayName":"Nidhi Sahni, PhD","PresenterKey":"cd48e276-3758-4515-9954-77ca005f56ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB043. Pharmacological inhibition of ubiquitination sensitizes to DNA damaging agents by preventing homologous recombination repair","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pharmacological inhibition of ubiquitination sensitizes to DNA damaging agents by preventing homologous recombination repair","Topics":null,"cSlideId":""},{"Abstract":"Loss-of-function (LOF) mutations in genes encoding subunits of SWI\/SNF chromatin remodeling complexes are found in approximately 25% of human cancers. Colorectal cancers (CRC), the second leading cause of cancer related deaths, are particularly vulnerable to SWI\/SNF driver mutations, harboring subunit alterations in up to 55% of patient tumors. ARID1A, a BAF subcomplex specific subunit, is the most frequently mutated subunit in human cancers (12%) and CRCs (10-12%). Additionally, ARID1A was recently identified as a leading genetic alteration in inflammatory bowel diseases such as Crohn&#8217;s and Ulcerative Colitis, conditions which are at higher risk of developing CRC. These data suggest an important role in ARID1A regulation of colonic tissue homeostasis and the potential for ARID1A mutation as an initiating or early driving event in CRC, which has not yet been modeled in human colon tissues. To examine the role of ARID1A in colon cancer development, we took a bottom-up strategy using CRISPR edited patient-derived colon organoids to model ARID1A LOF mutations in combination with classic CRC mutations APC and TP53. We evaluated the functional consequences of ARID1A mutation on cell growth using colony formation and proliferation assays. To systematically investigate the phenotypic contribution of ARID1A loss in these cell contexts, we employed transcriptomic and epigenomic profiling with RNAseq and ATACseq. We found that triple knock-out (TKO) of ARID1A, APC and TP53 confers a growth advantage in colon organoids, and induces dramatic morphological changes such as loss of symmetry and the breakdown of cystic architectures. At the gene expression level, ARID1A mutations led to shared and cell context specific transcriptional changes enriched for pathways such as G2M checkpoint, KRAS Signaling, and STAT5 signaling. Mechanistically, we show that ARID1A dependent chromatin accessibility changes at putative enhancers are linked to promoters of differentially expressed genes. These data suggest that ARID1A can regulate multiple cancer hallmark pathways depending on the cellular context and indicate a pleiotropic tumor suppressive function requiring further investigation in clinically relevant genetic backgrounds.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"ARID1A,Organoids,Epigenomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Luke T. Deary<\/i><\/u><\/presenter>, <presenter><i>Nicholas Sugiarto<\/i><\/presenter>, <presenter><i>Cameron Pigeon<\/i><\/presenter>, <presenter><i>Sara W. Mayo<\/i><\/presenter>, <presenter><i>Matthew Z. Wilson<\/i><\/presenter>, <presenter><i>Xiaofeng Wang<\/i><\/presenter>. Dartmouth College, Lebanon, NH, Dartmouth Health, Lebanon, NH","CSlideId":"","ControlKey":"2fc040fb-123b-4a98-9b1f-500c200224f7","ControlNumber":"9839","DisclosureBlock":"&nbsp;<b>L. T. Deary, <\/b> None..<br><b>N. Sugiarto, <\/b> None..<br><b>C. Pigeon, <\/b> None..<br><b>S. W. Mayo, <\/b> None..<br><b>M. Z. Wilson, <\/b> None..<br><b>X. Wang, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9777","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB044","PresenterBiography":null,"PresenterDisplayName":"Luke Deary, BS","PresenterKey":"a7d18347-839a-45e5-bdfd-aec682a84276","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB044. Modeling the role of ARID1A in colon cancer using patient-derived organoids","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling the role of ARID1A in colon cancer using patient-derived organoids","Topics":null,"cSlideId":""},{"Abstract":"Objective: Genome-wide association studies (GWAS) have identified more than 50 loci for lung cancer risk. However, susceptibility genes and the underlying mechanisms for these risk loci remain largely unknown. We conducted a transcriptome-wide association study (TWAS) to identify susceptibility genes for lung cancer.<br \/>Methods: Transcriptome data from normal lung tissue and whole-genome sequencing data from 444 participants of European ancestry in the Genotype-Tissue Expression (GTEx, version 8) were used to build lung-tissue models to predict gene expression levels. Lung-tissue prediction models were successfully established for 10,802 genes with a model performance r &#62; 0.1 and P &#60; 0.05. We also built joint-tissue models using the joint-tissue imputation (JTI) framework, which leverages transcriptome data from lung tissue and 48 other tissue types from the 444 participants in GTEx. Joint-tissue models were successfully established for 12,629 genes with a model performance r &#62; 0.1 and P &#60; 0.05. These prediction models were applied to the GWAS data comprised of 29,266 lung cancer cases and 56,450 controls of European ancestry, in order to evaluate genetically predicted gene expression levels in association with lung cancer risk.<br \/>Results: We found 44 genes whose genetically predicted expression levels were significantly associated with overall lung cancer risk at the Bonferroni correction significance threshold. Among the 44 genes, four were located at least 500kb away from any of the leading variants identified previously in GWAS. Of these four genes, only the <i>CCHCR1<\/i><i> <\/i>gene has been reported in previous TWAS, and the other three genes, <i>LY6G5B<\/i>, <i>PRSS16<\/i>, and <i>C19orf54<\/i>, have never been reported in previous GWAS or TWAS. For each of these three novel genes, consistent associations were observed in both lung-tissue and joint-tissue models. For the 40 genes located in previously identified GWAS loci, after adjusting for GWAS-identified variants, the associations for the majority of them became non-significant. However, the associations did not change materially for <i>UCKL1<\/i> or <i>PRPF6<\/i>. These results suggest that the associations for these two genes were independent from previous GWSA-identified signals. We also identified 10 genes located at least 500kb away from GWAS-identified loci that were associated with lung cancer histological subtypes, e.g., adenocarcinoma (<i>DCBLD1<\/i> and <i>AQP3<\/i>), squamous cell carcinoma (<i>ZSCAN26<\/i>, <i>BLOC1S2<\/i>, <i>ABCF1<\/i>, and <i>ZSCAN9<\/i>), and small cell lung cancer (<i>BTN2A2<\/i>, <i>TMA16<\/i>, <i>RP11-218F10.3<\/i>, and <i>FRS3<\/i>). An additional 7 genes located in GWAS loci were associated with risk of lung cancer histological subtypes but not with overall lung cancer risk, including 4 genes for adenocarcinoma (<i>TP63<\/i>, <i>STN1<\/i>, <i>FAM227B<\/i>, and <i>TPRG1<\/i>) and 3 genes for squamous cell carcinoma (<i>DDAH2<\/i>, <i>OR2H2<\/i>, and <i>NELFE<\/i>).<br \/>Conclusion: Our TWAS identified lung cancer susceptibility genes, providing new insight into the genetics of lung cancer etiology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Epidemiology,Genetic factors,Lung cancer,Genome-wide association studies (GWAS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tianying Zhao<\/i><\/u><\/presenter>, <presenter><i>Jiajun Shi<\/i><\/presenter>, <presenter><i>Yaohua Yang<\/i><\/presenter>, <presenter><i>Jie Ping<\/i><\/presenter>, <presenter><i>Xiao Ou Shu<\/i><\/presenter>, <presenter><i>Wei Zheng<\/i><\/presenter>, <presenter><i>Jirong Long<\/i><\/presenter>, <presenter><i>Qiuyin Cai<\/i><\/presenter>. Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"11b852de-2132-4bd6-ba26-99f482c238e9","ControlNumber":"9951","DisclosureBlock":"&nbsp;<b>T. Zhao, <\/b> None..<br><b>J. Shi, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>J. Ping, <\/b> None..<br><b>X. Shu, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>J. Long, <\/b> None..<br><b>Q. Cai, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9778","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB045","PresenterBiography":null,"PresenterDisplayName":"Tianying Zhao, MS","PresenterKey":"e3cde22f-7772-46dc-8c3c-826ed83b3c28","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB045. \u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009Transcriptome-wide association study identifies susceptibility loci and genes for lung cancer risk \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"\u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009Transcriptome-wide association study identifies susceptibility loci and genes for lung cancer risk \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","Topics":null,"cSlideId":""},{"Abstract":"One of the most important goals of developing timely detection and effective intervention strategies for lung cancer is to understand the biology and molecular mechanisms involved in early-stage evolution of this disease. Chronic inflammation is a major driver of lung cancer and contributes to its pathogenesis by inducing genetic and epigenetic abnormalities, as well as shifts in key immune cell populations. However, the evolution of these changes and the mechanisms underlying the early stages in development of pre-neoplasias and progression to invasive tumors have not been well delineated. Monolayer cell culture systems, while providing valuable insights into lung cancer development, lack the complexity of an intact organ system. This study aims to overcome these limitations by using a 3D lung organoid model to delineate the role of epigenetic alterations in driving initiation of non-small cell lung cancer. The stem cell enriched nature of the organoids makes it an ideal system to evaluate the implications of epigenetic alterations in these key cell types and their role in cancer initiation. To better identify the epigenetic alterations that play key roles in lung cancer initiation, cigarette smoke condensate (CSC) was applied to normal lung organoids to mimic chronic inflammatory exposure. Epigenomic and transcriptomic alterations were evaluated by genome-wide DNA methylation analysis, ATAC-seq, and RNA-seq. Flow cytometry and confocal microscopy were used to evaluate changes in composition of cell populations comprising the organoids. Long-term CSC exposure caused distinct morphological changes in organoid structure and cellular composition, accompanied by an increased proliferative potential. Analysis of changes in cell composition revealed increases in Krt14 expression in CSC treated organoids, leading to key shifts in basal stem cell populations from a TP63<sup>+<\/sup>KRT5<sup>+<\/sup> to a TP63<sup>+<\/sup>KRT5<sup>+<\/sup>KRT14<sup>+<\/sup> population. This was accompanied by reduction in differentiated cell types, as analyzed by qRT-PCR. Analysis of genome wide DNA methylation showed increases in promoter DNA methylation in key genes associated with lung tumorigenesis. Most importantly, co-culture studies involving culturing CSC treated and control organoids with key immune cells revealed that chronic CSC treatment caused modulation of the microenvironment from a pro- to an anti-inflammatory state. Our results suggest that chronic inflammation causes key shifts in populations of lung stem cells with an associated decrease in differentiation potential. These changes are accompanied by DNA methylation and gene expression changes suggestive of an increased tumorigenic potential. Finally, these changes in the CSC treated organoids are associated with the ability to modulate the function of key immune cells associated with lung tumorigenesis from a pro- to an anti-inflammatory phenotype. Results from our study, will aid in developing novel biomarker-based methodologies to distinguish and treat lung cancer in its early stages.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB06-03 Epigenetic changes as molecular markers of cancer,,"},{"Key":"Keywords","Value":"Inflammation,Lung cancer,DNA methylation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Na Wang<\/i><\/u><\/presenter>, <presenter><i>Ray-Whay Chiu Yen<\/i><\/presenter>, <presenter><i>Hamza Khan<\/i><\/presenter>, <presenter><i>Malcolm V. Brock<\/i><\/presenter>, <presenter><i>Hariharan Easwaran<\/i><\/presenter>, <presenter><i>Stephen B. Baylin<\/i><\/presenter>, <presenter><i>Michelle Vaz<\/i><\/presenter>. Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"6113aac2-9eb1-4db4-96a4-7f3b6a0277a1","ControlNumber":"9952","DisclosureBlock":"&nbsp;<b>N. Wang, <\/b> None..<br><b>R. Chiu Yen, <\/b> None..<br><b>H. Khan, <\/b> None..<br><b>M. V. Brock, <\/b> None..<br><b>H. Easwaran, <\/b> None..<br><b>S. B. Baylin, <\/b> None..<br><b>M. Vaz, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9779","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB046","PresenterBiography":null,"PresenterDisplayName":"Na Wang, B Pharm;MS;PhD","PresenterKey":"0aeffe39-8671-4293-ba0a-7992326f14fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB046. Characterizing the role of inflammation-induced epigenetic alterations in modulating the immune microenvironment during lung cancer initiation","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing the role of inflammation-induced epigenetic alterations in modulating the immune microenvironment during lung cancer initiation","Topics":null,"cSlideId":""},{"Abstract":"Inhibition of the androgen receptor (AR) transcription factor is the mainstay therapeutic strategy for systemic prostate cancer. However, development of a resistance phenotype termed castration resistant prostate cancer (CRPC) enables disease progression that underlies virtually all prostate cancer mortality. In the majority of CRPC, AR is transcriptionally re-activated in part due to accumulation of numerous alterations in the AR gene. These genomic alterations include missense mutations in exons that encode the ligand binding domain of AR , amplification of the AR gene body and\/or an upstream transcriptional enhancer, and AR structural variants (SVs) resulting from inaccurate repair of DNA double strand breaks. In CRPC patient samples, these AR genomic alterations co-occur within tumors, which makes elucidating the fitness contribution of each alteration difficult. While short-read DNA sequencing has allowed for characterization of these events, they are underpowered to preserve linkage information. To address this challenge, we performed AR-targeted linked-read DNA-sequencing of CRPC cell line and patient derived xenograft (PDX) models with the goal of resolving sub-clonal and complex AR SVs. This approach confirmed the heterogeneity of AR SVs in these PDXs, including phased AR SVs that can be traced back to a single high molecular weight DNA molecule. These phased AR SVs were consistently found to co-occur in CRPC specimens with amplification of AR. Our results define a new class of AR SVs where multiple rearrangements co-occur on amplified DNA molecules to yield a complex array of AR gene structures in CRPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Androgen receptor,Structural variation,Prostate cancer,Gene amplification,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Andrej Zivanovic<\/i><\/u><\/presenter>, <presenter><i>Sarah A. Munro<\/i><\/presenter>, <presenter><i>Jeffrey T. Miller<\/i><\/presenter>, <presenter><i>Yingming Li<\/i><\/presenter>, <presenter><i>Courtney N. Passow<\/i><\/presenter>, <presenter><i>Scott M. Dehm<\/i><\/presenter>. University of Minnesota, Minneapoilis, MN","CSlideId":"","ControlKey":"5dde7592-60d8-4cbe-afd7-45b7828db26c","ControlNumber":"9758","DisclosureBlock":"&nbsp;<b>A. Zivanovic, <\/b> None..<br><b>S. A. Munro, <\/b> None..<br><b>J. T. Miller, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>C. N. Passow, <\/b> None..<br><b>S. M. Dehm, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9781","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB048","PresenterBiography":null,"PresenterDisplayName":"Andrej Zivanovic, BS","PresenterKey":"e57a0682-77da-4d22-a746-f777c7ebdb0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB048. AR-targeted linked-read sequencing reveals complex AR structural variants in CRPC tumors","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AR-targeted linked-read sequencing reveals complex AR structural variants in CRPC tumors","Topics":null,"cSlideId":""},{"Abstract":"Global epitranscriptomic methylation of mRNA at the N6 position (m6A) is reported to be altered in B-cell and tumor development. However, the mechanistic underpinnings of its role in the pathogenesis of Diffuse large B cell lymphoma (DLBCL) are unknown. It is well established that the B-cell receptor (BCR) pathway is a primary oncogenic driver in aggressive B-cell lymphomas. We previously reported that the Ataxia Telangiectasia Mutated (ATM)\/ Hu Antigen R (HuR)axis, as well as Eukaryotic Translation Initiation Factor 4A (eIF4A), modulate BCR signaling. However, the impact of RNA modifications on BCR induction is still poorly understood. Addressing this burgeoning question, we noted enhanced expression of AlkB Homolog 5 (ALKBH5), an m6A demethylase, in na&#239;ve B-cells treated with BCR mimetics. Similarly, mRNA levels of ALKBH5 were reported to be modestly enhanced in IgM-treated human B-cells (GSE156195). Consistently, immunization of C57BL\/6 mice with sheep red blood cells (SRBC) significantly enhanced ALKBH5 in splenic B-cells. Next, evaluating the impact of BCR induction in lymphomagenesis, we observed a robust increase in the demethylase expression in BCR mimetic-treated DLBCL cells. Notably, increased expression of ALKBH5 was observed in a murine E&#181;Myc model and primary DLBCL tumors. In coherence, the enhanced transcript levels of ALKBH5 in TCGA-DLBCL have prognostic implications. To gain functional insight, we depleted ALKBH5, which resulted in a robust reduction of BCR pathway proteins. Unexpectedly, the mRNA levels of CD79a and BLK were minimally modified, while the SYK, BTK, and CARD11 messages were reduced. Further studies are ongoing to evaluate the potential mechanism of mRNA transport and\/or stability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-05 Posttranscriptional and translational control,,"},{"Key":"Keywords","Value":"RNA,Methylation,Lymphoma: non-Hodgkin's lymphoma,ALK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Bandish B. Kapadia<\/i><\/presenter>, <presenter><u><i>Anirban Roychowdhury<\/i><\/u><\/presenter>, <presenter><i>Forum Kayastha<\/i><\/presenter>, <presenter><i>Nahid Nanaji<\/i><\/presenter>, <presenter><i>Jolene Windle<\/i><\/presenter>, <presenter><i>Ronald B. Gartenhaus<\/i><\/presenter>. Virginia Commonwealth University - VCU, Richmond, VA, Department of Veteran Affairs, Maryland Healthcare System, Baltimore, MD","CSlideId":"","ControlKey":"c95e73ed-8745-4f74-a897-ea2e41f47ceb","ControlNumber":"10014","DisclosureBlock":"&nbsp;<b>B. B. Kapadia, <\/b> None..<br><b>A. Roychowdhury, <\/b> None..<br><b>F. Kayastha, <\/b> None..<br><b>N. Nanaji, <\/b> None..<br><b>J. Windle, <\/b> None..<br><b>R. B. Gartenhaus, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9782","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB049","PresenterBiography":null,"PresenterDisplayName":"Anirban Roychowdhury, PhD","PresenterKey":"39d0dcae-bffe-4b91-ba7c-82fb35e64291","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB049. ALKBH5 emerges as a novel regulator of the BCR pathway","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"699","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ALKBH5 emerges as a novel regulator of the BCR pathway","Topics":null,"cSlideId":""}]