[{"Abstract":"Somatic structural variations (SVs) are common in cancer. Although a small fraction of SVs in breast and ovarian cancers can be attributed to homologous recombination deficiency, the underlying molecular mechanisms for the vast majority of somatic SVs remain unclear. Here, we focus on the roles of transcription and DNA replication collisions in genomic instability in cancer. Such collisions are unavoidable in cells since both transcription and replication use the same DNA as template. We hypothesized that transcription replication collisions (TRCs), if not properly repaired, would lead to collapsed replication forks and result in SVs. To this end, we studied somatic SVs in 5994 high-coverage whole-genome sequenced primary and metastatic tumors from three independent pan-cancer cohorts. A total of 12 conserved SV signatures, representing independent molecular mechanisms, were deconvoluted from these cohorts using non-negative matrix factorization approach. We detected replicated-strand bias, the expected footprint of transcription-replication collision, in large tandem duplications (TDs) across multiple cohorts. This bias was only observed in expressed genes, consistent with TRCs depending on transcription activity. Large TDs were abundant in female-specific (breast, ovarian and uterus), upper gastric-intestinal tract and prostate cancers. They were associated with worse patient survival and TP53 and CDK12 mutations. CDK12 is a cyclin-dependent kinase (CDK) and a key regulator of transcription elongation. Deleting or suppressing CDK12 using CRISPR-Cas9 in prostate cancer cell lines not only increased RNA:DNA hybrids (R-loops), but also promoted TRCs, suggesting a mechanism by which dysregulation of a transcriptional CDK may lead to genomic instability. Finally, using existing large-scale drug screening data, we found that cancer cell lines with abundant large TDs were significantly more sensitive to the WEE1 inhibitor, MK-1775, which we experimentally validated in prostate cancer cells lacking CDK12. In summary, our data suggest that large TDs in cancer form due to impaired TRC repair and can be used as a biomarker for prognosis and treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-01 Chromosomal structural alterations\/translocations,,"},{"Key":"Keywords","Value":"Genomic instability,DNA repair,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yang Yang<sup>1<\/sup>, Michelle Badura<sup>2<\/sup>, Patrick O’Leary<sup>2<\/sup>, Emily Egusa<sup>2<\/sup>, Troy Robinson<sup>2<\/sup>, Xiaoming Zhong<sup>1<\/sup>, Jason Swinderman<sup>2<\/sup>, Minkyu Kim<sup>2<\/sup>, Haolong Li<sup>2<\/sup>, Alan Ashworth<sup>2<\/sup>, Felix Feng<sup>2<\/sup>, Jonathan Chou<sup>2<\/sup>, <b>Lixing Yang<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>University of Chicago, Chicago, IL,<sup>2<\/sup>University of California, San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"abf57d39-a780-4ab8-95ad-1a48c703df80","ControlNumber":"7444","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None..<br><b>M. Badura, <\/b> None..<br><b>P. O’Leary, <\/b> None..<br><b>E. Egusa, <\/b> None..<br><b>T. Robinson, <\/b> None..<br><b>X. Zhong, <\/b> None..<br><b>J. Swinderman, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>A. Ashworth, <\/b> None..<br><b>F. Feng, <\/b> None..<br><b>J. Chou, <\/b> None..<br><b>L. Yang, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5646","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"299","PresenterBiography":null,"PresenterDisplayName":"Lixing Yang, PhD","PresenterKey":"68a299b2-78eb-483e-a203-f0c779b6897f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"299. Large tandem duplications in cancer resulting from transcription and DNA replication collisions","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Large tandem duplications in cancer resulting from transcription and DNA replication collisions","Topics":null,"cSlideId":""},{"Abstract":"The aging tissue microenvironment undergoes progressive changes enabling age-related pathologies. Senescent cells increase with age, and the secretome released from senescence cells (SASP) affects neighboring cells, often promoting proliferation, tissue inflammation, angiogenesis, and, depending on tissue type, creating a milieu favoring neoplasia. We showed that local non-pituitary growth hormone (GH) accumulates with age in human colon tissue, is induced in response to DNA damage, and suppresses DNA repair. We now show that GH is a SASP component. To examine SASP-derived GH actions on the tissue microenvironment, we co-cultured intact human 3D intestinal organoids with organoids infected with lentivirus expressing either hGH (lentiGH) or vector (lentiV) for 5 weeks. Using whole-exome sequencing to evaluate somatic mutations and somatic copy number alterations, we found that local paracrine GH emanating from lentiGH organoids increases chromosomal instability in intact organoid cells, inducing somatic mutations including deletions, breakends, duplications, and insertions, as compared to organoids co-cultured with lentiV organoids. Mechanisms for chromosomal instability observed in these organoids likely occur as a consequence of GH-induced suppression of DNA damage repair proteins including pATM, pATR, and pBRCA2, leading to DNA damage accumulation, and, in the long run, favoring cell transformation. KEGG pathway analysis of intact organoids subjected to paracrine GH exposure identified changes in focal adhesion pathways (p=0.0016), consistent with observed increased migration, invasion, and anchorage-independent growth of normal human colon cells (hNCC) exposed to GH. Furthermore, IPA analysis revealed EMT pathway changes (p=0.0018), ,also confirmed by showing increased EMT transcription factors Twist2 and Snai1 expression.Although senescence has been defined as irreversible proliferative arrest, recent studies now show that senescence can be reversed. Treating hNCC with etoposide to induce senescence and culturing senescent cells in the presence of GH for 10 days resulted in p53 suppression, enabling cells to re-enter the cell cycle, as evidenced by induced Ki67, a marker of proliferation. These post-senescent cells also acquired the stem cell marker SOX2 and exhibited increased Twist2, consistent with anchorage-independent growth and increased migration as compared to senescence cells not treated with GH. These results identify local paracrine GH as an important determinant of the local tissue microenvironment promoting age-associated changes consistent with a pro-neoplastic milieu.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-02 Genomic instability,,"},{"Key":"Keywords","Value":"Microenvironment,DNA damage,Copy number alterations,Growth factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vera Chesnokova<\/b><sup><\/sup>, Svetlana Zonis<sup><\/sup>, Tugce Apaydin<sup><\/sup>, Christian Wang<sup><\/sup>, Robert Barrett<sup><\/sup>, Shlomo Melmed<sup><\/sup><br><br\/>Cedars  Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"bae78a73-fa41-431f-aafa-0422e31ce268","ControlNumber":"5297","DisclosureBlock":"&nbsp;<b>V. Chesnokova, <\/b> None..<br><b>S. Zonis, <\/b> None..<br><b>T. Apaydin, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>R. Barrett, <\/b> None..<br><b>S. Melmed, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5645","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"300","PresenterBiography":null,"PresenterDisplayName":"Vera Chesnokova, PhD","PresenterKey":"29eda17c-11c2-4669-b5b3-cc1cd3c8ac14","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"300. Mechanisms of growth hormone action in the aging tissue microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of growth hormone action in the aging tissue microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: cGAS-STING, which monitors cytosolic DNA and triggers innate immune response, has recently attracted attention as a molecular target to sensitize cancer immune therapies. Since DNAs enclosed in micronucleus frequently leak into cytoplasm, micronucleus generated by centromere-associated protein-E (CENP-E) inhibition is expected to activate cGAS-STING pathways. We validated that small-molecule CENP-E inhibitors profoundly generate micronucleus through misaligned chromosomes. The aim of this study is to elucidate the possibility that micronucleus formation by CENP-E inhibitors activates the cGAS-STING pathway in cancer cells and induces immunological conversion of the tumor microenvironment from cold to hot.<br \/>Material and Methods: GSK923295 and Cmpd-A were used as CENP-E inhibitors. HeLa and A549 cells were treated with the CENP-E inhibitors at the indicated concentrations. RNA sequencing data were subjected to gene set enrichment analysis (GSEA) to determine the signaling pathways modulated by Cmpd-A treatment compared to DMSO (control). Reporter assays for IRF and NF-kB were performed in A549 dual-reporter cells. High-throughput screening on IRF3 reporter activity was performed in A549 dual reporter cells in combination with -1,400 kinase inhibitor library and GSK923295.<br \/>Results: The CENP-E inhibitors, GSK-923295 and Cmpd-A, induced chromosome misalignment, resulting in micronucleus formation after mitotic slippage. Phosphorylations of TBK1 and IRF3, cGAS-STING pathway markers, were remarkably upregulated in Cmpd-A-treated cells concordantly with micronucleus formation. The reporter assays also demonstrated that both IRF and NF-kB pathways were significantly activated in Cmpd-A-treated cells in a time-dependent manner. Transcriptome analysis of GSEA demonstrated that the gene ontologies (GO) for innate immune pathways, such as cytosolic DNA sensing pathway and cytokine-cytokine receptor interaction pathway, were significantly enriched in Cmpd-A-treated cells. The kinase library screening revealed that a series of inhibitors targeting PI3K-AKT-mTOR signaling pathways intensively suppressed CENP-E inhibitor-induced IRF activation, which occupied ~40% of hit compounds.<br \/>Conclusions: The CENP-E inhibitors generated micronucleus activating the cGAS-STING pathway in multiple cancer cell lines. PI3K-AKT-mTOR signaling pathway may play important roles in the CENP-E inhibitor-induced cGAS-STING pathway activation. We are also initiating AI-based drug discovery, aiming to generate novel CENP-E inhibitors by performing virtual screening and generative molecular design.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-02 Genomic instability,,"},{"Key":"Keywords","Value":"Centromere,Mitosis,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ryo Kamata<sup>1<\/sup>, Hitoshi Saito<sup>1<\/sup>, Yumi Hakozaki<sup>1<\/sup>, Yukie Kashima<sup>2<\/sup>, Tomoko Yamamori. Morita<sup>1<\/sup>, Pinyi Lu<sup>3<\/sup>, <b>Akihiro Ohashi<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Translational Genomics, National Cancer Center Japan, Kashiwa, Japan,<sup>2<\/sup>Computational Biology and Medical Sciences- Graduate School of Frontier Sciences, The University of Tokyo, Kashiwa, Japan,<sup>3<\/sup>Cancer Research Technology Program, Frederick National Laboratory for Cancer Research, Frederick, MD","CSlideId":"","ControlKey":"889ab0b5-8132-476f-b109-484bdfc6ea23","ControlNumber":"3414","DisclosureBlock":"&nbsp;<b>R. Kamata, <\/b> None..<br><b>H. Saito, <\/b> None..<br><b>Y. Hakozaki, <\/b> None..<br><b>Y. Kashima, <\/b> None..<br><b>T. Yamamori. Morita, <\/b> None..<br><b>P. Lu, <\/b> None.&nbsp;<br><b>A. Ohashi, <\/b> <br><b>Takeda Science Foundation<\/b> Other, previous employment. <br><b>Ono Pharmaceutical Company<\/b> Other, advisor. <br><b>Astellas Pharma Global Development<\/b> Grant\/Contract. <br><b>Daiichi Sankyo Company<\/b> Grant\/Contract. <br><b>Craif Inc<\/b> Other, advisor. <br><b>GEXVal Inc<\/b> Other, advisor.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5647","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"301","PresenterBiography":null,"PresenterDisplayName":"Akihiro Ohashi, PhD","PresenterKey":"0d338dfb-d9a8-43ee-96df-c41638d70a27","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"301. CENP-E inhibitors activate cGAS-STING pathway by inducing chromosome misalignment and micronucleation after mitotic slippage","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CENP-E inhibitors activate cGAS-STING pathway by inducing chromosome misalignment and micronucleation after mitotic slippage","Topics":null,"cSlideId":""},{"Abstract":"Our previous work has shown that the phosphorylation of MK2, a downstream kinase of the p38 pathway, is a prognostic feature of head and neck cancer (HNC) where patients with higher MK2 phosphorylation had lower overall survival. Studies with a MK2 inhibitor demonstrate control of HNC growth in a mouse model that was synergistic with radiotherapy (RT) in inhibiting tumor growth. The mechanism of action that MK2 inhibition combined with RT has on modulating HNC growth is unknown. A better understanding of this mechanism might reveal how to effectively deploy MK2 inhibitors in HNC treatment. Here we describe our studies in which we suppressed MK2 expression in HNC cell lines and found increased genomic instability in response to radiotherapy.<br \/>Tu167 and Cal27 HNC cells were transfected with a stable shRNA construct that suppressed ~90% of the MK2 expression compared to a control shRNA construct (SCR) as determined by immunoblot. Loss of MK2 did not significantly affect cell growth nor did it affect cells from forming colonies. However, exposing the cells to 10 Gy radiation caused the formation of micronuclei that was increased in the shRNA cells compared to SCR at 48 hours (Cal 27 SCR + 10 Gy = 0.5 &#177; 0.3 Micronuclei\/cell v Cal27 shRNA + 10 Gy = 1.6 &#177; 0.1. Micronuclei\/cell P&#60;0.01; Tu167 SCR + 10 Gy = 1.1 &#177; 0.2 Micronuclei\/cell; Tu167 shRNA + 10 Gy = 2.3 &#177; .3; Micronuclei\/cell p&#60;0.001). Immunocytochemical techniques were used to image cells at 60x magnification. In conjunction with increased micronuclei formation, we saw an increase expression in both the DNA sensor cGAS, and phosphorylation of STING in the shRNA cells compared to SCR. The increase in micronuclei caused by radiation was largely inhibited by cytochalasin B which also inhibited the increase in STING phosphorylation. There was no difference in the staining of &#947;H2AX after 2 hours following RT but after 48 hours the &#947;H2AX staining was concentrated in the micronuclei which were more numerous in the shRNA cells.<br \/>These data provide evidence that MK2 plays a role in controlling the DNA damage response, and we show for the first time that loss of MK2 increases the number of micronuclei formed causing an enhanced activation of the cGAS-STING pathway, an innate immune DNA sensing pathway. This suggests that inhibition of MK2 may enhance RT effectiveness by activating STING and facilitating an anti-tumor immune response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-02 Genomic instability,,"},{"Key":"Keywords","Value":"Mitogen-activated protein kinase (MAPK) pathway,shRNA,Head and neck cancers,DNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Colby Spiess<sup>1<\/sup>, Grace Millington<sup>2<\/sup>, Hannah Smith<sup>3<\/sup>, Dakota  D.   D.  Okwuone<sup>3<\/sup>, Kiersten Berggren<sup>4<\/sup>, <b>Deri Morgan<\/b><sup>2<\/sup>, Chris Lominska<sup>2<\/sup>, Sufi  M.  Thomas<sup>3<\/sup>, Jingxin Wang<sup>2<\/sup>, Mary Markiewicz<sup>5<\/sup>, Gregory  N.  Gan<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Kansas Medical Center, Kansas City, KS,<sup>2<\/sup>Radiation Oncology, University of Kansas Medical Center, Kansas City, KS,<sup>3<\/sup>Cancer Center, University of Kansas Medical Center, Kansas City, KS,<sup>4<\/sup>The University of New Mexico, Alberquerque, NM,<sup>5<\/sup>MICRO Microbiology (Joe Lutkenhaus), University of Kansas Medical Center, Kansas City, KS","CSlideId":"","ControlKey":"39d323cc-7ad6-4483-ba1b-809b42005ed1","ControlNumber":"6957","DisclosureBlock":"&nbsp;<b>C. Spiess, <\/b> None..<br><b>G. Millington, <\/b> None..<br><b>H. Smith, <\/b> None..<br><b>D. D. D. Okwuone, <\/b> None..<br><b>K. Berggren, <\/b> None..<br><b>D. Morgan, <\/b> None..<br><b>C. Lominska, <\/b> None..<br><b>S. M. Thomas, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>M. Markiewicz, <\/b> None..<br><b>G. N. Gan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5653","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"302","PresenterBiography":null,"PresenterDisplayName":"Deri Morgan, PhD","PresenterKey":"2b880525-3ffe-4361-b9e9-179168c5b7ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"302. Loss of head and neck squamous cell carcinoma MK2 increases STING activation through increased micronuclei formation","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of head and neck squamous cell carcinoma MK2 increases STING activation through increased micronuclei formation","Topics":null,"cSlideId":""},{"Abstract":"Introduction: DNA replication is a tightly regulated, multi-step process involving licensing and replication factors that faithfully orchestrate a single duplication of the entire genome exclusively during S phase of the cell cycle. Although the mechanisms that prevent uncoordinated DNA replication are well characterized, it remains unclear how cells counteract its potentially harmful effects when it does occur, such as in cancer cells driven by aberrant oncogenic signaling and loss of cell cycle checkpoints. Here, we identify DPY30, an understudied component of all COMPASS complexes, as a modulator of DNA replication. We found upregulated DPY30 expression in pancreatic ductal adenocarcinoma (PDAC) as well as a correlation between increasing DPY30 expression level and higher tumor grade and poor clinical outcomes.<br \/>Experimental procedure: Human- and mouse-derived PDAC cells silenced or knockout for DPY30 expression were generated and characterized for their <i>in vivo<\/i> growth in recipient mice with increasing level of immune pressure. Chromatin immunoprecipitation followed by massive parallel sequencing was used to measure the epigenetic landscape in DPY30 or WDR5 knockdown cells. Unbiased proteomics and transcriptomics analyses were performed to elucidate molecular mechanisms.<br \/>Results: The canonical function of COMPASS complexes is to regulate histone methylation. Unexpectedly, DPY30 loss did not affect histone methylation patterns compared to WDR5 loss, the core member of the COMPASS-like complex. This prompted unbiased proteomics analysis, which showed that DPY30 interacts with members of the DNA helicase, possibly stabilizing the DNA replication fork progression. We found that DPY30 overexpression, by preventing Geminin ubiquitylation, strongly stabilizes its expression, which in turn suppresses Cdt1 activity in late S-phase, buffering the risk of uncoordinated DNA replication in G2\/M phase. Consistently, DPY30 loss resulted in DNA re-replication and chromosomal instability, as manifested by DNA fiber and metaphasic spread. In vivo, whole-exome sequencing analysis of DPY30-knockout tumors revealed that DPY30 loss markedly increased mutational burden in immunodeficient mice. In syngeneic models, DPY30 loss strongly inhibited tumor growth, prolonged survival, and increased T cell infiltration of tumors. Moreover, the immune system selectively cleared tumor cells with complex karyotypes, and we observed improved anti-tumor efficacy with DPY30 knockdown and anti-PD-1 treatment compared to either condition alone.<br \/>Conclusions:<b> <\/b>In summary, we have identified a previously undescribed function for DPY30 to stabilize the replisome machinery and prevent excessive DNA replication. Our findings indicate that, in PDAC, DPY30 promotes genome stability, thus providing a rationale for targeting DPY30 or its effector proteins in combination with immune-checkpoint inhibitors.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-02 Genomic instability,,"},{"Key":"Keywords","Value":"DNA replication,Immunotherapy,Pancreatic cancer,Chromosomal instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Francesca Citron<\/b><sup>1<\/sup>, Luigi Perelli<sup>1<\/sup>, Yanshuo Chu<sup>1<\/sup>, Sanjana Srinivasan<sup>1<\/sup>, I-Lin Ho<sup>1<\/sup>, Er-Yen Yen<sup>1<\/sup>, Rutvi Shah<sup>1<\/sup>, Sergio Attanasio<sup>1<\/sup>, Luis Castillo Montanez<sup>2<\/sup>, Mauro Di Pilato<sup>2<\/sup>, Shan Jiang<sup>3<\/sup>, Wantong Yao<sup>4<\/sup>, Sisi Gao<sup>3<\/sup>, Angela Deem<sup>3<\/sup>, Giannicola Genovese<sup>1<\/sup>, Linghua Wang<sup>1<\/sup>, Virginia Giuliani<sup>3<\/sup>, Andrea Viale<sup>1<\/sup>, Giulio  F.  Draetta<sup>1<\/sup><br><br\/><sup>1<\/sup>Genomic Medicine, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Immunology, UT MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Traction, UT MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>Translational Molecular Pathology, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"32ad2612-4410-4765-8822-4ab3de11ac46","ControlNumber":"824","DisclosureBlock":"&nbsp;<b>F. Citron, <\/b> None..<br><b>L. Perelli, <\/b> None..<br><b>Y. Chu, <\/b> None..<br><b>S. Srinivasan, <\/b> None..<br><b>I. Ho, <\/b> None..<br><b>E. Yen, <\/b> None..<br><b>R. Shah, <\/b> None..<br><b>S. Attanasio, <\/b> None..<br><b>L. Castillo Montanez, <\/b> None..<br><b>M. Di Pilato, <\/b> None..<br><b>S. Jiang, <\/b> None..<br><b>W. Yao, <\/b> None..<br><b>S. Gao, <\/b> None..<br><b>A. Deem, <\/b> None..<br><b>G. Genovese, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>V. Giuliani, <\/b> None..<br><b>A. Viale, <\/b> None..<br><b>G. F. Draetta, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5648","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"303","PresenterBiography":null,"PresenterDisplayName":"Francesca Citron, PhD;Pharm D","PresenterKey":"69cf01d7-95a0-465c-a960-42fc5f0aef96","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"303. DPY30 loss leads to DNA re-replication and immunoediting in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DPY30 loss leads to DNA re-replication and immunoediting in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Micronuclei (MN) are a result of biological DNA repair mechanisms which form due to internal chromosomal aberrations indicating sub-clonal cancer populations with higher cell survivability and drug therapy resistance. MN are often observed as small fragments of nucleic acids excised from a primary nucleus in Circulating Stomal Cells (CStCs) in response to DNA damage. CStCs with damaged DNA undergoing repair mechanisms, such as those that form MN, are likely to have upregulated expression of programmed cell death ligand (PD-L1) which can be abnormally high on cancer cells that have high mutational burdens. We evaluated CStCs in metastatic breast cancer (mBC) patients for presence of MN and the cell's PD-L1 expression, to determine its prognostic significance to clinical outcomes.<br \/>Methods: We enumerated MN formation in CStCs in a prospective pilot study using n=76 mBC patients starting new lines of treatment. Whole peripheral blood (7.5mL) was procured and filtered for CStCs and then stained for PD-L1. DAPI was used to identify MN, defined by small (&#60;3 &#181;m) DAPI+ circular formations within the cytoplasm, separate from the primary nucleus. We compared number of MN to PD-L1 expression of all cells, and the MN presence to all available clinical variables. Patients&#8217; progression-free survival (PFS) and overall survival (OS) hazard ratios (HRs) were analyzed by censored univariate analysis based on RECIST v1.1 over two-years.<br \/>Results: MN were identified in 62% (n=46\/76) of CStCs and MN positive CStCs had a significantly higher PD-L1 expression than MN negative CStCs (p=0.0082). A linear relationship between increasing MN number and higher PDL-1 expression within cells was identified, R=0.9411. Further, presence of MN with in CStCs was significantly prognostic for worse PFS (HR=2.62 95%CI 1.50-4.59, p=0.0012) and worse OS (HR= 3.07 95%CI 1.56-6.03, p = 0.002) over 24 months.<br \/>Conclusion: MN formations in mBC are observable biomarkers of an underlying repair mechanism which suggest the survivability of sub-clonal cancer populations associated with more aggressive cancer subtypes with worsening progression rates. Further studies to evaluate the effect of PD-1 immunotherapies in MN positive patients is ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-04 Mechanisms of genomic alterations,,"},{"Key":"Keywords","Value":"Chromosomal instability,PD-L1,Breast cancer,DNA repair,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Dimpal M. Kasabwala<sup>1<\/sup>, Massimo Cristofanilli<sup>2<\/sup>, R. Katherine Alpaugh<sup>3<\/sup>, Saranya Chumsri<sup>4<\/sup>, Carolina Reduzzi<sup>2<\/sup>, Cha-Mei Tang<sup>5<\/sup>, Rena G. Lapidus<sup>6<\/sup>, Giuseppe Del Priore<sup>7<\/sup>, William V. Williams<sup>8<\/sup>, <b>Daniel L. Adams<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Creatv MicroTech, Inc., Monmouth Junction, NJ,<sup>2<\/sup>Weill Cornell Medicine, New York, NY,<sup>3<\/sup>Fox Chase Cancer Center, Philadelphia, PA,<sup>4<\/sup>Mayo Clinic Cancer Center, Jacksonville, FL,<sup>5<\/sup>Creatv MicroTech, Inc., Rockville, MD,<sup>6<\/sup>University of Maryland School of Medicine, Baltimore, MD,<sup>7<\/sup>Morehouse University School of Medicine, Atlanta, GA,<sup>8<\/sup>BriaCell Therapeutics Corp., Philadelphia, PA","CSlideId":"","ControlKey":"e4a82098-8ee7-467a-b85c-5f2930b00707","ControlNumber":"6697","DisclosureBlock":"<b>&nbsp;D. M. Kasabwala, <\/b> <br><b>Creatv MicroTech, Inc.<\/b> Employment. <br><b>M. Cristofanilli, <\/b> <br><b>Foundation Medicine<\/b> Other, Honoraria or Consulting\/Advisory Role. <br><b>Pfizer<\/b> Other, Honoraria. <br><b>AstraZeneca\/Daiichi Sankyo<\/b> Other, Consulting\/Advisory Role. <br><b>Ellipses Pharma<\/b> Other, Consulting\/Advisory Role. <br><b>Lilly<\/b> Grant\/Contract, Other, Consulting\/Advisory Role. <br><b>Angle<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Olaris<\/b> Other, Consulting\/Advisory Role. <br><b>Menarini<\/b> Other, Consulting\/Advisory Role.<br><b>R. Alpaugh, <\/b> None.&nbsp;<br><b>S. Chumsri, <\/b> <br><b>Merck & Co.<\/b> Other, Research Funding. <br><b>Pfizer<\/b> Other, Research Funding. <br><b>Salix Pharmaceuticals<\/b> Other, Research Funding. <br><b>Rebiotix Inc.<\/b> Other, Research Funding. <br><b>AstraZeneca<\/b> Other, Consulting Fees. <br><b>Daiichi Sankyo<\/b> Other, Consulting Fees. <br><b>Immunomedics<\/b> Other, Consulting Fees. <br><b>bioTheranostics<\/b> Other, Consulting Fees. <br><b>Novartis<\/b> Consulting or Advisory Role. <br><b>Athenex<\/b> Other, Consulting Fees. <br><b>Syndax<\/b> Other, Consulting Fees. <br><b>Puma Biotechnology<\/b> Other, Consulting Fees. <br><b>Eisai<\/b> Other, Consulting or Advisory Role. <br><b>C. Reduzzi, <\/b> <br><b>Menarini Silicon Biosystems<\/b> Other, Research Funding. <br><b>C. Tang, <\/b> <br><b>Creatv MicroTech Inc.<\/b> Employment, Fiduciary Officer, Stock, Travel, Patent, Trademark, Copyright. <br><b>R. G. Lapidus, <\/b> <br><b>KinaRx<\/b> Other, Leadership Role. <br><b>G. Del Priore, <\/b> <br><b>BriaCell Therapeutics Corporation<\/b> Employment, Stock, Travel, Other, Securities. <br><b>W. V. Williams, <\/b> <br><b>BriaCell Therapeutics Corporation<\/b> Employment, Fiduciary Officer, Stock, Travel, Patent, Other Intellectual Property. <br><b>D. L. Adams, <\/b> <br><b>Creatv MicroTech, Inc.<\/b> Employment, Stock, Travel, Patent.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5650","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"304","PresenterBiography":null,"PresenterDisplayName":"Daniel Adams, BS","PresenterKey":"f1fd88e4-6924-4ac2-af8f-02dafa508a07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"304. Micronuclei in circulating stromal cells correlates with PD-L1 expression and predicts progression in metastatic breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Micronuclei in circulating stromal cells correlates with PD-L1 expression and predicts progression in metastatic breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND: <\/b>Pathogenic <i>POLE<\/i> exonuclease domain mutations (pPOLE) undermine mismatch error correction during DNA replication, causing somatic ultramutation and response to immunotherapy. We examined the pan-cancer landscape of <i>POLE<\/i> mutations and applied a POLE-specific variant classification model.<br \/><b>METHODS: <\/b>Comprehensive genomic profiling was performed during clinical care. Mutational signature calling was performed via decomposition using the 96-feature single-base substitution COSMIC reference signatures. A <i>POLE<\/i>-specific classification model encompassing mutation position in the exonuclease domain, TMB, presence of POLE signature, absence of other signatures, germline frequency, and other features was applied to identify pPOLE mutations causative of ultramutation.<br \/><b>RESULTS: <\/b><i>POLE<\/i> mutation status was<b> <\/b>evaluated in<b> <\/b>458,437 samples (425,520 tissue biopsies (TB) and 32,917 liquid biopsies (LB)). One or more <i>POLE<\/i> alterations, including pathogenic alterations and variants of unknown significance (VUS), were detected in 3.8% of samples. 19,470 total alterations were identified, 84.8% of which were missense substitutions. Application of the <i>POLE<\/i>-specific classification model identified 35 unique pathogenic<i> <\/i>variants, many of which were VUS prior to this study. 749 samples harbored a pPOLE, more than half (56.6%) of which were either p.P286R (n=245) or p.V411L (n=179). pPOLE were found in 1.4% (199\/13,688) of endometrial cancers (EC) and 0.5% (270\/55,981) of colorectal cancers (CRC) and were rarer in a long tail of other malignancies. The overall pPOLE rate was significantly lower in LB than TB (0.02% vs 0.17%, P&#60;0.001) in the context of different clinical ordering patterns for EC (0.9% of LB cohort vs 3.1% of TB cohort; P&#60;0.001) and CRC (7.5% of LB cohort vs 12.6% of TB cohort; P&#60;0.001). Median TB TMB for pPOLE+ samples was 157.5 mut\/mb, compared to 3.5 for the cohort overall (P&#60;0.001). Similarly in LB, median pPOLE+ bTMB was 165.6 vs 2.5 overall (P&#60;0.001). MSI-H or an MMR-associated signature was found in 17.5% of samples with pPOLE, most commonly in neurologic malignancies (75%, 27\/36). Median TMB of samples with both pPOLE and MMRD was 2.4-fold higher than those with pPOLE alone (337.6 vs 139.4; P&#60;0.001). Notably, 6.8% of pPOLE+ cases had TMB&#60;10, which was associated median pPOLE VAF of 3.5%, compared with 25.7% among pPOLE samples with TMB&#8805;10 (P&#60;0.001). This pattern suggests that TMB is underestimated when tumor purity is near the limit of detection for the assay.<br \/><b>CONCLUSIONS: <\/b>pPOLE were seen in both TB and LB across cancer types. The high rate of passenger mutations underscores the utility of this <i>POLE<\/i>-specific variant classification model. Because TMB can be underestimated when tumor purity is near the limit of detection for the assay, accurate detection and classification of pPOLE is critical for identifying patients who may benefit from immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-04 Mechanisms of genomic alterations,,"},{"Key":"Keywords","Value":"DNA polymerase,DNA repair,Immunotherapy,Tumor mutational burden,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rachel  B.  Keller<sup><\/sup>, James Haberberger<sup><\/sup>, Tyler Janovitz<sup><\/sup>, Alexa  B.  Schrock<sup><\/sup>, Hanna Tukachinsky<sup><\/sup>, Lei Zhong<sup><\/sup>, Douglas  A.  Mata<sup><\/sup>, Lyle  V.  Lopez<sup><\/sup>, Zoe Fleischmann<sup><\/sup>, Radwa Sharaf<sup><\/sup>, Ethan  S.  Sokol<sup><\/sup>, Garrett  M.  Frampton<sup><\/sup>, Nimesh  R.  Patel<sup><\/sup>, Douglas  I.  Lin<sup><\/sup>, Geoff  R.  Oxnard<sup><\/sup>, Erik  A.  Williams<sup><\/sup>, Julia  A.  Elvin<sup><\/sup>, <b>Brennan Decker<\/b><sup><\/sup><br><br\/>Foundation Medicine, Inc., Cambridge, MA","CSlideId":"","ControlKey":"a6acf02c-2eec-4c2a-b6ba-60caf17f55ca","ControlNumber":"6324","DisclosureBlock":"<b>&nbsp;R. B. Keller, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>J. Haberberger, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>T. Janovitz, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>A. B. Schrock, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>H. Tukachinsky, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>L. Zhong, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>D. A. Mata, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>L. V. Lopez, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>Z. Fleischmann, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>R. Sharaf, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>E. S. Sokol, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>G. M. Frampton, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>N. R. Patel, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>D. I. Lin, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>G. R. Oxnard, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>E. A. Williams, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>J. A. Elvin, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock, Stock Option. <br><b>B. Decker, <\/b> <br><b>Foundation Medicine<\/b> Employment, Patent. <br><b>Vaccitech<\/b> Stock. <br><b>Roche<\/b> Stock, Stock Option.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5651","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"305","PresenterBiography":null,"PresenterDisplayName":"Brennan Decker","PresenterKey":"96a799b4-7e50-4ecc-816f-396afc16050b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"305. <i>POLE-<\/i>specific variant classification strategy is critical for identifying patients who may benefit from immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>POLE-<\/i>specific variant classification strategy is critical for identifying patients who may benefit from immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer is a leading cause of cancer mortality and arises from genetic and epigenetic changes in colon epithelial cells. One of the mechanisms driving colon epithelial cell transformation is the bystander effect (BSE). BSE primarily arises from polarized macrophages (M&#216;s) in stromal tissue. Herein, we report that alternatively activated (M2) M&#216;s, as generated by interleukin (IL)-4, induce double-strand DNA breaks in target cells through BSE. Unlike M1 M&#216;s that are activated by intestinal microbiota, BSE and DNA damage due to M2-like M&#216;s occur through a distinct mechanism that differs from M1 M&#216;s and does not involve pro-inflammatory mediators (e.g., cyclooxygenase-2 or tumor necrosis factor-&#945;). Murine M&#216;s (RAW264.7 cells) treated with IL-4 were polarized to an M2-like phenotype and found to strongly express arginase 1 (ARG1), a prototypical enzyme that converts L-arginine to L-ornithine and urea. L-Ornithine is a precursor in polyamine synthesis with H<sub>2<\/sub>O<sub>2<\/sub> being a key oxidizing byproduct of polyamine catabolism. In a dual-chamber system using Young Adult Mouse Colon (YAMC) cells as targets for BSE generated by M2-like M&#216;s, inhibition of ARG1 by N-hydroxy-nor-L-arginine abolished DNA damage (as measured by &#947;H2AX). Direct treatment of YAMC cells with L-ornithine resulted in similar levels of DNA damage as M2-like M&#216;s. YAMC cells exposed to M2-like M&#216;s had increased intracellular H<sub>2<\/sub>O<sub>2<\/sub>. MDL-72527, an inhibitor polyamine oxidase and polyamine catabolism, reduced intracellular H<sub>2<\/sub>O<sub>2<\/sub> to background levels and decreased DNA damage. YAMC cells sustaining DNA damage due to BSE from M2-like M&#216;s showed specific phosphorylation of p53(ser15) and NF-&#954;B(ser536) with no evidence for active caspase-3. These data along with an increased expression of cyclinD1 in YAMC cells indicated that DNA damage caused by M2-like M&#216;s occurred via polyamine catabolism and was not due to cellular toxicity or apoptosis. Pathway analysis of RNAseq data for YAMC cells exposed to M2-like M&#216;s identified multiple activated pathways including DNA repair, ubiquitination, Nrf2-mediated stress responses, endoplasmic reticulum overload responses, and lipid biosynthesis. These results provide additional evidence for global cellular responses to BSE generated by M2-like M&#216;s. In conclusion, our findings show that M2-like M&#216;s can generate BSE via a novel mechanism involving ARG1. Induction of BSE by M2-like M&#216;s results in acute DNA damage in colon epithelial cells and activates multiple signaling pathways in target epithelial cells. These data imply a role for alternatively activated M2-like M&#216;s in the malignant transformation of epithelial cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-06 Other,,"},{"Key":"Keywords","Value":"DNA damage,Colorectal cancer,Bystander effect,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ram  B.  Undi<\/b><sup>1<\/sup>, Hunter  L.  Porter<sup>2<\/sup>, Jonathan  D.  Wren<sup>2<\/sup>, Naushad Ali<sup>1<\/sup>, Mark M. Huycke<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Oklahoma Health Sciences Center, Oklahoma City, OK,<sup>2<\/sup>Oklahoma Medical Research Foundation, Oklahoma City, OK","CSlideId":"","ControlKey":"515794d0-a76e-437c-aadb-fd34dd9b2f71","ControlNumber":"6079","DisclosureBlock":"&nbsp;<b>R. B. Undi, <\/b> None..<br><b>H. L. Porter, <\/b> None..<br><b>J. D. Wren, <\/b> None..<br><b>N. Ali, <\/b> None..<br><b>M. M. Huycke, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5658","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"306","PresenterBiography":null,"PresenterDisplayName":"Ram Undi, PhD","PresenterKey":"26b80f9b-1043-4ea2-b131-24e5fa920593","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"306. Alternatively activated macrophages induce bystander effects via arginase 1","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alternatively activated macrophages induce bystander effects via arginase 1","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple Negative Breast Cancers (TNBC) have a poor prognosis, are difficult-to-treat and predominant in young, African American women. Specific treatments are lacking, as TNBC do not express targetable markers i.e., ER, PR and\/or HER2. TNBC tumors exhibit high genomic instability due to frequent loss-of-function mutations in tumor suppressors (i.e., p53) and DNA repair enzymes (i.e., BRCA1, PALP2). Yet TNBC are highly proliferative and resist DNA damaging chemo\/radiation therapy, leading to rapid disease relapse and mortality. The pro-survival factors that protect TNBC cells from genotoxic stress remain poorly understood. We identified, and study the LIMB-BUD-AND-HEART (LBH) protein, a stem cell transcription regulator in the WNT signaling pathway that is critical for breast cancer disease progression (Lindley L, et al., Development 2015, Ashad-Bishop, K. et al, BBRC 2019). We showed LBH is predominantly over expressed in TNBC, correlating with reduced patient survival. Functional analysis indicates LBH is critical for high cancer stem cell abundance, metastatic potential, and chemoresistance in TNBC (Rieger, M. et al, Mol. Cell Biol 2010; Garikapati, K. et al, bioRxiv preprint 2021). Key molecular functions are under investigation.<br \/>Results: Here, we identified that LBH is also an essential pro-survival factor in TNBC. Depletion of LBH in multiple TNBC cell lines (MDA-MB-231, HCC1806, and HCC1395) by RNAi reduced cell viability and induced apoptosis <i>in vitro<\/i> and <i>in vivo<\/i>. Contrarily, ectopic LBH expression in TNBC cells protected from cell death, as determined by caspase 3\/7 assays, and Annexin V FACS analysis. To identify the mechanisms underlying the pro-survival function of LBH, we examined cell cycle progression and DNA integrity in LBH knockdown TNBC cells using EdU click, DNA comet, and DNA fiber assays, together with cell cycle and DNA damage marker analysis. LBH loss significantly attenuated S to G2 cell cycle progression due to increased DNA replicative stress, leading to increased DNA damage, upregulation of DNA damage markers (phospho-&#947;H2AX, P53BP1), and activation of the ATR\/CHK1 DNA damage response pathway. Notably, ATR inhibition (AZD6738) in combination with LBH down modulation had a synergistic effect on inducing TNBC cell death and blocking <i>in vivo<\/i> tumor growth.<br \/>Conclusions: Our results yield new mechanistic insight into treatment resistance in poor prognosis TNBC by identifying LBH as a key protector of DNA integrity. Importantly, they provide a novel rationale for inhibiting LBH in combination with ATR inhibitors to improve survival in TNBC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-02 Genomic instability,,"},{"Key":"Keywords","Value":"DNA damage,Triple-negative breast cancer (TNBC),Genomic instability,ATR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Koteswararao Garikapati<\/b><sup><\/sup>, In-Chi Young<sup><\/sup>, Karoline Briegel<sup><\/sup><br><br\/>University of Miami, Miami, FL","CSlideId":"","ControlKey":"b76f2d76-8d05-432e-ac34-4bf532db6a13","ControlNumber":"2508","DisclosureBlock":"&nbsp;<b>K. Garikapati, <\/b> None..<br><b>I. Young, <\/b> None..<br><b>K. Briegel, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5649","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"307","PresenterBiography":null,"PresenterDisplayName":"Koteswararao Garikapati, PhD","PresenterKey":"7389f72b-bd9e-4e29-9539-d8546ef10350","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"307. Blocking LBH overexpression sensitizes triple negative breast cancer cells to ATR inhibition therapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blocking LBH overexpression sensitizes triple negative breast cancer cells to ATR inhibition therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Low molecular weight cyclin E (LMW-E) are oncogenic forms of cyclin E that are post translationally generated from the full-length cyclin E1 (FL-cycE). LMW-E is detected in breast cancer cells and tumor tissues, but not in normal mammary epithelial cells or adjacent normal tissues. Unlike FL-cycE, LMW-E drives mammary epithelial cell transformation in human cells and spontaneous mammary tumor formation in transgenic mouse models, but the oncogenic mechanisms of LMW-E and its unique function(s) independent of FL-cycE are not fully understood. It is currently assumed that LMW-E drives the tumorigenic process by promoting G1\/S cell cycle transition and accelerating mitotic exit. Biochemical features such as longer protein half-life, higher affinity to its kinase partner CDK2, and resistance to endogenous CDK inhibitors such as p21 and p27 all promote the tumorigenic ability of LMW-E. Clinical studies in breast cancer reveal that overexpression of LMW-E predicts recurrence and poor survival in breast cancer patients independent of molecular subtype, Ki67 status, nodal status, or tumor grade, suggesting LMW-E may drive breast cancer development independent of its role in cell proliferation. In the current study, we tested the hypothesis that LMW-E promotes genomic instability by deregulating DNA replication and damage repair.<br \/>Results: We generated immortalized pre-cancerous human mammary epithelial cells (hMECs) to express doxycycline inducible LMW-E or FL-cycE in CCNE1 knock-out background. We found that FL-cycE overexpression led to DNA replication stress and DNA damage accumulation, resulting in reduced cell viability. LMW-E overexpression, on the other hand, promoted cell survival under replication stress, resulting in persistent genomic instability. RNA-sequencing results showed LMW-E but not FL-cycE overexpression enhanced DNA replication and damage repair pathways. Molecularly, LMW-E interacted with and facilitated pre-replication complex assembly. LMW-E also mediated DNA repair by upregulating RAD51 and C17orf53, showing a dominant repairing effect over DNA damage induced by FL-cycE. Moreover, targeting the replication stress response pathway ATR-CHK1-RAD51 with small molecule inhibitors significantly decreased viability of LMW-E overexpressing hMECs and breast cancer cells. Lastly, we showed that positive LMW-E status was associated with genomic instability in tumors from a cohort of 725 patients diagnosed with early-stage breast cancer, further supporting our hypothesis that LMW-E promotes genomic instability to fuel breast cancer development.<br \/>Conclusions: Collectively, our findings delineated a novel role for LMW-E in breast tumorigenesis mediated by replication stress tolerance and genomic instability, providing novel therapeutic strategies for LMW-E overexpressing breast cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-02 Genomic instability,,"},{"Key":"Keywords","Value":"Cyclin E,DNA replication,DNA damage response,Genomic instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mi Li<\/b><sup>1<\/sup>, Spiridon Tsavachidis<sup>2<\/sup>, Fuchenchu Wang<sup>3<\/sup>, Tuyen Bui<sup>1<\/sup>, Tuyen  D.   T.  Nguyen<sup>1<\/sup>, Linjie Luo<sup>1<\/sup>, Asha  S.  Multani<sup>4<\/sup>, Melissa  L.  Bondy<sup>5<\/sup>, Kelly  K.  Hunt<sup>6<\/sup>, Khandan Keyomarsi<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Experimental Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Department of Medicine, Baylor College of Medicine, Houston, TX,<sup>3<\/sup>Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>Department of Genetics, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>5<\/sup>Department of Epidemiology and Population Health, Stanford University, Stanford, CA,<sup>6<\/sup>Department of Breast Surgical Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"13a2331e-4438-48c1-a5f2-c63c07805dbd","ControlNumber":"985","DisclosureBlock":"&nbsp;<b>M. Li, <\/b> None..<br><b>S. Tsavachidis, <\/b> None..<br><b>F. Wang, <\/b> None..<br><b>T. Bui, <\/b> None..<br><b>T. D. T. Nguyen, <\/b> None..<br><b>L. Luo, <\/b> None..<br><b>A. S. Multani, <\/b> None..<br><b>M. L. Bondy, <\/b> None.&nbsp;<br><b>K. K. Hunt, <\/b> <br><b>Armada Health<\/b> Other, medical advisory board. <br><b>Cairn Surgical<\/b> Grant\/Contract. <br><b>Eli Lilly & Co.<\/b> Grant\/Contract. <br><b>Lumicell<\/b> Grant\/Contract.<br><b>K. Keyomarsi, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5654","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"308","PresenterBiography":null,"PresenterDisplayName":"Mi Li, PhD","PresenterKey":"a34cd4e2-7485-4772-b7b9-586f1ef4fa1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"308. Low molecular weight cyclin E deregulates DNA replication and damage repair to promote genomic instability in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Low molecular weight cyclin E deregulates DNA replication and damage repair to promote genomic instability in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Nuclear factor erythroid 2-related factor 2 (NRF2) is a transcription factor that responds to cellular and oxidative stress by promoting the transcription of antioxidant response element-containing genes. In an unstressed cellular environment, NRF2 is bound by Kelch-like ECH-associated protein 1 (KEAP1) and tagged for proteasomal degradation. In many cancers, the interaction between NRF2 and KEAP1 is interrupted due to mutations in either protein. Previous work has suggested that NRF2 can promote DNA damage repair, and our preliminary data demonstrates that NRF2 is phosphorylated at Serine-40 by the DNA damage response kinase, Ataxia Telangiectasia Mutated (ATM) in response to DNA damage. To create a system to better study the relationship between NRF2 Serine-40 phosphorylation and DNA damage, we modified the mouse <i>Nfe2l2<\/i> locus to generate a mouse model in which Nrf2 Serine-40 is mutated to Alanine on a C57BL\/6 background. Utilizing this model, we administered 7.5 Gy of total body irradiation and found that Nrf2<sup>S40A\/S40A<\/sup> mice had significantly shortened survival compared to Nrf2<sup>WT <\/sup>mice. Immunohistochemical analysis of radiation-sensitive tissues including bone marrow and spleen revealed a prolonged persistence of the DNA damage marker &#947;H2AX following irradiation in the Nrf2<sup>S40A\/S40A<\/sup> group compared to Nrf2<sup>WT<\/sup>. We also observed a significantly higher level of cell death in the Nrf2<sup>S40A\/S40A<\/sup> splenic tissue compared with Nrf2<sup>WT <\/sup>as indicated by the marker of apoptotic cell death, Cleaved Caspase-3. Our findings indicate that phosphorylation of Nrf2 at Serine-40 in response to DNA damage promotes DNA damage repair. Our ongoing work is focused on examining these phenotypes in cellular systems to determine the specific mechanisms by which NRF2 promotes DNA damage repair. Future work will include incorporating the systems generated thus far into non-small cell lung cancer (NSCLC) and liver cancer mouse models to further investigate the impact of this phosphorylation site on tumorigenesis and radio-resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-05 Radiation-induced DNA damage,,"},{"Key":"Keywords","Value":"DNA damage,DNA repair,Transcription factor,Phosphorylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cheyenne  A.  Schneider<\/b><sup>1<\/sup>, Tin-Yu Lin<sup>2<\/sup>, Aimee Falzone<sup>1<\/sup>, Samantha Caldwell<sup>1<\/sup>, Jared  L.  Johnson<sup>2<\/sup>, Gina  M.  DeNicola<sup>1<\/sup><br><br\/><sup>1<\/sup>H. Lee Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Meyer Cancer Center, Weill Cornell Medical College, New York, NY","CSlideId":"","ControlKey":"b37ce247-ec99-4671-8e2d-f77a5bd9e54e","ControlNumber":"6260","DisclosureBlock":"&nbsp;<b>C. A. Schneider, <\/b> None.&nbsp;<br><b>T. Lin, <\/b> <br><b>Calico Life Sciences<\/b> Employment.<br><b>A. Falzone, <\/b> None..<br><b>S. Caldwell, <\/b> None.&nbsp;<br><b>J. L. Johnson, <\/b> <br><b>Petra Pharmaceuticals<\/b> Other, Consulting.<br><b>G. M. DeNicola, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5657","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"309","PresenterBiography":null,"PresenterDisplayName":"Cheyenne Schneider, MS,BS","PresenterKey":"4d42c0f3-d1fd-4612-b5cd-db784e1a3d92","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"309. ATM phosphorylation of NRF2 promotes DNA damage repair","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ATM phosphorylation of NRF2 promotes DNA damage repair","Topics":null,"cSlideId":""},{"Abstract":"Objective: Translesion DNA synthesis (TLS) pathway allows cancer cells to bypass the damage, allowing the blocked replication fork to move forward and helping cancer cells avoid genomic instability and cell death caused. Although some PCNA partners have previously been reported to participate in the TLS pathway, the mechanisms that regulate the TLS pathway remain unclear. Here, we revealed that CHAF1A is a new important regulator of TLS pathway.<br \/>Methods: Cell models of CHAF1A gene knockdown (A549, KYSE510, KYSE450, etc.) were constructed by siRNA\/shRNA knockdown method. We used DNA damage stimulation (HU, APH and UV) combined with western blotting to explore the effect of CHAF1A on PCNA monoubiquitination. The interaction of CHAF1A and its partners was demonstrated by immunoprecipitation and Duolink PLA assay. Cell fractionation assay was employed to measure protein binding to chromatin. DNA fiber assay was used to observe the condition of DNA replication fork. Micronucleus analysis was used to quantify cell micronucleus. The sensitivity of cells to DNA replication stress was tested by cloning formation assay and cell death assay. Kaplan-Meier survival analysis were used to analyze the clinical significance of CHAF1A expression.<br \/>Results: CHAF1A enhances the interaction between PCNA and E3 ubiquitin protein ligase RAD18 and promotes PCNA monoubiquitination, thereby promoting the recruitment of Y-family DNA polymerase Pol &#951; and enhancing cancer cell resistance to stimuli that trigger replication fork blockade. Mechanistically, CHAF1A-mediated PCNA monoubiquitination is independent of CHAF1A-PCNA interaction. CHAF1A interacts with both RAD18 and replication protein A2 (RPA2), mediating RAD18 binding on chromatin in response to DNA replication stress. Moreover, high expression of CHAF1A is significantly associated with poor prognosis in cancer patients.<br \/>Conclusion: CHAF1A is a key TLS pathway regulator that is essential for cancer cell survival under DNA replication stress. The overall survival time of patients with high CHAF1A expression in lung, liver and esophageal cancers was significantly reduced. CHAF1A can be used as a key potential anti-tumor target, which has important clinical significance for enhancing the sensitivity of patients to radiotherapy and chemotherapy (This work was supported by the National Natural Science Foundation of China (82273108 and 82173034), the Innovative Team Grant of Guangdong Department of Education (2021KCXTD005), the Science and Technology Special Fund project of Guangdong Province in 2021 (No. 210729156901797) and the 2020 Li Ka Shing Foundation Cross-Disciplinary Research Grant (2020LKSFG07B)).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-02 Genomic instability,,"},{"Key":"Keywords","Value":"DNA replication,Genomic instability,DNA damage,Tumor biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bing Wen<\/b><sup><\/sup>, Li-Yan Xu<sup><\/sup>, En-Min Li<sup><\/sup><br><br\/>Shantou University Medical College, Shantou, China","CSlideId":"","ControlKey":"14cb1c58-47dc-45d2-8670-e61fbe24437a","ControlNumber":"4166","DisclosureBlock":"&nbsp;<b>B. Wen, <\/b> None..<br><b>L. Xu, <\/b> None..<br><b>E. Li, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5663","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"310","PresenterBiography":null,"PresenterDisplayName":"Bing Wen, PhD","PresenterKey":"a13f7e41-5dd6-4f88-833d-c861058b8ecd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"310. CHAF1A promotes the translesion DNA synthesis pathway in response to DNA replication stress","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CHAF1A promotes the translesion DNA synthesis pathway in response to DNA replication stress","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Ataxia telangiectasia and Rad3-related (ATR) kinase and poly-(ADP-ribose) polymerase (PARP) are central components of the DNA damage response (DDR) machinery that act via distinct DNA repair pathways whereby combined inhibition of ATR and PARP is expected to be highly synergistic. Elimusertib is a potent and selective ATR inhibitor currently in phase I development in patients with advanced solid tumors carrying DDR defects. Niraparib is an approved PARP inhibitor for the treatment of ovarian cancer. Several different dosing schedules of a combination treatment with elimusertib and niraparib were explored in preclinical tumor model systems to identify a dose regimen that optimally balances safety and efficacy for translation into clinical studies.<br \/><b>Methods:<\/b> Preclinical human mCRPC xenograft model 22RV1 in male immunocompromised (NMRI nude) mice was used. Multiple variations of treatment duration and sequence of drug application were investigated. Both drugs were used at their MTD in the respective combination dosing regimen. Antitumor activity was assessed by tumor area measurement, and safety\/tolerability was determined by body weight change and evaluation of hematological parameters.<br \/><b>Results: <\/b>Preclinical data demonstrated strong synergistic antitumor activity resulting from combined blockade of ATR and PARP. <i>In vitro<\/i> and <i>in vivo<\/i> data revealed that concomitant inhibition of both ATR and PARP mediated DNA repair is required for maximal synergy. 13 different combination dosing schedules were tested<i> in vivo<\/i>. Elimusertib was dosed between 20 and 40 mg\/kg BID for 3 days on\/ 4 days off, or 3 days on\/ 11 days off. Niraparib was dosed QD continuously or using various intermittent schedules. Overall, best efficacy and tolerability was achieved when PARPi and ATRi were applied concurrently using a discontinuous schedule. The condensed treatment time of both drugs and the extended treatment-free period demonstrated better mitigation of hematological effects, reducing the treatment impact on red blood cell counts in peripheral blood.<br \/><b>Conclusion:<\/b> In preclinical <i>in vitro<\/i> and <i>in vivo<\/i> studies it was demonstrated that concurrent inhibition of ATR and PARP resulted in higher tumor cell cytotoxicity than any sequential blockade of ATR and PARP. Evaluating different treatment regimens of combined elimusertib and niraparib indicated that applying both drugs using a discontinuous schedule to balance efficacy and safety in a preclinical mCRPC xenograft model produces an optimal therapeutic window. A non-randomized, open-label trial evaluating the safety and efficacy of elimusertib in combination with niraparib for the treatment of patients with advanced solid tumors is currently ongoing (NCT04267939).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-06 Other,,"},{"Key":"Keywords","Value":"ATR,PARP,Drug synergy,Dosing schedule,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Antje Margret Wengner<\/b><sup>1<\/sup>, Gerhard Siemeister<sup>2<\/sup>, Bart Ploeger<sup>1<\/sup>, Lisa Ehresmann<sup>1<\/sup>, Nils Guthof<sup>1<\/sup>, Gary Wilkinson<sup>1<\/sup><br><br\/><sup>1<\/sup>Bayer AG, Berlin, Germany,<sup>2<\/sup>Innovation Campus Berlin, Nuvisan, Berlin, Germany","CSlideId":"","ControlKey":"aa932251-ad16-43a1-a316-ea275e044f50","ControlNumber":"7822","DisclosureBlock":"<b>&nbsp;A. M. Wengner, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>G. Siemeister, <\/b> <br><b>Nuvisan<\/b> Employment. <br><b>B. Ploeger, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>L. Ehresmann, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>N. Guthof, <\/b> <br><b>Bayer AG<\/b> Employment. <br><b>G. Wilkinson, <\/b> <br><b>Bayer AG<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5656","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"311","PresenterBiography":null,"PresenterDisplayName":"Antje Wengner, PhD","PresenterKey":"be1b428e-60a8-4ac8-9f4a-1efdcb62d822","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"311. Optimization of treatment schedule for the combination therapy of ATR inhibitor elimusertib and PARP inhibitor niraparib in preclinical tumor models","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimization of treatment schedule for the combination therapy of ATR inhibitor elimusertib and PARP inhibitor niraparib in preclinical tumor models","Topics":null,"cSlideId":""},{"Abstract":"ART0380 is a potent, selective and orally active inhibitor of ataxia telangiectasia and Rad3-related (ATR) that has been developed for treatment for cancer patients with DNA repair defects. Here we show preclinical<i> <\/i>data of ART0380 in a range of tumour xenograft models, both as monotherapy and in combination with other DNA-damaging agents. As monotherapy, ART0380 exhibits tumour PD (&#947;H2AX) effects and efficacy comparable to the ATR inhibitor BAY-1895344 but causing less toxicity to the gut. As ATM has been highlighted as synthetic lethal with ATR, ART0380 monotherapy was also evaluated in ATM-deficient models showing strong tumour growth inhibition using both continuous and intermittent scheduling. ART0380 was also shown to have enhanced efficacy when dosed in combination with other anti-cancer agents. Here we show strong synergy when combining ART0380 with gemcitabine, the PARP inhibitor olaparib, the topoisomerase 1 poison irinotecan as well as the immuno-oncology therapeutic aPD1. Overall, these data demonstrate the high potential of ART0380 as an anti-cancer agent given as monotherapy or in combination","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-06 Other,,"},{"Key":"Keywords","Value":"DNA damage response,ATR,In vivo,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jayesh Bhanabhai Majithiya<\/b><sup>1<\/sup>, Marina Roy Luzarraga<sup>1<\/sup>, Richard Newman<sup>1<\/sup>, Paula Costales<sup>1<\/sup>, Philip Jones<sup>2<\/sup>, Maria Emilia Di Francesco<sup>2<\/sup>, Virginia Giuliani<sup>2<\/sup>, Chris Caroll<sup>2<\/sup>, Mary Geck Do<sup>2<\/sup>, Tim Heffernan<sup>2<\/sup>, Ningpeng Feng<sup>2<\/sup>, XiaoYan Ma<sup>2<\/sup>, Sarah lively<sup>3<\/sup>, Michael  G.  Johnson<sup>3<\/sup>, Lerin Geo<sup>1<\/sup>, Desiree Piscitello<sup>1<\/sup>, Eeson Rajendra<sup>1<\/sup>, Vera Grinkevich<sup>1<\/sup>, Marco Ranzani<sup>1<\/sup>, Martin Stockley<sup>1<\/sup>, Gillian Langford<sup>1<\/sup>, Robert Heald<sup>1<\/sup>, Helen  M.   R.  Robinson<sup>1<\/sup>, Graeme  C.   M.  Smith<sup>1<\/sup><br><br\/><sup>1<\/sup>Artios Pharma Limited, Cambridge, United Kingdom,<sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Chempartner Corp, San Francisco, CA","CSlideId":"","ControlKey":"1be32d8e-f534-48cc-89e5-65f95381b9a1","ControlNumber":"6514","DisclosureBlock":"<b>&nbsp;J. B. Majithiya, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>M. R. Luzarraga, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>R. Newman, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>P. Costales, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>P. Jones, <\/b> <br><b>M  D Anderson<\/b> Other, Is an employee at MD Anderson Cancer Center and as a creator of IP will benefit from under UT system Intellectual Property policy.  Licensed programs to Navire, Artios, Magnolia and Ipsen, and received research funding. <br><b>M. E. Di Francesco, <\/b> <br><b>M D Anderson<\/b> Is an employee at MD Anderson Cancer Center and as a creator of IP will benefit from under UT system Intellectual Property policy.  Licensed programs to Navire, Artios, Magnolia and Ipsen, and received research funding. <br><b>V. Giuliani, <\/b> <br><b>M D Anderson<\/b> Is an employee at MD Anderson Cancer Center and as a creator of IP will benefit from under UT system Intellectual Property policy.  Licensed programs to Navire, Artios, Magnolia and Ipsen, and received research funding. <br><b>C. Caroll, <\/b> <br><b>M D Anderson<\/b> Is an employee at MD Anderson Cancer Center and as a creator of IP will benefit from under UT system Intellectual Property policy.  Licensed programs to Navire, Artios, Magnolia and Ipsen, and received research funding. <br><b>M. G. Do, <\/b> <br><b>M D Anderson<\/b> Is an employee at MD Anderson Cancer Center and as a creator of IP will benefit from under UT system Intellectual Property policy.  Licensed programs to Navire, Artios, Magnolia and Ipsen, and received research funding. <br><b>T. Heffernan, <\/b> <br><b>M D Anderson<\/b> Is an employee at MD Anderson Cancer Center and as a creator of IP will benefit from under UT system Intellectual Property policy.  Licensed programs to Navire, Artios, Magnolia and Ipsen, and received research funding. <br><b>N. Feng, <\/b> <br><b>M D Anderson<\/b> Is an employee at MD Anderson Cancer Center and as a creator of IP will benefit from under UT system Intellectual Property policy.  Licensed programs to Navire, Artios, Magnolia and Ipsen, and received research funding. <br><b>X. Ma, <\/b> <br><b>M D Anderson<\/b> Is an employee at MD Anderson Cancer Center and as a creator of IP will benefit from under UT system Intellectual Property policy.  Licensed programs to Navire, Artios, Magnolia and Ipsen, and received research funding.<br><b>S. lively, <\/b> None..<br><b>M. G. Johnson, <\/b> None.&nbsp;<br><b>L. Geo, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>D. Piscitello, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>E. Rajendra, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>V. Grinkevich, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>M. Ranzani, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>M. Stockley, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>G. Langford, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>R. Heald, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>H. M. R. Robinson, <\/b> <br><b>Artios Pharma Limited<\/b> Employment. <br><b>G. C. M. Smith, <\/b> <br><b>Artios Pharma Limited<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5661","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"312","PresenterBiography":null,"PresenterDisplayName":"Jayesh Majithiya, B Pharm;M Pharm;PhD","PresenterKey":"fcea50ac-3553-47e1-8e23-05bf6523c797","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"312. The ATR inhibitor ART0380 shows preclinical efficacy in monotherapy or in combination with gemcitabine, aPD1, PARP inhibitors and topoisomerase 1 poisons","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The ATR inhibitor ART0380 shows preclinical efficacy in monotherapy or in combination with gemcitabine, aPD1, PARP inhibitors and topoisomerase 1 poisons","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Tyrosine kinase (TK) fusions are common events in the development of resistance to targeted therapy for non-small cell lung cancer (NSCLC) and others. The mechanisms by which recurrent breakpoints are generated in solid tumors and by which they are selected are unclear. APOBEC3 proteins are the main factors for mutations in solid cancers and the mutagenic activity of APOBEC3 can activate the DNA damage response by contributing to double-strand break (DSB) formation. However, the possibility that APOBEC3 proteins could induce chromosomal translocations in solid tumors has not been investigated. In addition, mechanistic explanations on how recurrent chromosomal translocation occur in lung cancer and solid tumors in precise genomic breakpoints and with specific partners are lacking. In this work, we present a newly developed functionally active chromosomal translocation sequencing (FACTS) approach to provide insights on the mechanisms that determine the selection of oncogenic fusions in human cancers.<br \/>Methods: We applied FACTS to lung cells to map genome-wide translocations when DNA DSB is introduced in TK genes by the CRISPR\/Cas9 system. We generated genomic maps of DNA breakpoints joining to anaplastic lymphoma kinase (<i>ALK<\/i>) before and after selection by high-throughput genome-wide translocation sequencing (HTGTS). We tested the effect of APOBEC3 proteins in an overexpression system or in an all seven <i>APOBEC3<\/i> gene knockout lung cells by FACTS.<br \/>Results: Overexpression of APOBEC3 proteins significantly increased the formation of functional fusions compared to control cells. In addition, deletion of <i>APOBEC3 <\/i>genes significantly decreased the formation of functional fusions compared to APOBEC3 wild-type cells. With the FACTS data and bioinformatics analyses, we found that gene expression rather than locus accessibility dictates the selection of TK fusions and that TK fusions are likely selected from a pool of translocations occurring at the right position in transcribe genes. In addition, we found that active transcription in silent genes was sufficient to introduce the spontaneous formation of functional fusions. By using HTGTS approach, we found that breakpoints before selection did not show a preferential strand bias, but after selection the breakpoints showed a strong bias. By comparing oncogenic potential of EML4-ALK fusion variants, we found that protein stability, but not subcellular localization, is key to determining the exon usage of EML-ALK fusions. In addition, we revealed that the selection of fusion partners for each TK is more likely dictated by protein stability rather than by mRNA expression.<br \/>Conclusion: FACTS allows rapid and comprehensive mapping of functional chromosomal translocations and provides insights into the mechanisms of their formation and selection. The FACTS approach could be used to predict the oncogenic activity of fusion proteins to guide clinical decisions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-01 Chromosomal structural alterations\/translocations,,"},{"Key":"Keywords","Value":"Tyrosine kinase,Lung cancer: non-small cell,Resistance,Gene fusion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Taek-Chin Cheong<\/b><sup><\/sup>, Ahram Jang<sup><\/sup>, Qi Wang<sup><\/sup>, Giulia  C.  Leonardi<sup><\/sup>, Maria  K.  Lehtinen<sup><\/sup>, Marian  H.  Harris<sup><\/sup>, Roberto Chiarle<sup><\/sup><br><br\/>Pathology, Boston Children's Hospital and Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"a57d5848-7a0f-4497-aee8-7cba2f863a73","ControlNumber":"586","DisclosureBlock":"&nbsp;<b>T. Cheong, <\/b> None..<br><b>A. Jang, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>G. C. Leonardi, <\/b> None..<br><b>M. K. Lehtinen, <\/b> None..<br><b>M. H. Harris, <\/b> None..<br><b>R. Chiarle, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5652","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"313","PresenterBiography":null,"PresenterDisplayName":"Taek-Chin Cheong, PhD","PresenterKey":"7b66072c-f8ec-4c16-8a97-26595e6c5bf8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"313. Mechanisms of oncogenic tyrosine kinase fusion formation and selection in human cancers","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms of oncogenic tyrosine kinase fusion formation and selection in human cancers","Topics":null,"cSlideId":""},{"Abstract":"The high incidence of colon cancer (CC) worldwide is a major health concern. Although surgery and adjuvant chemotherapy are effective to a high extent in lymph-node negative colon cancers, there are still some 10-15% of patients that show disease relapse within the next 5-year period after intended curative surgery. We hypothesize that genomic instability and intratumor heterogeneity fuel the formation of subclonal populations in the primary tumor that might promote metastasis. In the current study, we assessed the presence of intratumor heterogeneity in CC using multiplex interphase FISH (miFISH) and whole-exome sequencing (WES) to evaluate samples obtained from primary stage II colon tumors and their patient-matched associated liver metastases using multi-region sampling (N=9). In combination with genome-wide copy-number changes obtained from WES analysis, miFISH allowed the simultaneous quantification of copy-numbers for nine CC relevant genes and a centromeric ploidy control probe in intact tumor nuclei derived from archival patient material. Our preliminary data on the four cases analyzed so far, revealed high similarities regarding copy-number changes and ploidy between primary tumor and metastatic samples for three of the cases. While two of these cases showed either triploid or highly aneuploid genomes with different degrees of genomic instability and subclonality among them, the third case displayed a diploid content for both matched lesions. Intriguingly, as seen by miFISH and WES, loss of CDX2 in the primary tumor might have originated the main clonal population giving rise to metastasis in this latter case. Conversely, the fourth case analyzed exhibited a triploid baseline for the primary tumor while the metastasis revealed a diploid population. Interestingly, despite higher absolute copy numbers in the primary tumor, there was an overlap of five of the gains and losses observed for the major clone populations of the tumor and metastasis by miFISH. However, two of the highly clonal gains observed in the tumor, namely the EGFR and MYC gain, were not present in the metastasis. Altogether, in addition to the ploidy change, results indicated major discrete copy-number changes from primary tumor to metastasis in this patient. In summary, we show here that the combined analysis of WES and miFISH is able to describe the subclonal composition of copy-number alterations in primary tumors and their patientmatched liver metastases. Future perspectives also include the assessment of subclonality affecting single-nucleotide variants to complete the genomic landscape of tumor evolution and clonal development in this patient cohort with the goal to better understand the nature of these early metastases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-02 Genomic instability,,"},{"Key":"Keywords","Value":"Intratumoral heterogeneity,Colon cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sanam Yaghoubi<\/b><sup>1<\/sup>, Kerstin Heselmeyer-Haddad<sup>1<\/sup>, Ivan Archilla<sup>2<\/sup>, Carolina Parra<sup>3<\/sup>, Darawalee Wangsa<sup>1<\/sup>, Giancarlo Castellano<sup>3<\/sup>, Sara Lahoz<sup>3<\/sup>, Veronica Pablo-Fontecha<sup>3<\/sup>, Daniela Hirsch<sup>1<\/sup>, Wei-Dong Chen<sup>1<\/sup>, Thomas Ried<sup>1<\/sup>, Miriam Cuatrecasas<sup>2<\/sup>, Paul S. Meltzer<sup>1<\/sup>, Jordi Camps<sup>3<\/sup><br><br\/><sup>1<\/sup>Genetics Branch, CCR, National Cancer Institute, NIH, Bethesda, MD,<sup>2<\/sup>Pathology Department, Centro de Diagnóstico Biomédico, Molecular Biology CORE, Hospital Clínic, Tumour Bank-Biobank, IDIBAPS, University of Barcelona, Barcelona, Spain,<sup>3<\/sup>Translational Colorectal Cancer Genomics, Gastrointestinal and Pancreatic Oncology Team, Institut D'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Hospital Clínic de Barcelona, Barcelona, Spain","CSlideId":"","ControlKey":"4c46b800-59f8-4bf3-b155-e70c674139d9","ControlNumber":"7708","DisclosureBlock":"&nbsp;<b>S. Yaghoubi, <\/b> None..<br><b>K. Heselmeyer-Haddad, <\/b> None..<br><b>I. Archilla, <\/b> None..<br><b>C. Parra, <\/b> None..<br><b>D. Wangsa, <\/b> None..<br><b>G. Castellano, <\/b> None..<br><b>S. Lahoz, <\/b> None..<br><b>V. Pablo-Fontecha, <\/b> None..<br><b>D. Hirsch, <\/b> None..<br><b>W. Chen, <\/b> None..<br><b>T. Ried, <\/b> None..<br><b>M. Cuatrecasas, <\/b> None..<br><b>P. Meltzer, <\/b> None..<br><b>J. Camps, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5655","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"314","PresenterBiography":null,"PresenterDisplayName":"Sanam Yaghoubi, MD","PresenterKey":"ceae4177-9053-4c67-a1cc-760f36af2cad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"314. Intratumor genetic heterogeneity dictates metastatic subclones in stage II colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intratumor genetic heterogeneity dictates metastatic subclones in stage II colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated papillomavirus (HPV) infection often leads to genomic rearrangements such as the integration of viral DNA into the human genome or formation of extrachromosomal DNA (ecDNA) circles with human-HPV DNA fusions, copy number alterations, translocations, inversions, or all at once. Such structures play a key role in cancer formation and progression by altering the expression of human and viral genes. They can also potentially increase genomic instability promoting new rearrangements, but little is known about how these rearrangements evolve during cancer. Unfortunately, short-read sequencing and standard assembly methods often fail to reconstruct HPV-induced rearrangements because of their repetitive nature. Long-read technology can potentially help to overcome this limitation.Here, we used Nanopore long-read whole genome sequencing to explore HPV structures in head and neck cancer cell line UPCI-SCC-090, known for its complex HPV rearrangements. We tested several protocols and methods on this cell line to estimate their impact on rearrangement detection. To study the dynamics of HPV rearrangements, we compared data from UPCI-SCC-090 to another cell line isolated later from the same patient (UPCI-SCC-152).As a result, we discovered a core set of UPCI-SCC-090 rearrangements involving chr 2,3,6 and 9, which remain robust across different tested protocols and methods, and these structures were consistent with previous studies. At the same time, we identified new minor rearrangements in UPCI-SCC-090 indicating heterogeneity within this cell line. The comparison with the UPCI-SCC-152 cell line demonstrated that most rearrangements were kept, but the overall profile of rearrangements changed. For example, UPCI-SCC-152 missed all HPV-induced alterations on chr 6.We concluded that the long-read approach failed to reconstruct all rearrangements completely but allowed us to study them in more detail on a single-molecule level and detect heterogeneity of HPV integrations within and between cell lines. We demonstrated that HPV-induced rearrangements formed a stable core that could persist for a long time with a minor group of variable rearrangements.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-01 Chromosomal structural alterations\/translocations,,"},{"Key":"Keywords","Value":"Head and neck cancers,Human papillomavirus (HPV),Gene fusion,Chromosomal instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vera Mukhina<\/b><sup><\/sup>, Alexa Anderson<sup><\/sup>, Daria A. Gaykalova<sup><\/sup><br><br\/>University of Maryland School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"9e93365f-6bdb-451a-a79e-3783821b8f13","ControlNumber":"7162","DisclosureBlock":"&nbsp;<b>V. Mukhina, <\/b> None..<br><b>A. Anderson, <\/b> None..<br><b>D. A. Gaykalova, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5659","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"315","PresenterBiography":null,"PresenterDisplayName":"Vera Mukhina, MD","PresenterKey":"993376c3-a9f4-441f-8421-5530fd2a1a87","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"315. HPV-related genome rearrangements in head and neck cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HPV-related genome rearrangements in head and neck cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Human prostate cancer is notable for its high number of somatic copy number alterations (CNAs), which include both focal and broad arm-level amplifications and deletions. Up to 90% of prostate tumors harbor aberrant CNAs, and genomic deletions affect about 40% of these tumors. Many chromosomal deletions are highly recurrent and occur in more than 10% of prostate tumors, including 8p (40~50%), 6q14-16, 10q23, 13q14, and 16q22-24 (20~30% each). Most of these deletions are large, often including hundreds of genes. Notably, several large deletions, including 6q14-16 and 16q22-24, are significantly associated with poor patient outcomes, suggesting that these large chromosomal deletions play a functional role in prostate tumorigenesis, and highlighting the critical need for elucidation of the mechanisms underlying large-deletion driven tumorigenesis. However, due to the limited cloning capacity of targeting vectors and the rarity of on-target homologous recombination events in traditional gene-targeting technology, modelling large chromosomal deletions has proven highly challenging, and the role of such lesions in tumorigenesis has therefore been significantly understudied. Here, we developed an innovative approach to engineering the chromosome over large genetic distances through CRISPR\/Cas9 technology in both mouse embryonic stem (ES) cells and human prostate cancer cells. Upon completion of the desired genome edits, the resulting mouse ES clones make possible the creation of conditional knockout mice that accurately mimic prostate cancer-associated large deletions, while the engineered human cancer cell clones serve as an indispensable <i>in vitro<\/i> model to validate the biological relevance of large chromosomal deletions in prostate tumorigenesis. Further characterization of the human prostate cell line bearing 10q23 deletion revealed that 10q23 loss conferred RWPE1 cells growth advantage. The development and characterization of these <i>in vivo<\/i> and <i>in vitro<\/i> models will contribute greatly to the implementation of precision oncology research, open new opportunities for modelling human diseases associated with large chromosomal deletions, and lead to novel insights into the biology of prostate cancer-associated large deletions, which will facilitate the identification of deletion-specific vulnerabilities that can be exploited for prostate cancer treatment. <u> <\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-04 Mechanisms of genomic alterations,,"},{"Key":"Keywords","Value":"Prostate cancer,CRISPR\/Cas9,Genomic deletions,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jinjin Wu<\/b><sup>1<\/sup>, Chen Wu<sup>2<\/sup>, Joel  A.  Lawitts<sup>2<\/sup>, Cheryl  B.  Bock<sup>3<\/sup>, Jiaoti Huang<sup>1<\/sup>, Ming Chen<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology, Duke University School of Medicine, Durham, NC,<sup>2<\/sup>Transgenic Facility Core, Beth Israel Deaconess Medical Center, Boston, MA,<sup>3<\/sup>Duke Transgenic Mouse Core, Duke Cancer Institute, Durham, NC","CSlideId":"","ControlKey":"ff8a8ff2-50fa-4053-aad6-3dcec715be49","ControlNumber":"2015","DisclosureBlock":"&nbsp;<b>J. Wu, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>J. A. Lawitts, <\/b> None..<br><b>C. B. Bock, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>M. Chen, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5660","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"316","PresenterBiography":null,"PresenterDisplayName":"Jinjin Wu, BS;MPH","PresenterKey":"470c60f5-e84e-4c02-a72e-976d72b0c1d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"316. Engineering large chromosomal deletions to advance precision oncology for prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineering large chromosomal deletions to advance precision oncology for prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Particulate matter (PM), a major component of outdoor air pollution triggers genotoxicity as well as cytotoxicity. Although the harmful effects of PM on DNA damage and its carcinogenic risk have been thoroughly studied, the detailed mechanism by which PM affects chromosomal stability remains unclear. Maintenance of chromosome is finely monitored during mitotic phase through multiple proteins and structures. The present study shows that treatment of urban particulate matter (UPM) inhibited proliferation of lung cells through the accumulation of chromosomal instability which is determined by the formation of multinucleation and macronucleation. In particular, PM treatment prolonged mitotic duration. This delay in mitotic progression resulted from inactivation of Aurora B at prometaphase and metaphase, causing a failure in dynamic stabilization of kinetochore-microtubule attachment. In addition, ingression rate of cleavage furrow and actin clearing from polar cortex were significantly reduced at telophase. It indicates that dysregulation of spatiotemporal dynamics of mitotic proteins and structures finally disturbs cytokinetic division. Overall, PM leads to accumulation of chromosomal instability, finally contributing to its carcinogenicity. &nbsp;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB05-06 Other,,"},{"Key":"Keywords","Value":"Chromosomal instability,Mitosis,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jaewook Ryu<\/b><sup>1<\/sup>, Ja-Eun Kim<sup>2<\/sup><br><br\/><sup>1<\/sup>School of Medicine, Kyung Hee University, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Pharmacology, School of Medicine, Kyung Hee University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"81f134bd-3722-4abf-ae3b-385f3295fdd1","ControlNumber":"2163","DisclosureBlock":"&nbsp;<b>J. Ryu, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5696","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"317","PresenterBiography":null,"PresenterDisplayName":"Jaewook Ryu, PhD","PresenterKey":"6595256b-ff99-4190-a4c9-abfa5e129670","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"317. Particulate matter accumulates chromosomal instability during mitosis","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"447","SessionOnDemand":"False","SessionTitle":"Targeting Replication Stress and the Immune Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Particulate matter accumulates chromosomal instability during mitosis","Topics":null,"cSlideId":""}]