[{"Abstract":"First-generation PARP1 inhibitors have provided significant therapeutic benefit to patients whose tumors exhibit homologous repair deficiencies, including BRCA mutations, however their use has been associated with hematological toxicities that have restricted their application, particularly in combination with standard-of-care chemotherapy. All four FDA-approved PARP1 inhibitors are largely non-selective for the closely related enzyme PARP2, inhibition of which has been shown to drive hematotoxicity. Hence, the development of second-generation molecules highly selective for PARP1 over PARP2 offers a significant opportunity to 1) dramatically enhance therapeutic index, 2) enable additional precision medicine \/ combination approaches with chemotherapy, radiotherapy, immunotherapy and targeted agents and 3) expand the addressable patient population to those whose tumors harbor additional DDR defects. Utilizing X-ray crystallography and structure-based drug design, we describe the characterization of a novel chemical series of highly selective PARP1 inhibitors. These molecules demonstrate high potency in multiple biochemical and cell-based assays, including viability and colony forming unit read-outs in BRCA-deficient cancer cells, whilst sparing isogenically-paired BRCA wild-type cells and non-transformed primary cell lines. The molecules are potent PARP1-DNA trappers and exhibit high affinity, high selectivity and prolonged residence time in biophysical surface plasmon resonance (SPR) binding assays. The molecules also demonstrate exceptionally high selectivity for PARP1 over PARP2, and across the mono and polyPARP family, using a cell-based NanoBRET target engagement assay. This chemical series generally exhibits highly desirable physico-chemical and in vitro ADME properties, coupled with an excellent in vitro safety profile, which translate to high oral bioavailability and low clearance in rodent PK studies. Lead molecules yield deep and durable anti-tumor efficacy in a BRCA1m MDA-MB-436 breast cancer xenograft model with responses continuing after cessation of treatment. Percent tumor regression and post-dose tumor control was superior to olaparib at 1\/10<sup>th<\/sup> of the dose. Importantly, our molecules demonstrate prolonged tumor residence time and a markedly superior tumor:plasma ratio compared to competitor PARP1-selective inhibitors. Taken together, these data predict low therapeutic dosing with the potential to demonstrate improved efficacy and tolerability compared to marketed PARP inhibitors. In summary, we describe the characterization of novel potent and selective PARP1 inhibitors. These molecules demonstrate excellent in vitro ADMET and in vivo PK, coupled with profound anti-tumor efficacy and tumor-targeting properties in a genetically-defined mouse model, supporting their progression into clinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"PARP inhibitors,BRCA1,BRCA2,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Phillip  M.  Cowley<sup><\/sup>, Barry  E.  McGuinness<sup><\/sup>, Gillian  M.  Campbell<sup><\/sup>, <b>Alan Wise<\/b><sup><\/sup><br><br\/>Duke Street Bio Limited, London, United Kingdom","CSlideId":"","ControlKey":"7ba5d274-25ab-4a33-82f0-02f1eda41b5a","ControlNumber":"1061","DisclosureBlock":"<b>&nbsp;P. M. Cowley, <\/b> <br><b>Duke Street Bio Ltd<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>PMC Discovery Ltd<\/b> Employment, Fiduciary Officer, Stock. <br><b>Cumulus Oncology Ltd<\/b> Stock. <br><b>B. E. McGuinness, <\/b> <br><b>Duke Street Bio Ltd<\/b> Independent Contractor, Stock, Stock Option, Patent. <br><b>Reagent Genie Ltd<\/b> Stock. <br><b>Sitokine Ltd<\/b> Fiduciary Officer, Stock. <br><b>G. M. Campbell, <\/b> <br><b>Duke Street Bio Ltd<\/b> Employment, Stock Option. <br><b>A. Wise, <\/b> <br><b>Duke Street Bio Ltd<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Patent. <br><b>Cumulus Oncology Ltd<\/b> Stock. <br><b>GlaxoSmithKline<\/b> Stock. <br><b>Indivior<\/b> Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1822","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6172","PresenterBiography":null,"PresenterDisplayName":"Alan Wise, PhD","PresenterKey":"ea7d4a18-2557-47b9-8a92-a65022934bd8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6172. Characterization of a novel series of highly selective PARP1 inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of a novel series of highly selective PARP1 inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Background: Acquired resistance to PARP inhibitors (PARPis) is a pressing problem in high-grade serous ovarian cancer (HGSC), highlighting the development of novel therapeutic options. To address this unmet need, we conducted high-throughput drug combination screens in PARPi-resistant HGSC cells using ATR inhibitor (ATRi), given that ATR\/CHK1 signaling activation is one of the main mechanisms of PARPi resistance. In the screens, PI3K\/AKT pathway inhibitors were synergistic with ATRi. Mechanistically, ATR signaling plays a major role in R-loop dynamics and replication stress (RS) response pathways, but the role of AKT is unclear. Here, we aim to investigate AKT&#8217;s role in R-loop-mediated RS in PARPi-resistant HGSC cells. We also hypothesize that AKT inhibitor (AKTi) would augment ATRi-induced R-loop formation by reducing the expression of helicases.<br \/>Methods: We used PARPi-resistant variants and parental PEO1 as a negative control. ATRi (ceralasertib) and AKTi (capivasertib) were used for further mechanistic studies. Induction of RS, DNA double-strand break, and R-loop were evaluated using immunofluorescence staining for markers pRPA, &#947;H2AX, and S9.6, respectively. We measured multiple nuclear helicases and <i>in situ<\/i> DHX9-R-loop interaction by western blot and proximity ligation assay. DHX9-AKT1 interaction was confirmed by co-immunoprecipitation. All data were repeated in triplicate, analyzed using one-way ANOVA test, and shown as mean &#177; SD. P &#60; 0.05 was considered statistically significant.<br \/>Results: The ATRi and AKTi combination induced greater RS, as evidenced by a 1.7-12.0-fold increase in pRPA+\/&#947;H2AX+ population relative to each drug alone. Adding AKTi to ATRi significantly increased R-loops compared to monotherapy alone (signal intensity 14-19 x 10<sup>5<\/sup> vs. 9.9-14.6 x 10<sup>5<\/sup>, P &#60; 0.001), suggesting that AKT also contributes to R-loop dissolution. Moreover, the combination showed a higher percentage of cells with &#947;H2AX and R-loops relative to monotherapy (54.7-75.4% vs. 33.3-49.0%, P &#60; 0.001) in the presence of pan-caspase inhibitor, indicating the increased DNA damage is unlikely caused by increased apoptosis but by R-loop accumulation. Also, AKTi addition to ATRi significantly reduced the nuclear DHX9 among other helicases. Moreover, we found that AKT1 directly binds with DHX9 via its kinase domain and couples with DHX9 to resolve R-loops.<br \/>Conclusion: Our data suggest ATRi and AKTi combination could be a new therapeutic combination in HGSC with PARPi resistance. Mechanistically, our data reveal a previously unknown direct role of AKT1 and its interaction with DHX9 in R-loop resolution besides ATR.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"Ovarian cancer,ATR,AKT,R-loop,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tzu-Ting Huang<\/b><sup>1<\/sup>, Chih-Yuan Chiang<sup>2<\/sup>, Jayakumar R. Nair<sup>1<\/sup>, Chi-Ting Shih<sup>1<\/sup>, Kelli Wilson<sup>2<\/sup>, Ken Chih-Chien Cheng<sup>2<\/sup>, Jung-Min Lee<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD,<sup>2<\/sup>National Center for Advancing Translational Sciences, Rockville, MD","CSlideId":"","ControlKey":"2d14a571-5d02-47dc-9ce9-0f921309324b","ControlNumber":"549","DisclosureBlock":"&nbsp;<b>T. Huang, <\/b> None..<br><b>C. Chiang, <\/b> None..<br><b>J. R. Nair, <\/b> None..<br><b>C. Shih, <\/b> None..<br><b>K. Wilson, <\/b> None..<br><b>K. Cheng, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1823","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6173","PresenterBiography":null,"PresenterDisplayName":"Tzu-Ting Huang, PhD","PresenterKey":"43fd8cfa-a88c-4c54-863d-da6c0c809abf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6173. AKT1 prevents aberrant R-loops accumulation via regulating DHX9 and suppresses transcription-replication collision in PARP inhibitor-resistant ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AKT1 prevents aberrant R-loops accumulation via regulating DHX9 and suppresses transcription-replication collision in PARP inhibitor-resistant ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Soft tissue sarcomas are heterogeneous mesenchymal neoplasms and account for 1% of all cancers in adults. Over 50 sarcomas subtypes have been classified and many have very limited treatment options which include surgery, chemotherapy and radiation. Two of the most common sarcomas are liposarcoma and leiomyosarcoma which are often treated with chemotherapies such as doxorubicin, dacarbazine and gemcitabine with low response rates. There is now more than ever an urgent need for new therapies for sarcoma. PCNA (Proliferating Cell Nuclear Antigen) is considered to be a key regulator of DNA and cell cycle control. In addition, it has been implicated to have roles in metabolism, cellular signaling and some immunological functions. PCNA forms complexes with proteins bearing a novel PCNA-interacting Peptide Motif called APIM (AlkB homolog 2 PCNA Interacting Motif). This binding usually occurs during stress responses such as those achieved during cancer therapy or cancer development. By preventing stress proteins from repairing or defending themselves, cancer therapies can be made more effective. We examined the in vitro effects of ATX-101, a PCNA-APIM protein interaction blocking peptide, on liposarcoma cell lines LS141, DDLS, SW872, 93T449 and 94T778 and leiomyosarcoma cell lines SK-LMS, SK-UT1 and SK-UT-1B. Cell survival, as measured by cell proliferation assays, indicated IC50s of 7.5-15&#181;M with ATX-101. Enhanced combination effects with ATX-101 and chemotherapies such as doxorubicin, irinotecan and gemcitabine were also observed by proliferation assay. Synergism, with ATX-101 and gemcitabine, was indicated with SynergyFinder analysis. Cell cycle changes exhibited increases of S and G2 phases when treated with ATX-101 and gemcitabine. This correlated with increase of cell cycle proteins, cyclin B1 and cyclin A2. Western blot observations included increase of apoptotic marker, cleaved caspase 3, and DNA damage marker, pH2A.X. In addition, immunofluorescence assay showed increasing pH2A.X with ATX-101 and gemcitabine. In vivo studies revealed ATX-101 enhanced gemcitabine decrease of tumor volume in leiomyosarcoma cell line xenograft, SK-UT1. Tumor target inhibition by western blot showed increased pH2A.X and cleaved PARP along with decreased RAD51 API protein with combination treatment. Taken these observations and results, there is strong evidence of combining gemcitabine with ATX-101 in liposarcoma and leiomyosarcoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Gemcitabine,DNA damage,Cell cycle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elgilda Musi<\/b><sup><\/sup>, Tahir Sheikh<sup><\/sup>, Matthew Ingham<sup><\/sup>, Sminu Bose<sup><\/sup>, Gary  K.  Schwartz<sup><\/sup><br><br\/>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"b11e4444-e9a8-4f08-9ed0-1d4036dcfc40","ControlNumber":"2854","DisclosureBlock":"&nbsp;<b>E. Musi, <\/b> None..<br><b>T. Sheikh, <\/b> None..<br><b>M. Ingham, <\/b> None..<br><b>S. Bose, <\/b> None..<br><b>G. K. Schwartz, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1824","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6174","PresenterBiography":null,"PresenterDisplayName":"Elgilda Musi, MA","PresenterKey":"5adfe117-fbfb-4cf5-b935-12449fad561e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6174. ATX-101, a peptide drug targeting PCNA, enhances the effect of gemcitabine in liposarcoma and leiomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ATX-101, a peptide drug targeting PCNA, enhances the effect of gemcitabine in liposarcoma and leiomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"While cyclin dependent kinases (CDKs) were originally implicated in cell cycle regulation, several CDKs including CDK7, CDK8, and CDK9 play critical roles in transcription through regulation of RNA polymerase II (Pol II) activity. In addition to expected phosphosite targets associated with DNA-binding transcription factors, chromatin regulators, or other known regulators of pol II activity, a phospho-proteomics study on a CDK8\/19 inhibitor (Cortistatin A) also identified DNA replication and repair proteins, i.e., namely BRCA1 and MDC1, as substrates for CDK8. RVU120, a first in-class CDK8\/19 inhibitor in phase I clinical trial demonstrated preclinical efficacy in acute myeloid leukemia PDX models. A robust relationship has also been observed between the exposure to RVU120 and inhibition of pSTAT5, a pharmacodynamic marker, in solid tumor indications in a recent clinical trial. Additionally, preclinical data suggested RVU120 reduced expression of genes related to interferon-related DNA damage signature (IRDS) suggesting a potential role of CDK8 in DNA repair signaling.<br \/>CDK8 loss was identified as a synthetic lethal hit in two internal, orthogonal screens that surveyed targets which can synergize with niraparib inhibition. Niraparib inhibits PARP enzymatic activity and promotes PARP trapping on ssDNA breaks which lead to replication stress-induced dsDNA breaks that require BRCA-dependent homologous recombination repair (HRR). Combination with other therapeutic agents is anticipated to improve the efficacy of niraparib in HR proficient (HRP) and BRCA1\/2.WT tumors. This work describes our proof-of-concept data from in vitro<i> <\/i>validation of combination synergy response of RVU120 with niraparib in a panel of 129 HRR.WT and HRR mutant cancer cell lines across ovarian, breast, lung, and colorectal cancer indications. Our results indicated that the niraparib+RVU120 combination was synergistic, and a strong synergy response, i.e., a SS (Synergy Score) &#8805; 5 was detected by Loewe modelling across the entire surface of the combination matrix in ~26% of Horizon Discovery OncoSignature<sup>TM<\/sup> panel cell lines that were largely resistant to niraparib monotherapy. The study findings indicated the potential of CDK8\/19 inhibitors to enhance niraparib activity in both HRR.WT and HRR mutant populations. The potential benefit of CDK8\/19i+niraparib combination will be further explored in PARPi-resistant models. Molecular studies are underway to explore potential biomarkers associated with synergy response, and to analyze the downstream effects on DNA Damage Response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"Synthetic lethality,DNA damage response,PARP inhibitors,CDK8,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Karen  A.  Simon-Crevatis<\/b><sup>1<\/sup>, Shailesh  R.  Metkar<sup>1<\/sup>, Justin  T.  Hardcastle<sup>1<\/sup>, Keith Jansson<sup>2<\/sup>, Usman Shabon<sup>2<\/sup>, Rajarshi Choudhury<sup>2<\/sup>, Euan  A.  Stronach<sup>3<\/sup>, Kevin  G.  Coleman<sup>1<\/sup>, Asli Muvaffak<sup>1<\/sup><br><br\/><sup>1<\/sup>Synthetic Lethality Research Unit, GlaxoSmithKline LLC, Cambridge, MA,<sup>2<\/sup>Genomic Sciences, GlaxoSmithKline LLC, Collegeville, PA,<sup>3<\/sup>Genomic Sciences, GlaxoSmithKline LLC, Stevenage, United Kingdom","CSlideId":"","ControlKey":"07d02d8d-d625-470b-bee6-20f6d935d4f9","ControlNumber":"3051","DisclosureBlock":"<b>&nbsp;K. A. Simon-Crevatis, <\/b> <br><b>GlaxoSmithKline LLC<\/b> Employment. <br><b>S. R. Metkar, <\/b> <br><b>GlaxoSmithKline LLC<\/b> Employment. <br><b>J. T. Hardcastle, <\/b> <br><b>GlaxoSmithKline LLC<\/b> Other, contractor. <br><b>K. Jansson, <\/b> <br><b>GlaxoSmithKline LLC<\/b> Employment, Stock Option. <br><b>U. Shabon, <\/b> <br><b>GlaxoSmithKline LLC<\/b> Employment. <br><b>R. Choudhury, <\/b> <br><b>GlaxoSmithKline LLC<\/b> Employment, Stock Option. <br><b>E. A. Stronach, <\/b> <br><b>GlaxoSmithKline LLC<\/b> Employment, Stock Option. <br><b>K. G. Coleman, <\/b> <br><b>GlaxoSmithKline LLC<\/b> Employment, Stock Option. <br><b>A. Muvaffak, <\/b> <br><b>GlaxoSmithKline LLC<\/b> Employment, Stock Option.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1825","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6175","PresenterBiography":null,"PresenterDisplayName":"Karen Simon-Crevatis, PhD","PresenterKey":"7e8dd76a-2a64-48c3-96b4-f6bd95e16b21","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6175. CDK8 inhibition potentiates the efficacy of niraparib in homologous recombination proficient cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDK8 inhibition potentiates the efficacy of niraparib in homologous recombination proficient cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor Treating Fields (TTFields) are electric fields that disrupt cellular processes critical for cancer cell viability and tumor progression, ultimately leading to cell death. Concurrent maintenance temozolomide (TMZ) with TTFields was approved by the FDA in 2014 for treatment of patients with newly diagnosed glioblastoma (ndGBM). Recently, the addition of lomustine (CCNU) to TMZ demonstrated clinical benefit in ndGBM patients. The aim of the current study was to examine in GBM cells the effect of TTFields concurrent with TMZ and CCNU.<br \/>Methods: Human GBM cell lines (U-87 MG, LN229, U118, and LN18) with various MGMT expression levels were treated with TTFields (intensity of 0.83 V\/cm RMS; frequency of 200 kHz) using the inovitro system. Effectiveness of TTFields concomitant with TMZ and\/or CCNU was tested by measuring cell count and colony formation. Levels of DNA repair proteins in control and TTFields-treated cells were measured using Western blot.<br \/>Results: The cell lines displayed different sensitivity to TMZ, in accordance with their MGMT expression level, but showed a comparable response to TTFields. TTFields concomitant with TMZ displayed an additive effect on cell numbers, irrespective of MGMT expression levels. The effect of TTFields concomitant with CCNU was additive in cell lines expressing MGMT, whereas it trended toward synergy in cell lines not expressing MGMT. Application of TTFields to the cells downregulated expression of proteins from the Fanconi Anemia-BRCA pathway for DNA repair. TTFields concurrent with both TMZ and CCNU provided higher efficacy relative to TMZ plus CCNU or TTFields apart.<br \/>Conclusions: Efficacy of TMZ and CCNU may be enhanced by TTFields, with synergism seen for the latter case in cells with limited MGMT expression. The BRCAness state induced by TTFields rationalizes these outcomes, as DNA damage induced by CCNU requires the BRCA pathway for repair, especially in the absence of MGMT. The results suggest a potential benefit for concomitant TTFields with the TMZ\/CCNU combination in ndGBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"Glioblastoma,Lomustine,Temozolomide,TTFields,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Hila Fishman<sup><\/sup>, Roni Monin<sup><\/sup>, Eyal Dor-On<sup><\/sup>, <b>Adi Haber<\/b><sup><\/sup>, Moshe Giladi<sup><\/sup>, Uri Weinberg<sup><\/sup>, Yoram Palti<sup><\/sup><br><br\/>Novocure Ltd, Haifa, Israel","CSlideId":"","ControlKey":"e10f6c71-abf3-4c76-a07f-27fd2531868c","ControlNumber":"1755","DisclosureBlock":"<b>&nbsp;H. Fishman, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Monin, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>E. Dor-On, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Haber, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>M. Giladi, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>U. Weinberg, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>Y. Palti, <\/b> <br><b>Novocure<\/b> Stock, Other Intellectual Property.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1826","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6176","PresenterBiography":null,"PresenterDisplayName":"Adi Haber","PresenterKey":"5fe3bc99-41bb-4f78-9354-d6b005ae15a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6176. Enhancing treatment efficacy of glioblastoma cell lines by adding tumor treating fields (TTFields) to temozolomide and lomustine","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing treatment efficacy of glioblastoma cell lines by adding tumor treating fields (TTFields) to temozolomide and lomustine","Topics":null,"cSlideId":""},{"Abstract":"Previous studies have demonstrated the promise of ATR and WEE1 inhibitors (ATRi and WEE1i) as cancer treatments. Inhibition of these DNA replication checkpoint kinases disrupts normal DNA synthesis and causes replication fork collapse, and these effects are accentuated by numerous cancer-associated mutations. However, a key limitation to this approach in clinical trials has been the occurrence of adverse hematological effects, including anemia, neutropenia, and thrombocytopenia. Herein, we describe two novel inhibitors, ATRN-119 (ATRi) and ATRN-W1051 (WEE1i), that exhibit increased target selectivity that potentially decreases these dose-limiting toxicities. ATRN-119, the first macrocyclic ATRi to enter clinical trials, is highly specific for inhibition of ATR relative to other phosphatidylinositol kinase-related kinases (PIKKs), such as ATM, DNA-PK, and MTOR. This specificity correlates with increased tolerability, which permits continuous dosing in animal models. Importantly, dose scheduling of ATRN-119 that suppresses tumor growth in xenograft mouse models of colon, pancreatic, and prostate cancers causes no appreciable loss of body weight or hematologic toxicity (anemia, neutropenia or thrombocytopenia). Daily dosing is also tolerated in combination with PARP inhibition, which causes significant tumor reduction in a BRCA2-defient PDX model of high-grade serous ovarian cancer. These findings have led a biomarker-driven Phase I clinical trial of ATRN-119 with daily dosing for ovarian and other cancers (Simpkins, PI). To potentially reduce the toxicity of WEE1i, a new potent and selective WEE1 inhibitor, ATRN-W1051, was developed. <i>In vitro<\/i>, ATRN-W1051 inhibits WEE1 with an IC50 of 2.2 nM and limits the proliferation of ovarian cancer cell lines in the 100 nM to 200 nM range. Importantly, ATRN-W1051 exhibits low off-target inhibition of the PLK family of kinases (PLK1, PLK2 and PLK3), which are substantially inhibited by the leading WEE1i in the clinic (AZD1775 and ZN-c3)<sup>1<\/sup>. In addition, ATRN-W1051 also has potentially favorable pharmacokinetic properties that permits 3-8 times lower dosing than AZD1775 or ZN-c3 to achieve similar exposure (AUC<sub>0-24<\/sub>) levels<sup>2<\/sup>. Notably, daily oral dosing of ATRN-W1051 is well tolerated in mice and suppresses the growth of CCNE1-amplified HGSOC xenografted tumors. These preclinical data suggest that ATRN-W1051 may be a potential therapeutic candidate for CCNE1-overexpressing HGSOC. Together, ATRN-119 and ATRN-W1051 provide promising alternative DNA replication checkpoint inhibitors for the treatment of a variety of cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"ATR,WEE1,Checkpoint,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Joseph Vacca<sup>1<\/sup>, Stephen Rocca<sup>2<\/sup>, Justin Frye<sup>2<\/sup>, Steven J. Schnell<sup>2<\/sup>, Molly Hansbarger<sup>2<\/sup>, Gregory Korbel<sup>2<\/sup>, Fiona Simpkins<sup>3<\/sup>, Eric J. Brown<sup>3<\/sup>, <b>Oren Gilad<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Aprea Therapeutics, Dolyestown, PA,<sup>2<\/sup>Aprea Therapeutics, Doylestown, PA,<sup>3<\/sup>Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"c7e37110-9ea6-4063-86ea-2bceec32756f","ControlNumber":"6539","DisclosureBlock":"<b>&nbsp;J. Vacca, <\/b> <br><b>Aprea Therapeutics<\/b> Independent Contractor, Stock Option, Patent. <br><b>S. Rocca, <\/b> <br><b>Aprea Therapeutics<\/b> Employment. <br><b>J. Frye, <\/b> <br><b>Aprea Therapeutics<\/b> Employment. <br><b>S. J. Schnell, <\/b> <br><b>Aprea Therapeutics<\/b> Employment. <br><b>M. Hansbarger, <\/b> <br><b>Aprea Therapeutics<\/b> Employment. <br><b>G. Korbel, <\/b> <br><b>Aprea Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>F. Simpkins, <\/b> <br><b>Aprea Therapeutics<\/b> Grant\/Contract, Other, Scientific Consultant. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Scientific Consultant. <br><b>Repare Therapeutics<\/b> Grant\/Contract, Other, Scientific Consultant. <br><b>Zentalis Pharmaceuticals<\/b> Grant\/Contract, Other, Scientific Consultant. <br><b>Instil Bio<\/b> Other, Scientific Consultant. <br><b>E. J. Brown, <\/b> <br><b>Aprea Therapeutics<\/b> Stock, Stock Option, Grant\/Contract, Travel, Patent, Other, Scientific Consultant. <br><b>BreakSight, Inc.<\/b> Stock Option. <br><b>O. Gilad, <\/b> <br><b>Aprea Therapeutics<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Other Business Ownership, Travel, Patent, Other Intellectual Property.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1827","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6177","PresenterBiography":null,"PresenterDisplayName":"Oren Gilad, PhD","PresenterKey":"1eec0237-38be-4e25-aca1-13c5442ec2da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6177. ATRN-119 and ATRN-W1051: Novel and potentially well tolerated ATR and WEE1 inhibitors for targeted cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ATRN-119 and ATRN-W1051: Novel and potentially well tolerated ATR and WEE1 inhibitors for targeted cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the 3<sup>rd<\/sup> leading cause of cancer-related mortality. The mortality associated with colon cancer results notably from metastatic disease (mCRC), with a 5-year survival rate for patients with stage IV CRC being &#38;lt; 14%. Despite extensive efforts towards developing personalized therapies, limited success has been achieved and chemotherapeutic regimens that include the fluoropyrimidine (FP) drug 5-fluorouracil (5-FU) are central to patient management. While using 5-FU-based regimens such as FOLFOX and FOLFIRI in combination with biologics confer a survival benefit, their ineffectiveness at promoting long-term survival in a substantial fraction of mCRC patients and associated toxicities limits their use. This underscores the pressing need to develop improved FP drugs. To overcome the limitations of 5-FU that include resistance due to elevated expression of thymidylate synthase (TS) and inefficient anabolic metabolism to FdUMP, the TS-inhibitory\/active metabolite, we are developing FP polymers consisting of single-stranded DNA with FdUMP (only active metabolite) as the repeating nucleotide unit. Our therapeutic objective is to initiate a Phase I clinical trial with a new 2<sup>nd<\/sup> generation nanoscale FP polymer (CF10) that demonstrates promising anticancer effects in several preclinical models and significantly lower systemic toxicity. We observed that CF10 displayed significantly higher anti-tumor activity than 5-FU in flank and syngeneic tumor models. Additionally, CF10 treatment improved survival (84.5 days <i>vs<\/i> 32 days; <i>P <\/i>&#38;lt; <i>0.0001<\/i>) relative to 5-FU in an orthotopic HCT-116-<i>luc<\/i> colorectal cancer mice model that spontaneously metastasized to the liver. Interestingly, a reduction in metastatic tumor burden in the CF10 treatment group led us to hypothesize that CF10 could inhibit the TS-mediated EMT phenotype and pro-metastatic activities in colorectal cancer cells (CRCs). This was supported by increased vimentin, decreased E-cadherin expression, and increased cell migration and invasion in TS-overexpressing CRC cells (&#8220;Tet-on&#8221; system). Alkaline comet assay, immunofluorescence imaging, and immunoblot identified significantly higher replication stress with CF10 treatment than 5-FU in mouse, rat, and human-established CRC cell lines and primary CRC cells. Strikingly, we also discovered that CF10 attenuates the growth of TS-overexpressing primary colonoids. In conclusion, CF10 induces increased replication stress compared to a similar concentration of conventional drugs. Our findings suggest the significance of elevated TS in CRC metastatic progression and 5-FU resistance and demonstrate that CF10 may be effective at inhibiting CRC metastatic progression. CF10 may be a successful candidate for early-phase clinical trials to treat mCRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"Colorectal cancer,CF10,DNA damage response,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Naresh Sah<\/b><sup>1<\/sup>, Pamela Luna<sup>1<\/sup>, Chinnadurai Mani<sup>1<\/sup>, William Gmeiner<sup>2<\/sup>, Komaraiah Palle<sup>1<\/sup><br><br\/><sup>1<\/sup>Cell Biology and Biochemistry, Texas Tech University Health Sciences Center, Lubbock, TX,<sup>2<\/sup>Department of Cancer Biology, Wake Forest University School of Medicine, Winston-Salem, NC","CSlideId":"","ControlKey":"9ab24da1-f873-4cd1-b3b3-3bf9c61a57e5","ControlNumber":"4987","DisclosureBlock":"&nbsp;<b>N. Sah, <\/b> None..<br><b>P. Luna, <\/b> None..<br><b>C. Mani, <\/b> None..<br><b>W. Gmeiner, <\/b> None..<br><b>K. Palle, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1828","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6178","PresenterBiography":null,"PresenterDisplayName":"Naresh Sah, Pharm D","PresenterKey":"5c041e60-cddc-4268-9b5c-50244770788b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6178. A novel second-generation nano-fluoropyrimidine to treat metastatic colorectal cancer and overcome 5-fluorouracil resistance","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel second-generation nano-fluoropyrimidine to treat metastatic colorectal cancer and overcome 5-fluorouracil resistance","Topics":null,"cSlideId":""},{"Abstract":"Background: DNA Polymerase &#952; (Pol&#952;) is active in Theta-mediated end joining (TMEJ), a repair pathway that utilizes resected 3&#8217; ends and micro-homology sequences to repair double strand breaks. Pol&#952; contains an N-terminal helicase domain and a C-terminal polymerase domain. The helicase domain facilitates stripping of RPA\/RAD51 from single stranded DNA and is involved in DNA-end recognition, and micro-homology search and pairing. The polymerase domain performs DNA synthesis following micro-homology pairing. Lack of Pol&#952; is synthetic lethal in homologous recombination deficient (HRD) cells. In this study, we utilized existing small molecule inhibitors targeting either helicase or polymerase domain of Pol&#952;, to assess their translational potential in HRD <i>in vitro <\/i>cance<i>r<\/i> cell models.<br \/>Methods: Small molecules inhibiting either the helicase or polymerase activity of Pol&#952; were studied with biochemical and cellular assays. For the biochemical studies, recombinant helicase or polymerase domains were purified. The helicase activity of Pol&#952; was analyzed using ADP-Glo and the polymerase activity by primer extension assay. Binding assays confirmed inhibitor binding to recombinant proteins. To study inhibitor efficacy in cellular models, we probed cell viability of BRCA2-deficient cell lines.<br \/>Results: Both helicase and polymerase inhibitors showed good potency in inhibiting Pol&#952; enzymatic activity in ATPase or primer extension assays, respectively, with IC50 values in low-nanomolar range. However, the viability of BRCA2-deficient cell lines was not significantly affected after treatment with either helicase or polymerase inhibitors. The measured compound properties (stability, efflux, solubility) did not explain the lack of efficacy in cellular viability assays. Combining Pol&#952; inhibitor treatment with ionizing radiation led to a modest enhancement of radiation-induced decrease in cell viability.<br \/>Conclusions: Recently, significant advances have been made in Pol&#952; inhibitor development prompted by the synthetic lethal interaction between Pol&#952; and HRD discovered in several screening efforts. Both helicase and polymerase inhibitors are highly potent in biochemical assays. However, without exogenous genotoxic stress, the potential of Pol&#952; inhibitors as therapeutic target may not be reached <i>in vitro.<\/i> Additional studies are required to understand the translational gap between biochemical and biological read-outs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"DNA repair,DNA polymerase theta,Synthetic lethality,Homologous recombination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Johanna  K.  Ahlskog<\/b><sup>1<\/sup>, Antti Pohjakallio<sup>2<\/sup>, Ralf Paul<sup>1<\/sup>, Martin Augustin<sup>3<\/sup>, Elisabeth Schneider<sup>3<\/sup>, Sakshi Johri<sup>3<\/sup>, Tuomas Tervahauta<sup>2<\/sup>, Hans-Georg Beisel<sup>1<\/sup>, Lars Neumann<sup>3<\/sup>, Julia Lindqvist<sup>1<\/sup>, Anu Moilanen<sup>1<\/sup><br><br\/><sup>1<\/sup>Orion Corporation, Turku, Finland,<sup>2<\/sup>Orion Corporation, Espoo, Finland,<sup>3<\/sup>Proteros Biostructures GmbH, Martinsried, Germany","CSlideId":"","ControlKey":"10c31843-8fb0-41db-8648-41c552667a75","ControlNumber":"5791","DisclosureBlock":"<b>&nbsp;J. K. Ahlskog, <\/b> <br><b>Orion Corporation<\/b> Employment. <br><b>A. Pohjakallio, <\/b> <br><b>Orion Corporation<\/b> Employment. <br><b>R. Paul, <\/b> <br><b>Orion Corporation<\/b> Employment. <br><b>M. Augustin, <\/b> <br><b>Proteros Biostructures GmbH<\/b> Employment. <br><b>E. Schneider, <\/b> <br><b>Proteros Biostructures GmbH<\/b> Employment. <br><b>S. Johri, <\/b> <br><b>Proteros Biostructures GmbH<\/b> Employment. <br><b>T. Tervahauta, <\/b> <br><b>Orion Corporation<\/b> Employment. <br><b>H. Beisel, <\/b> <br><b>Orion Corporation<\/b> Employment. <br><b>L. Neumann, <\/b> <br><b>Proteros Biostructures GmbH<\/b> Employment. <br><b>J. Lindqvist, <\/b> <br><b>Orion Corporation<\/b> Employment. <br><b>A. Moilanen, <\/b> <br><b>Orion Corporation<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1829","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6179","PresenterBiography":null,"PresenterDisplayName":"Johanna Ahlskog, PhD","PresenterKey":"c4d5d54f-1e2e-4a13-823e-da5581e466c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6179. Comparative study of Pol&#952; helicase and polymerase inhibitor biochemical and cellular potency","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative study of Pol&#952; helicase and polymerase inhibitor biochemical and cellular potency","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> The ataxia telangiectasia and RAD3-related (ATR) kinase is a key component of the DNA damage response (DDR) and functions in conjunction with ataxia telangiectasia mutated (ATM). ATM loss or functional deficiency may enhance reliance on ATR signaling. Preclinical and clinical studies have pointed to a potential synthetic lethality of ATR inhibition and ATM loss. In this study, we sought to further elaborate potential candidates for ATR inhibition by testing the anti-tumor effect of elimusertib (BAY 1895344) in patient-derived tumor xenograft (PDX) models with DDR alterations including ATM loss.<br \/><b>Methods: <\/b> Patient derived xenograft (PDX) models were implanted into athymic nu\/nu mice. Once tumors reached an appropriate size of approximately 200-400mm<sup>3<\/sup> treatments were started. Mice were randomized (N= 3-8) to different treatment arms for assessment of anti-tumor activity of elimusertib as monotherapy and in combination therapy with copanlisib. Monotherapy treatment was performed with 20 mg\/kg and 40 mg\/kg doses, applied twice daily for 3 days with 4 days treatment break (BID 3 days on\/4 days off). Efficacy read-out was either Event-Free Survival (EFS-2), defined as time for doubling of tumor volume relative to baseline, or response based on RECIST criteria:(partial response [PR]= &#62;30% decrease, stable disease [SD]= between 20% increase and 30% decrease, and progressive disease [PD]= &#62;20% increase). For assessment of pharmacodynamic effects, tumors were harvested 10 days after treatment start and analyzed by immunohistochemistry (IHC) and RPPA (Reverse Phase Proteomics Array).<br \/><b>Results:<\/b> Elimusertib was tested in 21 PDX models with various DDR alterations. Of those 11 showed a statistically significant prolongation of event free survival compared to control. In 4 PDX models elimusertib reached a partial response (PR), and another 4 models showed stable disease (SD). Amongst the 5 models with ATM protein Ioss (IHC), one was PR and another one SD. In 3 of 5 PARP inhibitor resistant there was statistically significant prolongation of EFS upon elimusertib treatment vs control. We found an increase in DNA damage in tumors, as indicated by increased level of &#435;H2AX (on IHC and RPPA). We also detected an increase in PI3K\/mTOR pathway signaling as determined by p-MTOR and pS6 (RPPA) in 2 of 4 models (PR and PD model) with different sensitivity to ATRi and PARPi alone. We tested the combination of elimusertib with the PI3K inhibitor copanlisib achieved a statistically significant increase of EFS compared to monotherapy in 3 of 11 models tested.<br \/><b>Conclusion<\/b> ATR inhibition shows potent monotherapy activity in selected PDX models that harbor DDR defects, including models with intrinsic and acquired PARPi resistance. Further work is needed to identify markers predicting sensitivity or resistance that providing rationale for synergistic combination therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"ATR,ATM,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kaushik Varadarajan<\/b><sup>1<\/sup>, Christian  X.   C.  Pico<sup>1<\/sup>, Kurt Evans<sup>1<\/sup>, Maria  G.  Raso<sup>1<\/sup>, Yasmeen Rizvi<sup>1<\/sup>, Xiaofeng Zheng<sup>1<\/sup>, Timothy  P.  Diperi<sup>2<\/sup>, Bailiang Wang<sup>1<\/sup>, Stephen Scott<sup>1<\/sup>, Ming Zhao<sup>1<\/sup>, Argun Akcakanat<sup>1<\/sup>, Antje  M.  Wengner<sup>3<\/sup>, Timothy  A.  Yap<sup>1<\/sup>, Funda Meric-Bernstam<sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Cedars Sinai Medical Center, Los Angeles, CA,<sup>3<\/sup>Bayer AG, Berlin, Germany","CSlideId":"","ControlKey":"affdf284-f70e-4fe9-82ef-4ecdf2450606","ControlNumber":"7949","DisclosureBlock":"&nbsp;<b>K. Varadarajan, <\/b> None..<br><b>C. X. C. Pico, <\/b> None..<br><b>K. Evans, <\/b> None..<br><b>M. G. Raso, <\/b> None..<br><b>Y. Rizvi, <\/b> None..<br><b>X. Zheng, <\/b> None..<br><b>T. P. Diperi, <\/b> None..<br><b>B. Wang, <\/b> None..<br><b>S. Scott, <\/b> None..<br><b>M. Zhao, <\/b> None..<br><b>A. Akcakanat, <\/b> None.&nbsp;<br><b>A. M. Wengner, <\/b> <br><b>Bayer AG<\/b> Employment.<br><b>T. A. Yap, <\/b> None..<br><b>F. Meric-Bernstam, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1830","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6180","PresenterBiography":null,"PresenterDisplayName":"Kaushik Varadarajan","PresenterKey":"fc69d946-85cf-4a7f-ac68-55d494296d35","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6180. Antitumor activity of the ATR inhibitor Elimusertib in patient-derived xenograft models with DNA damage response pathway alterations","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antitumor activity of the ATR inhibitor Elimusertib in patient-derived xenograft models with DNA damage response pathway alterations","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Clinical trials are exploring ATR inhibitors (ATRi) in genomically selected contexts. However, dose-dependent anemia has limited the therapeutic index of this class. We hypothesized that monocytes and reticulocytes are more vulnerable to ATRi due to their lack of base excision repair and high levels of oxidative stress, respectively. We sought to examine the kinetics of decline and recovery of red blood cell (RBC) and reticulocyte indices, in relation to hemoglobin (Hb), in the first 28 days after ATRi initiation.<br \/>Methods: We retrospectively retrieved peripheral blood cell indices from complete blood count (CBC) reports of patients (pts) pre- and during treatment with an oral ATRi on phase I\/II trials at our center. Pts received ATRi monotherapy or in combination with a PARP inhibitor (ATRi+PARPi) in dose-escalation and expansion cohorts, which included ATRi at potentially toxic doses. We applied linear mixed effect models to evaluate the joint evolution of Hb and other RBC or reticulocyte indices over time via bivariate analysis. A random intercept was included in the model to account for the longitudinal nature of the data and a variance component option for the covariance structure was specified to model a different variance component for each index of interest. To assess if Hb decline was preceded by decline in the index of interest from baseline, piecewise regression models were used to estimate break points, defined as the time point where the fitted functions intersect, of each index. Log transformed data with a base of 2, were noted to have more symmetric distributions, and were used in the analyses. The time variable assessed was days from cycle 1 day 1 of ATRi. A two-sided p value &#60;0.05 was considered statistically significant.<br \/>Results: 35,007 indices from 1,843 CBC of 119 pts treated with an ATRi from 10\/2017 to 1\/2022 were analyzed. 110 (92.4%) pts received ATRi, 9 (7.6%) received ATRi+PARPi. Monocytes (-0.120 vs -0.022, p &#60;0.0001) and reticulocytes (-0.140 vs -0.022, p &#60;0.0001) declined at a faster rate compared with Hb. Time to monocyte and reticulocyte nadir after ATRi initiation was 8.9 and 5.8 days, respectively, while time to Hb nadir was 19.5 days. Conversely, RBC (-0.020 vs -0.023, p=0.410), MCV (-0.002 vs -0.022, p &#60;0.0001) and MCH (-0.001 vs -0.022, p&#60;0.0001) declined at a slower rate than Hb. Time to RBC, MCV and MCH nadir after ATRi initiation was 26.3, 18.7 and 15.0 days, respectively. After reaching their individual index nadir, monocytes (0.004 vs 0.001, p &#60;0.0001) and reticulocytes (0.005 vs 0.0005, p &#60;0.0001) increased more quickly than Hb.<br \/>Conclusions: Charting the kinetics of CBC index evolution in relation to Hb identified peripheral monocytes and reticulocytes as relevant blood indices that herald Hb decline. Our findings may inform patient monitoring strategies to mitigate hematologic toxicity on future ATRi trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"ATR,Toxicity,Biomarkers,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Natalie  Y.   L.  Ngoi<\/b><sup><\/sup>, Heather  Y.  Lin<sup><\/sup>, Ecaterina Dumbrava<sup><\/sup>, Siqing Fu<sup><\/sup>, Daniel  D.  Karp<sup><\/sup>, Aung Naing<sup><\/sup>, Shubham Pant<sup><\/sup>, Sarina  A.  Piha-Paul<sup><\/sup>, Jordi Rodon<sup><\/sup>, Vivek Subbiah<sup><\/sup>, Apostolia  M.  Tsimberidou<sup><\/sup>, Erick Campbell<sup><\/sup>, Samuel Urrutia<sup><\/sup>, David  S.  Hong<sup><\/sup>, Funda Meric-Bernstam<sup><\/sup>, Ying Yuan<sup><\/sup>, Timothy  A.  Yap<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"2dd64725-5635-4a2a-b441-57d62d12acba","ControlNumber":"2202","DisclosureBlock":"<b>&nbsp;N. Y. L. Ngoi, <\/b> <br><b>AstraZeneca<\/b> Travel.<br><b>H. Y. Lin, <\/b> None.&nbsp;<br><b>E. Dumbrava, <\/b> <br><b>Bayer HealthCare Pharmaceuticals Inc<\/b> Grant\/Contract. <br><b>Immunocore LTD<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract. <br><b>NCI<\/b> Gift. <br><b>Aileron Therapeutics<\/b> Grant\/Contract. <br><b>Compugen LTD<\/b> Grant\/Contract. <br><b>TRACON Pharmaceuticals Inc<\/b> Grant\/Contract. <br><b>Unum Therapeutics<\/b> Grant\/Contract. <br><b>Immunomedics<\/b> Grant\/Contract. <br><b>BOLT Therapeutics<\/b> Grant\/Contract, Other, Personal fees, Advisory Board. <br><b>Aprea Therapeutics<\/b> Grant\/Contract. <br><b>Bellicum Pharmaceuticals<\/b> Grant\/Contract. <br><b>PMV Pharma<\/b> Grant\/Contract. <br><b>Triumvira<\/b> Grant\/Contract. <br><b>Seagen Inc<\/b> Grant\/Contract. <br><b>Mereo BioPharma 5 Inc<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Astex Therapetics<\/b> Grant\/Contract. <br><b>Catamaran Bio<\/b> Other, Personal fees, consultant. <br><b>Mersana<\/b> Other, Personal fees, Advisory Board. <br><b>S. Fu, <\/b> <br><b>Abbisko<\/b> Grant\/Contract. <br><b>BioAtla<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>CUE Biopharma, Inc.<\/b> Grant\/Contract. <br><b>Exelisis<\/b> Grant\/Contract. <br><b>Greenfire Bio, Inc.<\/b> Grant\/Contract. <br><b>Hookipa Biotech<\/b> Grant\/Contract. <br><b>IMV, Inc.<\/b> Grant\/Contract. <br><b>Innovent Biologics, Co., LTD<\/b> Grant\/Contract. <br><b>K-Group beta<\/b> Grant\/Contract. <br><b>Lyvgen Biopharm, Co., LTD<\/b> Grant\/Contract. <br><b>MacroGenics<\/b> Grant\/Contract. <br><b>Medilink Therapeutics, Co., LTD<\/b> Grant\/Contract. <br><b>Nerviano Medical Sciences<\/b> Grant\/Contract. <br><b>NeuPharma, Inc.<\/b> Grant\/Contract. <br><b>NextCure, Inc.<\/b> Grant\/Contract. <br><b>Ningbo NewBay Technology Development Co., Ltd<\/b> Grant\/Contract. <br><b>Novocure<\/b> Grant\/Contract. <br><b>Nykode Therapeutics AS.<\/b> Grant\/Contract. <br><b>Parexel International, LLC<\/b> Grant\/Contract.<br><b>D. D. Karp, <\/b> None.&nbsp;<br><b>A. Naing, <\/b> <br><b>EMD Serono<\/b> Other, Research Funding. <br><b>MedImmune<\/b> Other, Research Funding. <br><b>Healios Onc. Nutrition<\/b> Other, Research Funding. <br><b>Atterocor\/Millendo<\/b> Other, Research Funding. <br><b>Amplimmune<\/b> Other, Research Funding. <br><b>ARMO BioSciences<\/b> Other, Research Funding. <br><b>Karyopharm Therapeutics<\/b> Other, Research Funding. <br><b>Incyte<\/b> Other, Research Funding. <br><b>Regeneron<\/b> Other, Research Funding. <br><b>Bristol-Myers Squibb<\/b> Other, Research Funding. <br><b>Neon Therapeutics<\/b> Other, Research Funding. <br><b>Calithera Biosciences<\/b> Other, Research Funding. <br><b>TopAlliance Biosciences<\/b> Other, Research Funding. <br><b>Eli Lilly<\/b> Other, Research Funding. <br><b>Arcus Biosciences<\/b> Other, Research Funding. <br><b>NeoImmuneTech<\/b> Other, Research funding. <br><b>Surface Oncology<\/b> Other, Research Funding. <br><b>Monopteros Therapeutics<\/b> Other, Research Funding. <br><b>BioNTech SE<\/b> Other, Research Funding. <br><b>Seven & Eight Biopharma<\/b> Other, Research Funding. <br><b>S. Pant, <\/b> <br><b>Xencor<\/b> Other, Consulting. <br><b>4D Pharma<\/b> Other, Consulting. <br><b>Zymeworks<\/b> Other, Consulting. <br><b>Ipsen<\/b> Other, Consulting. <br><b>Novartis<\/b> Other, Consulting. <br><b>Janssen<\/b> Other, Consulting. <br><b>S. A. Piha-Paul, <\/b> <br><b>ABM Therapeutics, Inc.<\/b> Grant\/Contract. <br><b>Acepodia, Inc.<\/b> Grant\/Contract. <br><b>Alkermes<\/b> Grant\/Contract. <br><b>Aminex Therapeutics<\/b> Grant\/Contract. <br><b>Amphivena Therapeutics, Inc.<\/b> Grant\/Contract. <br><b>BioMarin Pharmaceutical, Inc.<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Cerulean Pharma, Inc.<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical Co., Ltd.<\/b> Grant\/Contract. <br><b>Cyclacel Pharmaceuticals<\/b> Grant\/Contract. <br><b>Epigenetix Inc.<\/b> Grant\/Contract. <br><b>Five Prime Therapeutics<\/b> Grant\/Contract. <br><b>F-Star Beta Limited<\/b> Grant\/Contract. <br><b>Gene Quantum<\/b> Grant\/Contract. <br><b>Gilead Sciences, Inc.<\/b> Grant\/Contract. <br><b>Helix BioPharma Corp.<\/b> Grant\/Contract. <br><b>Hengrui Pharmaceuticals, Co., Ltd.<\/b> Grant\/Contract. <br><b>HiberCell Inc.<\/b> Grant\/Contract. <br><b>Jacobio Pharmaceuticals Co., Ltd.<\/b> Grant\/Contract. <br><b>Pieris Pharmaceuticals, Inc.<\/b> Grant\/Contract. <br><b>J. Rodon, <\/b> <br><b>Taiho<\/b> Other, Clinical Research. <br><b>Roche Pharmaceuticals<\/b> Other, clinical Research. <br><b>Bycicle Therapeutics<\/b> Other, Clinical Research. <br><b>Merus<\/b> Other, clinical Research. <br><b>curis<\/b> Other, clinical Research. <br><b>Blueprint Medicines<\/b> Other, Research Funding. <br><b>Black Diamond Therapeutics<\/b> Other, Research Funding. <br><b>Merck Sharp & Dohme<\/b> Other, Research funding. <br><b>Hummingbird<\/b> Other, Research Funding. <br><b>Yingli<\/b> Other, Research Funding. <br><b>AadiBioscience<\/b> Other, Clinical Research. <br><b>Novartis<\/b> Other, Clinical Research. <br><b>Spectrum Pharmaceuticals<\/b> Other, Clinical Research. <br><b>Symphogen<\/b> Other, Clinical research. <br><b>BioAlta<\/b> Other, Clinical Research. <br><b>Pfizer<\/b> Other, Clinical Research. <br><b>GenMab<\/b> Other, Clinical Research. <br><b>CytomX<\/b> Other, clinical Research. <br><b>Kelun-Biotech<\/b> Other, Clinical Research. <br><b>Takeda-Millenium<\/b> Other, Clinical Research. <br><b>V. Subbiah, <\/b> <br><b>Novartis<\/b> Other, Research Funding. <br><b>Bayer<\/b> Other, Research Funding. <br><b>GlaxoSmithKline<\/b> Other, Research Funding. <br><b>Nanocarrier<\/b> Other, Research Funding. <br><b>Vegencies<\/b> Other, Research Funding. <br><b>Celgene<\/b> Other, Research Funding. <br><b>Northwest Biotherapeutics<\/b> Other, Research Funding. <br><b>Berghealth<\/b> Other, Research Funding. <br><b>Incyte<\/b> Other, Research Funding. <br><b>Fujifilm<\/b> Other, Research Funding. <br><b>Pharmamar<\/b> Other, Research Funding. <br><b>D3<\/b> Other, Research Funding. <br><b>Pfizer<\/b> Other, Research Funding. <br><b>Multivir<\/b> Other, Research Funding. <br><b>Alfa-Sigma<\/b> Other, Research Funding. <br><b>Agensys<\/b> Other, Research Funding. <br><b>Agensys<\/b> Other, Research Funding. <br><b>Boston Biomedical<\/b> Other, Research Funding. <br><b>Idera Pharma<\/b> Other, Research Funding. <br><b>Inhibrx<\/b> Other, Research Funding. <br><b>A. M. Tsimberidou, <\/b> <br><b>OBI Pharma USA Inc.<\/b> Grant\/Contract. <br><b>Immatics<\/b> Grant\/Contract. <br><b>Agenus<\/b> Grant\/Contract. <br><b>Tempus<\/b> Grant\/Contract. <br><b>Tvardi<\/b> Grant\/Contract. <br><b>Karus Therapeutics<\/b> Grant\/Contract. <br><b>Novocure Ltd.<\/b> Grant\/Contract.<br><b>E. Campbell, <\/b> None..<br><b>S. Urrutia, <\/b> None.&nbsp;<br><b>D. S. Hong, <\/b> <br><b>Mirati Therapeutics, Inc.<\/b> Grant\/Contract. <br><b>Abbvie<\/b> Grant\/Contract. <br><b>Adaptimmune<\/b> Grant\/Contract. <br><b>Adlai Nortye<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Decipher<\/b> Grant\/Contract. <br><b>Endeavor<\/b> Grant\/Contract. <br><b>Erasca<\/b> Grant\/Contract. <br><b>F. Hoffmann-La Roche<\/b> Grant\/Contract. <br><b>Fate Therapeutics<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Navier<\/b> Grant\/Contract. <br><b>Pyramid Bio<\/b> Grant\/Contract. <br><b>Revolution Medicine<\/b> Grant\/Contract. <br><b>SeaGen<\/b> Grant\/Contract. <br><b>STCube<\/b> Grant\/Contract. <br><b>TCR2<\/b> Grant\/Contract. <br><b>Turning Point Therapeutics<\/b> Grant\/Contract. <br><b>F. Meric-Bernstam, <\/b> <br><b>Aileron Therapeutics Inc.<\/b> Other, Research Funding. <br><b>AstraZeneca<\/b> Other, Research Funding. <br><b>Debiopharm International<\/b> Other, Research Funding. <br><b>eFFECTOR Therapeutics<\/b> Other, Research Funding. <br><b>Guardant Health Inc.<\/b> Other, Research Funding. <br><b>Klus Pharma<\/b> Other, Research Funding. <br><b>Puma Biotechnology Inc.<\/b> Other, Research Funding. <br><b>Taiho Pharmaceutical Co.<\/b> Other, Research Funding.<br><b>Y. Yuan, <\/b> None.&nbsp;<br><b>T. A. Yap, <\/b> <br><b>Acriovon<\/b> Grant\/Contract. <br><b>Artios<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Blueprint<\/b> Grant\/Contract. <br><b>Clovis<\/b> Grant\/Contract. <br><b>Constellation<\/b> Grant\/Contract. <br><b>Cyteir<\/b> Grant\/Contract. <br><b>Eli LIlly<\/b> Grant\/Contract. <br><b>EMD Serono<\/b> Grant\/Contract. <br><b>Forbius<\/b> Grant\/Contract. <br><b>F-Star<\/b> Grant\/Contract. <br><b>Ipsen<\/b> Grant\/Contract. <br><b>Jounce<\/b> Grant\/Contract. <br><b>Karyopharm<\/b> Grant\/Contract. <br><b>KSQ<\/b> Grant\/Contract. <br><b>Ribon therapeutics<\/b> Grant\/Contract. <br><b>Regeneron<\/b> Grant\/Contract. <br><b>Scholar Rock<\/b> Grant\/Contract. <br><b>Seattle Genetics<\/b> Grant\/Contract. <br><b>Vivace<\/b> Grant\/Contract.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1831","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6181","PresenterBiography":null,"PresenterDisplayName":"Natalie Ngoi, MBBS","PresenterKey":"ff5a534a-6ccf-41ff-bde6-207d10cc13c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6181. Dynamic changes in monocyte and reticulocyte counts predict mechanism-based anemia development and recovery during ATR inhibitor treatment in phase I\/II trials","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dynamic changes in monocyte and reticulocyte counts predict mechanism-based anemia development and recovery during ATR inhibitor treatment in phase I\/II trials","Topics":null,"cSlideId":""},{"Abstract":"Purpose\/Objectives: Ovarian cancer continues to be the leading cause of death among gynecological malignancies. Platinum-based chemotherapy is recommended after surgery for most patients with ovarian cancer; and PARP inhibitors (PARPi) are suggested as maintenance therapy. Both therapies induce DNA damage that require the proper activity of the Fanconi Anemia (FA)- BRCA pathway for its resolution, and hence are most beneficial in cancers with a BRCA mutation. However, 75% of patients with ovarian cancer do not harbor BRCA mutations, and thus may experience limited benefit from these treatments. TTFields are electric fields that disrupt cellular processes critical for cancer cell viability and tumor progression, ultimately leading to cancer cell death. Recently, TTFields have been shown to induce a state of BRCAness in various cancer types, and to be effective in ovarian cancer pre-clinical models. The objective of the current study was to examine the effect of TTFields concomitant with carboplatin or PARPi on ovarian cancer cell lines.<br \/>Materials\/Methods: A2780 (BRCA wild type) and OVCAR3 (BRCA mutated) ovarian carcinoma cells were treated with TTFields (72 h, 1 V\/cm RMS, 200 kHz), alone or with concomitant application of carboplatin or the PARP inhibitors olaparib or niraparib. Efficacy was examined via measurements of cell count, colony formation, and induction of apoptosis. The overall effect was calculated by multiplying cell count with colony formation.<br \/>Results: Application of TTFields to A2780 or OVCAR3 cells resulted in reduced cell count, increased overall effect, and elevated apoptosis. Carboplatin, olaparib, and niraparib each displayed dose dependent effects in both cell lines, with higher sensitivity demonstrated in the BRCA mutated cells. Concomitant application of TTFields with any of these drugs displayed a synergistic interaction in the BRCA wild type A2780 cells and an additive effect in the BRCA mutant OVCAR-3 cells.<br \/>Conclusions: The data suggest potential benefits for TTFields concomitant with platinum-based chemotherapy and PARPi in ovarian cancer, even in the absence of background BRCA mutations, in accordance with the BRCAness state induced by TTFields. As such, TTFields may enhance the efficacy of treatment for ovarian cancer in both the adjuvant and maintenance settings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"PARP inhibitors,Carboplatin,TTFields,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Antonia Martinez-Conde<sup><\/sup>, Hila Ene<sup><\/sup>, Roni Frechtel-Gerzi<sup><\/sup>, <b>Eyal Dor-On<\/b><sup><\/sup>, Adi Haber<sup><\/sup>, Moshe Giladi<sup><\/sup>, Uri Weinberg<sup><\/sup>, Yoram Palti<sup><\/sup><br><br\/>Novocure Ltd, Haifa, Israel","CSlideId":"","ControlKey":"886164ef-7de2-411d-a186-59dbca6afd15","ControlNumber":"3339","DisclosureBlock":"<b>&nbsp;A. Martinez-Conde, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>H. Ene, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>R. Frechtel-Gerzi, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>E. Dor-On, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Haber, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>M. Giladi, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>U. Weinberg, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>Y. Palti, <\/b> <br><b>Novocure<\/b> Stock, Other Intellectual Property.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1832","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6182","PresenterBiography":null,"PresenterDisplayName":"Eyal Dor-On, PhD","PresenterKey":"fe0ba0d8-7c3b-43c4-b365-1e8ed0eb82b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6182. Tumor treating fields (TTFields) concomitant with PARP inhibitors or carboplatin for treatment of ovarian cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor treating fields (TTFields) concomitant with PARP inhibitors or carboplatin for treatment of ovarian cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Somatic heterozygous mutations in genes encoding for RNA splicing factors (SF) <i>SRSF2<\/i>, <i>U2AF1<\/i>, and <i>SF3B1<\/i> are frequently mutated in patients with hematologic malignancies, representing a unique genetic vulnerability for targeted therapy. In the current study, we performed a focused drug screen with inhibitors targeting different DNA damage response and DNA metabolic pathways to identify novel therapeutic vulnerabilities generated by SF mutations. We generated a murine leukemia model by overexpressing the MLL-AF9 fusion oncogene on an <i>Srsf2<sup>P95H\/+<\/sup><\/i><sup> <\/sup>background, a mutational combination that is found in ~10% of <i>MLL<\/i>-rearranged leukemias. We surprisingly found that MLL-AF9 <i>Srsf2<sup>P95H\/+ <\/sup><\/i>mutant leukemias are sensitive to inhibitors targeting ADP-ribosyltransferases (PARP). PARP inhibitor sensitivity was also observed in isogenic murine MLL-AF9 <i>U2af1<sup>s34\/+<\/sup><\/i> cells compared to MLL-AF9 <i>U2af1<sup>+\/+ <\/sup><\/i>cells. Second, murine Srsf2<sup>P95H<\/sup> leukemias showed improved prolonged survival when treated with olaparib (PARPi) compared to vehicle treatment <i>in vivo<\/i>. Third, human primary AML patient samples that harbor SF mutations are sensitive to PARPi compared to non-SF mutant samples. These data highlight that both <i>SRSF2<sup>P95H<\/sup> <\/i>and<i> U2AF1<sup>S34F<\/sup><\/i> mutations create a common vulnerability that is dependent on PARP activity for survival. To evaluate PARP activity, we used isogenic K562 leukemia cells expressing <i>SRSF2<sup>P95H<\/sup><\/i> and <i>U2AF1<sup>S34F<\/sup><\/i> mutations from their endogenous loci and monitored ADP-ribosylation (ADPr) levels, a marker of PARP activity. Both SRSF2<sup>P95H<\/sup> and U2AF1<sup>S34F<\/sup> cells exhibited elevated levels of ADPr compared to wildtype cells in a PARP1- dependent manner. PARPi preferentially induced DNA damage and cell death in SF mutant cells. Surprisingly, we found that SRSF2<sup>P95H<\/sup> and U2AF1<sup>S34F<\/sup> cells are not defective in homologous recombination repair. Instead, the increased PARP1-mediated ADPr in SF-mutant cells is caused by accumulated R loops, a group of transcription intermediates containing RNA:DNA hybrids and displaced single-stranded DNA. To determine whether PARPi sensitivity is due to R-loop accumulation, we overexpressed RNase H1, an enzyme that specifically cleaves the RNA moiety within RNA:DNA hybrids in U2AF1<sup>S34F<\/sup> cells. Overexpression of RNase H1 significantly reduced ADPr levels and suppressed the PARPi-induced U2AF1<sup>S34F<\/sup> cell growth inhibition. Collectively, these results suggest that spliceosome mutants induce R-loop accumulation and elicit an R-loop-associated PARP1 response to promote cell survival. In summary, our data establish a previously unknown link between R-loop-induced PARP1 response and RNA splicing perturbation and provide a mechanistic rationale to evaluate the clinical efficacy of PARP inhibitors in spliceosome-mutant malignancies. Furthermore, our study highlights a new therapeutic potential of targeting the R-loop tolerance pathways caused by different spliceosome gene mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"PARP inhibitors,Spliceosome,Leukemias: acute myeloid,DNA damage response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dang Hai Nguyen<\/b><sup>1<\/sup>, Sayantani Sinha<sup>2<\/sup>, Zhiyan Silvia Liu<sup>3<\/sup>, Maxwell Henry Bannister<sup>3<\/sup>, Erica Arriaga-Gomez<sup>2<\/sup>, Axia Song<sup>2<\/sup>, Dawei Zong<sup>3<\/sup>, Martina Sarchi<sup>4<\/sup>, Victor Corral<sup>3<\/sup>, Wannasiri Chiraphapphaiboon<sup>3<\/sup>, Jennifer Yoo<sup>3<\/sup>, Matthew McMahon<sup>3<\/sup>, Cassandra Leibson<sup>3<\/sup>, Derek  L.  Stirewalt<sup>5<\/sup>,  H.  Joachim Deeg<sup>5<\/sup>, Sumit Rai<sup>6<\/sup>, Matthew Walter<sup>7<\/sup>, Timothy  A.  Graubert<sup>6<\/sup>, Sergei Doulatov<sup>4<\/sup>, Stanley  C.  Lee<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Pharmacology, The Masonic Cancer Center, University of Minnesota, Minneapolis, MN,<sup>2<\/sup>Fred Hutchinson Cancer Center, Seattle, WA,<sup>3<\/sup>Department of Pharmacology, University of Minnesota, Minneapolis, MN,<sup>4<\/sup>Division of Hematology, Department of Medicine, University of Washington, Seattle, WA,<sup>5<\/sup>Clinical Research Division, Fred Hutchinson Cancer Center, Seattle, WA,<sup>6<\/sup>Massachusetts General Hospital Cancer Center, Charlestown, MA,<sup>7<\/sup>Division of Oncology, Department of Internal Medicine, Washington University School of Medicine, St Louis, MO","CSlideId":"","ControlKey":"9cb94853-12de-4e06-842b-63f66966db14","ControlNumber":"3960","DisclosureBlock":"&nbsp;<b>D. H. Nguyen, <\/b> None..<br><b>S. Sinha, <\/b> None..<br><b>Z. S. Liu, <\/b> None..<br><b>M. H. Bannister, <\/b> None..<br><b>E. Arriaga-Gomez, <\/b> None..<br><b>A. Song, <\/b> None..<br><b>D. Zong, <\/b> None..<br><b>M. Sarchi, <\/b> None..<br><b>V. Corral, <\/b> None..<br><b>W. Chiraphapphaiboon, <\/b> None..<br><b>J. Yoo, <\/b> None..<br><b>M. McMahon, <\/b> None..<br><b>C. Leibson, <\/b> None..<br><b>D. L. Stirewalt, <\/b> None..<br><b>H. J. Deeg, <\/b> None..<br><b>S. Rai, <\/b> None..<br><b>M. Walter, <\/b> None..<br><b>T. A. Graubert, <\/b> None..<br><b>S. Doulatov, <\/b> None..<br><b>S. C. Lee, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6183","PresenterBiography":null,"PresenterDisplayName":"Dang Nguyen, PhD","PresenterKey":"bf9f7c3e-7d6e-40f4-9787-fd34fa23c994","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6183. PARP inhibitors preferentially sensitize splicing factor mutant myeloid neoplasms","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PARP inhibitors preferentially sensitize splicing factor mutant myeloid neoplasms","Topics":null,"cSlideId":""},{"Abstract":"Although PARP inhibitors (PARPi) are very successful on the treatment of BRCA-mutant cancer, the tumor spectrum targeted by PARPi is quite narrow. Interestingly, Poly(ADP-ribose) Glycohydrolase (aka PARG), the major dePARylation enzyme, has emerged as a promising therapeutic target for cancer treatment. Here, we have developed a cell membrane permeable PARG inhibitor with subnanomolar IC<sub>50<\/sub>. SYX3759 directly binds to the catalytic domain of PARG and induces significant accumulation of PARylation at DNA lesions, where it traps numerous DNA repair factors, such as XRCC1. Compared to PARPi, such as Olaparib, SYX3759 shows selective and potent cytotoxicity on a broader spectrum of homologous recombination deficient (HRD) tumors both in vitro and in vivo. Moreover, SYX3759 is well tolerated at the highest dose tested without obvious adverse effect on hematopoiesis. Collectively, SYX3759 is a potent PARG inhibitor both in vitro and in vivo warranting future clinical trials for the treatment of HRD cancers and beyond.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"DNA damage,Homologous recombination,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xuzhen Tang<sup><\/sup>, Yaqi Cui<sup><\/sup>, Lanqiao Zhang<sup><\/sup>, Huihui Jin<sup><\/sup>, Zeqiong Xu<sup><\/sup>, Hu He<sup><\/sup>, Chongxun Ge<sup><\/sup>, Song Liu<sup><\/sup>, Xiaochun Yu<sup><\/sup>, <b>Song Shi<\/b><sup><\/sup><br><br\/>SynRx Therapeutics, Hangzhou, China","CSlideId":"","ControlKey":"ad26a99d-b95c-4269-94fd-66dde071068c","ControlNumber":"935","DisclosureBlock":"&nbsp;<b>X. Tang, <\/b> None..<br><b>Y. Cui, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>H. Jin, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>H. He, <\/b> None..<br><b>C. Ge, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>X. Yu, <\/b> None..<br><b>S. Shi, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1834","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6184","PresenterBiography":null,"PresenterDisplayName":"Song Shi, PhD","PresenterKey":"6d86d663-c7b8-48c6-9ace-eac9b24d9887","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6184. Pre-clinical study of SYX3759, a novel PARG inhibitor for the treatment of homologous recombination deficient malignancies","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-clinical study of SYX3759, a novel PARG inhibitor for the treatment of homologous recombination deficient malignancies","Topics":null,"cSlideId":""},{"Abstract":"Background: Glioblastoma (GBM) is one of the most aggressive and hard-to-treat cancers with a 5-year survival rate of 5.8%, in part due to the presence of the blood brain barrier (BBB) that prevents most therapeutics from reaching the tumors at efficacious concentrations. Debio 0123 is a WEE1 inhibitor that has previously shown significant preclinical efficacy in combination with DNA damaging agents or radiotherapy and is currently being investigated in phase 1 clinical studies either as a monotherapy or in combination with carboplatin. Herein we present data that demonstrates Debio 0123 effectively penetrates in to the brain and subsequently leads to anti-tumor activity in GBM models both in vitro and in vivo as a monotherapy or in combination with standard-of-care therapies (SOC).<br \/>Methods: Radio- and chemo-sensitizing effects of Debio 0123 were evaluated in GBM cell lines in vitro using standard clonogenic assays or cytotoxicity assays. In vivo, distribution and bioanalysis studies were performed to determine the amount of Debio 0123 present in the different parts of the brain and intracranially implanted tumors. Efficacy of Debio 0123 as monotherapy or in combination with the SOC, temozolomide (TMZ), was further assessed in vivo in U87MG-luc intracranial or subcutaneous xenograft models.<br \/>Results: In vitro, Debio 0123 in combination with radiation enhanced cell death in GBM cell lines and reduced TMZ IC50 in primary GBM cell lines. In vivo studies demonstrated substantial Debio 0123 brain penetration in mice, rats and monkeys, with mean brain-to-plasma concentration ratios of ~0.6 and 1.52 and 4, respectively. Furthermore, a mean tumor-to-plasma ratio of 0.62 was determined in orthotopically implanted brain tumors in mice. In efficacy studies, Debio 0123 administered at 30 or 60mg\/kg every day for 28 days displayed significant anti-tumor activity in a GBM xenograft model U87-MG implanted in immunodeficient mice either subcutaneously, with up to 57.5% tumor growth inhibition, or orthotopically in the brain, with up to 73.7% tumor growth inhibition. Finally, efficacy of Debio 0123 in combination with TMZ was also assessed in intracranially transplanted U87-MG tumors. Here, TMZ was highly active, however, the combination of Debio 0123 and TMZ resulted in significantly enhanced anti-tumor activity leading to sustained complete regressions in 75% of animals for up to 100 days and was well tolerated throughout the 28-day treatment.<br \/>Conclusion: These results demonstrate that following oral administration, Debio 0123 effectively crosses the BBB, has significant efficacy as a monotherapy and improves response to standard-of-care chemo or radiotherapy in preclinical models. Collectively, these data highlight Debio 0123 as a promising candidate for further clinical development in GBM patients that may provide improved response to SOC therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"Cancer therapy,DNA damage response,Brain tumors,WEE1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Luke Piggott<\/b><sup><\/sup>, Noemie Luong<sup><\/sup>, Frederic Massiere<sup><\/sup>, Annett Kunze<sup><\/sup>, Christophe Chardonnens<sup><\/sup>, Anne Vaslin<sup><\/sup><br><br\/>Translational Medicine, Debiopharm International S.A., Lausanne, Switzerland","CSlideId":"","ControlKey":"2f88b736-2962-45de-b8a6-680061096f6d","ControlNumber":"4399","DisclosureBlock":"&nbsp;<b>L. Piggott, <\/b> None..<br><b>N. Luong, <\/b> None..<br><b>F. Massiere, <\/b> None..<br><b>A. Kunze, <\/b> None..<br><b>C. Chardonnens, <\/b> None..<br><b>A. Vaslin, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6185","PresenterBiography":null,"PresenterDisplayName":"Luke Piggott, BS,PhD","PresenterKey":"e576b99f-27f0-4444-914f-8ee4c2e95659","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6185. Debio 0123 is a selective WEE1 inhibitor that effectively penetrates the brain and demonstrates anti-tumor activity in preclinical models of glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Debio 0123 is a selective WEE1 inhibitor that effectively penetrates the brain and demonstrates anti-tumor activity in preclinical models of glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Mutations in the <i>TP53<\/i> gene can be found in more than 50% of tumors. We recently showed in 2D breast cancer cell lines that mutant p53 (mtp53) proteins tightly associate with replicating DNA, chromatin and Poly (ADP-ribose) polymerase (PARP) protein. In addition, missense mtp53 R273H causes an increase in the chromatin association of replication proteins including PARP, and mini-chromosome maintenance complex 2-7 (MCM2-7). The expression of mtp53 R273H enhances overall MCM2 levels, promotes cell proliferation, and improves the synergistic cytotoxicity of treatment with the alkylating agent temozolomide in combination with the PARP inhibitor (PARPi) talazoparib. Currently, PARPis are indicated for patients that present BRCA1\/2 mutations, but there might be patients with other alterations associated with DNA damage repair that could benefit from PARPi treatment; this includes expression of mtp53. Patient-derived Tumor Organoids (PDTO) are 3D culture models that retain cell-cell and cell-matrix interactions and are shown to reproduce drug responses observed in patients. Here, we evaluated the sensitivity of wild-type BRCA1\/2 breast and lung PDTO with either mtp53 or wild-type p53 (wtp53) to the combination of DNA damaging agent temozolomide plus the PARPi talazoparib. First, we tested the sensitivity of the organoids to talazoparib and temozolomide individually. To determine if there was synergy between the two treatments, the organoids were treated with an inhibitor matrix to evaluate multiple combinatorial concentrations. Three breast cancer and two lung cancer PDTO with mtp53 presented synergistic cytotoxicity of the combination treatment. Two breast organoid lines with wtp53 showed no synergistic interaction between the two drugs, and the same was observed in a wtp53 lung organoid line. We analyzed wtp53 and mtp53 PDTO cell extracts by western blot to assess the activation of downstream p53 effectors and DNA damage markers after treatment with temozolomide and\/or talazoparib. Combination of talazoparib and temozolomide induced higher DNA double-strand breaks in mtp53 organoids as shown by increased gamma-H2AX expression. The results obtained demonstrated that in mtp53 PDTO synergism is achieved with combined talazoparib-temozolomide treatment supporting the idea that tumors expressing mtp53 may be potential candidates for this combination PARPi treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"Organoids,p53 mutations,PARP inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Florencia  P.  Madorsky Rowdo<\/b><sup>1<\/sup>, Gu Xiao<sup>2<\/sup>, Melissa  B.  Davis<sup>1<\/sup>, Laura Martin<sup>1<\/sup>, Olivier Elemento<sup>1<\/sup>, Jill Bargonetti<sup>2<\/sup><br><br\/><sup>1<\/sup>Weill Cornell Medicine, New York, NY,<sup>2<\/sup>Biological Sciences Hunter College, City University of New York, New York, NY","CSlideId":"","ControlKey":"80826389-27a2-4805-8172-6d4861160a67","ControlNumber":"4556","DisclosureBlock":"&nbsp;<b>F. P. Madorsky Rowdo, <\/b> None..<br><b>G. Xiao, <\/b> None.&nbsp;<br><b>L. Martin, <\/b> <br><b>Altos Labs<\/b> Employment. <br><b>O. Elemento, <\/b> <br><b>Volastra Therapeutics<\/b> Stock, Other Business Ownership, Grant\/Contract. <br><b>OneThree Biotech<\/b> Stock, Other Business Ownership. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Owkin<\/b> Independent Contractor, Stock. <br><b>Freenome<\/b> Independent Contractor, Stock. <br><b>Genetic Intelligence<\/b> Independent Contractor, Stock. <br><b>Acuamark DX<\/b> Independent Contractor, Stock. <br><b>Harmonic Discovery<\/b> Independent Contractor, Stock. <br><b>Champions Oncology<\/b> Independent Contractor. <br><b>J&J\/Janssen<\/b> Grant\/Contract.<br><b>J. Bargonetti, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1836","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6186","PresenterBiography":null,"PresenterDisplayName":"Florencia Madorsky Rowdo, PhD","PresenterKey":"001c6261-631a-4607-a9a1-2aff73d1575f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6186. Patient-derived tumor organoids with p53 mutations, and not wild-type p53, demonstrate synergistic sensitivity to treatment with temozolomide in combination with talazoparib PARP inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived tumor organoids with p53 mutations, and not wild-type p53, demonstrate synergistic sensitivity to treatment with temozolomide in combination with talazoparib PARP inhibitor","Topics":null,"cSlideId":""},{"Abstract":"Background: Recently we reported that trifluridine (FTD)\/ Tipiracil (TPI) is tolerable for unresectable Esophageal squamous cell carcinoma (ESCC) patients although the anti-tumor effect was modest (Mori Y, et al. Esophagus 2022). Therefore, we aimed at developing a combination therapy with FTD\/TPI with another small molecule to achieve better efficacy against ESCC. CHK1 inhibitor was considered to be the candidate, because combination treatment with FTD\/TPI and prexasertib showed potent antitumor effects in p53-mutant ESCC cells through the synthetic lethality (Ohashi S, et al. Mol Cancer Ther 2020); however, CHK1 inhibitors are not clinically available for further clinical development. Here we explored the concept of synthetic lethality with CHK1 perturbation to the whole ATR-CHK1-WEE1 pathway, especially to the downward WEE1 which directly targets a cell cycle regulator CDK1. The aim of this study is to elucidate the efficacy of the combination of a WEE1 inhibitor (WEE1i) MK1775 with FTD\/TPI in ESCC.<br \/>Methods: ESCC cells (TE-8 and TE-11) are used for <i>in vitro<\/i> assay, with compounds including FTD, MK1775 (WEE1i). Mitosis assay (flowcytometry with phospho-Histone H3 [p-hH3] antibody), cell viability assay (WST-1 and clonogenic assays), cytotoxicity assay (CytoTox-Glo assay), and western blotting (double-strand DNA break [&#947;-H2AX], DDR activity [phospho-CHK1], and CDK1 activity [phospho-Tyr15-CDK1])<i> <\/i>were performed. Antitumor effects and tolerability were observed <i>in vivo<\/i> with TE-8 xenograft model with nu\/nu nude mice.<br \/>Results: FTD induced activation of CHK1 and inhibition of CDK1 sequentially in ESCC cells. FTD also decreased the proportion of p-hH3 positive cells in mitosis assay. Combination treatment with WEE1i and FTD had activated CDK1, increased p-hH3 positive cells, and induced &#947;-H2AX. The WST-1 cell viability assay showed significant sensitizing effect of WEE1i to FTD in ESCC cells. The cytotoxicity assay also revealed the significant increase of dead cells by the combination treatment (p = 0.003). Furthermore, we confirmed the combination treatment significantly suppressed xenografted tumor growth (-86%) without major adverse events <i>in vivo<\/i> (two-way ANOVA and Tukey post-hoc analyses: FTD\/TPI vs. control, P &#60; 0.05; MK1775 vs. control, P &#60; 0.05, without significant interaction between the FTD\/TPI treatment and MK1775 treatment).<br \/>Conclusion: FTD\/TPI and WEE1i combination showed potent cytotoxicity, and is considered as a candidate treatment strategy against ESCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"Esophageal cancer,DNA damage response,Checkpoint Inhibitors,Synthetic lethality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hoang Trang Nguyen Vu<\/b><sup><\/sup>, Osamu Kikuchi<sup><\/sup>, Tomoki Saito<sup><\/sup>, Yukie Nakai<sup><\/sup>, Tomomi Ida<sup><\/sup>, Yuki Kondo<sup><\/sup>, Shigeki Kataoka<sup><\/sup>, Yosuke Mitani<sup><\/sup>, Shinya Ohashi<sup><\/sup>, Manabu Muto<sup><\/sup><br><br\/>Therapeutic Oncology, Kyoto Univ. Graduate School of Medicine, Kyoto, Japan","CSlideId":"","ControlKey":"f957c873-51f2-4bd5-bdd7-6f8c4b185368","ControlNumber":"1593","DisclosureBlock":"&nbsp;<b>H. Nguyen Vu, <\/b> None..<br><b>O. Kikuchi, <\/b> None..<br><b>T. Saito, <\/b> None..<br><b>Y. Nakai, <\/b> None..<br><b>T. Ida, <\/b> None..<br><b>Y. Kondo, <\/b> None..<br><b>S. Kataoka, <\/b> None..<br><b>Y. Mitani, <\/b> None..<br><b>S. Ohashi, <\/b> None..<br><b>M. Muto, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6187","PresenterBiography":null,"PresenterDisplayName":"Nguyen Vu Hoang Trang, PhD","PresenterKey":"383b7d13-0b94-4b98-82c9-d9133e18bc20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6187. The combination of Trifluridine\/Tipiracil and a WEE1 inhibitor is an effective and tolerable candidate strategy against ESCC","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The combination of Trifluridine\/Tipiracil and a WEE1 inhibitor is an effective and tolerable candidate strategy against ESCC","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Neuroendocrine lung cancer carcinomas (Lung NECs), which include large cell neuroendocrine carcinomas (LCNECs) and small cell lung cancer (SCLC) tumors, are particularly aggressive lung neoplasms with limited clinical therapeutic options. Patients with lung NECs are treated with platinum-based chemotherapy as the first line of treatment, but they promptly develop resistance. Lurbinectedin has recently been approved by the FDA as a second-line treatment for SCLC due to its efficacy in metastatic chemorelapsed SCLC patients. However, there is still a large percentage of SCLC patients who do not respond to lurbinectedin and the overall survival of those who benefit from it remains very low (&#60;6 months). Previous work from our group had shown that exportin-1 (XPO1) was a driver of chemoresistance in SCLC and its inhibition with selinexor resentitized to first- and second-line chemotherapies in na&#239;ve and chemorelapsed SCLC patients derived xenografts, respectively. Importantly, selinexor is an FDA-approved drug for the treatment of relapsed multiple myeloma and is currently undergoing clinical testing in multiple solid tumors.<br \/><b>Methods: <\/b>We performed<b> <\/b>synergy proliferation assays <i>in vitro<\/i>. DNA damage\/repair pathways were analyzed by western blotting. Cell cycle and apoptosis were analyzed by flow cytometry.<b><\/b><b> <\/b><br \/><b>Results:<\/b> We explored the cytotoxic capacity of the combination of lurbinectedin with selinexor in cell linesfrom both SCLC (N=2) and LCNECs (N=3) in synergy <i>in vitro <\/i>assays. Selinexor strongly synergized with lurbinectedin in both SCLC and LCNEC settings and induced a potent increase in the DNA damage marker &#947;-H2A, reflective of increased DNA damage induced by the combination treatment. Mechanistically, this combination altered DNA damage and DNA repair mechanisms by decreasing CHK1 and CHK2 protein levels in short-term treatments, suggestive of the impairment of DNA response. Additionally, selinexor reduced the expression of MLH, a key regulator of DNA mismatch repair in monotherapy and in combination with lurbinectedin. Consistent with these results, selinexor in combination with lurbinectedin also induced a significant increase in apoptotic cells and promoted cell cycle arrest.<br \/><b>Conclusions:<\/b> These data indicates that inhibition of exportin 1 with selinexor in combination with lurbinectedin is a promising therapeutic strategy in lung NECs. Subsequent <i>In vivo <\/i>testing in patient-derived xenograft to study efficacy and toxicity of this combination will provide preclinical rationale for clinically exploring this combination in patients with lung NECs who have failed chemotherapy regimen.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"DNA damage,Lung cancer,Neuroendocrine tumors,DNA repair,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Esther Redin Resano<\/b><sup>1<\/sup>, Charles Rudin<sup>2<\/sup>, Alvaro Quintanal-Villalonga<sup>1<\/sup><br><br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Memorial Sloan Kettering Cancer Center\/Weill Cornell Graduate School of Medical Sciences, New York, NY","CSlideId":"","ControlKey":"7681a0c0-1dbe-45ee-adba-8266b4e0f46f","ControlNumber":"7374","DisclosureBlock":"&nbsp;<b>E. Redin Resano, <\/b> None.&nbsp;<br><b>C. Rudin, <\/b> <br><b>AbbVie, Amgen, Astra Zeneca, D2G, Daiichi Sankyo, Epizyme, Genentech\/Roche, Ipsen, Jazz, Kowa, Lilly, Merck, and Syros. He serves on the sci<\/b> Other, CMR has consulted regarding oncology drug development with the companies listed above. <br><b>A. Quintanal-Villalonga, <\/b> <br><b>AstraZeneca<\/b> Other, invited speaker.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6188","PresenterBiography":null,"PresenterDisplayName":"Esther Redin Resano, DMSc;PhD","PresenterKey":"2a5f977c-a48a-4c0f-b248-e7011c033640","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6188. Exportin 1 inhibition synergizes with lurbinectedin by altering the response to DNA damage in neuroendocrine lung tumors","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exportin 1 inhibition synergizes with lurbinectedin by altering the response to DNA damage in neuroendocrine lung tumors","Topics":null,"cSlideId":""},{"Abstract":"DNA double strand breaks (DSBs) result in activation of several key DNA damage response (DDR) kinases including ATM, ATR, and DNA-PK. These protein kinases not only promote DNA damage-induced checkpoint control, but also facilitate DSB repair in humans. Thus, these DDR kinases have become promising drug targets for cancer therapy. However, the benefits of targeting DDR kinases remain to be realized, in part due to the lack of predictive biomarkers. By undertaking CRISPR screens with inhibitors targeting key DDR kinases, we obtained a global and unbiased view of genetic interactions with DDR inhibition. Additionally, we compared the synergistic effects of combining different DDR inhibitors and found that an ATM inhibitor plus a PARP inhibitor induced dramatic levels of cell death, probably through promoting apoptosis. Our results provide a better understanding of DDR pathways, which may facilitate the use of these DDR-targeting agents in cancer therapy. Moreover, To provide comprehensive and unbiased perspective of DDR signaling pathways, we performed 30 fluorescence-activated cell sorting-based genome-wide CRISPR screens with antibodies recognizing distinct endogenous DNA damage-signaling proteins to identify new regulators involved in DNA damage response (DDR). We discovered that proteasome-mediated processing is an early and prerequisite event for cells to trigger camptothecin- and etoposide-induced DDR signaling. Furthermore, we identified PRMT1 and PRMT5 as new modulators that regulate ATM protein level. Moreover, we discovered that GNB1L is a master regulator of DDR signaling via its role as a co-chaperone for PIKK proteins. Collectively, these screens offer a rich resource for further investigation of DDR, which may provide insight into strategies of targeting these DDR pathways to improve therapeutic outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"DNA damage response,BRCA,ATM,ATR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Junjie Chen<\/b><sup><\/sup><br><br\/>Experimental Radiation Oncology, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"12ab20b4-e817-4f5b-8349-8973621333b7","ControlNumber":"868","DisclosureBlock":"&nbsp;<b>J. Chen, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1839","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6189","PresenterBiography":null,"PresenterDisplayName":"Junjie Chen, PhD","PresenterKey":"077dcecb-a13c-4dde-aacc-41b1fab553f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6189. Targeting DNA damage responsive pathways in cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting DNA damage responsive pathways in cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Cancers deficient in homologous recombination (HR) repair secondary to mutations in genes such as <i>BRCA1<\/i> or <i>BRCA2<\/i>, are dependent on alternative DNA damage response (DDR) pathways to maintain genomic integrity, rendering them susceptible to synthetic lethal targeting of these pathways.<b> <\/b>Recently, inhibitors of polymerase theta (POL&#952;, encoded by <i>POLQ<\/i>), the critical enzyme in microhomology-mediated end-joining (MMEJ), have been shown to be synthetic lethal with HR repair deficiency (<i>Zhou et al. Nature Cancer 2021<\/i>). Both HR and MMEJ require nucleolytic DNA end-resection to allow for DSB repair, and we have previously shown that MMEJ acts as a barrier to DNA end-resection at DSBs (<i>Patterson-Fortin et al. Cancer Research 2022<\/i>). Given the synthetic lethality between HR and MMEJ leads to unrestrained DNA end-resection generating chromosomal abnormalities and the release of nuclear DNA into the cytoplasm, we hypothesized that POL&#952; inhibition in HR-deficient cancers would activate the cGAS\/STING innate immune response pathway and facilitate immunotherapy. To investigate the interactions of POL&#952; inhibition with the immune microenvironment in HR-deficient cancers, we used human cell lines and genetically modified mouse models representative of BRCA1-deficient triple-negative breast cancer (TNBC) and BRCA2-deficient pancreatic ductal adenocarcinoma (PDAC). Genetic or pharmacological inhibition of POL&#952; using novobiocin, a first-in-class inhibitor of the POL&#952; ATPase domain, induced significantly increased cytosolic dsDNA contained in micronuclei. This free DNA was sensed by the cytosolic DNA sensor cyclic GMP-AMP (cGAMP) synthetase (cGAS), increasing synthesis of cGAMP, in HR-deficient tumor cells but not in HR-proficient tumor cells. Increased cGAMP bound to and activated stimulator of interferon genes (STING), triggering phosphorylation of TBK1 and ultimately of IRF3. Activation of the cGAS\/STING pathway by POL&#952; inhibition drove the expression of type I interferon response elements, including PD-L1. Depletion of <i>STING <\/i>by siRNA or by CRISPR abrogated this pro-inflammatory signaling and abolished the anti-tumor efficacy of novobiocin-mediated POL&#952; inhibition. Pharmacologic inhibition of POL&#952; enhanced Granzyme B+ CD8+ T-cell tumor infiltration. Importantly, antibody-mediated depletion of CD8+ T-cell severely compromised the anti-tumor efficacy of novobiocin-mediated POL&#952; inhibition, whereas anti-tumor activity of POL&#952; inhibition was augmented with the addition of either anti-PD-1 or anti-CTLA-4 antibodies. These results demonstrate that POL&#952; inhibition in HR-deficient cancers mediates a pro-inflammatory response in HR-deficient TNBC or PDAC tumor microenvironments, and that immune checkpoint blockade inhibition enhances the therapeutic efficacy of POL&#952; inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"BRCA,DNA damage response,Immunotherapy,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jeffrey Patterson-Fortin<\/b><sup>1<\/sup>, Heta Jadhav<sup>1<\/sup>, Constantia Pantelidou<sup>1<\/sup>, Tin Phan<sup>1<\/sup>, Carter Grochala<sup>1<\/sup>, Anita K. Mehta<sup>2<\/sup>, Jennifer  L.  Guerriero<sup>2<\/sup>, Gerburg  M.  Wulf<sup>3<\/sup>, Brian  M.  Wolpin<sup>1<\/sup>, Ben  Z.  Stanger<sup>4<\/sup>, Andrew  J.  Aguirre<sup>1<\/sup>, James  M.  Cleary<sup>1<\/sup>, Alan  D.  D'Andrea<sup>1<\/sup>, Geoffrey  I.  Shapiro<sup>1<\/sup><br><br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA,<sup>2<\/sup>Department of Surgical Oncology, Brigham and Women's Hospital, Boston, MA,<sup>3<\/sup>Hematology and Oncology, Beth Israel Deaconess Medical Center, Boston, MA,<sup>4<\/sup>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"afd936f8-f038-43d8-9c7c-91ca00e2dd2f","ControlNumber":"2002","DisclosureBlock":"<b>&nbsp;J. Patterson-Fortin, <\/b> <br><b>Red Sky Consulting<\/b> Other, Consultant.<br><b>H. Jadhav, <\/b> None.&nbsp;<br><b>C. Pantelidou, <\/b> <br><b>Bayer Pharmaceuticals<\/b> Employment.<br><b>T. Phan, <\/b> None.&nbsp;<br><b>C. Grochala, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>A. K. Mehta, <\/b> <br><b>Sanofi<\/b> Employment. <br><b>J. L. Guerriero, <\/b> <br><b>Glaxo-Smith Kline<\/b> Grant\/Contract, Other, Consultant. <br><b>Array BioPharma<\/b> Grant\/Contract, Other, Consultant. <br><b>Merck<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Codagenix<\/b> Other, Consultant. <br><b>Verseau Therapeutics<\/b> Other, Consultant. <br><b>Kymera<\/b> Other, Consultant. <br><b>Kowa<\/b> Other, Consultant. <br><b>Duke Street Bio<\/b> Other, Consultant. <br><b>G. M. Wulf, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Glaxo Smithe Kline<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Cell Signaling<\/b> Patent. <br><b>R&D Systems<\/b> Patent. <br><b>B. M. Wolpin, <\/b> <br><b>Celgene<\/b> Grant\/Contract, Other, Consultant. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Revolution Medicine<\/b> Grant\/Contract. <br><b>GRAIL<\/b> Other, Consultant. <br><b>Mirati<\/b> Other, Consultant.<br><b>B. Z. Stanger, <\/b> None.&nbsp;<br><b>A. J. Aguirre, <\/b> <br><b>Mirati<\/b> Grant\/Contract, Other, Consultant. <br><b>Syros Pharmaceuticals<\/b> Grant\/Contract, Other, Consultant. <br><b>Boehringer Ingelheim<\/b> Other, Consultant. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Revolution Medicines<\/b> Grant\/Contract, Other, Consultant. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Novo Ventures<\/b> Grant\/Contract. <br><b>Deerfield Inc.<\/b> Grant\/Contract. <br><b>Oncorus<\/b> Other, Consultant. <br><b>Arrakis Therapeutics<\/b> Other, Consultant. <br><b>AstraZeneca<\/b> Other, Consultant. <br><b>T-knife Therapeutics<\/b> Other, Consultant. <br><b>Merck<\/b> Other, Consultant. <br><b>Anji Pharmaceuticals<\/b> Other, Consultant. <br><b>Riva Therapeutics<\/b> Stock, Other, Consultant. <br><b>J. M. Cleary, <\/b> <br><b>Merus<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Esperas Pharma<\/b> Grant\/Contract. <br><b>Bayer Pharmaceuticals<\/b> Grant\/Contract. <br><b>Tesaro<\/b> Grant\/Contract. <br><b>Arcus Biosciences<\/b> Grant\/Contract. <br><b>Apexigen<\/b> Grant\/Contract. <br><b>Syros Pharmaceuticals<\/b> Gift. <br><b>Incyte<\/b> Gift. <br><b>Blueprint Medicines<\/b> Gift. <br><b>A. D. D'Andrea, <\/b> <br><b>Acerand Therapeutics<\/b> Other, Consultant. <br><b>AstraZeneca<\/b> Other, Consultant. <br><b>Bayer Pharmaceuticals<\/b> Other, Consultant. <br><b>Blacksmith\/Lightstone Ventures<\/b> Other, Consultant. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Consultant. <br><b>Cedilla Therapeutics<\/b> Stock, Other, Consultant. <br><b>Constellation Pharmaceuticals<\/b> Other, Consultant. <br><b>Cyteir Therapeutics<\/b> Stock, Other, Consultant. <br><b>EMD Serono<\/b> Grant\/Contract, Other, Consultant. <br><b>Epizyme<\/b> Other, Consultant. <br><b>Faze Medicines<\/b> Other, Consultant. <br><b>Glaxo Smith Kline<\/b> Other, Consultant. <br><b>Impact Therapeutics<\/b> Stock, Other, Consultant. <br><b>LAV Global Management Company Limited<\/b> Other, Consultant. <br><b>PrimeFour Therapeutics<\/b> Stock, Other, Consultant. <br><b>Patheon Pharmaceuticals<\/b> Other, Consultant. <br><b>Pfizer<\/b> Other, Consultant. <br><b>Tango Therapeutics<\/b> Grant\/Contract, Other, Consultant. <br><b>Zentalis Pharmaceuticals<\/b> Other, Consultant. <br><b>Zeno Management<\/b> Other, Consultant. <br><b>G. I. Shapiro, <\/b> <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Advisory Board. <br><b>EMD Serono<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Merck<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Bicycle Therapeutics<\/b> Other, Advisory Board. <br><b>Fusion Pharmaceuticals<\/b> Other, Advisory Board. <br><b>Cybrexa Therapeutics<\/b> Other, Advisory Board. <br><b>Bayer Pharmaceuticals<\/b> Other, Advisory Board. <br><b>Boehringer Ingelheim<\/b> Other, Advisory Board. <br><b>ImmunoMet<\/b> Other, Advisory Board. <br><b>Artios<\/b> Other, Advisory Board. <br><b>Atrin<\/b> Other, Advisory Board. <br><b>Concarlo Holdings<\/b> Other, Advisory Board. <br><b>Syros Pharmaceuticals<\/b> Other, Advisory Board. <br><b>Zentalis Therapeutics<\/b> Other, Advisory Board. <br><b>CytomX Therapeutics<\/b> Other, Advisory Board. <br><b>Blueprint Medicines<\/b> Other, Advisory Board. <br><b>Kymera Therapeutics<\/b> Other, Advisory Board. <br><b>Janssen<\/b> Other, Advisory Board. <br><b>Xinthera<\/b> Other, Advisory Board.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1840","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6190","PresenterBiography":null,"PresenterDisplayName":"Jeffrey Patterson-Fortin, MD;PhD","PresenterKey":"3c14b92f-48e8-4a2d-b1d1-f1e45692f5d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6190. Polymerase theta inhibition activates the cGAS-STING pathway and cooperates with immune checkpoint blockade in BRCA-deficient cancers","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Polymerase theta inhibition activates the cGAS-STING pathway and cooperates with immune checkpoint blockade in BRCA-deficient cancers","Topics":null,"cSlideId":""},{"Abstract":"How do cancer cells convert an external perturbation into an interaction with the immune system? The processes associated with antigen presentation remain largely unknown, especially in cancer cells responding to treatment. These intracellular changes may be critical in cancers where immunotherapies need significant optimization, such as glioblastoma. Glioblastoma is also a particularly relevant cancer to characterize the cellular response to perturbations, since all patients currently receive temozolomide, an alkylating agent, regardless of their prognosis.<br \/>We used mass spectrometry methods to quantify temozolomide-associated changes to the repertoire of peptides presented on MHC class I molecules in vitro over time, as well as the associated changes that occur in DNA damage signaling and protein synthesis. We treated U87-MG cells with temozolomide and directly profiled the peptide-MHC repertoire, ATM\/ATR kinase substrate phosphorylation, and newly-synthesized proteins via isotopically labeled and non-canonical amino acid-tagged proteins after 24, 48, and 72 hours.<br \/>These proteomics approaches identified several MHC-peptides, including phosphorylated peptides, whose presentation changes over time after treatment with temozolomide. We also found that the temporal dynamics of the DNA damage response mirrored that of immunopeptidome remodeling. Additionally, temozolomide alters translation at these time points, with newly-synthesized proteins reflecting internal cell stress processes.<br \/>These findings suggest potential treatment-associated antigens against which to design vaccines as well as particular signaling nodes that could be modulated with combination therapies to improve presentation of these peptides.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"Antigen presentation,Proteomics,Translation,Kinases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elizabeth  Y.  Choe<\/b><sup><\/sup>, Forest  M.  White<sup><\/sup><br><br\/>Biological Engineering, Massachusetts Institute of Technology, Cambridge, MA","CSlideId":"","ControlKey":"147e5095-bf93-40a8-8987-a350b8173686","ControlNumber":"3012","DisclosureBlock":"&nbsp;<b>E. Y. Choe, <\/b> None.&nbsp;<br><b>F. M. White, <\/b> <br><b>Pfizer<\/b> Independent Contractor, Grant\/Contract.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1841","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6191","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Choe, BS","PresenterKey":"535aa78f-67a0-46ec-aff0-9f787d26cd26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6191. Temozolomide-associated DNA damage processes related to glioblastoma-immune interactions","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Temozolomide-associated DNA damage processes related to glioblastoma-immune interactions","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is one of the most frequently diagnosed cancers and is the leading cause of cancer-related death worldwide, accounting for &#62;2.2 million of new cancer diagnoses and 1.8 million cancer-related deaths in 2020. Non-small cell lung cancer (NSCLC) is the most common type of lung cancer, including adenocarcinomas and squamous cell carcinomas. Many lung adenocarcinomas have activating driver mutations in <i>KRAS <\/i>(~32% tumors), often co-occurring with mutations inactivating the <i>TP53<\/i> tumor suppressor. Expression of the RNA-binding protein Musashi-2 (MSI2) MSI2 regulates target mRNA translation, and its expression is progressively elevated along with tumor stage in lung cancers. We previously showed that MSI2 actively promotes lung cancer growth, invasion, and metastasis, in part through promoting expression and activity of the TGF&#946;R1\/SMAD3 and EGFR signaling cascades. We now find that genetic <i>MSI2<\/i> deficiency in a murine lung tumor model, <i>Kras<sup>mut<\/sup>\/Trp53<sup>KO<\/sup>\/Msi2<sup>KO<\/sup><\/i><sup> <\/sup>(KPM2) decreases both the total tumor number and tumor burden in comparison to control <i>Kras<sup>mut<\/sup>\/Trp53<sup>KO<\/sup><\/i><sup> <\/sup>(KP) mice. Using a panel of KPM2 and KP cell lines we established from tumors from these mice, we found KPM2 cell lines demonstrate a significant decrease in proliferation compared to KP cell lines. Interestingly, reverse phase protein array (RPPA) comparison analysis of KPM2 and KP cell lines showed that MSI2 strongly and positively regulates expression of Ataxia-Telangiectasia Mutated (ATM) protein, with lower levels observed in KPM2 cells. The ATM serine\/threonine protein kinase is a key transducer of DDR signaling in cases of double-strand breaks; ATM activation causes G1\/S cell cycle arrest, contributes to efficiency of DNA repair, and triggers apoptosis in cases of repair failure. Notably, KPM2 cells showed significantly higher levels of &#947;H2AX, suggesting inefficient DDR. Finally, untreated or cisplatin-treated KPM2 cells demonstrated G2\/M arrest and had increased level of apoptosis as demonstrated by increase in caspase 3 cleavage, consistent with ATM loss and compensatory activation of Ataxia-telangiectasia and Rad3-related protein (ATR). Taken together, our data suggests that one of the consequences of MSI2 upregulation in NSCLC includes maintenance of an efficient DDR. Targeting MSI2 and its downstream signaling would be of therapeutic interest.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"DNA damage response,Mouse,Lung cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Igor Bychkov<\/b><sup>1<\/sup>, Alexander Deneka<sup>2<\/sup>, Iuliia Topchu<sup>1<\/sup>, Rajendra P. Pangeni<sup>1<\/sup>, Christopher Lengner<sup>3<\/sup>, Evgeny Izumchenko<sup>4<\/sup>, Jyoti Patel<sup>1<\/sup>, John Karanicolas<sup>2<\/sup>, Petr Makhov<sup>2<\/sup>, Yanis Boumber<sup>1<\/sup><br><br\/><sup>1<\/sup>Northwestern University - Chicago, Chicago, IL,<sup>2<\/sup>Fox Chase Cancer Center, Philadelphia, PA,<sup>3<\/sup>University of Pennsylvania, Philadelphia, PA,<sup>4<\/sup>University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"865dc467-4040-4ea3-90ce-ab55317c8fac","ControlNumber":"1514","DisclosureBlock":"&nbsp;<b>I. Bychkov, <\/b> None..<br><b>A. Deneka, <\/b> None..<br><b>I. Topchu, <\/b> None..<br><b>R. P. Pangeni, <\/b> None..<br><b>C. Lengner, <\/b> None..<br><b>E. Izumchenko, <\/b> None..<br><b>J. Patel, <\/b> None..<br><b>J. Karanicolas, <\/b> None..<br><b>P. Makhov, <\/b> None.&nbsp;<br><b>Y. Boumber, <\/b> <br><b>Amgen<\/b> Other, Speaker. <br><b>Regeneron<\/b> Other, Speaker.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1842","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6192","PresenterBiography":null,"PresenterDisplayName":"Igor Bychkov, MD","PresenterKey":"f82dd53b-c5da-41b7-bd85-24ec9ca0e749","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6192. MSI2 regulates DNA damage response signaling and tumor progression in murine NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MSI2 regulates DNA damage response signaling and tumor progression in murine NSCLC","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Poly(ADP-ribose) polymerase (PARP) plays a major role in DNA repair and PARP inhibitors (PARPi) have shown promise in pre-clinical studies for the treatment of Ewing sarcoma (ES). While a clinical trial using olaparib as a single agent failed to show significant response against ES, combination therapies with PARPi have emerged as an area of interest. Deacetylation of histones, controlled by histone deacetylases (HDACs) is a key regulatory event in DNA repair and inhibition of HDACs has been shown to reduce ES tumor growth <i>in vitro<\/i> and <i>in vivo<\/i>. PARP inhibition combined with HDAC inhibition has demonstrated enhanced efficacy in pre-clinical studies in various tumor indications, and a clinical trial of olaparib and vorinostat combination therapy against metastatic breast cancer is currently ongoing. However, combination therapies can be limited in clinical utility due to overlapping toxicities and different pharmacokinetic profiles. Here, we report the efficacy of a novel bifunctional small-molecule compound, kt-3283, designed to have both PARP and HDAC inhibitory activities.<br \/><b>Materials and methods<\/b>: PARP1 and PARP2 activity were measured using Trevigen Universal Colorimetric PARP Assay Kit, BPS Bioscience PARP2 Colorimetric PARP2 Assay Kit, and PARylation assay. HDAC activity was measured using HeLa cell nuclear extracts and a fluorogenic peptide-based biochemical assay. Cell survival EC<sub>50<\/sub>s were determined using live cell imaging with an Incucyte&#174; S3 system and CellTiter Glo viability assay. Cell cycle analysis was performed by flow cytometry with propidium iodide staining. DNA damage was investigated by western blot, immunofluorescence, and comet assay. Spheroid assays were performed using the Incucyte&#174; S3 spheroid analysis module and inhibition of metastases was assessed in a PUMA ES mouse model.<br \/><b>Results and discussion<\/b>: Kt-3283 showed potent inhibition of PARP1\/2 activity and PAR synthesis with IC<sub>50<\/sub> values comparable to olaparib. Kt-3283 also showed inhibition of HDACs with an IC<sub>50<\/sub> value in the low &#181;M range. Cell survival EC<sub>50<\/sub> values for the compound were also superior to those of olaparib and vorinostat in ES cell lines. Cell cycle and DNA damage analyses indicated S\/G2\/M cell cycle arrest and strong DNA damage upon treatment with kt-3283 at lower concentration range compared to olaparib and vorinostat. This compound also exhibited potent inhibition of 3D spheroid growth of ES cells with low &#181;M EC<sub>50<\/sub> values, and inhibited metastatic growth in a PUMA mouse model.<br \/><b>Conclusion:<\/b> Kt-3283 shows potent inhibition of PARP1\/2 and HDAC activities. It induces S and G2\/M cell cycle arrest and DNA damage, and inhibits 3D spheroid growth and metastatic potential of ES cells. Further investigation of this bifunctional single-molecule inhibitor may offer a novel treatment opportunity for ES and other solid tumors with limited responses to PARPi.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"PARP inhibitors,HDAC inhibitor,DNA damage response,Ewing sarcoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sarah Truong<sup>1<\/sup>, Louise Ramos<sup>1<\/sup>, Beibei Zhai<sup>1<\/sup>, Jay Joshi<sup>1<\/sup>, Fariba Ghaidi<sup>1<\/sup>, Michael  M.  Lizardo<sup>2<\/sup>, Taras Shyp<sup>2<\/sup>, <b>John Langlands<\/b><sup>3<\/sup>, Dennis Brown<sup>3<\/sup>, Jeffrey Bacha<sup>3<\/sup>, Poul Sorensen<sup>4<\/sup>, Wang Shen<sup>3<\/sup>, Mads Daugaard<sup>4<\/sup><br><br\/><sup>1<\/sup>Vancouver Prostate Centre, Vancouver, BC, Canada,<sup>2<\/sup>British Columbia Cancer Research Centre, Vancouver, BC, Canada,<sup>3<\/sup>Rakovina Therapeutics, Vancouver, BC, Canada,<sup>4<\/sup>University of British Columbia, Vancouver, BC, Canada","CSlideId":"","ControlKey":"efe79eb0-3050-46c4-90db-c0b47c4d970f","ControlNumber":"4895","DisclosureBlock":"<b>&nbsp;S. Truong, <\/b> <br><b>Rakovina Therapeutics<\/b> Employment, Stock Option. <br><b>L. Ramos, <\/b> <br><b>Rakovina Therapeutics<\/b> Employment, Stock Option. <br><b>B. Zhai, <\/b> <br><b>Rakovina Therapeutics<\/b> Employment, Stock Option. <br><b>J. Joshi, <\/b> <br><b>Rakovina Therapeutics<\/b> Employment, Stock Option. <br><b>F. Ghaidi, <\/b> <br><b>Rakovina Therapeutics<\/b> Employment, Stock Option.<br><b>M. M. Lizardo, <\/b> None..<br><b>T. Shyp, <\/b> None.&nbsp;<br><b>J. Langlands, <\/b> <br><b>Rakovina Therapeutics<\/b> Employment, Stock. <br><b>D. Brown, <\/b> <br><b>Rakovina Therapeutics<\/b> Employment, Stock. <br><b>J. Bacha, <\/b> <br><b>Rakovina Therapeutics<\/b> Employment, Stock.<br><b>P. Sorensen, <\/b> None.&nbsp;<br><b>W. Shen, <\/b> <br><b>Rakovina Therapeutics<\/b> Employment, Stock. <br><b>M. Daugaard, <\/b> <br><b>Rakovina Therapeutics<\/b> Employment, Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1844","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6194","PresenterBiography":null,"PresenterDisplayName":"John Langlands, PhD","PresenterKey":"061a9130-b176-469a-97c8-f373f4ba5f8e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6194. A bifunctional inhibitor of PARP and HDAC enzymes with activity in Ewing sarcoma 3D spheroid and metastasis models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A bifunctional inhibitor of PARP and HDAC enzymes with activity in Ewing sarcoma 3D spheroid and metastasis models","Topics":null,"cSlideId":""},{"Abstract":"Chordoma is a rare bone cancer with a high rate of disease recurrence and no approved systemic therapies. Tumor profiling studies indicate a significant number of chordomas are characterized by alterations in SWI\/SNF chromatin remodeling and DNA damage repair genes, which have been associated with replication stress in other cancer types. We demonstrate here that preclinical chordoma models exhibit a replication stress phenotype and dependence on ATR activity. To assess the effect of ATR inhibition on cell viability, a panel of chordoma cell lines were treated with the ATR inhibitor elimusertib (BAY 1895344). In a subset of cell lines, elimusertib inhibited viability with low-nanomolar IC50 values. Upon treatment with the ATR inhibitor ceralasertib (AZD6738), DNA fiber assays revealed a mild decrease in replication fork speed and a significant increase in fork asymmetry in cells sensitive to ATR inhibitor, suggesting possible fork stalling or collapse in response to ATR inhibition. To assess genomic instability as a consequence of ATR inactivation and fork stalling or collapse, alkaline and neutral comet assays were performed to determine the presence of genome-wide ssDNA and\/or dsDNA breaks, respectively. In a panel of chordoma PDX models, striking differential sensitivity to ATR inhibition was observed. In sensitive models, elimusertib (50 mg\/kg, po, bidx3) promoted 85-90% tumor growth inhibition, in contrast to resistant models, where elimusertib treatment had no effect on tumor growth. Moreover, PDX models sensitive to ATR inhibition were sensitive to other therapies that exacerbate replication stress; for example, gemcitabine promoted multiple complete responses in a pediatric chordoma PDX model. Coupled with preclinical efficacy data, genomic and transcriptomic sequencing of differentially-sensitive chordoma models provided insight into the molecular factors associated with the replication stress phenotype in chordoma - illuminating potential biomarkers for patient selection. Finally, we explore various combination therapies and show that combining elimusertib with cisplatin or gemcitabine synergistically inhibits the viability of chordoma cell lines. Collectively, our data indicate that a subset of chordomas are characterized by intrinsic replication stress that can be therapeutically exploited by inhibiting ATR.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-02 DNA damage response,,"},{"Key":"Keywords","Value":"ATR,Sarcoma\/soft-tissue malignancies,DNA damage response,DNA replication,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nindo Punturi<\/b><sup>1<\/sup>, Lee Dolat<sup>1<\/sup>, Wendy Leung<sup>2<\/sup>, Joan Levy<sup>1<\/sup>, Lee Zou<sup>2<\/sup>, Daniel M. Freed<sup>1<\/sup>, Gregory M. Cote<sup>2<\/sup><br><br\/><sup>1<\/sup>Chordoma Foundation, Durham, NC,<sup>2<\/sup>Massachusetts General Hospital, Charlestown, MA","CSlideId":"","ControlKey":"fced2f82-2e14-4e87-95ea-dd9835b010b8","ControlNumber":"4444","DisclosureBlock":"&nbsp;<b>N. Punturi, <\/b> None..<br><b>W. Leung, <\/b> None..<br><b>J. Levy, <\/b> None..<br><b>L. Zou, <\/b> None.&nbsp;<br><b>D. M. Freed, <\/b> <br><b>Xilis<\/b> Employment, Stock Option, Patent. <br><b>Incyclix Bio<\/b> Independent Contractor. <br><b>G. M. Cote, <\/b> <br><b>Servier Pharmaceuticals<\/b> Grant\/Contract. <br><b>Epizyme<\/b> Grant\/Contract. <br><b>PharmaMar<\/b> Grant\/Contract. <br><b>Macrogenics<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract, Other, Advisory board fees and compound. <br><b>Merck KGaA \/ EMD Serono<\/b> Grant\/Contract. <br><b>Bavarian-Nordic<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>SpringWorks Therapeutics<\/b> Grant\/Contract. <br><b>Repare Therapeutics<\/b> Grant\/Contract. <br><b>Foghorn<\/b> Grant\/Contract, Other, Advisory board fees. <br><b>SMP Oncology<\/b> Grant\/Contract. <br><b>Jazz Pharmaceuticals<\/b> Grant\/Contract, Other, Compound. <br><b>Rain Therapeutics<\/b> Grant\/Contract. <br><b>BioAlta<\/b> Grant\/Contract. <br><b>Inhibrx<\/b> Grant\/Contract. <br><b>Ikena<\/b> Grant\/Contract, Other, Advisory board fees. <br><b>C4 Therapeutics<\/b> Grant\/Contract, Other, Advisory board fees.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1845","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6195","PresenterBiography":null,"PresenterDisplayName":"Nindo Punturi, BS","PresenterKey":"826347d8-5da3-4dff-b45d-950c6455983c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6195. Assessing replication stress as an actionable therapeutic opportunity in chordoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"393","SessionOnDemand":"False","SessionTitle":"DNA Damage Response","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing replication stress as an actionable therapeutic opportunity in chordoma","Topics":null,"cSlideId":""}]