[{"Abstract":"Introduction (or Objective): Pancreatic ductal adenocarcinoma (PDAC) is characterized by having an extensive desmoplastic stroma that contributes to its resistance to therapeutic treatments resulting in a poor prognosis. Cancer associated fibroblasts (CAFs) are the most prevalent stromal cells within the pancreatic tumor microenvironment (TME), making up roughly 70-80% of the tumor volume. Pancreatic tumors are extremely hypoxic due to this dense stromal infiltration. We previously showed that CAFs in PDAC regulate macrophage activity and polarization in a HIF2-dependent manner, revealing the importance of hypoxia signaling in stromal cells. PDAC-CAFs also participate in cross talk with cancer cells inducing cancer malignancy, angiogenesis, metastasis, and drug resistance. In this study, we utilized a novel mouse model to produce genetically defined CAFs to study how HIFs (including HIF1a, HIF2a, and their binding partner ARNT) contribute to the function of CAFs in the pancreatic cancer TME.<br \/>Methods: LSL-tdTomato mice were obtained from Jackson laboratories. TdTomato mice were bred with aSMA<sup>CreERT2\/+<\/sup> mice, and their progeny were bred with Hif1a<sup>fl\/fl<\/sup>, Hif2a<sup>fl\/fl<\/sup> and ARNT<sup>fl\/fl<\/sup> mice to produce LSL-tdTomato; aSMA<sup>CreERT2\/+<\/sup>; HIF1a<sup>fl\/fl <\/sup>(HIF1-KO)\/HIF2a<sup>fl\/fl<\/sup> (HIF2-KO)\/ARNT<sup>fl\/fl<\/sup> (ARNT-KO) mice, respectively. KPC tumor cells (<i>Kras<\/i><sup>G12D<\/sup>;<i>Trp53<\/i><sup>R172H<\/sup>) were then injected orthotopically into the pancreas of these mice. After one month, tumors were harvested and digested to allow for CAF isolation. Digested single cells were then sorted for tdTomato expression to specifically isolate aSMA+ CAFs. All mice are on a C57BL\/6J genetic background.<br \/>Results: We isolated genetically defined CAFs lacking either HIF1, HIF2 and ARNT in a syngeneic orthotopic tumor model. After dissociating solid tumors and isolating tdTomato+ cells, we isolated early passage CAFs as verified by expression of fibroblast markers (ACTA1, COL1A1, FN1, etc.) without epithelial markers (EPCAM, KRT19). Genetic loss of HIF1, HIF2 or ARNT was verified via western blot and qPCR analysis.<br \/>Conclusion: We created a Cre-driven model to specifically label CAFs and genetically manipulate hypoxia signaling that can be used with any desired promoter. This model allows the isolation and characterization of spatially and temporally genetically defined stromal populations, which may enable downstream syngeneic transplantation. We believe that this powerful system could be used to interrogate each stromal component in a definitive fashion without the need for more complex multiallelic mouse models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Hypoxia,Mouse models,Pancreatic cancer,Cancer associated fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sahar  B.  Fattani<\/b><sup><\/sup>, Matthew  T.  Cribb<sup><\/sup>, Abagail  M.  Delahoussaye<sup><\/sup>, Nefetiti  P.  Mims<sup><\/sup>, Natividad  R.  Fuentes<sup><\/sup>, Cullen  M.  Taniguchi<sup><\/sup><br><br\/>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"c70bb7f8-adec-4ef7-8a6b-0553f1826151","ControlNumber":"3664","DisclosureBlock":"&nbsp;<b>S. B. Fattani, <\/b> None..<br><b>M. T. Cribb, <\/b> None..<br><b>A. M. Delahoussaye, <\/b> None..<br><b>N. P. Mims, <\/b> None..<br><b>N. R. Fuentes, <\/b> None..<br><b>C. M. Taniguchi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7222","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2347","PresenterBiography":null,"PresenterDisplayName":"Sahar Fattani, BS","PresenterKey":"4d9574c5-1dff-4aec-b43e-5f4d04cdab15","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2347. Producing genetically defined CAFs for the study of hypoxia signaling in the pancreatic cancer TME","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Producing genetically defined CAFs for the study of hypoxia signaling in the pancreatic cancer TME","Topics":null,"cSlideId":""},{"Abstract":"Classical methods to investigate protein-protein interactions (PPIs) are generally performed in non-living systems, yet in recent years new technologies utilizing proximity labeling (PL) have given researchers the tools to explore PPIs in living systems. PL has distinct advantages over traditional protein interactome studies, such as the ability to identify weak and transient interactions in vitro and in vivo. Most PL studies are performed on targets within or on the cell membrane. We describe a method to investigate PPIs within the extracellular compartment, using both BioID2 and TurboID, that we term extracellular PL (ePL). To demonstrate the utility of this modified technique, we investigate the interactome of the widely expressed matrisome protein Tissue inhibitors of metalloproteinases 2 (TIMP2). Tissue inhibitors of metalloproteinases (TIMPs) are a family of multi-functional proteins that were initially defined by their ability to inhibit the enzymatic activity of matrix metalloproteinases (MMPs), the major mediators of ECM breakdown and turnover. TIMP2 is a unique family member, with a broad expression profile that is expressed in both normal and diseased tissues, even in those with minimal metalloproteinase activity. Understanding the functional transformation of matrisome regulators, like TIMP2, during the evolution of tissue microenvironments associated with disease progression is essential to the development of ECM targeted therapeutics. This knowledge may also garner understanding of therapeutic resistance and the failure of conventional and next-generation cancer therapies. Using carboxyl- and amino-terminal fusion peptides of TIMP2 with BioID2 and TurboID, we describe the TIMP2 interactome in unique tissue compartments. We also illustrate how the TIMP2 interactome changes in the presence of different stimuli, in different cell lines, and with different reaction kinetics (BioID2 vs. TurboID); demonstrating the power of this technique and comparing our findings with classical PPI methods. We propose that the screening of matrisome targets in disease models using ePL will reveal new therapeutic targets for further comprehensive studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-09 Proteases and inhibitors in the microenvironment,,"},{"Key":"Keywords","Value":"Protein-protein interactions,Extracellular matrix,TIMP,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>David Peeney<\/b><sup><\/sup>, Sadeechya Gurung<sup><\/sup>, Josh Rich<sup><\/sup>, Sasha Coates-Park<sup><\/sup>, Yueqin Liu<sup><\/sup>, William  G.  Stetler-Stevenson<sup><\/sup><br><br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"2eb9ebbe-0212-42bb-b66c-0e6085f3249d","ControlNumber":"3707","DisclosureBlock":"&nbsp;<b>D. Peeney, <\/b> None..<br><b>S. Gurung, <\/b> None..<br><b>J. Rich, <\/b> None..<br><b>S. Coates-Park, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>W. G. Stetler-Stevenson, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7223","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2348","PresenterBiography":null,"PresenterDisplayName":"David Peeney, PhD","PresenterKey":"58d09c4e-7f33-4480-9d30-4c13e9b8bd1d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2348. Mapping the interactome of matrisome targets using extracellular proximity labeling (ePL)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mapping the interactome of matrisome targets using extracellular proximity labeling (ePL)","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) has a 5-year survival rate of only 11%. Current treatments that mostly target the cancer cells themselves, have not been able to significantly improve survival rates, meaning there is an urgent need for novel therapies. PDAC is unique among solid tumors because it exhibits extensive desmoplasia that is characterized by an abundance of extracellular matrix (ECM) components. In recent years, an<b> <\/b>increasing body of work has shown that cancer tissue is stiffer than normal tissue by a factor of 3 or more. This change in ECM stiffness has been shown to play an important role in affecting cell to cell communication as well as cancer progression and chemoresistance<b><i>.<\/i><\/b> However, how ECM stiffness affects macrophages, an important immune component of the pancreatic tumor microenvironment (TME), and macrophage-derived exosome secretion is still understudied.<b> <\/b><br \/>Preliminary studies have shown that macrophages are highly sensitive to the mechanical environment. How cell-cell information transfer through exosomes may regulate this process in the PDAC tumor microenvironment (TME) needs to be explored. Elucidating these potential changes can provide us with insights on how stiffness affects therapeutic outcome in PDAC.<b> <\/b><br \/>Our previous studies utilizing a biomimetic model that allows us to tune stiffness, showed that increased stiffness resulted in significantly higher exosome secretion from fibroblasts. Based on this finding, we hypothesize that increasing stiffness will result in hypersecretion of macrophage-derived exosomes that increases the chemoresistance of PDAC. 2D culture of macrophages on varying stiffness plates was used to study these changes <i>in vitro.<\/i> We then examined how changes in ECM stiffness affected the function and polarization of tumor associated macrophages, as well as elucidating how exosome hypersecretion and uptake, regulate these &#8220;stiffness enhanced&#8221; macrophages&#8217; ability to affect PDAC progression<b>. <\/b>Understanding how macrophage-derived exosome signaling changes due to ECM stiffness may provide us with insights needed to develop novel therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,Extracellular matrix,Exosomes,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bayan Mahgoub<\/b><sup>1<\/sup>, Weikun Xiao<sup>2<\/sup>, Reginald Hill<sup>2<\/sup><br><br\/><sup>1<\/sup>Keck School of Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA,<sup>2<\/sup>Lawrence J. Ellison Institute for Transformative Medicine, Los Angeles, CA","CSlideId":"","ControlKey":"98a39205-4adf-4f03-95ab-5a092b2f868f","ControlNumber":"3819","DisclosureBlock":"&nbsp;<b>B. Mahgoub, <\/b> None..<br><b>W. Xiao, <\/b> None..<br><b>R. Hill, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7224","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2349","PresenterBiography":null,"PresenterDisplayName":"Bayan Mahgoub, BA","PresenterKey":"84ca0ba5-cac9-4cb2-a680-227b74719fbe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2349. Investigating the effect of ECM stiffness on macrophage-derived exosome secretion and PDAC organoid progression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the effect of ECM stiffness on macrophage-derived exosome secretion and PDAC organoid progression","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung carcinoma (NSCLC) is responsible for the most significant number of lung cancer deaths with over 85% of lung cancers falling in this category. The dismal outcomes of this disease are augmented by advanced disease at initial presentation and ongoing development of chemoresistance following standard chemotherapeutic interventions. Tissue Inhibitor of metalloproteinase-1 (TIMP-1), one of the natural inhibitors of matrix degrading enzymes, is classically regarded as a tumor suppressor. However, there is much evidence that has established this molecule as having tumorigenic functions and has been shown to be upregulated in multiple cancers as well as in the development of fibrosis. In earlier studies we have demonstrated the tumor-promoting role of TIMP-1 in multiple biological interactions including angiogenesis, apoptosis, chemoresistance and cancer metabolism in NSCLC. The ECM plays an important role in providing structural support and as a depot for growth factors and cytokines critical for cell signaling. As TIMP-1 remains a vital molecule facilitating and modulating multiple elements of the ECM, we have sought to further define its role in the tumor microenvironment ECM in NSCLC cells. Our investigations have shown that TIMP-1 protein accumulates in the culture medium over long incubation periods. We have also found TIMP1 mRNA upregulation during this incubation period and correlated this as a function of cell density. As high cell density led to increased upregulation of TIMP1 mRNA, we postulated that factors secreted in the culture were responsible for this upregulation. We have identified that hyaluronic acid (HA), a component of the ECM, was accumulating in the culture media, resulting in the above response. HA is a critical matrix molecule of the tumor pericellular stroma and its upregulation is associated with poor prognosis. It is synthesized by hyaluronic acid synthetase (HAS) isoforms 1,2 and 3. We have also found that HAS2 was strongly expressed in high TIMP1 expressing NSCLC cells. Several studies have shown increased HAS2 expression in tumor tissue. We found that knocking down TIMP1 resulted in lower HA levels and decreased expression of HAS2. In a 3D coculture spheroid assay utilizing A549 cells and MRC5, we have shown increased expression of TIMP-1 and HA, which was also confirmed in archived NSCLC patient samples. The role of HA in the tumor-promoting functions of TIMP1 will be discussed further.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-09 Proteases and inhibitors in the microenvironment,,"},{"Key":"Keywords","Value":"TIMP,NSCLC,Hyaluronic acid,Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nithyananda Thorenoor<\/b><sup>1<\/sup>, Wei Xiao<sup>2<\/sup>, Amyn  M.  Rojiani<sup>1<\/sup>, Mumtaz V. Rojiani<sup>3<\/sup><br><br\/><sup>1<\/sup>Pathology, Penn State College of Medicine, Hershey, PA,<sup>2<\/sup>Pathology, Medical College of Georgia, Augusta University, Augusta, GA,<sup>3<\/sup>Pharmacology and Pathology, Penn State College of Medicine, Hershey, PA","CSlideId":"","ControlKey":"844aef8b-6ee6-4704-8fb7-6276eb53598f","ControlNumber":"3815","DisclosureBlock":"&nbsp;<b>N. Thorenoor, <\/b> None..<br><b>W. Xiao, <\/b> None..<br><b>A. M. Rojiani, <\/b> None..<br><b>M. V. Rojiani, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7225","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2350","PresenterBiography":null,"PresenterDisplayName":"Nithyananda Thorenoor, PhD","PresenterKey":"534eb50d-090d-4e33-86e8-9928f9f04197","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2350. Role of ECM hyaluronic acid in the tumor-promoting functions of TIMP-1","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of ECM hyaluronic acid in the tumor-promoting functions of TIMP-1","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic ductal adenocarcinoma (PDAC) is characterized by a desmoplastic stroma which induces profound intratumoral hypoxia within its tumor microenvironment (TME). PDAC has low levels of effector T cell infiltration and increased numbers of immunosuppressive macrophages and regulatory T cells, which is thought to be a consequence of the hypoxic TME. We recently demonstrated that cancer-associated fibroblasts (CAFs) within spontaneous pancreatic tumors regulate macrophage migration and polarization through a paracrine mechanism dependent upon hypoxia inducible factor-2 (HIF2) expression. Here we use genetic and biochemical techniques to identify the putative secreted factors mediating this HIF2-dependent CAF-macrophage crosstalk.<br \/>Methods: We used a dual-recombinase mouse model to generate spontaneous pancreatic tumors with a conditional allele of HIF2 expressed in alpha-SMA+ fibroblasts that was abrogated by ex vivo infection with an adenovirus to overexpress Cre (AdCre) or GFP (AdGFP). HIF2 was also inhibited with the small molecule PT2399. Hypoxia experiments were performed in a chamber which maintained 0.5% O<sub>2<\/sub>.<br \/>Results: Following Cre overexpression via adenovirus, HIF2 was confirmed to be deleted in CAFs through PCR, qPCR, and western blot. HIF2-KO (AdCre) CAFs and HIF2-WT (AdGFP) CAFs were then cultured under normoxia (21% O<sub>2<\/sub>) or hypoxia (0.5% O2) for 48 hours and conditioned media (CM) was collected. We analyzed cytokines and chemokines within the CM using a cytokine array to identify proteins secreted in a hypoxia and HIF2-dependent fashion. Among several proteins, insulin-like growth factor-binding protein 3 (IGFBP3) was significantly increased in CM from HIF2-WT CAFs cultured in hypoxia compared to HIF2-KO CAFs. We confirmed this HIF2-dependent secretion in patient-derived pancreatic stellate cells (hPSCs) in hypoxia with either vehicle (DMSO) or 2&#181;M PT2399. IGFBP3 was greatly increased in CM from hPSCs treated with vehicle compared to PT2399 treatment (1166 vs 413.7 pg\/mL, p=0.0052). qPCR analysis revealed that IGFBP3 was the most hypoxia-responsive and HIF2-dependent member of the IGFBP family (IGFBP1-IGFBP7). Furthermore, macrophages cultured with CM from HIF2-WT CAFs increased <i>Mrc1<\/i> gene expression, a marker of M2 macrophage polarization, while CM from HIF2-KO CAFs did not increase <i>Mrc1<\/i>.<br \/>Conclusion: Our results suggest that HIF2-dependent secretion of IGFBP3 from CAFs in the hypoxic pancreatic cancer TME contributes to its immunosuppressive nature. Future work will focus on verifying that IGFBP3 mediates HIF2-dependent modulation of macrophages and will explore other paracrine factors which may be involved in CAF-macrophage crosstalk.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Cancer associated fibroblasts,Stromal-epithelial interactions,Pancreatic cancer,Insulin-like growth factor (IGF),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Matthew  T.  Cribb<\/b><sup>1<\/sup>, Sahar Fattani<sup>1<\/sup>, Ayeisha Colón Ortiz<sup>2<\/sup>, Natividad  R.  Fuentes<sup>1<\/sup>, Cullen Taniguchi<sup>1<\/sup><br><br\/><sup>1<\/sup>Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Cellular-Molecular Biology, University of Puerto Rico, Río Piedras Campus, San Juan, PR","CSlideId":"","ControlKey":"94caa1a3-2c4a-4eb0-9ab5-a0583cbc28f8","ControlNumber":"3760","DisclosureBlock":"&nbsp;<b>M. T. Cribb, <\/b> None..<br><b>S. Fattani, <\/b> None..<br><b>A. Colón Ortiz, <\/b> None..<br><b>N. R. Fuentes, <\/b> None..<br><b>C. Taniguchi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7226","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2351","PresenterBiography":null,"PresenterDisplayName":"Matthew Cribb, BS;MS;PhD","PresenterKey":"2f4e54f0-e23e-414b-b1fb-edb2c91dcce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2351. Cancer-associated fibroblasts modulate macrophage phenotype in PDAC through hypoxia inducible factor-2(HIF2)-dependent IGFBP3 secretion","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer-associated fibroblasts modulate macrophage phenotype in PDAC through hypoxia inducible factor-2(HIF2)-dependent IGFBP3 secretion","Topics":null,"cSlideId":""},{"Abstract":"The abundance and regulatory mechanisms of tumor microenvironment in gliomas remain unclear. We have previously demonstrated that aldolase c (ALDOC) has tumor suppressor function and prognostic value in the progression of glioma. In this study, we used immune infiltration algorithms to identify the immune response events that ALDOC modulates in gliomas and found that they were particularly strongly associated with cancer-associated fibroblasts (CAFs). Our transcriptomic and proteomic profiles infer that ALDOC is involved in the methylation status of N6-methyladenosine (m<sup>6<\/sup>A) and binds to KIAA1429, which in turn affects the assembly of the assembly of the m<sup>6<\/sup>A-METTL complex. We show that ALDOC can interact with KIAA1429 and trap it in the cytoplasm and then interfere with the modification of m6A. In malignant cells and ALDOC knockdown models, we observed loss of ALDOC function, KIAA1429 was responsible for the &#8216;writer&#8217; of m6A and stabilized expression levels of various CAF-related features. Through the MeRIP-Seq \/ m6A-seq approach, we found that the RNA-binding protein, IGF2BP2, can be directly stabilized with multiple CAF-related genes. We examined ALDOC and KIAA1429, CAF-related genes (<i>FAP, &#945;-SMA, S100A4 and VIM<\/i>) in available cohorts and tissue microarrays and were statistically inversely correlated. Furthermore, ALDOC colocalized with KIAA1429 and CAF genes in the surrounding microenvironment was significantly reduced in tissue sections from orthotopic animal models by multiplex immunohistochemistry.<br \/>Keywords: Aldolase C, m<sup>6<\/sup>A modification, cancer-associated fibroblasts, gliomas","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Glioblastoma,Cancer associated fibroblasts,Glycolysis,Molecular imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Chien-Hsiu Li<sup>1<\/sup>, Ming-Hsien Chan<sup>1<\/sup>, <b>Yu-Chan Chang<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Genomics Research Center, Academia Sinica, Taipei, Taiwan,<sup>2<\/sup>National Yang Ming Chiao Tung University, Taipei, Taiwan","CSlideId":"","ControlKey":"af292f24-0ab6-49b1-902f-efcea632bc89","ControlNumber":"2831","DisclosureBlock":"&nbsp;<b>C. Li, <\/b> None..<br><b>M. Chan, <\/b> None..<br><b>Y. Chang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7227","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2352","PresenterBiography":null,"PresenterDisplayName":"Yu-Chan Chang, PhD","PresenterKey":"cfbf4936-8746-4d90-b266-89afc805c692","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2352. ALDOC interplays with KIAA1409 to reduce m6A modifications and cancer-associated fibroblast characteristics in gliomas","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ALDOC interplays with KIAA1409 to reduce m6A modifications and cancer-associated fibroblast characteristics in gliomas","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer-related death worldwide, and patients usually have poor prognoses and low 5-year survival rates. Idiopathic pulmonary fibrosis (IPF) and chronic obstructive pulmonary disease (COPD) are both chronic and dysfunction of lung refers to lung fibrosis and increased risk of lung cancer. Myofibroblasts contribute to the procession of asthma, COPD, and IPF, leading to fibrosis of the airway and lung. Accumulating evidence has shown metabolic reprogramming has been considered a major hallmark of fibrosis and plays an important role in the fibrosis process. In this study, we identified Prostaglandin E Synthase (<i>PTGES<\/i>) was upregulated in lung fibroblast after being treated with IL-4, IL-13, and TNF-&#945;, respectively. We found that PTGES increased the levels of myofibroblast markers &#945;-SMA, FAP, and Vimentin, and promoted lung fibroblast cell migration and invasion. Further, <i>in vivo<\/i> lung fibrosis model demonstrated that PTGES was upregulated in lung fibrosis rats. PTGES induces phosphorylation of ERK1\/2 and HIF-1&#945; expression in lung fibroblast cells. Based on our findings, PTGES increases the expression of myofibroblast markers to modulate the myofibroblast differentiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Fibroblasts,Cytokines,Hypoxia-inducible factor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yi-Fang Yang<\/b><sup>1<\/sup>, Yi-Chen Lee<sup>2<\/sup>, Min-Hsi Lin<sup>1<\/sup><br><br\/><sup>1<\/sup>Kaohsiung Veterans General Hospital, Kaohsiung, Taiwan,<sup>2<\/sup>Kaohsiung Medical University, Kaohsiung, Taiwan","CSlideId":"","ControlKey":"50090d5c-1570-446e-b13f-f53a393b3307","ControlNumber":"3296","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>M. Lin, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7228","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2353","PresenterBiography":null,"PresenterDisplayName":"Yi-Fang Yang, PhD","PresenterKey":"d475ea0b-5361-42e2-b73c-b778b3afac8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2353. PTGES is involved in the myofibroblast differentiation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PTGES is involved in the myofibroblast differentiation","Topics":null,"cSlideId":""},{"Abstract":"Tissue Inhibitors of Matrix Metalloproteinases (TIMPs) are a broadly expressed family of matrisome proteins that are the primary regulators of matrix metalloproteinases (MMPs). In addition to their originally described function, TIMPs display a broad range of MMP independent biological functions associated with proliferation, apoptosis, migration, and differentiation. MMPs are zinc containing endopeptidases that play an essential role in maintaining the extracellular matrix (ECM) through proteolytic turnover; a balancing act maintained (in part) by the local MMP:TIMP ratio. Disturbances in the balance between MMPs and TIMPs is associated with various disease states, including cancer, heart disease, arthritis, and cognitive dysfunction. While TIMPs are classically characterized as regulators of MMP proteolytic activity, we describe a novel mode of MMP-dependent regulation of TIMP function. We show that active MMP9 (aMMP9) in molar excess can cleave TIMP proteins within their C-terminal domains. As a result of this cleavage, the MMP-dependent and MMP-independent functions of the TIMP proteins are predicted to be altered. MMP9 has been found to contribute to the pathogenesis of many cancer types including breast cancer. Additionally, MMP9 is described as a breast cancer biomarker, with high levels of MMP9 being associated with a worse prognosis. Previous research from our lab has shown recombinant TIMP2 may represent a novel biological therapeutic in triple negative breast cancer models. Utilizing murine models of breast cancer, we describe the prevalence of TIMP cleavage in 4T1 breast tumors as well as the functional outcomes of TIMP cleavage within this model system. Studying the outcomes of TIMP regulation by MMPs may allow researchers to target this model system more effectively in translational studies of breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-09 Proteases and inhibitors in the microenvironment,,"},{"Key":"Keywords","Value":"Extracellular matrix,Breast cancer,TIMP,MMP9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sasha Coates-Park<\/b><sup><\/sup>, Sadeechya Gurung<sup><\/sup>, Josh Rich<sup><\/sup>, William Stetler-Stevenson<sup><\/sup>, David Peeney<sup><\/sup><br><br\/>NIH\/NCI, Bethesda, MD","CSlideId":"","ControlKey":"9f839702-843a-4438-9f7e-fec9ffa623ff","ControlNumber":"3772","DisclosureBlock":"&nbsp;<b>S. Coates-Park, <\/b> None..<br><b>S. Gurung, <\/b> None..<br><b>J. Rich, <\/b> None..<br><b>W. Stetler-Stevenson, <\/b> None..<br><b>D. Peeney, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7229","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2354","PresenterBiography":null,"PresenterDisplayName":"Sasha Coates-Park, BS","PresenterKey":"8662db12-9b83-40fe-96e7-5da195adabb0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2354. Regulation of TIMPs through MMP dependent cleavage in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of TIMPs through MMP dependent cleavage in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC), which comprises 85% of all the pancreatic cancers, is one of the most aggressive and deadly tumor that exists today with less than 8% of survival 5 years after diagnosis. It is predicted to become the second cause of cancer death by 2030. A typical characteristic of this tumor is the presence of prominent stroma component mainly produced by Pancreatic Stellate Cells (PSCs) in response to soluble factors released by cancer cells. PSCs activation and differentiation into CAF (Cancer-associated fibroblasts) is a reversible process, which impacts on both tumor progression and drug resistance. Transcription factor EB (TFEB) is mostly known as a master regulator of autophagy and lysosomal biogenesis. A recent study demonstrated that TFEB inhibits epithelial-to-mesenchymal transition (EMT) and myofibroblast differentiation in epicardial cells by upregulating TGIF1, a TGF&#946; pathway repressor. Based on this observation, we investigated if TFEB might have an inhibitory role in PSCs activation, taking into consideration the crucial role of TGF&#946; signaling in this process. The TFEB expression, measured by immunostaining, was significantly downregulated in CAFs in human PDAC samples compared to PSCs in healthy pancreas. In PSCs, co-cultured with PDAC cell lines, CAF markers were upregulated while TFEB expression was downregulated. The overexpression of TFEB in PSCs suppressed CAF markers upregulation induced by co-culture with PDAC cells at both mRNA and protein levels. The bulk RNAseq analysis showed the differential expression of genes required for extracellular matrix production, fibrotic response and inflammation in PSCs co-cultured with PDAC cell lines versus PSCs alone, with and without TFEB overexpression. These in vitro data suggest a role for TFEB in PSCs activation and stroma formation which will be further investigated in PDAC mouse models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Pancreatic cancer,PSCs,Stroma,TFEB,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alejandra Diaz Alcalde<\/b><sup><\/sup>, Edoardo Vallariello<sup><\/sup>, Elena Astanina<sup><\/sup>, Emanuele Middonti<sup><\/sup>, Federico Bussolino<sup><\/sup><br><br\/>Dipartimento di Oncologia, Università di Torino, Turin, Italy","CSlideId":"","ControlKey":"18b31bae-e886-4c6e-9088-1e8bc5f25c5b","ControlNumber":"3594","DisclosureBlock":"&nbsp;<b>A. Diaz Alcalde, <\/b> None..<br><b>E. Vallariello, <\/b> None..<br><b>E. Astanina, <\/b> None..<br><b>E. Middonti, <\/b> None..<br><b>F. Bussolino, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7244","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2355","PresenterBiography":"","PresenterDisplayName":"Alejandra Diaz Alcalde","PresenterKey":"7e5ca868-3b1a-444d-b421-4bd4cfb24a45","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2355. Transcription factor EB modulates fibrotic response in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcription factor EB modulates fibrotic response in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Adenocarcinoma (ADC) and Squamous Cell Carcinoma (SCC) are the most frequent histologic subtypes of lung cancer, and both are rich in activated\/myofibroblast-like tumor-associated fibroblasts (TAFs). Nintedanib is a potent antifibrotic drug that targets the tumor stroma and is clinically approved to treat advanced lung ADC patients owing to the survival benefits observed in the LUME-1 clinical trial in ADC but not SCC patients. Although the mechanism underlying the ADC-selective therapeutic effects of nintedanib remained poorly understood, we have previously reported that nintedanib abrogates the pro-tumoral traits of the secretome of ADC-TAFs but not SCC-TAFs, suggesting that secreted factor(s) in ADC-TAFs may be implicated. In addition, we recently unveiled an ADC-specific tumor-promoting crosstalk between TAFs and cancer cells driven by TIMP-1 and CD63, whereas others have shown that TIMP-1 is a molecular target of nintedanib. However, it remains unknown if TIMP-1 is involved in the ADC-selective benefits of nintedanib. To address this question, we used patient-derived TAFs obtained with the patient&#8217;s informed consent and using protocols approved by the Ethics Committee of the Hospital Clinic. We treated TGF-&#946;1-activated ADC-TAFs and SCC-TAFs with nintedanib and determined the content of TIMP-1 in their conditioned medium by ELISA. Moreover, we used cell-based functional assays and tumor xenografts after knocking-down TIMP-1 in TAFs by siRNA to examine how silencing TIMP-1 altered their response to nintedanib. By analyzing TCGA data and the human protein atlas, we found that TIMP-1 is consistently upregulated in ADC compared to SCC tumors both at the mRNA and protein levels. Moreover, TCGA data revealed that TIMP-1 is increased in tumors compared to paired control tissue in ADC but not SCC. In culture, we observed that TIMP-1 secretion was higher in ADC-TAFs than SCC-TAFs, and that this secretion was downregulated by nintedanib to a larger extent in ADC-TAFs compared to SCC-TAFs. <i>In vivo<\/i> analyses revealed that ADC cells co-injected with fibroblasts silenced for TIMP-1 as in SCC-TAFs into immunocompromised mice exhibited a less invasive growth pattern compared to tumors bearing control fibroblasts. In addition, we observed that the inhibition of the pro-tumoral secretome of ADC-TAFs elicited by nintedanib was abrogated upon knocking-down TIMP-1 in TAFs both <i>in vitro<\/i> and <i>in vivo<\/i>. Collectively, these results reveal that the high secretion of TIMP-1 in ADC-TAFs render them more responsive to nintedanib, whereas the low TIMP-1 secretion of SCC-TAFs may be a major contributor to the selective resistance of SCC patients to nintedanib. Moreover, our results identify TIMP-1 as a promising predictive biomarker of nintedanib responses.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Cancer-associated fibroblasts,TIMP,Lung adenocarcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Paula Duch<\/b><sup>1<\/sup>, Natalia Díaz-Valdivia<sup>1<\/sup>, Marta Gabasa<sup>1<\/sup>, Rafael Ikemori<sup>1<\/sup>, Frank Hilberg<sup>2<\/sup>, Noemí Reguart<sup>3<\/sup>, Derek Radisky<sup>4<\/sup>, Jordi Alcaraz<sup>1<\/sup><br><br\/><sup>1<\/sup>Universitat de Barcelona, Barcelona, Spain,<sup>2<\/sup>Boehringer Ingelheim, Vienna, Austria,<sup>3<\/sup>Hospital Clínic de Barcelona, Barcelona, Spain,<sup>4<\/sup>Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"e619a3fe-ca04-417e-a90b-c204799a0f1c","ControlNumber":"4880","DisclosureBlock":"&nbsp;<b>P. Duch, <\/b> None..<br><b>N. Díaz-Valdivia, <\/b> None..<br><b>M. Gabasa, <\/b> None..<br><b>R. Ikemori, <\/b> None.&nbsp;<br><b>F. Hilberg, <\/b> <br><b>Boehringer Ingelheim Austria RCV GmbH & Co KG<\/b> Employment.<br><b>N. Reguart, <\/b> None..<br><b>D. Radisky, <\/b> None..<br><b>J. Alcaraz, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7257","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2356","PresenterBiography":null,"PresenterDisplayName":"Paula Duch, MS;PhD","PresenterKey":"c3842dcf-0a6d-4f5e-bc1c-80f41427b893","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2356. Aberrant TIMP-1 secretion by tumor-associated fibroblasts is a major contributor to the selective positive response to nintedanib in lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aberrant TIMP-1 secretion by tumor-associated fibroblasts is a major contributor to the selective positive response to nintedanib in lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Fibroblast Activation Protein (FAP) is a protein expressed by cancer-associated fibroblasts (CAFs) in the tumor microenvironment (TME) of epithelial cancers. There is potential interest in the use of FAP as a way to selectively target cancers, including colorectal cancer (CRC). Here we examine the expression of FAP in human colorectal cancers across stages and compare that expression to expression in normal colon and liver tissue. Additionally, we examine the correlation of FAP expression with key CRC clinical and biologic features to aid in potentially determining which CRC patients would be the most likely to benefit from FAP-directed therapies.<br \/>Methods: CRC and adjacent normal tissue samples spanning all stages of disease were collected across 243 patients. Immunohistochemistry (IHC) was used to evaluate FAP, MMP2, &#945;SMA, and PDPN expression and quantified on an intensity scale from 0-3+. These scores were split into low (average score &#60;2) and high (average score &#62;\/=2) groups. IHC was used to determine mismatch repair status by staining for MLH1, MSH2, MSH6, and PMS2<i>. <\/i>Separate samples from these patients were sequenced with the Qiagen Comprehensive Cancer Panel and analyzed for <i>APC, KRAS, BRAF, PIK3CA<\/i>, and <i>TP53<\/i> mutations.<br \/>Results: Of 149 normal colon tissue sections, 99% had low FAP expression and 94% of those had no FAP expression. Of the 87 normal liver tissue sections, 99% had low FAP expression. In CRC sections, 58% had high FAP expression. Those patients &#62;50 years of age had cancers with a higher rate of FAP expression (p=0.02). There was no correlation with FAP expression and sex, stage of disease, or sidedness. In cancers with <i>BRAF V600<\/i> mutations, 91% have high FAP expression (x<sup>2 <\/sup>= 0.02). There is a trend for higher FAP expression in cancers possessing <i>APC, KRAS, PIK3CA, <\/i>or <i>TP53 <\/i>mutations (x<sup>2<\/sup>=NS). In correlating FAP with other CAF markers, MMP2 had the greatest correlation (Spearman&#8217;s Rho = 0.56). FAP is moderately associated with &#945;SMA and PDPN (Spearman&#8217;s Rho = 0.33, 0.38).<br \/>Conclusion: FAP is an exciting therapeutic target for CRC due to its cancer selectivity. Here, we demonstrate that FAP marks a rather independent subset of CRCs, though there is particular interest in the <i>BRAF V600<\/i> mutant cancers given the high expression and poor prognosis of this subtype. Further investigation is needed to further develop FAP-directed therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Fibroblasts,Therapeutic target,Colorectal cancer,Mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anna  L.  Lippert<\/b><sup><\/sup>, Katherine  A.  Johnson<sup><\/sup>, Cheri  A.  Pasch<sup><\/sup>, Wei Zhang<sup><\/sup>, Kristina  A.  Matkowskyj<sup><\/sup>, Aaron  M.  LeBeau<sup><\/sup>, Dustin  A.  Deming<sup><\/sup><br><br\/>Univ. of Wisconsin Madison Sch. of Med. & Public Health, Madison, WI","CSlideId":"","ControlKey":"9ba9f96e-0dfa-4875-a14a-5a5c644430a5","ControlNumber":"4489","DisclosureBlock":"&nbsp;<b>A. L. Lippert, <\/b> None..<br><b>K. A. Johnson, <\/b> None..<br><b>C. A. Pasch, <\/b> None..<br><b>W. Zhang, <\/b> None.&nbsp;<br><b>K. A. Matkowskyj, <\/b> <br><b>Amgen<\/b> Other. <br><b>Astellas Pharma US, Inc<\/b> Other. <br><b>Elphas Bio Corporation<\/b> Other. <br><b>Intellisphere\/OncLive<\/b> Other. <br><b>NCCN<\/b> Other. <br><b>McDowell & Morissette, PA<\/b> Other. <br><b>Merck<\/b> Other.<br><b>A. M. LeBeau, <\/b> None.&nbsp;<br><b>D. A. Deming, <\/b> <br><b>Merck<\/b> Other, Research Funding. <br><b>Genentech<\/b> Other, Research Funding. <br><b>Bristol Myers Squibb<\/b> Other, Research Funding. <br><b>Aadi Biosciences<\/b> Other, Research Funding. <br><b>Pfizer<\/b> Other, Research Funding, Consulting\/Advisory Board. <br><b>Curegenix<\/b> Other, Research Funding. <br><b>Promega<\/b> Other, Research Funding. <br><b>Natera<\/b> Other, Research Funding. <br><b>STRATA Oncology<\/b> Other, Research Funding. <br><b>Cornerstone Pharmaceuticals<\/b> Other, Research Funding. <br><b>Arcus<\/b> Other, Research Funding. <br><b>Guardant Health<\/b> Other, Research Funding. <br><b>Ipsen<\/b> Other, Research Funding. <br><b>Takeda<\/b> Other, Research Funding. <br><b>Eli Lilly<\/b> Other, Research Funding, Consulting\/Advisory Board. <br><b>Revolution Medicine<\/b> Other, Research Funding. <br><b>Bayer<\/b> Other, Consulting\/Advisory Board. <br><b>Seagon<\/b> Other, Consulting\/Advisory Board. <br><b>Foundation Medicine<\/b> Other, Consulting\/Advisory Board. <br><b>Illumina<\/b> Other, Consulting\/Advisory Board.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7266","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2357","PresenterBiography":null,"PresenterDisplayName":"Anna Lippert, No Degree","PresenterKey":"debe8a30-ee19-4559-afa2-4027b44fde1f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2357. Fibroblast activation protein (FAP) expression as a target for colorectal cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fibroblast activation protein (FAP) expression as a target for colorectal cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer remains the second leading cause of cancer-related deaths among women. In recent years, immunotherapy has been tremendously successful in some metastatic cancers such as melanoma. However, a majority of breast cancer patients do not benefit from existing immunotherapy treatments, leaving many with an unmet need. Although undoubtedly multifactorial, one major obstacle to anti-cancer therapies, is the highly immunosuppressive breast tumor microenvironment. This phenomenon is strongly maintained by myeloid immune cells and immunosuppressive regulatory T cells (T<sub>regs<\/sub>), which hinder anti-tumor immunosurveillance and promote tumor progression. Thus, strategies to &#8216;re-educate&#8217; myeloid cells to inhibit T<sub>regs<\/sub> is a potentially promising anti-cancer strategy. Mining clinical data, we have found that elevated mRNA expression of the nuclear receptor, NR0B2 within breast tumors is associated with an increased time to recurrence. Single cell RNA-sequencing indicates that NR0B2 is expressed within the macrophage populations of normal breast tissue, and various dendritic cell (DC) types in PBMCs. Overexpression of NR0B2 or activation with a small molecule agonist in murine bone marrow derived macrophages (BMDMs) or DCs resulted in a dichotomous T cell expansion - away from T<sub>regs<\/sub>. Conversely, T<sub>reg<\/sub> expansion increased when NR0B2 was knocked-down. Tumor growth was markedly increased in mice lacking myeloid specific NR0B2 expression. We further investigated the downstream targets of NR0B2 mediating this anti-tumor phenotype and identified that NLRP3 inflammasome-IL1&#946; activity is a likely modulator in re-educating myeloid cell-T<sub>reg<\/sub> function. Importantly, a putative small molecule agonist decreased established metastatic lesions and increased the efficacy of &#945;PD-L1. Subsequent medicinal chemistry was used to develop a novel NR0B2 agonist with strong anti-metastatic properties when used as a single agent in a preclinical mouse model. Collectively, our data implicates NR0B2 within myeloid cells as a modulator of T<sub>regs<\/sub>, a cell population that has thus far been therapeutically intractable. Therefore, NR0B2 may prove to be a promising therapeutic target to reshape the tumor microenvironment and improve breast cancer immunotherapy. This work was supported by the Era of Hope Scholar Award from the Department of Defense Breast Cancer Research Program grant (BC200206), National Cancer Institute (R01CA234025), and NIH Chemistry-Biology Interface Training Grant (T32-GM136629).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Immunotherapy,Tumor microenvironment,Regulatory T cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hashni Epa Vidana Gamage<\/b><sup>1<\/sup>, Sayyed Hamed Shahoei<sup>1<\/sup>, Tiffany Nguyen<sup>1<\/sup>, Rachel Farmer<sup>2<\/sup>, Samuel Albright<sup>2<\/sup>, Erin Weisser<sup>1<\/sup>, Rafael  O.  Bautista<sup>1<\/sup>, Claire  P.  Schane<sup>1<\/sup>, Yu Wang<sup>1<\/sup>, Adam Nelczyk<sup>1<\/sup>, Liqian Ma<sup>1<\/sup>, Srishti Tiwari<sup>1<\/sup>, Anasuya Das Gupta<sup>1<\/sup>, Shruti Bendre<sup>1<\/sup>, Lionel Apetoh<sup>3<\/sup>, Paul  J.  Hergenrother<sup>2<\/sup>, Erik  R.  Nelson<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Molecular and Integrative Physiology, University of Illinois at Urbana-Champaign, Urbana, IL,<sup>2<\/sup>Department of Chemistry, University of Illinois at Urbana-Champaign, Urbana, IL,<sup>3<\/sup>University of Tours, Tours, France","CSlideId":"","ControlKey":"8aec32b1-356e-4e37-85e3-0564d268e75b","ControlNumber":"7519","DisclosureBlock":"&nbsp;<b>H. Vidana Gamage, <\/b> None..<br><b>S. Shahoei, <\/b> None..<br><b>T. Nguyen, <\/b> None..<br><b>R. Farmer, <\/b> None..<br><b>S. Albright, <\/b> None..<br><b>E. Weisser, <\/b> None..<br><b>R. O. Bautista, <\/b> None..<br><b>C. P. Schane, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>A. Nelczyk, <\/b> None..<br><b>L. Ma, <\/b> None..<br><b>S. Tiwari, <\/b> None..<br><b>A. Das Gupta, <\/b> None..<br><b>S. Bendre, <\/b> None..<br><b>L. Apetoh, <\/b> None..<br><b>P. J. Hergenrother, <\/b> None..<br><b>E. R. Nelson, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7392","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2358","PresenterBiography":null,"PresenterDisplayName":"Hashni Epa Vidana Gamage, BS;MS","PresenterKey":"1cc99b90-b30b-4eb3-8a85-13fc023dc47f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2358. NR0B2 re-educates myeloid cells within the tumor microenvironment: Potential novel strategy for breast cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NR0B2 re-educates myeloid cells within the tumor microenvironment: Potential novel strategy for breast cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Invasive lobular breast cancer (ILC) is an understudied breast cancer subtype with late recurrence, metastasis to serosal surfaces including the peritoneum, and dismal long-term outcome. The interaction between a tumor and its microenvironment leads to phenotypic changes in stromal cells and the ECM that promote proliferation and invasion of malignant cells. ILC is histologically distinct from invasive ductal carcinoma, characterized by discohesive E-cadherin-negative tumor cells that grow in single file. We expect the TME to be unique in ILC. We hypothesized that differing levels of nuclear receptor expression in tumor cells would impact stromal cell composition, presumably through paracrine signaling. There is a range of glucocorticoid receptor (GR) expression in ILC. We sought to determine how crosstalk between GR+ or GR- ILC cells and their respective TME differentially impact stromal cell gene and protein expression, as well as the immune cell milieu. To profile the tumor and stroma separately, we performed nanoString GeoMx digital spatial profiling (DSP) of RNA and protein expression in GR-positive (+) and GR-negative (-) primary ILC. We performed RNA DSP for 12 primary ILCs: 5 strongly positive for GR, 5 GR- and 2 tumors with mixed GR expression. We also completed DSP of proteins on adjacent tissue sections for a total of 87 proteins. To profile tumor and TME independently we segmented regions into PanCK+ tumor and PanCK- stroma. RNA expression analyses revealed striking differences between GR+ and GR- ILC in both tumor cells and TME. Pathway analyses showed enrichment of genes encoding eukaryotic translation initiation and control factors and ribosomal proteins in GR+ tumor cells, as well as downregulation of immune response and antigen presentation pathways. In the TME of the GR- tumors, we saw significantly higher expression of collagen biosynthesis and extracellular matrix genes. Using a spatial deconvolution tool, we observed gene expression indicating markedly higher abundance of macrophages and other myeloid subsets, endothelial cells and fibroblasts in GR+ ILC stroma. There was also evidence for more regulatory T-cells, suggestive of an immune suppressive microenvironment in GR+ ILC. Protein DSP revealed upregulation of proteins involved in DNA repair and cell survival, and reduction of some immune checkpoint proteins in the GR+ tumor cells. In the TME of GR+ ILC, we observed more Ki-67 and ER-alpha as well as proteins expressed on T-regs, as well as downregulation of cytotoxic proteins such as granzyme A. We conclude that in-depth examination of molecular profiles in both the tumor cells and the TME of ILCs will give insight into how tumor GR expression\/activation influences the crosstalk between ILC cells and their microenvironment. As expected, we observed heterogeneity between patients, but DSP will allow in-depth characterization of individual tumors at the molecular level.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Glucocorticoid receptor,Breast cancer,Tumor microenvironment,Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lynda B. Bennett<\/b><sup><\/sup>, Sunati Sahoo<sup><\/sup>, Cheryl  M.  Lewis<sup><\/sup>, Indu Raman<sup><\/sup>, Candace Frerich<sup><\/sup>, Guanchun Chen<sup><\/sup>, Min Xu<sup><\/sup>, Suzanne  D.  Conzen<sup><\/sup><br><br\/>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"d7f631a6-98d5-487d-b9ce-4f1c350fcc35","ControlNumber":"7704","DisclosureBlock":"&nbsp;<b>L. B. Bennett, <\/b> None..<br><b>S. Sahoo, <\/b> None..<br><b>C. M. Lewis, <\/b> None..<br><b>I. Raman, <\/b> None..<br><b>C. Frerich, <\/b> None..<br><b>G. Chen, <\/b> None..<br><b>M. Xu, <\/b> None..<br><b>S. D. Conzen, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7394","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2360","PresenterBiography":null,"PresenterDisplayName":"Lynda Bennett, BS;PhD","PresenterKey":"9d8b68ea-0530-4923-a12e-5e61d3610d0d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2360. Digital spatial profiling of RNA and protein in the tumor microenvironment of invasive lobular breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Digital spatial profiling of RNA and protein in the tumor microenvironment of invasive lobular breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Mature Tertiary Lymphoid Structures (mTLS) are organized lymphoid structures containing B-lymphocytes admixed to CD23+ follicular dendritic cells, which play a key role in antitumor immune response. We and others have demonstrated that presence of mature TLS is higly predictive of benefot of anti-PD1\/PDL1 antibodies in patients with solid tumors (Vanhersecke et al Nature Cancer 2021, Italiano et al Nature Medicine 2022). However, the relative prevalence of mature TLS in the different tumor types has not been investigated with an uniform methodological approach.<br \/><b>Methods<\/b>: We screened the presence of mature TLS (mTLS) on tumor samples from patients included in an institutional molecular profiling program (BIP, NCT02534649). mTLS were screened using HES, CD20 (clone L26, Ventana) and CD23 (clone 1B12, Novocastra) stainings, performed on serial sections. TLS were defined as lymphoid aggregates of CD20+ B-lymphocytes of more than 50 immune cells within 1mm of the tumor front. mTLS were defined as TLS containing either a visible germinal center on HES or a meshwork of CD23+ follicular dendritic cells or isolated CD23+ dendritic cell if the cell harbored a morphology fitting with dendritic differentiation. If plasma sample of patient was available, bTMB was assessed by Foundation Medicine, with bTMB-high defined as at least 10 mutations\/megabase (mut\/Mb).<br \/><b>Results:<\/b> We characterized 1,393 samples. mTLS were present in 467 cases (33.5%) across all tumor histotypes: 36.2% of carcinoma (N = 392\/1080 cases), 24.8% of sarcoma (N =69\/209 cases) and 25% of neuroendocrine tumor (N= 4\/12 cases).<table class=\"AbstractTable\" id=\"{9995F47B-7ABE-4B27-B9A2-B858168139FE}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"2\"><b>Lung<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Prostate<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Bladder<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Kidney<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Head and neck<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Gynecologic (except ovary)<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Ovary<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>mTLS+<\/b><b><i>% of patients (N)<\/i><\/b><\/td><td rowspan=\"1\" colspan=\"2\">30% (98)<\/td><td rowspan=\"1\" colspan=\"2\">34% (28)<\/td><td rowspan=\"1\" colspan=\"2\">33% (19)<\/td><td rowspan=\"1\" colspan=\"2\">25% (6)<\/td><td rowspan=\"1\" colspan=\"2\">53% (17)<\/td><td rowspan=\"1\" colspan=\"2\">33% (19)<\/td><td rowspan=\"1\" colspan=\"2\">44% (26)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>mTLS-<\/b><b><i>% of patients (N)<\/i><\/b><\/td><td rowspan=\"1\" colspan=\"2\">70% (228)<\/td><td rowspan=\"1\" colspan=\"2\">66% (55)<\/td><td rowspan=\"1\" colspan=\"2\">67% (38)<\/td><td rowspan=\"1\" colspan=\"2\">75% (18)<\/td><td rowspan=\"1\" colspan=\"2\">47% (15)<\/td><td rowspan=\"1\" colspan=\"2\">67% (39)<\/td><td rowspan=\"1\" colspan=\"2\">55% (32)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\"><\/td><td rowspan=\"1\" colspan=\"2\"><b>Colorectal cancer<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Upper gastro intestinal tract<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Pancreatic<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Biliary tract<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Breast<\/b><\/td><td rowspan=\"1\" colspan=\"2\"><b>Thyroid<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sarcoma<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\"><b>mTLS+<\/b><b><i>% of patients (N)<\/i><\/b><\/td><td rowspan=\"1\" colspan=\"2\">30% (10)<\/td><td rowspan=\"1\" colspan=\"2\">37% (19)<\/td><td rowspan=\"1\" colspan=\"2\">50% (13)<\/td><td rowspan=\"1\" colspan=\"2\">40% (21)<\/td><td rowspan=\"1\" colspan=\"2\">30% (38)<\/td><td rowspan=\"1\" colspan=\"2\">49% (24)<\/td><td rowspan=\"1\" colspan=\"1\">25% (69)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\"><b>mTLS-<\/b><b><i>% of patients (N)<\/i><\/b><\/td><td rowspan=\"1\" colspan=\"2\">70% (23)<\/td><td rowspan=\"1\" colspan=\"2\">63% (33)<\/td><td rowspan=\"1\" colspan=\"2\">50% (13)<\/td><td rowspan=\"1\" colspan=\"2\">60% (32)<\/td><td rowspan=\"1\" colspan=\"2\">70% (90)<\/td><td rowspan=\"1\" colspan=\"2\">51% (25)<\/td><td rowspan=\"1\" colspan=\"1\">75% (209)<\/td><\/tr><\/table><br \/>Among 569 cases with evaluable bTMB, the proportion of patients with bTMB-high was significantly higher in the mTLS group (16.7%, N=31\/185) compared to absence of mTLS group (8.5%, N=30\/353) (p=0.036).<br \/><b>Conclusion:<\/b> mTLS are present in variable proportions in almost all tumor types even in those considered as resistant to current immune checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"B cells,Solid tumors,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Maxime Brunet<sup><\/sup>, Lucile Vanhersecke<sup><\/sup>, Francois Le Loarer<sup><\/sup>, Isabelle Soubeyran<sup><\/sup>, <b>Antoine Italiano<\/b><sup><\/sup><br><br\/>Institute Bergonié, Bordeaux, France","CSlideId":"","ControlKey":"f3c43c90-c885-4fbb-9bf8-916eacd6ad56","ControlNumber":"7760","DisclosureBlock":"&nbsp;<b>M. Brunet, <\/b> None..<br><b>L. Vanhersecke, <\/b> None..<br><b>F. Le Loarer, <\/b> None..<br><b>I. Soubeyran, <\/b> None.&nbsp;<br><b>A. Italiano, <\/b> <br><b>BAYER<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>MERCK<\/b> Grant\/Contract. <br><b>ROCHE<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7395","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2361","PresenterBiography":null,"PresenterDisplayName":"Antoine Italiano, MD;PhD","PresenterKey":"b2437d6d-3857-4a75-bae3-60a267fe9e51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2361. Prevalence of mature tertiary lymphoid structures and association with tumor mutational burden in patients with solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence of mature tertiary lymphoid structures and association with tumor mutational burden in patients with solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Spatial molecular analysis can provide functional characteristics of cellular components and their interactions present in the tumor immune microenvironment (TME), thus improving our understanding of the cancer ecosystem at a systemic level. We investigated the spatial and functional characteristics of the tumor, stroma, and immune cells, and their roles in the TME in facilitating cancer development, progression, and metastasis in pancreatic cancer.<br \/><b>Methods:<\/b> We performed spatial profiles of multiple regional TMEs of 13 pancreatic cancers (7 pancreatic adenocarcinoma, 3 pancreatic neuroendocrine, and 3 acinar cell carcinomas) using NanoString GeoMX at the whole transcriptome level (18,676 genes). We collected a total of 23 tissue samples containing matched primary tumors, adjacent normal pancreatic tissue, or normal\/metastatic lymph node. Tumor, stroma, and immune cells are stained by PanCK, &#945;SMA, and CD45 markers, respectively. We selected 234 regions of interest (ROIs) in the tumor core, border, adjacent normal pancreas, and lymph node to investigate spatial patterns of different cells and their cellular interactions in neighborhoods from paired primary and metastatic tumors.<br \/><b>Results:<\/b> TMEs in different ROIs are spatially correlated within a tumor but showed distinct phenotypes across tumors and tumor types. Each cell type in the ROIs has a unique role to drive cancer evolution in TMEs. Diverse types of cancer-associated fibroblasts (CAFs) are present in primary and metastatic TME, while CAFs in tumor border and metastatic lymph nodes showed mainly enriched with antigen-presenting CAF (apCAF) subtypes with higher extracellular matrix (ECM) and collagen fibrils components. Similarly, we found diverse functional phenotypes of the immune cell in TMEs. The immune response signaling pathway is activated in the stroma-infiltrated immune cells, but, in fact, not in the tumor-infiltrated immune cells. Instead, higher dysfunctional T cell and growth factors are present in the stroma-infiltrated immune cells from primary and metastatic tumors, but not in stromal immune normal pancreatic and lymph node tissues. The tumor-infiltrated immune cells showed suppressive immune activities by increasing TGF&#946; receptor signaling. We also discovered <i>CCL5<\/i>-driven metastatic patterns in TMEs from primary tumors and metastatic lymph nodes. Lastly, we concluded that these functional phenotypes of cells in TMEs are preserved in a certain pancreatic cancer type, suggesting the origin and evolution of different pancreatic tumors could be driven by diverse cellular and functional phenotypes of cells in TMEs.<br \/><b>Conclusion<\/b>: Our comprehensive analysis results demonstrate that the spatial analysis could provide insights into the spatial patterns that drive cancer evolution in pancreatic TMEs, thus helping understand the cellular microenvironment governing pancreatic cancer metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor microenvironment,Tumor metastases,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Changjin Hong<\/b><sup>1<\/sup>, Jean  R.  Clemenceau<sup>1<\/sup>, Rondell  P.  Graham<sup>2<\/sup>, Tae Hyun Hwang<sup>1<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic Florida, Jacksonville, FL,<sup>2<\/sup>Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"9cd5a882-102f-4c9a-a4e1-9e3617bf2ce3","ControlNumber":"7563","DisclosureBlock":"&nbsp;<b>C. Hong, <\/b> None..<br><b>J. R. Clemenceau, <\/b> None..<br><b>R. P. Graham, <\/b> None.&nbsp;<br><b>T. Hwang, <\/b> <br><b>AITRICS<\/b> Other, served as a consultant and received a consulting fee.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7396","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2362","PresenterBiography":null,"PresenterDisplayName":"Changjin Hong, PhD","PresenterKey":"03d05076-dec0-4fa5-a708-61506787b1cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2362. Spatial transcriptomic landscape of primary and lymph node metastatic pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial transcriptomic landscape of primary and lymph node metastatic pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"High-grade serous ovarian cancer (HGSOC) is deadliest of gynecological malignancies. Ovarian tumor cells can directly spread throughout the peritoneal space as single cells that grow into tumorspheres concomitant with the generation of malignant ascites that contains growth factors and extracellular matrix (ECM) proteins. Greater than 70% of advanced stage HGSOC patients exhibit gains or amplifications for the Focal Adhesion Kinase (FAK) gene, a tyrosine kinase that is activated by ECM proteins. In other solid tumors, changes in ECM and associated proteins (termed the Matrisome) are generated in part by tumor associated fibroblasts. Herein we compared transcriptional (RNA sequencing) and proteomic (mass spectrometry) changes using two ascites generating models: MOVCAR, a SV40 T antigen under control of the Mullerian inhibitory substance type II receptor; and KMF, a spontaneously aggressive ID8 derivative containing KRas, Myc, and FAK gene amplifications. FAK inactivation was generated by crossing MOVCAR with FAK floxed mice or CRISPR to disrupt FAK expression in KMF. Comparisons were made with FAK-null or cells re-expressing FAK wildtype or a FAK kinase-inactive point mutant (K454R) by lentiviral transduction with tumor cells grown as spheroids in vitro or harvested after intraperitoneal tumor growth in mice. FAK expression and activity were required for optimal tumor growth in mice and a common set of differentially expressed genes were identified upon FAK loss and re-expression. Gene ontology analyses revealed significant differences in Matrisome, morphogenesis, and epithelial proliferation within spheroids and tumors lacking FAK. Parallel protein mass spectrometry analyses revealed that thirty-four Matrisome proteins were down regulated (&#62; log2 fold change) including collagens -1, -3 and -5, fibulin-1 and -2, elastin, tenascin, and fibronectin. Several of these proteins were regulated by FAK expression and not necessarily intrinsic FAK activity. Bioinformatic analysis of the TCGA ovarian tumor database showed that FAK, collagen-3 and collagen-5 expression negatively correlate with patient survival. As FAK is highly tyrosine phosphorylated in tumor spheroids isolated from patients and from our mouse models, our results support the hypothesis that elevated tumor-intrinsic FAK expression results in increased ECM production that can feed-forward to drive increased FAK activity. These results may impact the clinical testing of small molecule inhibitors of FAK activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-03 Extracellular matrix and integrins,,"},{"Key":"Keywords","Value":"Ovarian cancer,Tumor microenvironment,Extracellular matrix,Focal adhesion kinase (FAK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marjaana Ojalill<\/b><sup>1<\/sup>, Joanna Zhang<sup>1<\/sup>, Ujjwal Suwal<sup>2<\/sup>, Pekka Rappu<sup>3<\/sup>, Jyrki Heino<sup>3<\/sup>, Denise  C.  Connolly<sup>4<\/sup>, Dwayne  G.  Stupack<sup>1<\/sup>, David  D.  Schlaepfer<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Obstetrics, Gynecology, and Reproductive Sciences, UCSD, Moores Cancer Center, San Deigo, CA,<sup>2<\/sup>Department of Life Technologies, University of Turku, Finland, University of Turku, Turku, Finland,<sup>3<\/sup>Department of Life Technologies, University of Turku, Turku, Finland,<sup>4<\/sup>Fox Chase Cancer Center, Philadelphia, PA","CSlideId":"","ControlKey":"53041174-1042-4b4f-88f5-14f2d421c981","ControlNumber":"7960","DisclosureBlock":"&nbsp;<b>M. Ojalill, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>U. Suwal, <\/b> None..<br><b>P. Rappu, <\/b> None..<br><b>J. Heino, <\/b> None..<br><b>D. C. Connolly, <\/b> None..<br><b>D. G. Stupack, <\/b> None..<br><b>D. D. Schlaepfer, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7397","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2363","PresenterBiography":null,"PresenterDisplayName":"Marjaana Ojalill, PhD","PresenterKey":"2e0a6be6-f405-4a20-bc13-dfcffd0e4522","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2363. Ovarian tumor-intrinsic FAK-dependent regulation of the matrisome","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ovarian tumor-intrinsic FAK-dependent regulation of the matrisome","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Gut microbiota has been introduced to involve in the migration and invasion stage of metastasis of colorectal cancer (CRC) cells and interact with both the pharmacokinetics and pharmacodynamics of chemotherapeutic agents and immune checkpoint inhibitors. In this study, we examined microbiome features in association with all-cause mortality of CRC patients and examined their interactions with clinical factors.<br \/><b>Methods: <\/b>We performed<b> <\/b>16S rRNA sequencing for 331 preoperative fecal samples of CRC patients at Seoul National University Hospital, Korea. Multiple Cox proportional hazard model was applied to calculate hazard ratios (HRs) and 95% confidence intervals (CIs) for the risk of all-cause mortality due to microbiome features (within-sample diversity indices, species patterns, genus abundance, and taxonomic co-occurrence networks) and clinical factors (tumor grade and stage, surgical methods, neoadjuvant and adjuvant therapies, and invasion). We added the multiplicative term into the model to test the interaction between gut microbiota and clinical characteristics.<br \/><b>Results:<\/b> During a median follow-up of 3.7 years, deaths from any causes were reported in 46 patients. From 172 species, the principal component analysis identified 4 patterns, which explained a total 66.1% variation in species abundance. Of 77 genera, 9 co-occurrence networks were identified by the SParse InversE Covariance Estimation for Ecological Association Inference. For genus level, the risk of death was positively associated with <i>Butyricicoccus <\/i>(HR=1.54, 95% CI=1.17-2.04), but inversely associated with <i>Lactococcus<\/i> (HR=0.60, 95% CI=0.37-0.95), <i>Acidaminococcus<\/i> (HR=0.57, 95% CI=0.34-0.96), <i>Megasphaera<\/i> (HR=0.79, 95% CI=0.64-0.99), <i>Mitsuokella<\/i> (HR=0.75, 95% CI=0.57-0.99). All-cause mortality was associated with well or moderately differentiated adenocarcinoma (HR=3.84, 95% CI=1.83-8.07), neoadjuvant therapy (HR=4.10, 95% CI=1.40-12.0), tumor stage IV (HR=8.64, 95% CI=3.42-21.8), and presence of venous invasion (HR=2.32, 95% CI=1.08-4.97). Among clinical pathological factors associated with all-cause mortality, <i>Bacteroides<\/i> abundance significantly interacted with both tumor stage (p<sub>interaction<\/sub>=0.013) and venous invasion (p<sub>interaction<\/sub>=0.001).<br \/><b>Conclusion: <\/b>Our study identified several microbiome features in links with either increasing or decreasing mortality from any causes. Interactions between the gut microbiome and clinical factors might inform insights on how the gut microbiota modulates the effect of clinical factors on CRC prognosis after the curative operation. Further research using postoperative information is needed to confirm our findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-07 Microbiome,,"},{"Key":"Keywords","Value":"Colorectal cancer,Microbiome,Mortality,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tung Hoang<\/b><sup>1<\/sup>, Min Jung Kim<sup>2<\/sup>, Ji Won Park<sup>2<\/sup>, Seung-Yong Jeong<sup>2<\/sup>, Aesun Shin<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Preventive Medicine, Seoul National University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"323325b4-3aff-425f-81dd-345648148c11","ControlNumber":"7829","DisclosureBlock":"&nbsp;<b>T. Hoang, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Jeong, <\/b> None..<br><b>A. Shin, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7398","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2364","PresenterBiography":null,"PresenterDisplayName":"Tung Hoang, MPH","PresenterKey":"b0ad57dc-186e-420a-acb2-22d36ea6204b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2364. Gut microbiome interacts with clinical characteristics on all-cause mortality of colorectal cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gut microbiome interacts with clinical characteristics on all-cause mortality of colorectal cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Cells release molecules through vesicles or into specific locations through exocytosis. Extracellular vesicle is divided into ectosomes and exosomes. Exosomes has been the main mechanism of discussion in recent studies and cancer research. As Exosomes with a diameter of ~30-160 nm (with an average diameter of 100 nm) carries intracellular molecules such as DNA, RNA, miRNA, proteins, and lipids. The physiological function of exosomes is not fully understood at present, it is important to understand the role of exosome in cancer. Src is highly activated in colon cancer and Src inhibition is the potential treatment strategy in colon cancer. In this study, colon cancer cells HT-29 were used to investigate the difference sizes of exosomes that response to Src inhibitor treatment. In the preliminary results, the exosome from HT-29 cultured medium were isolated and examined by transmission electron microscopy (TEM). The micrograph showed the average size of exosome is around 100 nm. When HT-29 were treated with Dasatinib (DST) the Src inhibitor, the drug resistant (DSTR) cells were grown, the secreted exosome from DSTR were collected and demonstrated the bigger size of exosome with average diameter of 130 nm. The role of the size changes of exosome in response to Dasatinib resistant will be further investigated, however, this study provides the clues that exosome detection can be applied in monitoring drug resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-02 Drug targets in the microenvironment,,"},{"Key":"Keywords","Value":"Exosomes,Colon cancer,Src inhibition,Extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hui Min Koo<\/b><sup><\/sup>, Yi-Wen Lu<sup><\/sup>, Yu-Chi Tseng<sup><\/sup>, Kai-Yu Tseng<sup><\/sup>, Yen-Tse Lu<sup><\/sup>, Wei-Ting Chao<sup><\/sup><br><br\/>Tunghai University, Taichung City, Taiwan","CSlideId":"","ControlKey":"0c98c4b0-bd82-41f0-a24c-42a1191b02eb","ControlNumber":"7991","DisclosureBlock":"&nbsp;<b>H. Koo, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>Y. Tseng, <\/b> None..<br><b>K. Tseng, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>W. Chao, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7399","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2365","PresenterBiography":null,"PresenterDisplayName":"Hui Min Koo, No Degree","PresenterKey":"4f0a7840-84db-4d40-8a37-e6afde9e1bea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2365. Visualizing exosome structure in Dasatinib resistant colon cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Visualizing exosome structure in Dasatinib resistant colon cancer cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: We have shown that human stromal cells (HS5) treated with small extracellular vesicles (EV) derived from plasma of myeloma (MM) patients (MM-EV) promoted adhesion of human MM cell lines (HMCL), with preliminary proteomic profiling of MM- vs healthy donors HD-EV revealing enrichment of factors implicated in cell migration and adhesion.<br \/><b>Aims<\/b>: 1) Demonstrate that MM-EV induce the formation of a tumour microenvironment (TME) favouring MM progression; 2) identify the protein content of MM-EV promoting this; 3) discover signaling drivers of EV-mediated functional remodelling of HS5 towards a pre-metastatic phenotype.<br \/><b>Methods:<\/b> EV were enriched from 1mL plasma using a commercial kit. We performed: proteomic profiling of EV [x10 HD, x8 MM, x4 asymptomatic MM, x10 premalignant stage MGUS]; phosphoproteomic profiling and gene expression analysis by RNA sequencing of HS5 cells pre-treated with MM- vs HD\/MGUS-EV; functional studies (co-culture HS5:HMCL).<br \/><b>Results<\/b>: HS5 cells treated with MM-EV induced HMCL proliferation (p =.0026) and drug resistance (p =.0013) to anti-MM drugs (proteasome inhibitors) when compared to untreated HS5-cells.412 proteins were quantified by proteomic profiling of EV with 8\/13 corresponding to universal cancer EV markers (Hoshino et al, Cell 2020). Gene ontology analysis of identified proteins (G:Profiler; p &#60;.05) revealed enrichment for cellular component terms such as &#8220;extracellular vesicles\/exosomes&#8221; and for biological processes including &#8220;cell communication&#8221;, &#8220;endocytosis&#8221;. Comparative analysis between our dataset and publicly available datasets revealed EV-markers with potential discriminatory specificity for MM. Comparative analysis revealed 40 proteins differentially regulated between HD- and MM-EV (p &#60;.05; log2 fold change &#8805;2). A specific protein signature was found in &#8805;30% of MM-EV vs &#8804;30% HD-EV. A specific protein signature was also identified in &#8805;30% of MGUS-EV vs &#8804;30% HD\/MM\/SMM-EV. These proteins were not found in human whole plasma (Lehallier et al, Nat Med 2019) or solid tumors-EV (Hoshino et al, Cell 2020; Vinik et al, Science Advances 2020).120 phosphosites were differentially expressed between HS5 pre-treated with MM-EV vs HD-EV (&#62;1.5-fold change, p&#60;.05). Among the differentially expressed proteins were kinases,<br \/>phosphatases, translation and transcription regulators. 624 gene terms were differentially expressed between HS5 pre-treated with MM- vs HD-EV (GSEA, FDR &#60; 0.05), including epidermal growth factor (EGF), tumor necrosis factor alpha (TNFA), epithelial to mesenchymal transition (EMT) signaling.<br \/><b>Conclusion<\/b>: In this first of its kind studies in MM we show that MM-EV may play a key role in disease progression by re-programming the TME. Ongoing studies will indicate: the value of MM-EV as biomarkers; whether targeting interactions MM-EV:HS5 could enforce current therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Multiomics,Extracellular vesicles,Tumor microenvironment,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Antonia Reale<sup>1<\/sup>, Rong Xu<sup>2<\/sup>, Irena Carmichael<sup>2<\/sup>, Haoyun Fang<sup>3<\/sup>, Jaynish S Sha<sup>1<\/sup>, Tiffany Khong<sup>1<\/sup>, <b>Nicholas Bingham<\/b><sup>1<\/sup>, Malarmathy Ramachandran<sup>1<\/sup>, Maoshan Chen<sup>4<\/sup>, David W Greening<sup>3<\/sup>, Andrew Spencer<sup>1<\/sup><br><br\/><sup>1<\/sup>Alfred Health - Monash University, Melbourne, Australia,<sup>2<\/sup>Monash University, Melbourne, Australia,<sup>3<\/sup>Baker Heart and Diabetes Institute, Melbourne, Australia,<sup>4<\/sup>Monash University - Myeloma Research Group, Melbourne, Australia","CSlideId":"","ControlKey":"8ef65310-18b5-4ff8-94b2-67273ef6506d","ControlNumber":"7913","DisclosureBlock":"&nbsp;<b>A. Reale, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>I. Carmichael, <\/b> None..<br><b>H. Fang, <\/b> None..<br><b>J. Sha, <\/b> None..<br><b>T. Khong, <\/b> None..<br><b>N. Bingham, <\/b> None..<br><b>M. Ramachandran, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>D. Greening, <\/b> None..<br><b>A. Spencer, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7400","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2366","PresenterBiography":null,"PresenterDisplayName":"Nicholas Bingham, FRACP","PresenterKey":"145ff2fe-25aa-49ae-8fa0-daef3ac90fe4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2366. Myeloma-derived circulating extracellular vesicles affect human stromal cell behaviour and promote tumor progression: A multi-omic approach","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Myeloma-derived circulating extracellular vesicles affect human stromal cell behaviour and promote tumor progression: A multi-omic approach","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is becoming more prevalent as it now makes up 30% of all new cancer cases yearly for U.S. women. Additionally, highly aggressive triple-negative breast cancer (TNBC) presents with immunologically &#8220;cold&#8221; tumors characterized by limited infiltration of anti-tumorigenic lymphocytes and the promotion of immunosuppressive cell populations. Therefore, it is essential to consider possible combinational therapies in treating primary tumors and in preventing metastases and recurrence. In the breast tumor microenvironment (TME), the presence and activity of regulatory T cells (Tregs) have been associated with poorer prognoses in breast cancer due to their ability to promote the progression of tumor growth and metastasis. Our group has extensively studied how the Hedgehog (Hh) signaling pathway can modulate the aggressiveness and the immune portfolio of the mammary TME, and we have recently reported the role of this pathway in regulating Treg activity and abundance. We have discovered that Hh inhibition can influence Treg-to-Th17 plasticity, promoting Tregs into a pro-inflammatory Th17-like phenotype (Tr17), therefore, affecting the immunogenicity of the mammary TME. As Tregs are highly influential to other immune populations of the TME, it is imperative to determine how this phenotypic change in Tregs after Hh inhibition influences other T cell populations of the mammary TME.<br \/>We <u>hypothesize<\/u> that systemic Hh inhibition reshapes the tumor-immune microenvironment to be tumor-eradicating by influencing key immune populations of the mammary TME. Therefore, we further investigated how CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells are influenced by systemic Hh blockade in a mammary carcinoma mouse model using single-cell RNA-Sequencing (scRNA-Seq), multiparameter flow cytometry, and R programming for data analyses and visualization. We sought to interpret how Hh inhibition influences key T cell populations that can dictate the immunogenicity of the primary tumor and to determine if these changes may be a result of the Treg-to-Th17 transition in response to Hh manipulation. In these investigations, we found that systemic Hh inhibition modified the abundance, metabolic signatures, and effector functions of CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cell populations within the primary tumor.<br \/>As Tregs can impair essential tumor-infiltrating lymphocytes and promote the recruitment of other immunosuppressive constituents to the primary mammary tumor and Th17s can promote inflammatory and cytotoxic immune populations, these studies will expand on the mechanism by which Hh signaling modulates mammary tumorigenesis holistically, as well as specifically, through Tregs. This comprehensive work revealing the mechanistic role of Hh signaling in Treg plasticity and other T cell subsets will also inform innovative combinational therapeutic strategies to treat highly aggressive TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Bioinformatics,Breast cancer,Immuno-oncology,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Courtney  A.  Swain<\/b><sup><\/sup>, Dominique  C.  Hinshaw<sup><\/sup>, Brandon  J.  Metge<sup><\/sup>, Heba  M.  Alsheikh<sup><\/sup>, Lalita  A.  Shevde-Samant<sup><\/sup><br><br\/>Pathology, University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"935403a4-7508-4a53-8bda-7a6c57054c63","ControlNumber":"7880","DisclosureBlock":"&nbsp;<b>C. A. Swain, <\/b> None..<br><b>D. C. Hinshaw, <\/b> None..<br><b>B. J. Metge, <\/b> None..<br><b>H. M. Alsheikh, <\/b> None..<br><b>L. A. Shevde-Samant, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7401","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2367","PresenterBiography":null,"PresenterDisplayName":"Courtney Swain, AA;BS","PresenterKey":"e7650503-a728-4e7a-b9ab-9521118ad767","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2367. Hedgehog signaling influences tumor immunogenicity by the modulation of T cell populations in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hedgehog signaling influences tumor immunogenicity by the modulation of T cell populations in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Microbial populations in the oral cavity have been linked with some malignant diseases, however, the evidence in this regard is poor. Oral microorganisms increase cytokine production and other mediators may be related to carcinogenesis. However, the role of the oral microbiome and its taxonomic composition in pediatric cancer has not been studied. We report a pilot study to assess to compare the microbial diversity of saliva in pediatric patients with cancer and without cancer. Materials and methods: Total saliva samples were collected from 3 cases and 3 controls with cancer, with prior informed consent and assent. Metagenomic sequencing was performed and data was analyzed using CosmosID bioinformatics software. Results: the mean age for the cases is 8.67 years and for the 8-year-old controls, the percentage by sex was 33.3% male and 66.6% female. In the shared analysis of bacterial diversity we found a total of 93 genera, the three genera with the highest abundance in the cases were: <i>Prevotella, Streptococcus<\/i> and <i>Morococcus<\/i>. A total of 153 species with differential abundance were identified, in the cases the species with the highest abundance were: N<i>eisseria mucosa, Vellodela dispar, Prevotella melaninogenica<\/i> and <i>Morococcus cerebrosus. <\/i>We found differences in bacterial diversity and abundance between cases and controls. The main species that we found in greater abundance in the cases have been related to various processes in the oral cavity,<i> Streptococcus sp i<\/i>ncreases child caries,<i> Prevotella melaninogenica <\/i>a broad profile of resistance to families of antibiotics, and<i> Morococcus cerebrosus <\/i>has been associated with the mineralization of the supragingival dental plaque<i>. Finally Vellodela dispar <\/i>has been associated with bacteremia in cancer patients. In this pilot study a small number of samples were analyzed, the differences in bacterial diversity should be confirmed by conducting studies with a larger number of samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-07 Microbiome,,"},{"Key":"Keywords","Value":"Microbiome,Pediatric cancers,Saliva,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alejandra Beatriz Cervantes Garduño<\/b><sup>1<\/sup>, Milca de la O García<sup>1<\/sup>, Jesús Adolfo Yamamoto Nagano<sup>1<\/sup>, Rocio Del Socorro Cardenas Cardos<sup>2<\/sup>, Liliana Velasco Hidalgo<sup>2<\/sup>, Blanca Olivia Almazán García<sup>3<\/sup>, Gabriela Elisa Mercado Celis<sup>1<\/sup><br><br\/><sup>1<\/sup>Universidad Nacional Autónoma de México (UNAM), México, Mexico,<sup>2<\/sup>National Institute of Pediatrics, México, Mexico,<sup>3<\/sup>National Medical Center November 20, México, Mexico","CSlideId":"","ControlKey":"19c58bfa-1b52-4aa8-b343-7cbdfee4ae5a","ControlNumber":"7985","DisclosureBlock":"&nbsp;<b>A. Cervantes Garduño, <\/b> None..<br><b>M. de la O García, <\/b> None..<br><b>J. Yamamoto Nagano, <\/b> None..<br><b>R. Cardenas Cardos, <\/b> None..<br><b>L. Velasco Hidalgo, <\/b> None..<br><b>B. Almazán García, <\/b> None..<br><b>G. Mercado Celis, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2368","PresenterBiography":null,"PresenterDisplayName":"ALEJANDRA BEATRIZ Garduño, PhD","PresenterKey":"32468bf1-8d6f-4f5d-b05b-c552a976cd58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2368. Pilot characterization of the salivary microbiome in pediatric cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pilot characterization of the salivary microbiome in pediatric cancer patients","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>The complex spatial cellular interactions of immune cell populations within the melanoma TIME are associated with patient prognosis and immunotherapy response. Novel multiplex immunofluorescence (mIHC) and spatial analysis techniques enable comprehensive investigation of these interactions. This study aimed to develop an automated spatial analysis workflow for large patient cohorts and to determine immunospatial patterns associated with outcome in patients (pts) with primary melanoma as well as pts with stage III melanoma treated with adjuvant immunotherapy.<br \/><b>Methods <\/b>Two cohorts with available clinical &#38; mIHC data were studied: one of primary melanoma pts (primary cohort, n=46), and another of baseline resected stage III melanoma pts who received adjuvant anti-PD-1 (stage III cohort, n=119). Melanoma tissue was stained for CD8+ T cells and the markers CD103, PD-1 and CD39 in both cohorts and the primary cohort was additionally stained for NK cells, B cells, and Langerhans cells (LCs). mIHC data was investigated using the SPIAT spatial analysis R package. Immune-melanoma and immune-immune spatial relationships were quantified throughout the entire tissue and analysed using neighborhood analysis and cell colocalization metrics including entropy and mixing interaction scores.<br \/><b>Results <\/b>In the primary melanoma cohort, 11 neighborhood metaclusters (NMCs) were identified from 1617 neighborhoods. NMCs with high B cells, CD39+CD103+ CD8+ T cells, or LCs were associated with improved outcomes in this cohort. Neighborhood composition varied significantly based on tissue localisation, with B cells, LCs and NK cells significantly increased in marginal and stromal neighborhoods (p&#60;0.0001). Over 100 B cell aggregate (BCA) neighborhoods were identified predominantly at the tumor margins and adjacent stroma. These BCAs were likely early TLSs based on their localisation and immune composition. BCA composition was further compared based on patient outcomes, with those harboring increased CD103-PD-1+ CD8+ T cells associated with poor outcome. In-depth pairwise analysis of immune phenotypes with melanoma cells found that increased B cell-melanoma and CD103+PD-1- CD8+ T cell-melanoma interaction was associated with improved outcomes in the primary cohort. In the stage III cohort, increased intratumoral immune diversity was associated with reduced melanoma recurrence (p=0.0004).<br \/><b>Conclusions <\/b>In developing a cohort-wide TIME spatial analytic approach and workflow, we identified multiple immunospatial associations with patient outcome in primary and stage III metastatic melanoma. Intratumoral immune diversity and immune cell neighborhoods indicate beneficial anti-tumor immune functions contributing towards improved patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,B cells,Immune response,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Grace Heloise Attrill<\/b><sup>1<\/sup>, Eva  R.  Shteinman<sup>1<\/sup>, Xinyu Bai<sup>1<\/sup>, Felix Marsh-Wakefield<sup>2<\/sup>, Camelia Quek<sup>1<\/sup>, Umaimainthan Palendira<sup>2<\/sup>, Ismael  A.  Vergara<sup>1<\/sup>, Georgina  V.  Long<sup>1<\/sup>, Richard  A.  Scolyer<sup>1<\/sup>, James  S.  Wilmott<sup>1<\/sup><br><br\/><sup>1<\/sup>Melanoma Institute Australia, Sydney, Australia,<sup>2<\/sup>University of Sydney, Sydney, Australia","CSlideId":"","ControlKey":"afd02604-4d8b-46e6-8776-90f17e3c2d56","ControlNumber":"7769","DisclosureBlock":"&nbsp;<b>G. H. Attrill, <\/b> None..<br><b>E. R. Shteinman, <\/b> None..<br><b>X. Bai, <\/b> None..<br><b>F. Marsh-Wakefield, <\/b> None..<br><b>C. Quek, <\/b> None..<br><b>U. Palendira, <\/b> None..<br><b>I. A. Vergara, <\/b> None.&nbsp;<br><b>G. V. Long, <\/b> <br><b>Aduro Biotech Inc<\/b> Other, Consultant Advisor. <br><b>Amgen Inc<\/b> Other, Consultant Advisor. <br><b>Array Biopharma inc.<\/b> Other, Consultant Advisor. <br><b>Boehringer Ingelheim International GmbH,<\/b> Other, Consultant Advisor. <br><b>Bristol-Myers Squibb<\/b> Other, Consultant Advisor. <br><b>Evaxion Biotech A\/S<\/b> Other, Consultant Advisor. <br><b>Hexel AG<\/b> Other, Consultant Advisor. <br><b>Highlight Therapeutics S.L.<\/b> Other, Consultant Advisor. <br><b>Merck Sharpe and Dohme<\/b> Other, Consultant Advisor. <br><b>Novartis Pharma AG<\/b> Other, Consultant Advisor. <br><b>OncoSec<\/b> Other, Consultant Advisor. <br><b>Pierre Fabre<\/b> Other, Consultant Advisor. <br><b>QBiotics Group Limited<\/b> Other, Consultant Advisor. <br><b>Regneron Pharmaceuticals Inc<\/b> Other, Consultant Advisor. <br><b>Specialised Therapeutics Australia Pty Ltd<\/b> Other, Consultant Advisor. <br><b>R. A. Scolyer, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Other, Professional Services. <br><b>Evaxion<\/b> Other, Professional Services. <br><b>Provectus Biopharmaceuticals Australia<\/b> Other, Professional Services. <br><b>Qbiotics<\/b> Other, Professional Services. <br><b>Novartis<\/b> Other, Professional Services. <br><b>Merck Sharpe and Dohme<\/b> Other, Professional Services. <br><b>NeraCare<\/b> Other, Professional Services. <br><b>AMGEN Inc.<\/b> Other, Professional Services. <br><b>Bristol-Meyers Squibb<\/b> Other, Professional Services. <br><b>Myriad Genetics<\/b> Other, Professional Services. <br><b>GlaxoSmithKline<\/b> Other, Professional Services.<br><b>J. S. Wilmott, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7403","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2369","PresenterBiography":null,"PresenterDisplayName":"Grace Attrill, BS","PresenterKey":"7de4bb5f-6451-4f61-a763-cd58e8eae61d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2369. Spatial organization of the tumour immune microenvironment (TIME) in primary and metastatic melanoma is associated with patient outcome","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial organization of the tumour immune microenvironment (TIME) in primary and metastatic melanoma is associated with patient outcome","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most malignant form of gliomas and is the most common and lethal primary brain tumor in adults. Within the tumor, there is a subtype of cells deemed brain tumor initiating cells (BTICs), which contribute to tumor progression, therapy resistance, and tumoral heterogeneity. The tumor microenvironment, surrounding tumors, contains an ecosystem of cells in which BTICs can interact with and further promote tumor progression. In the lateral wall of the lateral ventricles, the neurogenic niche of the subventricular zone (SVZ), contains neural stem cells (NSCs) that self-renew and generate highly migratory neural progenitor cells (NPCs). Interestingly, GBM tumors proximal to the SVZ are more proliferative, migratory, and negatively impact the survival of patients. We have previously observed that the presence of GBM induces reciprocal changes to the SVZ altering its neurogenic capacity and resulting in a more proliferative tumor. BTICs share the similar self-renewal capacity to NPCs and may exert intercellular communication resulting in increase malignancy features. However, the exact mechanisms of how GSCs communicate with NPCs is not well understood. Cancer cells release higher amounts of extracellular vesicles (EVs) than non-malignant cells. Cancer EVs help communicate with other nearby cells, leading to promotion of tumorigenesis. EVs are a heterogenous group of cell-derived membranous structures that serve as means of intercellular communication, allowing for cells to exchange proteins, lipids, RNA, and other genetic material. They can be further characterized into two main subtypes, small EVs, that range from 30-150nm, and large EVs, that range from 50-1000nm. EVs derived from gliomas or non-glioma cells in the tumor microenvironment are involved in tumor cell proliferation, invasion, malignancy, and drug resistance. The overarching goal of this project is to characterize BTIC-derived small EV cargo to identify proteins and RNAs that modify the GBM tumor microenvironment. We hypothesize that GBM-derived small extracellular vesicles alter the phenotype of non-cancer cells in the tumor microenvironment through distinct cargo contained in small extracellular vesicles. The results of these experiments will help us to elucidate what exact small EV cargo impacts the tumor microenvironment, with the potential of revealing possible therapeutic targets for GBM.The optimized protocol gives us the ability to enrich our desired EV population of small EVs from BTICs. BTIC-derived small EVs influence recipient NPCs by significantly upregulating markers for stemness, tumor aggressiveness, and invasion, as well as increasing NPC migration. Future experiments will include trying to establish a cell-specific labeling system in vitro to label EVs from BTICs, to allow for direct co-culture of BTICs with NPCs and other cells in the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-13 Other,,"},{"Key":"Keywords","Value":"Glioblastoma,Extracellular vesicles,Microenvironment,Stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marissa Russo<\/b><sup><\/sup><br><br\/>Mayo Clinic Graduate School for Biomedical Sciences, Jacksonville, FL","CSlideId":"","ControlKey":"d96d4ffd-e545-457d-b238-912101f6b7e7","ControlNumber":"8064","DisclosureBlock":"&nbsp;<b>M. Russo, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7404","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2370","PresenterBiography":null,"PresenterDisplayName":"Marissa Russo, BS","PresenterKey":"8ae09dc5-bf54-4bf5-a3f6-f607b3e776b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2370. The role of extracellular vesicles in the glioblastoma tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of extracellular vesicles in the glioblastoma tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the second most common cancer in men worldwide. The current treatment targeting androgen receptor (AR) expressing cells, androgen deprivation therapy (ADT), eventually fails in most prostate cancer patients who consequently develop castration resistant prostate cancer, an incurable disease. Although significant effort has been devoted to understanding the promotional role of AR action in prostate tumor cells, there is an urgent need to define the specific role of stromal AR in prostate tumorigenesis and needs to be evaluated for designing effective therapy.We directly examined AR in stromal Shh responsive Gli1 lineage cells in prostate oncogenesis and tumor development utilizing <i>in vivo<\/i> tissue recombination and novel genetically engineered mouse models. AR loss in stromal Gli1 lineage cells reduces prostate epithelial oncogenesis in xenograft models, combining transformed UGE by expression of stabilized &#946; catenin with AR deficient or control UGM. A Myc induced prostatic epithelial tumor mouse model was combined with conditional deletion of AR in Gli1 lineage cells during prepubescent and adult age which showed significant impairment of prostate tumor development. Single cell RNA sequencing revealed a robust increased expression of insulin like growth factor binding protein 3 (IGFBP3) in AR deleted stromal Gli1 lineage cells. Interestingly although no gene manipulation occurred in the epithelium, basal epithelial cells showed reduced IGF1 induced Wnt signaling, due to the increased IGFBP3 expression. Through chromatin immunoprecipitation qPCR, we examined how deletion of AR in Gli1 lineage cells increases IGFBP3 expression. Stromal AR deletion directly alleviates the suppression of Sp1 regulating transcription of IGFBP3, leading to inhibition of oncogenic growth of tumor epithelium in a paracrine manner. To uncover the mechanism for stromal AR in Gli1 lineage as a tumor niche, we used organoid culture systems. In prostatic epithelial organoid cultures, addition of IGFBP3 or conditional media from AR deleted stromal cells blocked tumor cell growth. Overall, the data implicate the novel and specific role of stromal AR in Gli1 lineage cells as a tumor niche to support prostate epithelial tumorigenesis. Dysregulation of stromal AR on IGFBP3 IGF1 signaling suggest an underlying mechanism for hormone refractoriness through the IGF axes. Cotargeting reciprocal interactions of AR and IGF1 pathways between epithelial tumor cells and surrounding tumor niches may improve clinical outcomes for treating advanced prostate cancer. Therefore, given the importance of sex hormone, hedgehog, and IGF1 signaling pathways in human development and tumorigenesis raises new and relevant questions underlying androgen, Shh, and IGF regulated tumor cell niches in tumor initiation and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Androgen receptor,Prostate cancer,Insulin-like growth factor (IGF),Wnt signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alex Hiroto<\/b><sup><\/sup>, Won Kyung Kim<sup><\/sup>, Christian H. Nenninger<sup><\/sup>, Alyssa J. Buckley<sup><\/sup>, Zijie Sun<sup><\/sup><br><br\/>Cancer Biology, Beckman Research Institute of The City of Hope, Duarte, CA","CSlideId":"","ControlKey":"9bff0c5a-073c-41cc-8f77-c33d065688dc","ControlNumber":"8077","DisclosureBlock":"&nbsp;<b>A. Hiroto, <\/b> None..<br><b>W. Kim, <\/b> None..<br><b>C. H. Nenninger, <\/b> None..<br><b>A. J. Buckley, <\/b> None..<br><b>Z. Sun, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7405","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2371","PresenterBiography":null,"PresenterDisplayName":"Alex Hiroto","PresenterKey":"f852cb47-4f38-4ff1-8d57-3ef1a7d078c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2371. Stromal androgen signaling acts as tumor niches to drive prostatic basal epithelial progenitor initiated oncogenesis through IGFBP3 mediated IGF1 induced Wnt activation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stromal androgen signaling acts as tumor niches to drive prostatic basal epithelial progenitor initiated oncogenesis through IGFBP3 mediated IGF1 induced Wnt activation","Topics":null,"cSlideId":""},{"Abstract":"This year there will be 260,00 new cases of breast cancer in the United States. Close to 40,000 women living with breast cancer, will die from the disease by the years end. However, these statistics are not evenly distributed across our citizens. Women of Western African descent are 40% more likely to die from breast cancer than their European counterparts.&#8239; Although socioeconomic factors along with racism, including affordable quality health care, availability of healthy foods, wage gaps<u>,<\/u> and trustworthiness of our physicians, have a considerable role in the difference in survival, there still is a significant gap in our understanding of the contribution of biology.&#8239; Therefore, biomarkers, mechanisms, and pathways connected with more aggressive biology that differ by race and genetic ancestry must be examined. &#8239;The ubiquitin E3 ligase, glycoprotein 78 (GP78\/AMFR) is an endoplasmic reticulum-resident protein that degrades unfolded proteins found in the cell. It also supports lipid synthesis, autophagy and targets certain proteins that cause endoplasmic reticulum stress that could result in apoptosis. We have found that GP78 is a functional biomarker for breast cancer in women. Higher levels of this gp78, detected by validated antibody, is associated with more aggressive subtypes of breast cancer (e.g., luminal B, HER2 and triple-negative breast cancer, TNBC) and is expressed at notably elevated levels in breast cancer compared to normal glands. In addition, its expression is associated with poor survival, regardless of subtype, specifically in women of Western African descent. In vivo experiments using murine syngeneic allograft models, comparing wild type and gp78 knock breast cancer cells show the gp78 is required for tumor growth. Further analysis reveals a role for&#8239;gp78 lipogenesis linked to immune suppression in the tumor microenvironment. Conclusion: These observations suggest a role for gp78 in 1) tumor growth and 2) immune suppression, and implies a role for race and genetic ancestry in the association between gp78 and breast cancer survival. &#8239;Therefore, corroborating a role for gp78 in both tumor growth and suppression of the tumor immune microenvironment will be an important future goal. We will validate and extend these findings in additional diverse patient populations to define the association between GP78, patient tumor biology, clinical feature, patient exposures, and other social determinants of health.&#8239;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Breast cancer,Biomarkers,Tumor microenvironment,Tumor biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Myles  A.  Ellis<\/b><sup><\/sup><br><br\/>Pathology & Cell Biology, Columbia University\/ Fisk University, New york city, NY","CSlideId":"","ControlKey":"b0653fab-534f-4b2b-b6c4-d0b24a58ab9b","ControlNumber":"7314","DisclosureBlock":"&nbsp;<b>M. A. Ellis, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7406","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2372","PresenterBiography":null,"PresenterDisplayName":"myles ellis","PresenterKey":"64687cd3-eeef-4da6-b078-19a8c25b27ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2372. Does the ubiquitin E3 ligase glycoprotein 78 (gp78\/amfr) link socioeconomic factors, race, and biology in breast cancer? &#8239;","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Does the ubiquitin E3 ligase glycoprotein 78 (gp78\/amfr) link socioeconomic factors, race, and biology in breast cancer? &#8239;","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) and colorectal cancer liver metastases (CRCLM) are leading causes of death worldwide, with therapeutic options limited to surgical resection and trans-arterial chemoembolization (TACE). TACE is a minimally-invasive approach to induce cancer cell death through a local hypoxia-dependent mechanism, and intrahepatic catheterization further enables the delivery of therapeutic agents to the tumor microenvironment (TME). Phase 1 clinical trials are ongoing for treatment of primary liver cancer and uveal melanoma with liver metastases using pressure-enabled drug delivery of SD-101 in combination with systemic immune checkpoint inhibitors (ICIs). Since acidosis is associated with immunosuppression in the TME, pH modulating drugs (PMDs) may restore physiologic conditions and augment treatment response for patients undergoing TACE with immunotherapy. Pre-clinical studies using PMDs with ICIs or adoptive immune cell transfer have demonstrated increased tumor lymphocyte infiltration, increased survival, and reduced tumor volume compared to ICI treatment or T cell infusion alone. High-throughput fluorescent imaging of HCC or CRC lines co-cultured with TALL-104 cells indicates increased cancer cell death with PMD treatment alone, while imaging studies of combination PMD and ICI treatment are underway.<b> <\/b>In addition, Luminex 200 cytokine profiling of Hep3B indicates that the NHE1 inhibitor cariporide decreases HCC production of IL-8 and GDF-15 under normoxia and the proton pump inhibitor lansoprazole increases GDF-15 and MIF and decreases B2M, IL-8, CXCL10, and CXCL5. Combination PMD and ICI studies are needed to inform drug combinations and dosages in syngeneic murine models of primary liver cancer and CRCLM. Subcutaneous and orthotopic tumor models are expected to demonstrate the efficacy of local PMD treatment with systemic immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immunostimulation,Combination therapy,Tumor infiltrating lymphocytes,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ryan Malpass<\/b><sup><\/sup>, Kelsey  E.  Huntington<sup><\/sup>, Thomas Brown<sup><\/sup>, Lanlan Zhou<sup><\/sup>, Leiqing Zhang<sup><\/sup>, Arunasalam Navaraj<sup><\/sup>, Wafik  S.  El-Deiry<sup><\/sup>, Aaron Maxwell<sup><\/sup><br><br\/>The Warren Alpert Medical School of Brown University, Providence, RI","CSlideId":"","ControlKey":"b6134e17-f21a-4919-8efd-d79b2f68aad4","ControlNumber":"7916","DisclosureBlock":"&nbsp;<b>R. Malpass, <\/b> None..<br><b>K. E. Huntington, <\/b> None..<br><b>T. Brown, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>A. Navaraj, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None..<br><b>A. Maxwell, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7407","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2373","PresenterBiography":null,"PresenterDisplayName":"Ryan Malpass","PresenterKey":"a45a83d2-be5a-4a5d-b709-bf8db41f82c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2373. Combination treatment with pH modulating drugs and immune checkpoint inhibitors increases TALL-104 cytotoxicity in preclinical co-culture experiments","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination treatment with pH modulating drugs and immune checkpoint inhibitors increases TALL-104 cytotoxicity in preclinical co-culture experiments","Topics":null,"cSlideId":""},{"Abstract":"Chemoradiation therapy (CRT) is the standard treatment for locally advanced cervical cancer. Anti-tumor T cell response is critical for immunogenic cell death and tumor regression enabled by CRT. Squamous cell carcinoma antigen (SCCA) is highly expressed in cervical tumors and passively released from tumor cells. Patients with elevated serum SCCA often showed radioresistance and recurrence. Despite its prognostic value, little is known about the function of extracellular SCCA. We analyzed SCCA-associated immune landscape using RNAseq from 20 cervical matched tumor biopsy pairs collected prior to (pre-) and 3 weeks into (mid-) CRT. Patients with low pretreatment SCCA (&#60;6 ng\/ml, SCCA\/L) and high SCCA (&#8805;6ng\/ml, SCCA\/H) showed decreased CD4\/CD8 T cells at mid-CRT, with a more significant decrease in SCCA\/H patients. This corresponded to significantly reduced expression of T-cell trafficking chemokine CXCL9\/10 during CRT, particularly in SCCA\/H patients. Interestingly, granzyme B (GZMB) and interferon-&#947; (IFN&#947;), associated with T-cell cytotoxicity, were increased in 6 of the 10 SCCA\/L patients, compared to 1 and 2 of the 10 SCCA\/H patients with increased GZMB and IFN&#947; respectively. Another RNAseq cohort of 66 pre-CRT tumor biopsies also showed significantly higher LAG3 and CTLA4 expression in SCCA\/H than SCCA\/L patients. <i>In vitro<\/i> stimulation of human PBMC with CD3\/28 antibody in the presence of SCCA1 protein resulted in inhibition of T cell proliferation and decreased cytotoxicity. However, when SCCA1 was incubated with purified CD3 T cells, no inhibition in T cell activity was observed, suggesting the involvement of myeloid cells in SCCA1 mediated T cell activity. To investigate the effect of SCCA1 on myeloid cells, we isolated human CD14<sup>+<\/sup> monocytes, incubated with SCCA1, and found improved survival of CD14<sup>+<\/sup> HLADR<sup>lo\/neg <\/sup>monocytes. THP1 monocytes, possessed polarizing ability, were differentiated into M1\/M2 macrophage with the supplement of SCCA1 during the polarization. The result showed that SCCA1 promoted M2 macrophage phenotypes, including increased M2 marker (CD209), PD-L1 expression, M2-associated cytokines (IL10, CCL18), and M2 polarizing signaling (STAT3 phosphorylation and Myc expression). Macrophages isolated from murine tumors with high SCCA1 expression demonstrated increased suppression on T cell activity in co-culture functional assays. Furthermore, tissue microarray from cervical cancer patients showed that high SCCA was associated with increased infiltration of CD11b<sup>+<\/sup> myeloid cells and CD68<sup>+<\/sup> macrophages in tumors. Overall, we concluded that SCCA promoted M2 polarization and macrophage infiltration, which may contribute to T cell exhaustion, leading to poor survival. Thus, therapeutic targeting of extracellular SCCA should be considered to improve treatment outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor antigen,Macrophages,T cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Liyun Chen<\/b><sup>1<\/sup>, Victoria Shi<sup>1<\/sup>, Matthew Inkman<sup>1<\/sup>, Jin Zhang<sup>1<\/sup>, Pippa Cosper<sup>2<\/sup>, Julie  K.  Schwarz<sup>1<\/sup>, Stephanie Markovina<sup>1<\/sup><br><br\/><sup>1<\/sup>Radiation Oncology, Washington University School of Medicine, St. Louis, MO,<sup>2<\/sup>Department of Human Oncology, University of Wisconsin School of Medicine and Public Health, Madison, WI","CSlideId":"","ControlKey":"23a8f209-af00-477b-b12f-e295fb5feb88","ControlNumber":"7631","DisclosureBlock":"&nbsp;<b>L. Chen, <\/b> None..<br><b>V. Shi, <\/b> None..<br><b>M. Inkman, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>P. Cosper, <\/b> None..<br><b>J. K. Schwarz, <\/b> None..<br><b>S. Markovina, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7408","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2374","PresenterBiography":null,"PresenterDisplayName":"Liyun Chen, PhD","PresenterKey":"423d306c-c72f-4310-950e-dda5761cc9bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2374. Squamous cell carcinoma antigen regulates macrophage polarization, contributing to inhibition of T cell activity in cervical cancer chemo-radiotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Squamous cell carcinoma antigen regulates macrophage polarization, contributing to inhibition of T cell activity in cervical cancer chemo-radiotherapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>Cervical adenocarcinomas (CAC), a less common cervical cancer histology with poor prognosis as compared to squamous cell carcinoma (CSCC), disproportionally present at advanced stages in young women and incidence is increasing; however, the same chemoradiation (CRT) paradigm is used by clinicians for both histologies. Given the rarity of CAC, little is known about genomic pathways and tumoral immune factors that differentiate CAC from CSCC and could drive differences in patient outcomes.<br \/><b>Objective: <\/b>To identify distinctions in the mutational landscape and immune phenotype of CAC and CSCC tumors in patients undergoing CRT which may be potential therapeutic targets.<br \/><b>Methods: <\/b>80 patients with FIGO stage IB-IVA cervical cancer who underwent definitive CRT were prospectively enrolled on an IRB approved clinical trial. Cervical tumor DNA (9 CAC patients; 58 CSCC patients) and cervical tumor microenvironment samples (13 CAC patients, 67 CSCC patients) were collected by a noninvasive swab technique at baseline, and after 1, 3, and 5 weeks of CRT. WES and neoantigen prediction were performed and tumor mutation burden (TMB) was calculated as the number of somatic coding mutations per megabase. Lymphocyte immunostaining was performed according to standard protocols and cells were analyzed using a LSRFortessa X-20 Flow Cytometer (BD Biosciences) and FlowJo 10.6.1. Statistical comparison of mean values was performed by t-test.<br \/><b>Results: <\/b>Baseline mean TMB and tumor neoantigen was lower in CAC compared to CSCC (1.1&#177;0.14 vs 5.2&#177;3.5 respectively for TMB, p&#60;0.01; 6.0&#177;8.5 vs 455.3&#177;472.5 respectively for neoantigen, p&#60;0.01) and persisted during CRT. The top 3 most frequently altered genes unique to CAC were GPR98, SLC12A3, and TP53. The baseline mutational profile of CAC tumors was most similar to other adenocarcinomas including prostate and pancreatic cancer in TCGA. There was a significant reduction for CAC in baseline CD4+ T-cell infiltration in CAC compared to CSCC (p=0.01) which persisted through the course of CRT (p=0.02 at week 3). There was a trend toward decreased CD4+ T-cell activation, including co-expressing CD69 (p=0.17) and Ki67 (p=0.06), decreased CD8+ T-cell infiltration (p=0.19), and decreased Ki67+CD8+ T-cells as compared to CSCC (p=0.02).<br \/><b>Conclusions: <\/b>In contrast to CSCC, immune profiling of the CAC tumor microenvironment suggests a reduction in immune cell infiltrate and absence of or failed T-cell activation. Similarly, unique genetic alterations were detected between histologies, and CAC tumors displayed reduced TMB and loss of tumor neoantigen expression. These findings are consistent with an &#8220;immune cold&#8221; phenotype in CAC. These patients may be less likely to benefit from immunotherapy. Future investigation into molecularly targeted therapies or strategies that help mobilize peritumoral T-cells in response to CRT may better potentiate improved CRT response in CAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Cervical cancer,Adenocarcinoma,Gene profiling,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Julianna Bronk<sup><\/sup>, Xiaogang Wu<sup><\/sup>, Rui Wang<sup><\/sup>, Ananta Yanamandra<sup><\/sup>, Tatiana Karpinets<sup><\/sup>, Chike Abana<sup><\/sup>, Molly El Alam<sup><\/sup>, Katarina Tomasic<sup><\/sup>, Daniel Lin<sup><\/sup>, Erica Lynn<sup><\/sup>, David Lo<sup><\/sup>, Timothy Harris<sup><\/sup>, Xingzhi Song<sup><\/sup>, Andrew Futreal<sup><\/sup>, Jianhua Zhang<sup><\/sup>, Jagannadha Sastry<sup><\/sup>, Ann Klopp<sup><\/sup>, <b>Lauren Colbert<\/b><sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"035b6090-39c7-43e1-8191-fef984a95ea9","ControlNumber":"7660","DisclosureBlock":"&nbsp;<b>J. Bronk, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>A. Yanamandra, <\/b> None..<br><b>T. Karpinets, <\/b> None..<br><b>C. Abana, <\/b> None..<br><b>M. El Alam, <\/b> None..<br><b>K. Tomasic, <\/b> None..<br><b>D. Lin, <\/b> None..<br><b>E. Lynn, <\/b> None..<br><b>D. Lo, <\/b> None..<br><b>T. Harris, <\/b> None..<br><b>X. Song, <\/b> None..<br><b>A. Futreal, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>J. Sastry, <\/b> None..<br><b>A. Klopp, <\/b> None..<br><b>L. Colbert, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7410","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2375","PresenterBiography":null,"PresenterDisplayName":"Lauren Colbert, MD","PresenterKey":"878960c1-3e87-459e-a82d-81459565796a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2375. Whole exome sequencing and immune profiling of cervical adenocarcinoma reveal a &#8220;cold&#8221; tumor-immune phenotype","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"521","SessionOnDemand":"False","SessionTitle":"Fibrosis, the Extracellular Matrix, and Therapeutic Impact on Cancer Progression","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Whole exome sequencing and immune profiling of cervical adenocarcinoma reveal a &#8220;cold&#8221; tumor-immune phenotype","Topics":null,"cSlideId":""}]