[{"Abstract":"Anthracyclines such as daunorubicin and doxorubicin (DOX) are currently used as chemotherapeutic agents in the prevention of various cancers including breast cancer, lung cancer, leukemia, and lymphoma. Although, anthracyclines are successful in controlling various cancers growth, the major drawback is the unwanted cardiotoxicity. Specifically, high doses of DOX used for the therapy of advanced cancers could cause life threating conditions. Therefore, specific interventions are required to decrease the cardiac toxicity associated with the DOX. Benfotiamine, a lipid soluble vitamin B1 derivative has shown be a potent anti-oxidant and anti-inflammatory agent. However, the efficacy of benfotiamine in the prevention of cardiotoxicity associated with the anthracyclines is not known. In this study, we examined the effect of benfotiamine in the prevention of DOX-induced cytotoxicity in the human umbilical vascular endothelial cells (HUVECs). Treatment of HUVECs with DOX caused significant endothelial cells death and benfotiamine in a concentration-dependent manner prevented the dox-induced endothelial cell death. Further, benfotiamine prevents the DOX-induced apoptosis in endothelial cells by preventing the activation of caspase-3. Benfotiamine also prevents DOX-induced reactive oxygen species generation. Our results also indicate that benfotiamine regulates DOX-induced expression of pro-apoptotic mediators such as BAD, phosphor-P53, and pro-caspase-3, and anti-apoptotic mediators such as BCL-2, BCL-x, IAPs, and HSP and others such as FADD, DR5, and SMAC\/diablo. We plan to further explore how benfotiamine prevents DOX-induced cardiotoxicity using human cardiac myocytes and mouse models. Thus, based on our cell culture studies, benfotiamine through its potent anti-oxidative property could prevent endothelial cytotoxicity and suggests that it could be further developed as adjuvant therapy in controlling cardiotoxicity associated with the anthracycline chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Antioxidant,Doxorubicin,Apoptosis,Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Justin R. Taylor<\/b><sup><\/sup>, Kyra Harames<sup><\/sup><br><br\/>Biomedical Sciences, Noorda College of Osteopathic Medicine, Provo, UT","CSlideId":"","ControlKey":"cad79bfc-9f3e-46be-b251-0792f1d7b898","ControlNumber":"5126","DisclosureBlock":"&nbsp;<b>J. R. Taylor, <\/b> None..<br><b>K. Harames, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6829","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4771","PresenterBiography":null,"PresenterDisplayName":"Justin Taylor, BS","PresenterKey":"01cab92d-86c7-480d-b368-1f03184928be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4771. Prevention of doxorubicin-induced cardiotoxicity by benfotiamine","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevention of doxorubicin-induced cardiotoxicity by benfotiamine","Topics":null,"cSlideId":""},{"Abstract":"The phenomenon of<b> <\/b>&#8220;Oxygen Paradox&#8221; arises when reactive oxygen species (ROS) overcome the cellular anti-oxidant defense system through either an escalation in ROS levels or a reduced capability of the cells to increase an antioxidant response. The deregulated redox signaling that stimulate an uncontrolled ROS increase, could induce both tumor initiation and progression, and cell death after chemotherapy treatment. In recent decades, the therapeutic choice for Ewing Sarcomas (ES) consisting of a multi-drug chemotherapy regimen combined with radiotherapy and surgery, has significantly improved the survival up to 70% in localized diseases. ES patients, often show resistance to multi chemotherapeutic agents since ES cells exhibit a high sensitivity to rapid changes in intracellular redox environment. In this context, an antioxidant-inhibiting strategy was evaluated <i>in vitro <\/i>to test chemotherapeutic efficacy used in the standard treatment of ES such as the anthracycline doxorubicin (DOX) that increases ROS generation and oxidative stress (OS) in mitochondria. DOX is a strong exogenous ROS generator but lacks target specificity thereby it also affects normal cells resulting in several side-effects. Literature shows that DOX ability to reduce tumor progression is due to a DOX-induced ROS overproduction that occurs in mitochondria, known to be the main site of constant ROS production, and this effect is mediated by the mitochondrial NADPH oxidase (NADPHox) activity. To investigate why DOX causes resistance in ES patients, experiments <i>in vitro<\/i> were conducted with A673 ES cell line. A673 cells express a high level of the &#946;3-adrenergic receptor (&#946;3-AR) and are high susceptible to OS. Recently, &#946;3-AR has become highly attractive in cancer biology for its ability to reduce tumor growth, metastasis, and its antioxidant properties as main regulator of the cellular response to OS. &#946;3-AR working as ROS sensor control the redox state of the cells, driving them to life or death through mitochondria bioenergetics function. In our experimental setting DOX induced &#946;3-AR expression which influenced the uncoupling protein 2 (UCP2) expression. &#946;3-AR\/UCP2 axis strongly decreased the mitochondrial activity by reducing ATP synthesis and mitochondrial ROS content and this effect was reverted by &#946;3-AR antagonist, SR59230A. In summary, the DOX chemotherapy promotes &#946;3-AR expression that decreases ROS levels through &#946;3-AR\/UCP2 axis. Decreased ROS levels allow ES cells to survive chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Oxidative stress,Chemotherapy,Cancer progression,Anticancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Claudia Masi<\/b><sup>1<\/sup>, Amada Pasha<sup>1<\/sup>, Francesco Carrozzo<sup>1<\/sup>, Martina Rosati<sup>1<\/sup>, Alessandro Pini<sup>2<\/sup>, Maura Calvani<sup>1<\/sup>, Claudio Favre<sup>1<\/sup><br><br\/><sup>1<\/sup>Meyer Children's Hospital, Firenze, Italy,<sup>2<\/sup>University of Florence, Firenze, Italy","CSlideId":"","ControlKey":"957e9c09-bd3a-4350-844b-089c78127116","ControlNumber":"4682","DisclosureBlock":"&nbsp;<b>C. Masi, <\/b> None..<br><b>A. Pasha, <\/b> None..<br><b>F. Carrozzo, <\/b> None..<br><b>M. Rosati, <\/b> None..<br><b>A. Pini, <\/b> None..<br><b>M. Calvani, <\/b> None..<br><b>C. Favre, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6830","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4772","PresenterBiography":null,"PresenterDisplayName":"Claudia Masi","PresenterKey":"89b5bc87-f8bb-4cc9-8dd4-09a89cef8371","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4772. &#946;3-adrenoceptor minimize doxorubicin effect in Ewing sarcoma by UCP2 activation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#946;3-adrenoceptor minimize doxorubicin effect in Ewing sarcoma by UCP2 activation","Topics":null,"cSlideId":""},{"Abstract":"DEAD box 1 (DDX1) belongs to the family of RNA helicases involved in all aspects of RNA metabolism, from transcription to transport, expression, and decay. DDX1 is overexpressed in a subset of retinoblastoma, neuroblastoma, and breast cancers. In breast cancer, the overexpression and cytoplasmic localization of DDX1 is correlated with poor prognosis. Cancer cells often exhibit high metabolic rates which can lead to genomic instability, oxidative stress, and endoplasmic stress. DDX1 is known to play a role in resolving genotoxic stress by participating in DNA double-strand break (DSB) repair. We propose that DDX1 also plays a key role as a stress response regulator in cells undergoing oxidative stress. When cells are exposed to oxidative stress, DDX1 is recruited to cytoplasmic stress granules (SGs). Although the exact function of SGs remains elusive, it is generally believed that tightly controlled SG assembly and disassembly are important for cell survival under stress. We found that while DDX1 is dispensable for SG assembly, depletion of DDX1 leads to impaired SG disassembly and hence, delayed stress recovery. Thus, DDX1 may play a role in stress resolution after the removal of stress conditions. To further understand the role of DDX1 in stress resolution, we performed RNA-immunoprecipitation followed by next-generation sequencing and identified DDX1-bound RNAs under normal and oxidative stress conditions. We found enhanced binding of DDX1 to its RNA targets in the presence of oxidative stress. Furthermore, we observed that DDX1 protects its target RNAs from degradation in the cytoplasm of cells undergoing oxidative stress. This RNA protection after stress exposure was more prominent in DDX1-overexpressing neuroblastoma cells, possibly explaining the faster stress recovery observed in these cells. Taken together, our results suggest that DDX1 plays a role in protecting cells from oxidative stress. This study may shed light on our understanding of cancer cell resistance to anticancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Oxidative stress,DEAD Box protein 1,Neuroblastoma,RNA protection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mansi Garg<\/b><sup><\/sup>, Roseline Godbout<sup><\/sup><br><br\/>University of Alberta, Edmonton, AB, Canada","CSlideId":"","ControlKey":"81961cb4-b184-43db-b019-19464e4d5c87","ControlNumber":"5258","DisclosureBlock":"&nbsp;<b>M. Garg, <\/b> None..<br><b>R. Godbout, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6831","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4773","PresenterBiography":null,"PresenterDisplayName":"Mansi Garg, PhD","PresenterKey":"871b5b99-04f4-4801-b32b-079d33eed7a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4773. DEAD Box 1 (DDX1) protects its RNA targets in cells exposed to oxidative stress","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DEAD Box 1 (DDX1) protects its RNA targets in cells exposed to oxidative stress","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most commonly diagnosed malignancy in women worldwide. Breast tumors possess a high degree of intra- and inter-tumoral heterogeneity, enabling the emergence of aggressive, therapy-resistant tumors. One contributor to breast tumor heterogeneity is reactive oxygen species (ROS), which are unstable oxygen-containing molecules that modify proteins, lipids, and DNA. Our lab has developed unique models of HER2+ breast cancer that evolved in vivo <\/i>under conditions of low (ROS<sup>LOW<\/sup>) and high (ROS<sup>HIGH<\/sup>) chronic oxidative stress to acquire more aggressive properties. As such, we became interested in understanding the underlying mechanisms by which breast cancer cells capitalize on sustained oxidative stress to acquire more aggressive properties. We show that, relative to their parental and ROS<sup>LOW<\/sup> counterparts, ROS<sup>HIGH<\/sup>-evolved tumors are better able to maintain redox balance by coping with ROS-induced damage in vivo <\/i>and following H<sub>2<\/sub>O<sub>2<\/sub> treatment in vitro<\/i>. Moreover, ROS<sup>HIGH<\/sup>-evolved breast cancer cells lose their aggressive phenotype in vitro, <\/i>implying a necessary microenvironmental contribution. RNAseq analysis of parental and aggressive breast cancers further identified glycolytic and hypoxic transcriptional signatures that were preferentially induced in breast cancers that adapted to chronic oxidative stress. Therefore, we hypothesized that breast cancer cells conditioned to cope with chronic oxidative stress may re-wire their glucose metabolism to support ROS buffering, which may be facilitated by a hypoxic tumor microenvironment. Notably, ROS<sup>HIGH<\/sup>-evolved tumors are insensitive to inhibition of glycolysis using 2-deoxyglucose (2-DG); however, we show that they are specifically sensitized to inhibition of glutathione synthesis, and this sensitivity is exacerbated when treated in combination with 2-DG. As well, we show through glucose tracing that ROS<sup>HIGH<\/sup>-evolved tumors exhibit increased incorporation of glucose-derived carbons into glutathione. This data confirms that breast tumor adaptation to chronic oxidative stress promotes metabolic re-wiring to support ROS scavenging. To begin interrogating the role hypoxia plays in this phenotype, we assessed cell proliferation and levels of hypoxia-responsive genes following hypoxia exposure in our breast cancer models in vitro<\/i>. Relative to their parental counterparts, breast cancer cells that adapted to chronic oxidative stress exhibit enhanced proliferation in hypoxia and are better able to upregulate hypoxia-responsive genes, even in response to modest changes in oxygen levels. Overall, our study shows that tumor adaptation under chronic oxidative stress promotes metabolic rewiring which may be facilitated by a hypoxic microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Oxidative stress,Hypoxia,Breast cancer,Glucose metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Caitlynn Nicole Mirabelli<\/b><sup>1<\/sup>, Rachel La Selva<sup>1<\/sup>, Matthew Annis<sup>1<\/sup>, Ouafa Najyb<sup>2<\/sup>, Steven Hébert<sup>2<\/sup>, Claudia Kleinman<sup>3<\/sup>, Julie St-Pierre<sup>4<\/sup>, Peter Siegel<sup>1<\/sup>, Josie Ursini-Siegel<sup>5<\/sup><br><br\/><sup>1<\/sup>Medicine, McGill University, Montreal, QC, Canada,<sup>2<\/sup>Lady Davis Institute for Medical Research, Montreal, QC, Canada,<sup>3<\/sup>Human Genetics, Lady Davis Institute for Medical Research, Montreal, QC, Canada,<sup>4<\/sup>Biochemistry, Microbiology and Immunology, University of Ottawa, Ottawa, ON, Canada,<sup>5<\/sup>Oncology, Lady Davis Institute for Medical Research, Montreal, QC, Canada","CSlideId":"","ControlKey":"2ddaf656-7577-4faf-9069-1d6b864479e0","ControlNumber":"2492","DisclosureBlock":"&nbsp;<b>C. N. Mirabelli, <\/b> None..<br><b>R. La Selva, <\/b> None..<br><b>M. Annis, <\/b> None..<br><b>O. Najyb, <\/b> None..<br><b>S. Hébert, <\/b> None..<br><b>C. Kleinman, <\/b> None..<br><b>J. St-Pierre, <\/b> None..<br><b>P. Siegel, <\/b> None..<br><b>J. Ursini-Siegel, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6832","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4774","PresenterBiography":null,"PresenterDisplayName":"Caitlynn Mirabelli, BS","PresenterKey":"8a557d9d-cfd5-4631-b5d2-3c73339c31d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4774. Adaptation to chronic oxidative stress promotes metabolic rewiring to maintain redox balance in HER2+ breast tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Adaptation to chronic oxidative stress promotes metabolic rewiring to maintain redox balance in HER2+ breast tumors","Topics":null,"cSlideId":""},{"Abstract":"Recent studies demonstrate that mitochondrially-generated reactive oxygen species (ROS) downstream of oncogenic KRAS drive acinar-to-ductal metaplasia (ADM), a key first step in the pancreatic ductal adenocarcinoma (PDA) progression model. MnSOD\/<i>SOD2<\/i> is a mitochondrial enzyme that converts superoxide into hydrogen peroxide. Previous studies have shown that <i>SOD2<\/i> is biologically relevant to the study of pancreatic cancer. Some patients with a <i>SOD2<\/i> polymorphism resulting in less active MnSOD at the mitochondrial matrix are at increased risk of developing pancreatic cancer. Additionally, MnSOD is lost in high-grade human PanIN, further suggesting a role in tumor development. To elucidate the role of MnSOD in pancreatic cancer initiation and progression, we crossed <i>Sod2<sup>lox\/lox<\/sup> <\/i>mice into the <i>p48<sup>Cre<\/sup>;LSL-Kras<sup>G12D<\/sup> <\/i>(KC) mouse model. We found increased ROS, abundantly more abnormal tissue development and presence of flat lesions indicating accelerated early progression. However, Kaplan Meyer survival analysis of KC and KC;<i>Sod2<\/i><sup>-\/-<\/sup> mice did not indicate faster progression to cancer, suggesting that for later steps additional signaling is needed. In summary, we identify MnSOD as a key antioxidant molecule preventing initiation of PDA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Reactive oxygen species,atypical flat lesions,superoxide dismutase 2 ,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alicia  K.  Fleming Martinez<\/b><sup>1<\/sup>, Brandy H. Edenfield<sup>1<\/sup>, Irene Esposito<sup>2<\/sup>, Peter Storz<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Cancer Biology, Mayo Clinic, Jacksonville, FL,<sup>2<\/sup>Institute of Pathology, Heinrich-Heine-University and University Hospital Duesseldorf, Düsseldorf, Germany","CSlideId":"","ControlKey":"c87cffce-5639-4ce3-a4eb-1ddd2f73362d","ControlNumber":"2865","DisclosureBlock":"&nbsp;<b>A. K. Fleming Martinez, <\/b> None..<br><b>B. H. Edenfield, <\/b> None..<br><b>I. Esposito, <\/b> None..<br><b>P. Storz, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4775","PresenterBiography":null,"PresenterDisplayName":"Alicia Fleming Martinez, BS;PhD","PresenterKey":"b1f4a667-ac64-404f-bc6c-bdb021d673f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4775. Knockout of <i>Sod2<\/i> accelerates <i>Kras<sup>G12D<\/sup><\/i>-driven formation of pancreatic cancerous lesions","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Knockout of <i>Sod2<\/i> accelerates <i>Kras<sup>G12D<\/sup><\/i>-driven formation of pancreatic cancerous lesions","Topics":null,"cSlideId":""},{"Abstract":"Background: Esophageal adenocarcinoma (EAC) is the predominant type of esophageal cancer in the United States, with the 5-year survival rate is below 20%. EAC develops through Barrett&#8217;s esophagus (BE)-dysplasia-carcinoma cascade. Gastroesophageal reflux disease (GERD), where acidic bile salts refluxate into the esophagus, is the main risk factor for the development of BE and its progression to EAC. The NFE2&#8209;related factor 2 (NRF2) is the master cellular antioxidant regulator, involving in many cancer hallmarks.<br \/>Methods and Results: Using western blotting and immunohistochemistry technologies, we detected high NRF2 protein levels in EAC cell lines and primary EAC tissues, as compared with normal esophagus and non-neoplastic Barrett&#8217;s esophagus samples. The knockdown of NRF2 using NRF2 specific siRNAs significantly increased oxidative stress in response to cellular stress stimuli by bile salts or cisplatin. This was associated with an increase in DNA damage and inhibition of EAC cell growth. Brusatol, a NRF2 inhibitor, significantly inhibited NRF2 transcriptional activity and downregulated NRF2 target genes. We discovered that in addition to inducing apoptosis, Brusatol alone or in combination with CDDP induced significant lipid peroxidation and ferroptosis as evidenced by reduced xCT and GPX4 expression, two known ferroptosis markers. Moreover, the combination of Brusatol and CDDP significantly inhibited EAC tumor xenografts growth in vivo. We confirmed the in vitro data showing ferroptosis as an important mechanism in the xenografted tumors treated with Brusatol or Brusatol and CDDP combination using IHC staining.<br \/>Conclusion: Our data support the role of NRF2 in protecting against stress-induced apoptosis and ferroptosis in EACs. Targeting NRF2 in combination with platinum therapy can be an effective strategy for eliminating cancer cells in EAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Oxidative stress,Esophageal cancer,Nrf2,Cisplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Farah Ballout<sup><\/sup>, Heng Lu<sup><\/sup>, Zheng Chen<sup><\/sup>, Tianling Hu<sup><\/sup>, Lei Chen<sup><\/sup>, Wael El-Rifai<sup><\/sup>, <b>Dunfa Peng<\/b><sup><\/sup><br><br\/>University of Miami, Miami, FL","CSlideId":"","ControlKey":"7ab8500e-843c-4b54-aba0-246895fcec90","ControlNumber":"1033","DisclosureBlock":"&nbsp;<b>F. Ballout, <\/b> None..<br><b>H. Lu, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>T. Hu, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>W. El-Rifai, <\/b> None..<br><b>D. Peng, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6834","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4776","PresenterBiography":null,"PresenterDisplayName":"Dunfa Peng, MD;PhD","PresenterKey":"b5f423f5-db46-4cc4-b4fa-f10cfeb89b04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4776. NRF2 is overexpressed in esophageal adenocarcinoma and its targeting sensitizes tumor cells to cisplatin through induction of ferroptosis and apoptosis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NRF2 is overexpressed in esophageal adenocarcinoma and its targeting sensitizes tumor cells to cisplatin through induction of ferroptosis and apoptosis","Topics":null,"cSlideId":""},{"Abstract":"Background: Liposarcoma (LPS) is one of the most common soft tissue sarcoma (STS) subtypes. Both well-differentiated LPS (WDLPS) and dedifferentiated LPS (DDLPS) have 12q13-15 amplification. Mouse double minute 2 homolog (MDM2) is one of the most important oncogenes within this region. Ferroptosis is a unique type of necrotic cell death featured accumulation of lipid-based reactive oxygen species (ROS) derived from the oxidative modification of phospholipid membranes. Cysteine metabolism is the critical part of ferroptosis regulation. Cystine-glutamate antiporter (system xc-; xCT), encoded by two subcomponents, the solute carrier family 7 member 11 (SLC7A11) and SLC3A2, is responsible for cystine supply from extra-cellular environment. Imported cystine is then reduced to cysteine, a key component of tripeptide glutathione (GSH). Glutathione peroxidase 4 (GPX4) requires GSH to repair lipid peroxidation and prevent ferroptosis. Inactivation of GPX4, either through cystine deprivation due to xCT inhibitor erastin, or by GPX4 inhibitor Ras-selective lethal small molecule 3 (RSL3), will lead to accumulation of lipid-based ROS, and eventually ferroptosis cell death. The tumor suppressor p53 (TP53) could suppress the expression of SLC7A11 and induce ferroptosis. TP53 could also indirectly suppress 3-hydroxy-3-methyl-glutaryl (HMG)-coenzyme A (CoA) reductase (HMGCR) activity, a key pathway for generation of biomolecules with anti-ferroptosis property. MDM2, the key oncogene in DDLPS, and homolog MDM4 could facilitate ferroptotic death in TP53-dependent or -independent mechanisms.<br \/>Methods: We explored public domain database to identify possible aberrations of ferroptosis-related genes in DDLPS. We then examined the sensitivity of DDLPS cell lines to possible ferroptosis-inducing agents. Furthermore, we used nutlin-3, a MDM2 inhibitor, to modulate the MDM2 expression in DDLPS cell line, and explored the potential synergistic effect of nutlin-3 with ferroptosis-inducing agents. Finally, we used immunoblotting study to reveal the potential mechanism responsible to possible synergistic effect.<br \/>Results: Expression level of GPX4 is significantly lower in DDLPS than adipose tissue and WDLPS, and DPP4 was general higher in LPS than adipose tissue. HMGCR, SLC7A11 and SLC3A2 were mostly up-regulated in LPS in comparison with benign counterpart. Both DDLPS cell lines showed sensitivity to erastin and RSL3. In addition, nutlin-3 could exert synergistic ferroptosis-inducing effect and cytotoxicity with erastin and RSL3 in sequential manner. Furthermore, nultin-3 treatment could upregulate SLC3A2 with altered cystine\/glutamate exchange in DDLPS cell lines, indicating possible mechanism responsible for nultin-3 resistance and the synergistic effect of nultin-3 with erastin or RSL3.<br \/>Conclusion: Our study showed that modulation of ferroptosis is a potential treatment strategy in DDLPS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chueh-Chuan Yen<\/b><sup>1<\/sup>, San-Chi Chen<sup>2<\/sup>, Chih-Hsueh Chen<sup>3<\/sup>, Jir-You Wang<sup>4<\/sup>, Chao-Ming Chen<sup>4<\/sup>, Po-Kuei Wu<sup>4<\/sup>, Muh-Hwa Yang<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Medical Research, Taipei Veterans General Hospital, Taipei, Taiwan,<sup>2<\/sup>Department of Oncology, Taipei Veterans General Hospital, Taipei, Taiwan,<sup>3<\/sup>Department of Pathology and Laboratory Medicine, Taipei Veterans General Hospital, Taipei, Taiwan,<sup>4<\/sup>Department of Orthopedics, Taipei Veterans General Hospital, Taipei, Taiwan","CSlideId":"","ControlKey":"9eb16d0e-d97a-476a-9e51-297d657b55a7","ControlNumber":"3466","DisclosureBlock":"&nbsp;<b>C. Yen, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>P. Wu, <\/b> None..<br><b>M. Yang, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4777","PresenterBiography":null,"PresenterDisplayName":"Chueh-Chuan Yen, MD;PhD","PresenterKey":"6f0b9588-8c47-4992-92d0-360827abc79c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4777. Exploring ferroptosis pathway for the development of therapeutic strategy in liposarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring ferroptosis pathway for the development of therapeutic strategy in liposarcoma","Topics":null,"cSlideId":""},{"Abstract":"Energy uptake and utilization in eukaryotic cells is a dynamic process regulated by a series of interacting metabolic networks. Interrogation of this complex network relies on rapid, sensitive approaches that do not require extensive sample handling and are easily adaptable to 96- and 384-well plates. Previously, using the Ultra-Glo luciferase reaction we developed a panel of bioluminescent assays that can be used to monitor numerous aspects of cellular metabolism and mitochondrial function including ATP production, glucose and amino acid metabolism, and the TCA cycle. Here, we extend the use of the luciferase reaction and report on the development of novel bioluminescence probes for studying two important metabolic cellular responses: fatty acid &#946;-oxidation (FAO) and production of reactive oxygen and nitrogen species. For studying FAO, we developed a cell permeable probe with caged-luciferin attached to a fatty acid chain. The probe enters the cells and following FAO cycling, free luciferin is released and detected using Luciferin Detection Reagent. We validated the approach using known FAO activators and inhibitors and used it to monitor the changes in FAO during T-cell activation. For measuring reactive oxygen and nitrogen species, highly selective bioluminescence probes were developed. Upon reaction of the probes with their corresponding ROS target, they form the stable D-luciferin reporter molecule, causing luciferin to accumulate. Upon treatment with luciferase in the detection step, the generated light allows for quantification of the superoxide or nitric oxide formed. Both probes are suitable for in vitro and cell-based detection of ROS in an &#8220;add and read&#8221; format, providing for a simple workflow amenable to high throughput experimentation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Oxidative stress,Fatty acids,Metabolism,High-throughput assay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kim Haupt<\/b><sup>1<\/sup>, Matt Larsen<sup>2<\/sup>, Hui Wang<sup>2<\/sup>, Natasha Karassina<sup>1<\/sup>, Mike Valley<sup>1<\/sup>, Wenhui Zhou<sup>2<\/sup>, Jolanta Vidugiriene<sup>1<\/sup><br><br\/><sup>1<\/sup>Promega, Madison, WI,<sup>2<\/sup>Promega, San Luis Obispo, CA","CSlideId":"","ControlKey":"d460e045-d1c9-4380-8ccd-37e5a5b01fb8","ControlNumber":"6390","DisclosureBlock":"<b>&nbsp;K. Haupt, <\/b> <br><b>Promega<\/b> Employment. <br><b>M. Larsen, <\/b> <br><b>Promega<\/b> Employment. <br><b>H. Wang, <\/b> <br><b>Promega<\/b> Employment. <br><b>N. Karassina, <\/b> <br><b>Promega<\/b> Employment. <br><b>M. Valley, <\/b> <br><b>Promega<\/b> Employment. <br><b>W. Zhou, <\/b> <br><b>Promega<\/b> Employment. <br><b>J. Vidugiriene, <\/b> <br><b>Promega<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6836","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4778","PresenterBiography":null,"PresenterDisplayName":"Kim Haupt","PresenterKey":"b89b7d11-0d9f-4739-889e-d3441edbf91e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4778. Novel bioluminescence approaches for measuring fatty acid &#946;-oxidation and production of reactive oxygen and nitrogen species","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel bioluminescence approaches for measuring fatty acid &#946;-oxidation and production of reactive oxygen and nitrogen species","Topics":null,"cSlideId":""},{"Abstract":"Mitochondrially-generated reactive oxygen species (mROS) have been shown to induce acinar-to-ductal metaplasia (ADM). ADM, in presence of an oncogenic KRAS mutation, is an initiating step for progression to pancreatic intraepithelial neoplasia (PanIN) and eventually pancreatic ductal adenocarcinoma (PDA). Here, we utilize primary murine cells as well as the <i>p48<sup>Cre<\/sup>;LSL-Kras<sup>G12D<\/sup> <\/i>(KC) mouse model to explore the use of the mitochondria-targeted mimetic of manganese superoxide dismutase MitoQ for targeting PDA initiation and progression. Previously published data by our laboratory has shown that treatment with MitoQ decreases the abundance of pancreatic low-grade lesions in KC mice. However, we here demonstrate that superoxide depletion by MitoQ at the same time increases formation of DCLK1<sup>+<\/sup> cancer stem cells in such lesions. We here evaluate if the detoxification of mitochondrial superoxide results in a build-up of hydrogen peroxide, which is a major driver of the DCLK1<sup>+ <\/sup>cell type. We determine how altered expression of ROS detoxifying enzymes in different cell types contribute to PDA stem cell formation and PDA development. Eventually we test if the increase in DCLK1<sup>+<\/sup> cancer stem cells can contribute to changes in the microenvironment and accelerated progression of abnormal tissue.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Pancreatic cancer,DCLK1,KRAS,Reactive oxygen species,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jeffrey Mario Perera<\/b><sup><\/sup>, Alicia  K.  Fleming Martinez<sup><\/sup>, Peter Storz<sup><\/sup><br><br\/>Department of Cancer Biology, Mayo Clinic Florida, Jacksonville, FL","CSlideId":"","ControlKey":"ca6d1989-f0b0-45a1-ab0a-3f5c7ebda1a1","ControlNumber":"6605","DisclosureBlock":"&nbsp;<b>J. M. Perera, <\/b> None..<br><b>A. K. Fleming Martinez, <\/b> None..<br><b>P. Storz, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6837","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4779","PresenterBiography":null,"PresenterDisplayName":"Jeffrey Perera, No Degree","PresenterKey":"83e47a53-b898-4b8b-9233-97491c0a84b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4779. MnSOD mimetic mitoquinone mesylate (MitoQ) increases DCLK1<sup>+<\/sup>pancreatic cancer stem cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MnSOD mimetic mitoquinone mesylate (MitoQ) increases DCLK1<sup>+<\/sup>pancreatic cancer stem cells","Topics":null,"cSlideId":""},{"Abstract":"A novel preclinical experimental therapy for various cancer types including melanoma is the combination of nonthermal plasma (NTP) and tirapazamine (TPZ) delivered <i>in situ<\/i>. This patented combination therapy delivers reactive oxygen species (ROS) and reactive nitrogen species (RNS) from the atmosphere that are activated and ionized with helium gas to create the state of matter known as plasma. The combination with the prodrug, TPZ, that only activates to become a ROS in hypoxic environments, shows synergistic targeting of cancer cells. In this study, we assayed the effects of the dual therapy on porcine skin, which is the closest model to represent human skin and is commonly used for testing drug therapy. The results demonstrated that porcine skin showed no significant cell killing with the therapy. We also compared the combination therapy in normal skin keratinocytes and 1205Lu cells derived from a melanoma metastasis to the lung. The cells were treated with NTP and TPZ and maintained in a hypoxic chamber. Four days following therapy the keratinocytes continued to grow in culture, whereas the melanoma cells expressing endogenous gap junctions, or overexpressed Cx43 gap junctions showed decreased viability. However, the melanoma cells with a dominant negative Cx43 mutant did not show this loss in viability. This confirms our previous report that gap junctions mediate the passage of derivatives of ROS to increase the extent of cell death. To determine the effects of NTP on regulating the lethal dose of TPZ, we performed IC<sub>50<\/sub> curves for TPZ in the presence or absence of NTP in B16-F10 murine metastatic melanoma cells. We demonstrated a decrease in the IC<sub>50<\/sub> from 28 &#956;M without NTP to 17.4 &#956;M with NTP. In further analysis, the effects of treating with NTP in the presence or absence of tissue culture media were compared. The results showed a highly significant increased efficacy of NTP in the absence of media. The combination therapy was more effective than each independent treatment. To further confirm the experimental analysis, we induced tumor formation with the B16-F10 cells in a syngeneic C57BL\/6 mouse model. The tumors from mice that were untreated or treated with NTP or TPZ alone, showed a significant increase in tumor volume as compared to the tumors from mice receiving the combination treatment <i>in situ<\/i>. In comparison of the tumor growth rates, the control, NTP-, or TPZ-treated tumors had increased by approximately 350% by day 10, whereas the tumors in the mice that received the dual therapy only increased by an average of 70%. The results from these studies collectively implicate the combination of NTP and TPZ as a potential synergistic treatment for <i>in situ<\/i> melanomas that offer selectivity as compared to normal tissue.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Oxidative stress,Novel anticancer agents,Hypoxia,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Matthew Yehl<sup>1<\/sup>, Dominik Kucharski<sup>2<\/sup>, Michelle Eubank<sup>2<\/sup>, Xavier Ramadan<sup>1<\/sup>, Ahmad Dianat<sup>2<\/sup>, Bianca Pham<sup>1<\/sup>, Timothy C. Hutcherson<sup>1<\/sup>, Sandra Sexton<sup>3<\/sup>, <b>Shoshanna N. Zucker<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>D'Youville College School of Pharmacy, Buffalo, NY,<sup>2<\/sup>University at Buffalo, Buffalo, NY,<sup>3<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"ef9d1dee-16c2-4406-828b-660ea8b443b3","ControlNumber":"4079","DisclosureBlock":"&nbsp;<b>M. Yehl, <\/b> None..<br><b>D. Kucharski, <\/b> None..<br><b>M. Eubank, <\/b> None..<br><b>X. Ramadan, <\/b> None..<br><b>A. Dianat, <\/b> None..<br><b>B. Pham, <\/b> None..<br><b>T. C. Hutcherson, <\/b> None..<br><b>S. Sexton, <\/b> None..<br><b>S. N. Zucker, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6838","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4780","PresenterBiography":null,"PresenterDisplayName":"Shoshanna Zucker, PhD","PresenterKey":"ded32bbb-b3d7-4461-9167-c3607cdaf3b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4780. Comparison of safety and efficacy outcomes with nonthermal plasma and tirapazamine in porcine skin and mouse melanoma models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of safety and efficacy outcomes with nonthermal plasma and tirapazamine in porcine skin and mouse melanoma models","Topics":null,"cSlideId":""},{"Abstract":"The high metastasis and drug resistance of colorectal cancer (CRC) cause high mortality and rank third among the top ten cancer deaths. TY1 is a biflavonoid isolated from <i>Taxus<\/i> x <i>media<\/i> cv. Hicksii. We have previously reported that TY1 inhibits metastatic behavior by inhibiting F-actin polymerization. However, the biological activities of TY1 to overcome drug resistance remain unclear. In this study, we investigated the pharmacological mechanism of TY1 for inhibiting 5-fluorouracil (5-FU)-resistant CRC cells and its therapeutic effect. The 5-FU sensitive (COLO205) and 5-FU resistant (HT-29) CRC cells were used to determine the antitumor activity of TY1. Bioinformatic analysis was conducted to explore the antitumor effects of TY1 in 5-FU resistant HT-29 cells. The effects of TY1 on 5-FU-resistant CRC cells were determined by cell-based analyses, including MTT assay, cellular and mitochondrial ROS-superoxide detection, and confocal images. Finally, the therapeutic effects of TY1 were evaluated in HT-29 xenograft CRC mice. We found TY1 inhibited cell proliferation but did not affect the cell cycle. TEM images showed that TY1 induced vacuole production. Transcriptome data indicated that interferon-related genes specifically mitochondrial interferon alpha-inducible protein (IFIP) were significantly decreased after TY1 treatment. TY1 increased oxidative stress generated by reactive oxygen species (ROS) and superoxide. When IFIP was overexpressed, TY1-induced oxidative stress was reduced. In xenograft CRC mouse, TY1 effectively inhibited tumor growth. The anticancer activity of TY1 is attributed to TY1-induced ROS and superoxide by downregulating mitochondrial IFIP expression. Therefore, these data suggest that TY1 may be a promising new compound in the treatment of 5-FU-resistant CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Drug resistance,Colorectal cancer,Oxidative stress,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ting-Yan Jian<\/b><sup>1<\/sup>, Shian-Ying Sung<sup>2<\/sup>, Yu-Ling Lin<sup>1<\/sup><br><br\/><sup>1<\/sup>Agricultural Biotechnology Research Center, Academia Sinica, Taipei, Taiwan,<sup>2<\/sup>International Ph.D. Program for Translational Science, Taipei Medical University, Taipei, Taiwan","CSlideId":"","ControlKey":"04246ab1-4270-42e0-8297-7263ad850383","ControlNumber":"4120","DisclosureBlock":"&nbsp;<b>T. Jian, <\/b> None..<br><b>S. Sung, <\/b> None..<br><b>Y. Lin, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6840","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4782","PresenterBiography":null,"PresenterDisplayName":"Ting-Yan Jian, PhD","PresenterKey":"88982b7a-67ed-427e-a8e8-a71b3f4ba68f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4782. A biflavonoid TY1 induced mitochondrial oxidative stress in 5-fluorouracil-resistant colorectal cancer cells to suppress tumor progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A biflavonoid TY1 induced mitochondrial oxidative stress in 5-fluorouracil-resistant colorectal cancer cells to suppress tumor progression","Topics":null,"cSlideId":""},{"Abstract":"2-Aminoethanethiol dioxygenase (ADO) is a thiol dioxygenase that plays a direct role in both metabolism and protein stability. Oxidation of the metabolite cysteamine produces hypotaurine, while oxidation of N-terminal cysteines targets protein substrates for N-degron pathway-mediated degradation. Despite these known functions, the (patho)physiological roles of ADO remain obscure. By analyzing TCGA datasets we discovered that high ADO expression is associated with poor outcome for patients with hepatocellular carcinoma (HCC) (HR 1.2, p&#60;0.001). HCC is linked to viral hepatitis, alcohol, metabolic syndrome, non-alcoholic fatty liver disease and chronic inflammation. It is the third leading cause of cancer-related deaths worldwide and is significantly more common in males than females. With poor outcomes, there is a need to better understand HCC biology and vulnerabilities. To assess the functional roles of ADO, we created ADO knockout mice as well as two liver cancer cell line models where ADO was depleted by siRNA, doxycycline-inducible shRNA, or CRISPR\/Cas9. While male ADO knockout mice were viable, fertile and healthy, depletion of ADO in liver cancer models significantly reduced cancer cell proliferation and colony formation. ADO was also essential for supporting xenograft growth when implanted subcutaneously in immune-compromised mice. Taken together, this suggested that ADO depletion represents a cancer-specific vulnerability. Comprehensive metabolomic, transcriptomic and proteomic characterization of HCC cells isogenic for ADO demonstrated that loss of ADO resulted in dysregulation of glutathione, ascorbate, polyamine and proline metabolism. Consistent with this, ADO depleted cells had high levels of reactive oxygen species (ROS) measured by CellROX flowcytometry, and an increased ratio of oxidized to reduced glutathione, indicative of oxidative stress. Since mitochondria represent a substantial source of ROS, we assessed mitochondrial mass and function using Mitotracker<sup>TM<\/sup> flow cytometry and Seahorse stress tests, respectively. ADO depleted cancer cells had higher mitochondrial mass and higher maximal respiration rates compared to control cells. Finally, exogenously supplied antioxidants could rescue the survival of HCC cells with ADO depletion, demonstrating that the observed loss of viability is due to oxidative stress. This work shows that ADO is essential for redox homeostasis in liver cancer models and suggests that interfering with ADO function may represent a novel targeting strategy for HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Oxidative stress,Liver cancer,Metabolism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sandy C-E  S.  Lee<sup>1<\/sup>, Andrea  H.   A.  Pyo<sup>1<\/sup>, Helia Mohammadi<sup>1<\/sup>, Ji Zhang<sup>1<\/sup>, Anna Dvorkin-Gheva<sup>1<\/sup>, Lucie Malbeteau<sup>1<\/sup>, Stephen Chung<sup>1<\/sup>, Shahbaz Khan<sup>1<\/sup>, Thomas Kislinger<sup>1<\/sup>, Julie  A.  Reisz<sup>2<\/sup>, Courtney Jones<sup>1<\/sup>, <b>Marianne Koritzinsky<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>UHN Princess Margaret Cancer Centre, Toronto, ON, Canada,<sup>2<\/sup>University of Colorado, Aurora, CO","CSlideId":"","ControlKey":"b3312de7-5192-47ee-b92a-874473bbb208","ControlNumber":"3085","DisclosureBlock":"&nbsp;<b>S. C. S. Lee, <\/b> None..<br><b>A. H. A. Pyo, <\/b> None..<br><b>H. Mohammadi, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>A. Dvorkin-Gheva, <\/b> None..<br><b>L. Malbeteau, <\/b> None..<br><b>S. Chung, <\/b> None..<br><b>S. Khan, <\/b> None..<br><b>T. Kislinger, <\/b> None..<br><b>J. A. Reisz, <\/b> None..<br><b>C. Jones, <\/b> None..<br><b>M. Koritzinsky, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6841","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4783","PresenterBiography":null,"PresenterDisplayName":"Marianne Koritzinsky, PhD","PresenterKey":"003282e6-5598-441d-b0bc-5c41a20d8916","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4783. ADO is essential for redox homeostasis in liver cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ADO is essential for redox homeostasis in liver cancer","Topics":null,"cSlideId":""},{"Abstract":"Early breast carcinogenesis is characterized by an intermittently hypoxic, acidic and nutrient-deprived microenvironment, eventually selecting for the invasive, aerobically glycolytic phenotype known as Warburg Effect (WE), a universal cancer hallmark. We have reproduced the emergence of WE <i>in vitro<\/i>, by subjecting the nontumorigenic breast epithelial cell line MCF10A to multiple intermittent cycles of media starvation followed by recovery in growth media. Clonal expansion of surviving cells demonstrated increased lactate production in aerobic conditions (WE). A comprehensive molecular characterization, through WES and single cell multiomics, was performed to study the relationship between mutations, CNA, cytogenetic abnormalities, transcriptional dysregulation, and epigenetic modifications. Mutational analysis of 6 WE clones identified 249 shared mutations, including <i>HRAS<\/i>(G12V), <i>BRAF<\/i>(P523L) and <i>ALK<\/i>(Q180X). COSMIC mutational signature 18 (ROS-induced) was identified as the main DNA lesion across all WE clones, suggesting oxidative stress as a main source of mutagenesis associated with WE development. Non-synonymous mutations in <i>FUS<\/i>, <i>HDAC3<\/i>, <i>EZH2<\/i>, <i>MAZ<\/i>, <i>KMTD2<\/i>, <i>MET<\/i>, and other oncogenes were found in the clones, consisting in secondary events in the WE transformation. Geneset enrichment analysis identified over-expression of MYC\/E2F targets, MTORC1 signaling, glycolysis and cell cycle pathways, as well as under-expression of EMT\/cell adhesion pathways, in WE clones. CNA, based on a consensus from WES, scRNAseq (inferCNV) and scATACseq (epiAneufinder), confirmed amplification of MYC, E2F1 and MYBL2, as well as Gain(19q) and Gain(20) in all WE clones, as well as loss of <i>TP63<\/i> in 5 out of 6 WE clones. Integrative single cell transcriptome\/chromatin accessibility analysis (ArchR) identified decreased accessibility and expression of EMT-related genes, as a consequence of differential expression of <i>pioneer<\/i> transcription factors (i.e. reduced expression of <i>TP63<\/i>, due to deletion, led to silencing of TP53\/63\/73 targeted genes), as well as well-established EMT regulators (ZEB1, SNAI1\/2, NFKB1), among others. We propose that the WE phenotype emerges after intermittent nutrient-derived oxidative stress induces increased expression of <i>HRAS<\/i>-regulated genes, acutely increasing mutation rate and transcriptionally inducing an EMT-like state. Once <i>HRAS<\/i>(G12V), MYC\/E2F1 amplification and <i>TP53<\/i> deletions are fixed in the population, the clones will maintain the ROS production and EMT-like state, even in optimum growth media conditions, completing the transition from an acute response to a chronic-inheritable phenotype known as WE. These findings reinforce the importance of microenvironmental stress driving early carcinogenesis, bridges the gap between environment and genomic-driven causes of malignant transformation and provides testable hypotheses of causal events in connection with WE.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Warburg effect,Breast cancer,Multiomics,Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rafael Renatino Canevarolo<\/b><sup>1<\/sup>, Praneeth Reddy Sudalagunta<sup>1<\/sup>, Joon-Hyun Song<sup>2<\/sup>, Erez Persi<sup>3<\/sup>, Mehdi Damaghi<sup>2<\/sup>, Ariosto Siqueira Silva<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Physiology, H. Lee Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Pathology, Stony Brook University, New York, NY,<sup>3<\/sup>NCBI\/NIH, Bethesda, MD","CSlideId":"","ControlKey":"78a7a5cd-8a85-4d7d-b2ee-93d032189b7f","ControlNumber":"7447","DisclosureBlock":"&nbsp;<b>R. Renatino Canevarolo, <\/b> None..<br><b>P. Reddy Sudalagunta, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>E. Persi, <\/b> None..<br><b>M. Damaghi, <\/b> None..<br><b>A. Siqueira Silva, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6842","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4784","PresenterBiography":null,"PresenterDisplayName":"Rafael Renatino Canevarolo","PresenterKey":"4f9ff88e-563c-4da8-a90c-c437890ce871","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4784. Multiomic landscape of evolution of Warburg effect identifies drivers of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiomic landscape of evolution of Warburg effect identifies drivers of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Aberrant expression of inducible nitric oxide synthase (iNOS) and chronic nitrosative stress is correlated with growth, metastasis, resistance to therapy, and poor patient survival of metastatic melanoma. One physiological influence of nitric oxide (NO) is exerted directly through the post-translational modification of many proteins, including the unique S-nitrosylation (SNO). To date, the role of SNO in melanoma development has not been fully characterized. Herein, we focus on the mechanism of how nitrosative stress regulates the tumor suppressor p53 in melanoma cells. We first examined the effects of different levels of NO donors, S-nitrosoglutathione (GSNO) and diethylenetriamine (DETA) NONOate, on the growth of melanoma cells by the MTT assay. Low levels of nitrosative stress (NO donors &#8804; 20 &#181;M) did not suppress the growth of human melanoma A375 and SB2 cells, but high levels of nitrosative stress (NO donors &#8805; 50 &#181;M) inhibited melanoma cell growth. Our biotin switch assays (BSA) showed that the treatment of NO donors significantly increased total S-nitrosylated proteins in A375 and SB2 cells. Markedly, p53 is confirmed to be one of the S-nitrosylated proteins derived from BSA. Our mass spectrometry analysis of SNO proteins in melanoma cells confirms that p53 is S-nitrosylated in A375 cells under nitrosative stress. Further proteomic characterization identifies Cys242, Cys275, and Cys277 as the SNO sites of p53. We conducted a molecular dynamics (MD) simulation of p53-DNA binding under SNO modification. The structural analysis shows that the SNO of Cys277 reduces the hydrogen bonds between p53 and the targeted DNA, interfering with the recognition and binding of p53 to DNA. Moreover, the chelating ability of Cys242 for Zn2+ is weakened after SNO, indicating the SNO of p53 reduces p53 binding to Zn<sup>2+<\/sup> and affects its active form. The electrophoretic mobility shift assay also confirmed that the treatment of 100 &#181;M of DETA NONOate, significantly decreased the nuclear p53 of A375 and SB2 cells binding to the consensus p53-binding DNA. The induction of nitrosative stress by NO donors also significantly increased mouse double minute 2 homolog (MDM2), p21, and p53 expression but decreased p53 upregulated modulator of apoptosis (PUMA) expression.This study confirms that the crucial tumor suppressor, p53, is S-nitrosylated in melanoma cells under nitrosative stress. Notably, for the first time, the SNO sites of p53 and the effects of SNO on p53 functions were characterized. Our results describe an important mechanism of how nitrosative stress modifies crucial cysteines of p53, alters p53 DNA-binding activities, and regulates downstream gene expression through SNO. Our study provides much-needed insights into identifying novel NO-driven SNO proteins in melanoma as new biomarkers and targets for drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"p53,Nitric oxide,Melanoma\/skin cancers,DNA binding,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jordan Winfield<\/b><sup>1<\/sup>, Mariana Grigoruta<sup>1<\/sup>, Yiliang Li<sup>2<\/sup>, Fancui Meng<sup>2<\/sup>, Yong Qin<sup>1<\/sup>, Elizabeth Grimm<sup>3<\/sup>, Leyuan Chen<sup>2<\/sup>, Kevin Rosenblatt<sup>4<\/sup>, Li Li<sup>5<\/sup><br><br\/><sup>1<\/sup>The University of Texas at El Paso, El Paso, TX,<sup>2<\/sup>Tianjin Key Laboratory of Radiation Medicine and Molecular Nuclear Medicine, Tianjin, China,<sup>3<\/sup>MD Anderson Cancer Center the University of Texas, Houston, TX,<sup>4<\/sup>The University of Texas Health Science Center at Houston, Houston, Houston, TX,<sup>5<\/sup>The University of Texas Health Science Center at Houston, Houston, TX","CSlideId":"","ControlKey":"64228133-5c6a-4099-8f98-b60ea305a315","ControlNumber":"7012","DisclosureBlock":"&nbsp;<b>J. Winfield, <\/b> None..<br><b>M. Grigoruta, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>F. Meng, <\/b> None..<br><b>Y. Qin, <\/b> None..<br><b>E. Grimm, <\/b> None..<br><b>L. Chen, <\/b> None.&nbsp;<br><b>K. Rosenblatt, <\/b> <br><b>Consultative Genomics, PLLC<\/b> Employment.<br><b>L. Li, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6843","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4785","PresenterBiography":null,"PresenterDisplayName":"Jordan Winfield, BS,MS","PresenterKey":"3207874f-a1ff-4527-af9b-019ee6fce70d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4785. S-nitrosylation of p53 in melanoma alters p53-DNA binding and downstream gene expression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"S-nitrosylation of p53 in melanoma alters p53-DNA binding and downstream gene expression","Topics":null,"cSlideId":""},{"Abstract":"Colorectal and pancreatic cancer collectively comprise 20% of all cancer-related deaths in the United States. Despite therapeutic advancements, the current standard of care often results in significant toxicity. Therefore, there is an urgent need to develop more efficacious novel therapies. The imipridones, ONC201\/TIC10, ONC206, and ONC212, are novel small-molecules that bind mitochondrial ClpP and induce activation of the integrated stress response (ISR), tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) signaling, and oxidative stress. Each has previously demonstrated antitumor effects in a variety of preclinical <i>in vitro<\/i> and <i>in vivo <\/i>cancer subtypes, including colorectal cancer, with limited toxicity. Reactive oxidation species (ROS) are natural biproducts of cellular oxidative metabolism and play important roles in the modulation of cell death pathways, differentiation, and immune response. Using varying doses of ONC201, ONC206, and ONC212, we observed increased lipid peroxidation in several colorectal and pancreatic cancer cell lines using the C-11 BODIPY assay which measures lipid-specific peroxides. Lipid peroxidation was reversed by the ferroptosis inhibitor liproxstatin-1, suggesting that in addition to inducing apoptosis, imipridones may be involved in ferroptosis induction. Future directions include mechanistic work, investigation of the effect of imipridone-induced lipid peroxidation on immune cell cytotoxicity, and understanding the relative importance of lipid peroxidation in the clinical efficacy of imipridones.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Oxidative stress,Imipridone,Gastrointestinal cancers: colorectal,Gastrointestinal cancers: pancreatic,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Arielle De La Cruz<\/b><sup>1<\/sup>, Praveen  R.  Srinivasan<sup>1<\/sup>, Andrew George<sup>1<\/sup>, Varun  V.  Prabhu<sup>2<\/sup>, Maximilian  P.  Pinho-Schwermann<sup>1<\/sup>, Wafik  S.  El-Deiry<sup>1<\/sup><br><br\/><sup>1<\/sup>Brown University, Providence, RI,<sup>2<\/sup>Chimerix Inc., Durham, NC","CSlideId":"","ControlKey":"af269ff6-4281-4e36-ab19-b9dc6f89e5df","ControlNumber":"7177","DisclosureBlock":"&nbsp;<b>A. De La Cruz, <\/b> None..<br><b>P. R. Srinivasan, <\/b> None..<br><b>A. George, <\/b> None..<br><b>V. V. Prabhu, <\/b> None..<br><b>M. P. Pinho-Schwermann, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6844","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4786","PresenterBiography":null,"PresenterDisplayName":"Arielle De La Cruz, BS","PresenterKey":"17589a58-8075-4630-8d28-47c50caf994f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4786. Imipridones induce lipid peroxidation and oxidative stress in gastrointestinal malignancies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Imipridones induce lipid peroxidation and oxidative stress in gastrointestinal malignancies","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells utilize high basal levels of reactive oxygen species (ROS) to create conditions that facilitate rapid cell proliferation. This creates an Achilles heel, making cancer cells more susceptible than normal cells to cell death caused by a bolus dose of ROS. The common food preservative, tert-butylhydroquinone (tBHQ), generates ROS intracellularly via redox cycling. Herein, we tested the effect of combining tBHQ with a manganese porphyrin, compounds originally designed as super oxide dismutase mimetics which can also generate ROS intracellularly in cancer cells and have radioprotective effects under clinical investigation. We find that the combination treatment of tBHQ and the commercially available Mn(III) tetrakis(1-methyl-4-pyridyl)porphyrin pentachloride (MnTMPyP) is much more toxic to leukemic Jurkat lymphocytes than either compound alone, e.g., lowering the LC50 of tBHQ by two orders of magnitude to 1.0 &#956;M. MnTMPyP acts as a catalyst to oxidize tBHQ, shown by UV-Vis spectroscopy. Flow cytometry analysis revealed that while 5 &#956;M tBHQ decreases cell viability by less than 10% in 4 hours, the combination of 5 &#956;M tBHQ and 12 &#956;M MnTMPyP decreases viability by 60%, primarily by apoptosis. A clinically tested manganese porphyrin, Mn(III) <i>meso<\/i>-tetrakis(N-n-butoxyethylpyridinium-2-yl)porphyrin (Mn2BuOE), was as effective and more potent than MnTMPyP. We evaluated the cancer-targeting effect of tBHQ and Mn2BuOE in both Jurkats and a matched primary CD4 T cell line. The combination treatment induced significantly more cell death in cancerous Jurkats than in the normal CD4 cells. With the promise Mn2BuOE shows in pre-clinical studies and early clinical trials as adjunctive to radiotherapy, and the wide use of tBHQ in prepared food, the results shown here in CD4 cells suggest their combination may be an effective therapy to target cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Redox,Cancer therapy,Small molecule drugs,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joseph  P.  LaMorte<\/b><sup><\/sup>, Sandra Tamarin<sup><\/sup>, Margueritte Lalo<sup><\/sup>, David  J.  Sokoloski<sup><\/sup>, Jared J. Paul<sup><\/sup>, Aimee  L.  Eggler<sup><\/sup><br><br\/>Villanova University, Villanova, PA","CSlideId":"","ControlKey":"f262be02-71c0-4350-afc4-ed585fa6df15","ControlNumber":"7348","DisclosureBlock":"&nbsp;<b>J. P. LaMorte, <\/b> None..<br><b>S. Tamarin, <\/b> None..<br><b>M. Lalo, <\/b> None..<br><b>D. J. Sokoloski, <\/b> None..<br><b>J. J. Paul, <\/b> None..<br><b>A. L. Eggler, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6845","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4787","PresenterBiography":null,"PresenterDisplayName":"Joseph LaMorte","PresenterKey":"8126a571-4df9-4192-a2c5-b9a8e23d48cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4787. The cancer targeting synergy of tertbutylhydroquinone and a manganese porphyrin","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The cancer targeting synergy of tertbutylhydroquinone and a manganese porphyrin","Topics":null,"cSlideId":""},{"Abstract":"In developed countries, colorectal cancer is the third leading cause of mortality. Despite significant advances in therapeutic approaches, metastases remain the primary concern in the treatment of colorectal cancer. Ion channels have an important role in the development of aggressive behavior, but the majority of them are involved in regular physiological activities. Chloride Intracellular Channel 1 (CLIC1) is a promising contender among the new possible biomarkers. CLIC1 is expressed as a cytosolic monomer by all cell types during physiological homeostasis. The main characteristic of this protein is that it can exist in both cytosolic and transmembrane forms (tmCLIC1), with the latter being involved in a variety of clinical conditions, including cancer. CLIC1 mRNA overexpression in colorectal cancer cells has been linked to a poor prognosis. The primary goal of this study is to understand the role of tmCLIC1 in the carcinogenesis, invasion, and migratory potential of colorectal cancer. We initially investigated the level of CLIC1 protein expression and the activity of its transmembrane form as an ion channel in numerous colorectal cancer cells at various stages of development. Our results show that tmCLIC1 protein expression and activity are related to cell aggressiveness, and that its role in cellular proliferation, migration, and invasion is critical. The role of tmCLIC1 activity in colorectal cancer was confirmed also in <i>in vivo<\/i> models. Experiments in zebrafish and mouse models have shown that silencing CLIC1 impairs primary tumor development and significantly reduces the generation of distal metastases. Furthermore, when the CLIC1 protein is missing, many distinct metastatic genes are downregulated, particularly those associated to oxidative stress, typical of cancer cells. As a matter of fact, CLIC1's peculiar activity and its interaction with glutathione make this protein critical for the redox equilibrium of colorectal cancer cells. Overall, the findings could be considered as a beginning point for elucidating a mechanism of action that could constitute a new milestone in anticancer research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Oxidative stress,Colorectal cancer,Metastasis,Invasiveness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Francesca Cianci<\/b><sup>1<\/sup>, Ivan Verduci<sup>1<\/sup>, Carlotta Tacconi<sup>1<\/sup>, Gaetano Cannavale<sup>1<\/sup>, Matteo Ranucci<sup>1<\/sup>, Giulia Bertolini<sup>2<\/sup>, Paolo Malatesta<sup>3<\/sup>, Federica Barbieri<sup>3<\/sup>, Alessandro Fantin<sup>1<\/sup>, Luca Roz<sup>2<\/sup>, Tullio Florio<sup>3<\/sup>, Michele Mazzanti<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Milan, Milan, Italy,<sup>2<\/sup>IRCCS Istituto dei tumori, Milan, Italy,<sup>3<\/sup>University of Genova, Genova, Italy","CSlideId":"","ControlKey":"b3eb38a1-8e20-47b2-9bf4-eec799f024f0","ControlNumber":"5929","DisclosureBlock":"&nbsp;<b>F. Cianci, <\/b> None..<br><b>I. Verduci, <\/b> None..<br><b>C. Tacconi, <\/b> None..<br><b>G. Cannavale, <\/b> None..<br><b>M. Ranucci, <\/b> None..<br><b>G. Bertolini, <\/b> None..<br><b>P. Malatesta, <\/b> None..<br><b>F. Barbieri, <\/b> None..<br><b>A. Fantin, <\/b> None..<br><b>L. Roz, <\/b> None..<br><b>T. Florio, <\/b> None..<br><b>M. Mazzanti, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6846","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4788","PresenterBiography":"","PresenterDisplayName":"Francesca Cianci, MS;PhD","PresenterKey":"3febd2c3-fe61-4908-a029-e00721b0fb32","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/3febd2c3-fe61-4908-a029-e00721b0fb32.profile.jpeg","SearchResultActions":null,"SearchResultBody":"4788. Oxidative stress promotes colorectal cancer aggressiveness through transmembrane chloride intracellular channel 1 (tmCLIC1) antioxidant activity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oxidative stress promotes colorectal cancer aggressiveness through transmembrane chloride intracellular channel 1 (tmCLIC1) antioxidant activity","Topics":null,"cSlideId":""},{"Abstract":"A new noninvasive therapeutic device developed in our laboratory called the Oncomagnetic device provides a novel approach to glioblastoma (GBM) treatment. It involves repeated stimulation with oscillating magnetic fields (sOMF) produced by spinning permanent magnets. It is technologically and mechanistically distinct from the Optune&#174; device approved by the FDA for the treatment of newly diagnosed and recurrent GBM. Use of this device in end-stage GBM patients reversed the progression of their recurrent tumor causing &#62;30% reduction in its contrast-enhanced volume within 4-6 weeks of treatment. Mice with implanted mouse glioma cells in their brains also showed marked reduction in tumor size, increased survival (p&#60; 0.05, n = 10) and higher DNA damage (&#947;-H2AX foci) after sOMF treatment with a whole-body stimulation method developed by us. Normal mice exposed to sOMF for 4 months had no adverse effects on the brain and other organs. <i>In-vitro<\/i>, sOMF markedly increased reactive oxygen species (ROS) levels in cancer cells leading to the selective death of these cells, while sparing normal neurons and astrocytes. Detection of &#947;-H2AX and 53BP1 foci showed that sOMF caused significant DNA damage in GBM cells and diffuse intrinsic pontine glioma (DIPG) cells but not in normal astroglial SVGp12 cells. Furthermore, sOMF exposure for just 2 h resulted in &#62;40% loss of surviving GBM and DIPG cell colonies detected by clonogenic cell survival assay, similar to that produced by 2 Gy radiation dose. This loss was rescued by the antioxidant Trolox. These results indicate that sOMF stimulation has high anticancer potency comparable to low dose radiation therapy at the cellular level with an underlying mechanism of action that is substantially different from that proposed for Optune&#174; TTF.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"DNA damage,Oxidative stress,Brain tumors,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shashank Hambarde<\/b><sup>1<\/sup>, Arvind Pandey<sup>1<\/sup>, David  S.  Baskin<sup>2<\/sup>, Santosh  A.  Helekar<sup>2<\/sup><br><br\/><sup>1<\/sup>Houston Methodist Research Institute, Houston, TX,<sup>2<\/sup>Neurosurgery, Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"2789caa1-5508-496b-88bf-f00f6f18e063","ControlNumber":"2260","DisclosureBlock":"&nbsp;<b>S. Hambarde, <\/b> None..<br><b>A. Pandey, <\/b> None..<br><b>D. S. Baskin, <\/b> None..<br><b>S. A. Helekar, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6847","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4789","PresenterBiography":null,"PresenterDisplayName":"Shashank Hambarde, PhD","PresenterKey":"7749edcc-b87c-44cd-9c32-ea73504cea35","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4789. Spin oscillating magnetic field sOMF of oncomagnetic device selectively kills glioma cancer cells by inducing oxidative stress and DNA damage","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spin oscillating magnetic field sOMF of oncomagnetic device selectively kills glioma cancer cells by inducing oxidative stress and DNA damage","Topics":null,"cSlideId":""},{"Abstract":"Oncogenic RAS signaling is mediated by reactive oxygen species (ROS) signaling. However, oncogenic ROS also evoke tumor suppressive damage, necessitating adaptive redox protective mechanisms. We previously reported that MTH1, the main mammalian 8-oxodGTPase, comprises one such critical adaptation. High MTH1 expression significantly correlates with poor disease-free survival in several KRAS-driven tumors. We have shown in RAS-driven xenograft cancer models that MTH1 is critical for the maintenance of ROS-driven signaling and prevention of DNA damage-induced senescence. However, how MTH1 loss affects KRAS-driven spontaneous tumor formation is unknown. We focused on pancreatic ductal adenocarcinoma (PDAC) due to the high prevalence of driving oncogenic KRASG12D mutations, and the lack of MTH1 studies. Therefore, we depleted MTH1 via shRNA in MIA PacCa-2 and SU.86.86 cell lines and generated novel MTH1-null Pdx1<sup>Cre<\/sup>; LSL-Kras<sup>G12D\/+<\/sup>; LSL-Trp53<sup>R172H\/+<\/sup> (KPC), Ptf1a<sup>cre\/+<\/sup>;LSL-Kras<sup>G12D\/+<\/sup>;Tgfbr2<sup>flox\/flox<\/sup> (PKT) and corresponding MTH1-wildtype strains. We found MTH1 knockdown significantly reduced growth of KRAS-driven PDAC cells, and that germline MTH1 deficiency reduced tumor burden in the short latency PKT but not the long latency KPC animals. The PKT tumors exhibited higher overall 8-oxodGTPase activity and reduced total 8-oxo-dGTPase activity in the MTH1-deficient background, unlike KPC tumors. This finding suggests that in aggressive KRAS-driven tumors, redundant 8-oxodGTPase activity cannot compensate for MTH1 loss to prevent oncogenic stress-induced tumor suppression. Additionally, both MTH1-depleted PDAC cell lines and the smaller MTH1-null PKT tumors had decreased EGFR expression, suggesting MTH1 loss compromises this ROS-driven pathway. RNA-seq analysis revealed MTH1 deficiency altered MDSC gene expression in the PKT model, suggesting better anti-tumor response through improved immune infiltration in a typically immunologically cold tumor. Our results indicate MTH1 targeting could benefit aggressive PDAC stages. We further show PDAC tumors possess redundancy in MTH1 8-oxodGTPase function, which needs to be better understood in order to therapeutically leverage current MTH1 inhibitors, which do not target this redundancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-03 Premature cellular aging,,"},{"Key":"Keywords","Value":"Reactive oxygen species,Myeloid-derived suppressor cells,KRAS,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Beatriz Mateo-Victoriano<\/b><sup>1<\/sup>, Ling Zhang<sup>2<\/sup>, Govindi  J.  Samaranayake<sup>1<\/sup>, Cassie Due<sup>3<\/sup>, Clara Troccoli<sup>1<\/sup>, Julia Zaias<sup>4<\/sup>, Nagaraj Nagathihalli<sup>5<\/sup>, Michael VanSaun<sup>6<\/sup>, Michael  G.  Mohsen<sup>7<\/sup>, Eric  T.  Kool<sup>7<\/sup>, Priyamvada Rai<sup>2<\/sup><br><br\/><sup>1<\/sup>Sheila and David Fuente Graduate Program in Cancer Biology, University of Miami Miller School of Medicine, Miami, FL,<sup>2<\/sup>Radiation Oncology, University of Miami Miller School of Medicine, Miami, FL,<sup>3<\/sup>School of Nursing and Health Studies, University of Miami Miller School of Medicine, Miami, FL,<sup>4<\/sup>Department of Pathology and Laboratory Medicin, University of Miami Miller School of Medicine, Miami, FL,<sup>5<\/sup>Department of Surgical Oncology, University of Miami Miller School of Medicine, Miami, FL,<sup>6<\/sup>Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL,<sup>7<\/sup>Department of Chemistry, Stanford University, Stanford, CA","CSlideId":"","ControlKey":"a533dccd-77f0-46a2-8064-15c42e126cd3","ControlNumber":"6903","DisclosureBlock":"&nbsp;<b>B. Mateo-Victoriano, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>G. J. Samaranayake, <\/b> None..<br><b>C. Due, <\/b> None..<br><b>C. Troccoli, <\/b> None..<br><b>J. Zaias, <\/b> None..<br><b>N. Nagathihalli, <\/b> None..<br><b>M. VanSaun, <\/b> None..<br><b>M. G. Mohsen, <\/b> None..<br><b>E. T. Kool, <\/b> None..<br><b>P. Rai, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6848","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4790","PresenterBiography":null,"PresenterDisplayName":"Beatriz Mateo-Victoriano, BS","PresenterKey":"6b5111c8-3b58-4c89-8555-aa769b1fc32f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4790. Oxidation in the nucleotide pool as a novel targetable vulnerability in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oxidation in the nucleotide pool as a novel targetable vulnerability in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Cellular senescence is an emerging hallmark of cancer. Senescent cells can lead to tumor development and chronic inflammation that stimulate age-related diseases. The secretion of senescent cells also generates an inflammatory environment that promotes tumor growth. Senolytics are pharmaceutical agents that selectively eliminate senescent cells through various mechanisms. Identifying the mechanism is crucial for the further development of senolytic drugs. ABT263 (also named navitoclax), a Bcl-2 and Bcl-xl dual inhibitor, is a well-known senolytic agent. Recently the first Bcl-2 and Bcl-xl dual-targeting proteolysis-targeting chimera (PROTAC), 753b, was developed, which has increased potency against senescent cells but minimized platelet toxicity. EF24 is another senolytic agent but the direct target is still unclear. Comprehensive analysis and comparison of the media environments from young cells, senescent cells, and senescent cells dosed with different senolytics can contribute toward solving senolytic mechanisms and make the drug discovery process more efficient and effective. WI38 cell culture media was used to grow young, senescence, and senolytic (753b or EF24)-dosed senescent cells for 72 hours. Cell culture media was collected at 10 different growth time points, subjected to protein crash using acetonitrile, and diluted with water prior to analysis. A 17-minute liquid chromatography triple quadrupole mass spectrometry method was developed for senescent cell and senolytic-added senescent cell culture media analysis. One hundred and forty-five cell culture related compounds including amino acids, nucleic acids, metabolites, sugars, and vitamins were simultaneously analyzed. A relative concentration trend graph was generated as the result for each of the cell growth related analytes. Thirteen compounds exhibited trends that distinguished at least one experimental group from the others in the 72 hours growth period. These compounds were asparagine, 5&#8217;-Methylthioadenosin, saccharopine, serotonin, alanyl-glutamine, urocanic acid, o-phosphoethanolamine, hypoxanthine, xanthosine, uracil, pyridoxal, nicotinic acid, and pyruvic acid. The differences observed in the cell environment reflect the differences of the activated pathways and mechanisms between the young, senescent, and senolytics-dosed senescent cells. This rapid and multicomponent cell culture analysis method enables scientists to analyze the environment as senescent cell and senolytic-dosed senescent cells grow. Comparing the chemical profile in the cell environments can be a potential strategy in understanding the mechanisms of the senolytic drugs. This information may also be valuable in predicting the toxicity and side effects of the new senolytic drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Mass spectrometry,Cell Culture,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Evelyn Wang<\/b><sup>1<\/sup>, Stephen Kurzyniec<sup>1<\/sup>, Ethan Hain<sup>1<\/sup>, Yoshiyuki Okamura<sup>1<\/sup>, Yang Yang<sup>2<\/sup>, Dongwen Lv<sup>2<\/sup><br><br\/><sup>1<\/sup>Shimadzu Scientific Instruments Incorporated, Columbia, MD,<sup>2<\/sup>University of Texas Health Science Center, San Antonio, TX","CSlideId":"","ControlKey":"321bd684-d523-4d54-b5c9-2236c5f9b90a","ControlNumber":"5250","DisclosureBlock":"&nbsp;<b>E. Wang, <\/b> None..<br><b>S. Kurzyniec, <\/b> None..<br><b>E. Hain, <\/b> None..<br><b>Y. Okamura, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>D. Lv, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6850","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4792","PresenterBiography":null,"PresenterDisplayName":"Evelyn Wang, PhD","PresenterKey":"3024e861-db6b-4e0f-835d-e88ee8a7c81b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4792. Characterizing cellular senescence response to senolytic compounds using cell culture media analysis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing cellular senescence response to senolytic compounds using cell culture media analysis","Topics":null,"cSlideId":""},{"Abstract":"In normal tissue homeostasis, bidirectional communication between different cell types can shape numerous, biological outcomes. Fibroblasts are one cell type in constant communication with neighboring epithelial cells, and as a result, can alter various cellular parameters. Additionally, fibroblasts are prone to undergo senescence, exemplified by an irreversible cell cycle arrest, in response to a variety of stimuli. Senescent cells exhibit alterations in gene expression and are characterized by substantial changes in their secretome; termed the senescence associated secretory phenotype (SASP). The role of fibroblast derived SASP factors on normal epithelial cells is an area that remains poorly understood. Our studies have found that treatment of normal mammary epithelial cells with conditioned media from senescent fibroblasts (SASP CM) results in a robust programmed cell death. The capacity of SASP CM to cause cell death is maintained across multiple senescence-inducing stimuli. Interestingly, our data suggest that the cell death caused by SASP CM is dependent on caspase activation, but independent of canonical extrinsic or intrinsic apoptotic pathways. shRNA-mediated reduction of caspase 1 or GSDMD in normal mammary epithelial cells ameliorates the ability of the SASP CM to induce cell death, suggesting that these cells are dying by pyroptosis. Interestingly, breast cancer cells and normal mammary epithelial cells engineered to express oncogenic signals are not susceptible to this SASP CM induced cell death, suggesting that cancer cells have evolved a mechanism to evade SASP CM-mediated pyroptosis.. Taken together, our data reveal a novel relationship between the activation of senescence in stromal cells and the induction of non-apoptotic cell death in normal mammary epithelial cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Cell death,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lisa M. Hom<\/b><sup>1<\/sup>, Seunghoon Sun<sup>2<\/sup>, Jamie Campbell<sup>2<\/sup>, Ireland Murphy<sup>2<\/sup>, Shannon Culbert<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Notre Dame, Notre Dame, IN,<sup>2<\/sup>Biological Sciences, University of Notre Dame, Notre Dame, IN","CSlideId":"","ControlKey":"1e31b117-12eb-49aa-93fe-488a9444bad7","ControlNumber":"6410","DisclosureBlock":"&nbsp;<b>L. M. Hom, <\/b> None..<br><b>S. Sun, <\/b> None..<br><b>J. Campbell, <\/b> None..<br><b>I. Murphy, <\/b> None..<br><b>S. Culbert, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6851","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4793","PresenterBiography":null,"PresenterDisplayName":"Lisa Hom, BA","PresenterKey":"5d30fd04-ed19-42f3-a642-b3a629055ecb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4793. A role for fibroblast derived SASP factors in the activation of non-apoptotic cell death in normal mammary epithelial cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A role for fibroblast derived SASP factors in the activation of non-apoptotic cell death in normal mammary epithelial cells","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) remains one of the most lethal forms of cancer due, in part, to the capacity of tumor cells to persist during therapy and then recover. Understanding how these residual tumor cells survive is therefore imperative to developing more effective treatment strategies. We have demonstrated that GBM cells, including those from patient-derived xenografts, undergo a state of therapy-induced senescence (TIS) rather than cell death following temozolomide (TMZ) and radiation (IR). Both TMZ and IR treatment at physiologically relevant doses result in elevated senescence-associated-&#946;-galactosidase, altered morphology, p21 induction, and increased expression of the senescence-associated-heterochromatic-foci marker H3K9Me3. Further, despite TIS-induction in a majority of the residual cells post-treatment, GBM viable cell number increases after a prolonged stasis, indicating that populations are capable of reentering a proliferative state. However, our current understanding of how the tumor microenvironment influences this growth arrest and subsequent proliferative recovery is underdeveloped. We aim to bridge that gap by investigating the paracrine communications between astrocytes and GBM cells undergoing IR-induced senescence in order to identify how these interactions foster disease progression. Current studies are focused on evaluating the effect of astrocytes on the induction and durability of TIS in GBM cells. Proteomic studies will be pursued to characterize the secretome of astrocyte-GBM co-cultures and identify factors that drive GBM senescent response to IR. Finally, based on preliminary data demonstrating that normal astrocytes are also damaged by IR, we will undertake mechanistic studies to understand how cell-intrinsic events within the astrocyte population drive extrinsic-influence on GBM cells. We anticipate that these identified signaling events may serve as potential therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Glioblastoma,Senescence,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Valerie DeLuca<\/b><sup><\/sup>, Priya Digumarti<sup><\/sup>, Michael  E.  Berens<sup><\/sup><br><br\/>TGen (The Translational Genomics Research Institute), Phoenix, AZ","CSlideId":"","ControlKey":"ccd1d5f9-0273-4fd9-873d-552a2c72f200","ControlNumber":"6890","DisclosureBlock":"&nbsp;<b>V. DeLuca, <\/b> None..<br><b>P. Digumarti, <\/b> None..<br><b>M. E. Berens, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6852","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4794","PresenterBiography":null,"PresenterDisplayName":"Valerie DeLuca, BS;PhD","PresenterKey":"29dbd089-724a-4564-9cc9-1924d524ecab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4794. Deciphering tumor recurrence post-therapy: Interactions between the tumor microenvironment and therapy-induced senescent glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering tumor recurrence post-therapy: Interactions between the tumor microenvironment and therapy-induced senescent glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"The aberrant accumulation of senescent cells in aged and cancerous tissue triggers inflammatory signaling through a senescence-associated secretory phenotype (SASP), promoting aging and tumor progression. Pharmacologically, clearing senescent cells has been shown to have promising effects against cancer and age-related pathologies in preclinical models as well as early human clinical trials. However, current senescent cell elimination strategies are focused on targets that do not distinguish between hyper-inflamed or SASP senescent cells versus relatively non-inflamed senescent cells. In addition, current senescence targets are predominately intracellular with important functions in normal cell population. Therefore, the use of senolytics in the clinic is still limited due to their cytotoxicity to either normal cells or potentially beneficial senescent cells. A more effective senescence cell targeted approach is needed to reduce side effects and increase the efficiency of senescence cell removal or reduction. Conditionally Active Biologics (CAB) technology is a proprietary platform that is unique in its ability to selectively activate in the context of diseased tissues, but not normal tissues, taking advantage of the acidic pH conditions in the inflammatory tumor\/aged tissue microenvironment. Senescent cells, similar to tumor cells, are dependent on glycolysis to support molecule synthesis, for hyperinflammation in the case of senescent cells, and thus generate a glycolytic microenvironment (GME), resembling that of the tumor microenvironment. Since our CAB technology is already being deployed in cancer therapy by targeting cell surface markers such as AXL, ROR2, and CTLA4 in clinical studies, we explored whether CAB technology allows selective removal of senescent cells in SASP-associated microenvironments. To identify senescence-specific surface antigens that are broadly and specifically upregulated in senescent cells, we screened our CAB cell surface antigen library in different senescence <i>in vitro <\/i>models,<i> in vivo<\/i> aging mouse tissues and a chronic kidney disease mouse model. We have identified several novel senescence markers. Furthermore, <i>in vitro<\/i> binding assays demonstrated that CAB antibodies targeting these senescence markers have no or very low binding to the target antigen on senescence cells in physiological, alkaline conditions, but have strong binding in glycolytic, acidic SASP conditions. Moreover, we performed antibody-dependent cell-mediated cytotoxicity assays and demonstrated that CAB antibodies were more potent against senescent cells compared to proliferating cells and displayed high selectivity for the glycolytic, acidic microenvironment condition. In conclusion, CAB technology provides a new generation of biologics with an increased safety margin and therapeutic index targeting SASP, acidic senescence cells in cancer and age-related diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Senescence,Glycolytic acidic tissue microenvironment,Inflammation,Conditionally active biologic immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jian Chen<\/b><sup>1<\/sup>, Christina Wheeler<sup>1<\/sup>, Jing Wang<sup>1<\/sup>, Matt Lucas<sup>1<\/sup>, Haizhen Liu<sup>1<\/sup>, Kyrie Johnson<sup>1<\/sup>, Kathryn Woodard<sup>1<\/sup>, Solmarie Joyner<sup>1<\/sup>, Cathy Chang<sup>1<\/sup>, William J. Boyle<sup>2<\/sup>, Jay M. Short<sup>2<\/sup><br><br\/><sup>1<\/sup>R&D, BioAtla, Inc., San Diego, CA,<sup>2<\/sup>BioAtla, Inc., San Diego, CA","CSlideId":"","ControlKey":"7f57598e-5d8d-42b4-8133-82665b1ee8a3","ControlNumber":"2070","DisclosureBlock":"&nbsp;<b>J. Chen, <\/b> None..<br><b>C. Wheeler, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>M. Lucas, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>K. Johnson, <\/b> None..<br><b>K. Woodard, <\/b> None..<br><b>S. Joyner, <\/b> None..<br><b>C. Chang, <\/b> None..<br><b>W. J. Boyle, <\/b> None..<br><b>J. M. Short, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6853","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4795","PresenterBiography":null,"PresenterDisplayName":"Jian Chen, MD;PhD","PresenterKey":"aa29235e-a63d-443d-87f9-92a03c7af065","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4795. Conditionally active biologics eliminates senescence cells in cancer and aging","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Conditionally active biologics eliminates senescence cells in cancer and aging","Topics":null,"cSlideId":""},{"Abstract":"Chemotherapy is a mainstay of cancer therapy. Unfortunately, while chemotherapy can profoundly impact disease free survival, it&#8217;s often accompanied with devastating side effects, including peripheral neuropathy. Indeed, 30-40% of patients treated with neurotoxic chemotherapy develop long-term and often debilitating chemotherapy-induced peripheral neuropathy (CIPN). Unfortunately, there are currently no preventative measures for CIPN and while it is transitory in some patients, for others the side effects can persist for months or even years after the cessation of chemotherapy. Recent work suggests that cellular senescence, which is robustly induced by chemotherapy, contributes to CIPN. Senescent cells are typically characterized by increased CDKn2a (i.e., p16) expression, increased SA-&#946;-gal hydrolyzation, and expression of the senescence-associated secretory phenotype (SASP) that can influence multiple cell types in the microenvironment. Through utilization of a mouse model that employs paclitaxel (PTX), we find that PTX robustly induces senescence in the hindpaws and dorsal root ganglia (DRG) of mice that display loss of peripheral axons and decreased response to mechanical stimuli. To address the role of senescence in CIPN, we utilized the INKATTAC mouse that allows for inducible elimination senescent cells. Using this model, we find that the elimination of senescent cells rescues CIPN. Further, the use of senolytics, drugs that kill senescent cells, also rescues CIPN, raising the possibility that we can treat patients with CIPN. To address the mechanism behind CIPN we have carried out single cell RNA-Seq to identify the population of senescent cells senescing in response to chemotherapy. These analyses will allow us to understand the mechanisms that drive CIPN and may lead to new treatments for patients suffering from CIPN.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-04 Senescence,,"},{"Key":"Keywords","Value":"Chemotherapy,Senescence,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Taylor Malachowski<\/b><sup><\/sup>, Ganesh Raut<sup><\/sup>, Satarupa Mullick Bagchi<sup><\/sup>, Shelia Stewart<sup><\/sup><br><br\/>Washington University in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"4a8230eb-63e5-4f94-8d82-cd23d1bb0ce5","ControlNumber":"7088","DisclosureBlock":"&nbsp;<b>T. Malachowski, <\/b> None..<br><b>G. Raut, <\/b> None..<br><b>S. Mullick Bagchi, <\/b> None..<br><b>S. Stewart, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6854","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4796","PresenterBiography":null,"PresenterDisplayName":"Taylor Malachowski, BS","PresenterKey":"579b97c6-69ed-4490-bde5-ca9ffc6b9965","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4796. Chemotherapy induced senescence drives peripheral neuropathy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemotherapy induced senescence drives peripheral neuropathy","Topics":null,"cSlideId":""},{"Abstract":"Acute lymphoblastic leukemia (ALL) is a genetically heterogeneous cancer that arises from diverse genetic alterations during early lymphocyte development. About 10-15% of T-cell acute lymphoblastic leukemia (T-ALL) cases occur in childhood; despite having an event-free survival (EFS) rate of 85%, relapse is the main problem of this type of cancer. Mitochondria metabolic reprogramming plays a crucial role in the development of lymphocytes both in physiological and pathological processes such as differentiation and neoplastic transformation respectively. Mitochondria are the main actors of cellular homeostasis. They use glycolysis products exploiting them in the Krebs cycle and in oxidative phosphorylation to produce energy and plays key roles in reactive oxygen species (ROS) generation, Ca2+ signaling, cell death induction, and cellular differentiation. In particular, the increase of ROS is important to reduce tumor cell viability and at the same time is involved in induction of hematopoiesis. &#946;3-adrenoreceptors (&#946;3-Ars) is a class of receptors associated with pro-tumoral signaling in different tumors. In this study, we first have observed the expression of &#946;3-Ars in leukemia T cells and then we studied how the modulation of this receptors affected tumor-related pathways. The treatment with an antagonist of &#946;3-Ars (SR59230A) induced an increase of ROS leading to lymphoblastic cells differentiation, decrease of proliferation and enhanced induction of apoptosis signaling. Overall, these results suggest that &#946;3-Ars could be a possible target for treatment of T-ALL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-02 Oxidative stress,,"},{"Key":"Keywords","Value":"Acute lymphoblastic leukemia,&#946;3-adrenoreceptor,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Francesco Carrozzo<\/b><sup><\/sup>, Gennaro Bruno<sup><\/sup>, Claudia Masi<sup><\/sup>, Alessia Boaretto<sup><\/sup>, Claudio Favre<sup><\/sup>, Maura Calvani<sup><\/sup><br><br\/>AOU Meyer, Firenze, Italy","CSlideId":"","ControlKey":"79722168-7f2b-4af5-8b78-ba5f589b9775","ControlNumber":"4704","DisclosureBlock":"&nbsp;<b>F. Carrozzo, <\/b> None..<br><b>G. Bruno, <\/b> None..<br><b>C. Masi, <\/b> None..<br><b>A. Boaretto, <\/b> None..<br><b>C. Favre, <\/b> None..<br><b>M. Calvani, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6861","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4797","PresenterBiography":null,"PresenterDisplayName":"Francesco Carrozzo, MS","PresenterKey":"f3f87606-70e8-4f12-bd3e-0044f9febc83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4797. &#946;3-AR blockade induces differentiation of malignant leukemia T cells in mature T lymphocytes","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"446","SessionOnDemand":"False","SessionTitle":"Oxidative Stress, Metabolism, and Cell Senescence","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#946;3-AR blockade induces differentiation of malignant leukemia T cells in mature T lymphocytes","Topics":null,"cSlideId":""}]