[{"Abstract":"Tissue biopsies of breast tumors only provide a snapshot of the evolution of the disease and may miss potential therapeutic targets, especially in the metastatic setting. Plasma-derived cell-free tumor DNA constitutes a potential surrogate for tumor DNA obtained from tissue biopsies to potentially capture inter-and intra-tumoral heterogeneity present in metastatic breast cancer.<b> <\/b>We aimed to investigate to what extent variants identified in the primary tumor and metastases are reflected in plasma. We performed whole-exome sequencing on tumor DNA from primary and metastatic lesions and plasma-derived circulating tumor DNA of eight patients with metastatic breast cancer. Our results show that metastases most often follow parallel evolution, given the low levels of stem mutations detected between primary tumors and matched metastases and mutational events private to the primary tumor. Furthermore, we demonstrated that ctDNA mainly reflected old stem mutations shared between primary tumor and metastasis, and less often, genetic alterations found solely in primary tumor or metastasis. Lastly, clinically relevant variants, e.g., resistance mutations detected in primary tumor and metastasis, were to some extent reflected in ctDNA, including affected genes <i>MET, MTOR, CDK6, PIK3CA, <\/i>and <i>GATA3<\/i>. However, mutations in MED<i>1, NCOR1,<\/i> and <i>NCOR2<\/i> were only found in tumor tissues. These findings support the importance of a metastatic deposit biopsy to guide treatment decisions. Together, our results have implications for future ctDNA studies. For monitoring tumor burden using ctDNA, our results suggest that truncal mutations are the best candidates, as they are highest in circulating levels. For confident tracking of subclonal mutations in ctDNA, liquid biopsies are not yet to substitute metastatic tissue biopsies and instead demonstrate support to the current gold standard.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Cancer genetics,Heterogeneity,Circulating tumor DNA,Clonal evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Stephanie Kavan<\/b><sup><\/sup><br><br\/>Odense University Hospital, Odense, Denmark","CSlideId":"","ControlKey":"4ce57820-cd43-49b6-9e65-1d06805117e3","ControlNumber":"6809","DisclosureBlock":"&nbsp;<b>S. Kavan, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6468","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5923","PresenterBiography":null,"PresenterDisplayName":"Stephanie Kavan, MS","PresenterKey":"90778943-b1c0-44d1-8ec8-a3a086050420","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5923. The genetic landscape of metastatic breast cancer reflected in circulating tumor DNA","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The genetic landscape of metastatic breast cancer reflected in circulating tumor DNA","Topics":null,"cSlideId":""},{"Abstract":"Thyroid cancer (CT) is the most common endocrine organs malignancy and is classified into:well-differentiated carcinomas, characterized by favourable prognosis and sensitive to standardtreatments, and undifferentiated carcinomas (UTC), the most lethal and highly refractoryagainst current therapies. UTCs have invasive and highly metastatic phenotype. The metastaticcascade model described distant metastasis origin deriving from cancer cells that seed to lymphnode and then disseminate to distant organs. According to this, lymphadenectomy was definedas an elective therapy for TC patients. However, recent TC trials discredit the improvement inpatient outcome. We aim to unveil the mechanism underlying tumor promotion, primary tumorclonal selection and TC metastatic origin determining which specific subclone is able to colonizedistant organs.<br \/>Material and method:Thyroid carcinogenesis model was previously generated starting from human embryonic stemcells which underwent to a differentiation protocol. At day 22 of differentiation, thyroidprogenitor cells (TPCs) were engineered using CRISPR CAS-9 technology to introduce mutationin BRAFV600E\/TP53R248Q and NRASQ61R \/TP53R248Q gene in order to recapitulate, wheninjected in<i> vivo<\/i>, UTC. Double mutated TPCs were transduced with Barcode-mediated clonaltracking technology and subcutaneously\/orthotopically injected in immunocompromisedmice.<br \/>Results:We trasduced D22 double-mutated TPCs using highly complex lentiviral barcode library to mapclonal architecture in serial subcutaneous xenograft and multiple metastatic sites.Immunohistochemistry analysis obtained from P1 and P3 engraftment revealed conservation ofanaplastic thyroid cancer histologic features. Moreover, tumor-derived cells were in vitrocharacterized showing that P3 retains high migratory, invasion capacity and high MMP-9expression level, compared to P1. Transcriptomic analysis of P3 versus P1 derived cells showalso a critical metabolic switch. Cell derived from P3 engraftment were used to generateorthotopic model using Barcode mediated-clonal tracking technology.<br \/>Conclusion:Given its impact on patient care, understanding the evolutionary history of anaplastic thyroidcarcinoma is critical in cancer treatment. Phylogenetic studies on the primary and metastatictumor should determine the emergence of one or more subclones, which have a crucial roleduring all the phases of tumor promotion, progression and metastatic onset. A phylogeneticanalysis performed via the barcode-mediated clonal tracking technology, will allow us to trackprimary tumor cellular clones selection and the arising progenity, determining their role in themetastatic cascade. NGS Analysis and RNA-Seq technology will define a specific primary tumor<br \/>vs metastatic signature. The identification of cellular clones enriched in the metastasis willprovide new prognostic markers for metastatic thyroid carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Metastasis,Biomarkers,Thyroid cancer,Cancer progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vincenzo Davide Pantina<\/b><sup><\/sup><br><br\/>University of Palermo, Palermo, Italy","CSlideId":"","ControlKey":"0939d508-995f-48a5-8ac3-20fb9abc8494","ControlNumber":"6725","DisclosureBlock":"&nbsp;<b>V. Pantina, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6469","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5924","PresenterBiography":null,"PresenterDisplayName":"Vincenzo Davide Pantina, MS","PresenterKey":"894542fa-2e7b-430f-83c2-8f6a5307163c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5924. Intratumor heterogeneity in thyroid cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intratumor heterogeneity in thyroid cancer progression","Topics":null,"cSlideId":""},{"Abstract":"INTRODUCTION: Clonal hematopoiesis of indeterminate potential (CHIP) is defined by the expansion of progeny derived from hematopoietic stem cells that have acquired somatic mutations at a VAF greater than 2%. CHIP manifests in 10% of patients older than 65 and is associated with an increased risk of progression to malignancies such as the MDS or AML. Although the risk factors for developing CHIP remain incompletely defined, they include prior exposure to chemotherapy and a history of smoking. Monoclonal gammopathy of undetermined significance (MGUS) is characterized by the abnormal growth of clonal plasma cells in the bone marrow and carries a risk of 1% for progression to multiple myeloma (MM) per year. Like CHIP, it becomes more prevalent with age and is associated with smoking. Additionally, patients with MM have demonstrated an increased risk for malignancies. Thus, an examination for a correlation between CHIP and MGUS promises to reveal a link between these two pre-malignant conditions. A recent study did not demonstrate such an association, but this study was performed in a very elderly population and may not be applicable to younger patients. In this study, we aim to assess the relationship between CHIP and MGUS in a population-based cohort of MGUS patients seen at UT Southwestern Medical Center.<br \/>METHODS: To evaluate an association between CHIP and MGUS, we collected bone marrow samples from 37 patients diagnosed with MGUS. We employed a hybridization capture-based next generation sequencing assay in order to detect CHIP. We identified 24 genes known to cause CHIP in adults. We also evaluated patients risk for developing MM after having been diagnosed with CHIP.<br \/>RESULTS: The mean age was 68, (range 26-92). 22 patients were white, 8 were black and 3 Hispanic\/Latino. 17 patients had IgG, 7 had IgA, 3 had IgM, 3 had biclonal gammopathy and 7 light-chain MGUS. We identified 18 mutations to validate the presence of CHIP in 10 (27%) patients, with the most frequent being DNMT3A (7 patients) and TET2 (5 patients). Other common mutations noted were PPM1D (2), GND1 (1), SF3B1 (1), ASXL1 in (1), and NRAS in (1). 3 out of the 10 patients harbored 2 mutations and 1 harbored 4 mutations. History of chemotherapy (n=6) and smoking (n=14) was taken into consideration to determine the relative risk of patients with MGUS developing CHIP. We found that those who had a prior history of smoking and chemotherapy displayed a higher risk of CHIP.<br \/>CONCLUSION: There was no significant association between CHIP and MM progression. Our analysis showed 1 patient with CHIP progression and 2 without CHIP progression. Because the rates of CHIP and MGUS are positively correlated with characteristics like aging and a history of smoking, we expected to see high rates of CHIP in patients within our cohort. However, our data suggests that CHIP is frequent (27%) in MGUS patients, but larger future cohorts need to be evaluated to validate this association.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Multiple myeloma,Clonal evolution,DNTM3A and TET2,MGUS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Vianey Quaney<sup>1<\/sup>, Benjamin Kroger<sup>2<\/sup>, Aishwarya Sannareddy<sup>3<\/sup>, Umar Khan<sup>3<\/sup>, Fatma Kalkan<sup>4<\/sup>, Robert  H.  Collins<sup>3<\/sup>, Yazan  F.  Madanat<sup>3<\/sup>, Madhuri Vusirikala<sup>3<\/sup>, Yi Huang<sup>5<\/sup>, Farrukh  T.  Awan<sup>3<\/sup>, Praveen Ramakrishnan<sup>3<\/sup>, Aimaz Afrough<sup>3<\/sup>, Larry  D.  Anderson<sup>3<\/sup>, Stephen  S.  Chung<sup>5<\/sup>, <b>Gurbakhash Kaur<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>Division of Hematology\/Oncology, Department of Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX,<sup>2<\/sup>Division of Hematology and Oncology, Department of Internal Medicine, Children's Research Institute, UTsouthwestern Medical Center, Dallas, TX,<sup>3<\/sup>Hematology\/oncology - Bone Marrow Transplant, Utsouthwestern Medical Center, Dallas, TX,<sup>4<\/sup>Division of Cardiology, Department of Internal Medicine, Utsouthwestern Medical Center, Dallas, TX,<sup>5<\/sup>Division of Hematology and Oncology, Department of Internal Medicine, Children's Research Institute, Utsouthwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"8840d572-3e0c-4ba5-ac6e-32495c26d4ac","ControlNumber":"7866","DisclosureBlock":"&nbsp;<b>V. Quaney, <\/b> None..<br><b>B. Kroger, <\/b> None..<br><b>A. Sannareddy, <\/b> None..<br><b>U. Khan, <\/b> None..<br><b>F. Kalkan, <\/b> None..<br><b>R. H. Collins, <\/b> None.&nbsp;<br><b>Y. F. Madanat, <\/b> <br><b>BluePrint Medicines<\/b> Consultancy and Honoraria. <br><b>GERON<\/b> Consultancy and Honoraria. <br><b>OncLivConsultancy and Honoraria<\/b> Consultancy and Honoraria. <br><b>Sierra Oncology<\/b> Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>Stemline Therapeutics<\/b> Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>Novartis<\/b> Membership on an entity's Board of\u000d\u000aDirectors or advisory committees.<br><b>M. Vusirikala, <\/b> None..<br><b>Y. Huang, <\/b> None.&nbsp;<br><b>F. T. Awan, <\/b> <br><b>Genetech<\/b> consultancy. <br><b>AstraZeneca<\/b> consultancy. <br><b>AbbVie<\/b> Consultancy. <br><b>Jannsen<\/b> consultancy. <br><b>Pharmacyclics<\/b> Consultancy and Research Funding. <br><b>Gilead Sciences<\/b> consultancy. <br><b>Kite Pharma<\/b> consultancy. <br><b>Celgene<\/b> consultancy. <br><b>Karyopharm<\/b> consultancy. <br><b>MEI Pharma<\/b> consultancy. <br><b>Verastem<\/b> consultancy. <br><b>Incyte<\/b> consultancy. <br><b>BeiGene<\/b> consultancy. <br><b>Johnson & Johnson<\/b> consultancy. <br><b>Dava Oncology<\/b> consultancy. <br><b>BMS<\/b> consultancy. <br><b>Merck<\/b> consultancy. <br><b>Cardinal Health<\/b> consultancy. <br><b>ADCT Therapeutics<\/b> consultancy. <br><b>Epizyme<\/b> consultancy.<br><b>P. Ramakrishnan, <\/b> None..<br><b>A. Afrough, <\/b> None.&nbsp;<br><b>L. D. Anderson, <\/b> <br><b>BMS<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>Celegene<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>GSK<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>AbbVie<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>Pharmacyclics<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>Karyopharm<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>Janssen<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>Prothena<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>Sanofi<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>Beigene<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees. <br><b>Amgen<\/b> Honoraria and Membership on an entity's Board of\u000d\u000aDirectors or advisory committees.<br><b>S. S. Chung, <\/b> None.&nbsp;<br><b>G. Kaur, <\/b> <br><b>BMS<\/b> Advisory board. <br><b>Cellectar<\/b> Advisory.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6470","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5925","PresenterBiography":null,"PresenterDisplayName":"Gurbakhash Kaur, MD","PresenterKey":"69fc1da6-db25-4fb7-b795-4c2c1c708423","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5925. Prevalence of clonal hematopoiesis in patients with monoclonal gammopathy of undetermined significance","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence of clonal hematopoiesis in patients with monoclonal gammopathy of undetermined significance","Topics":null,"cSlideId":""},{"Abstract":"Melanomas are the deadliest skin cancers, in part due to cellular plasticity and heterogeneity within the tumors. These characteristics have made a deeper understanding of melanomas challenging. Classically, melanoma cells are characterized with a limited set of protein biomarkers. Gene expression signatures and mutational analysis (e.g., BRAF and NRAS genotyping) can provide a more detailed view of heterogeneity but may not translate to readily available biomarkers for functional studies. The Deepcell platform enables multi-dimensional morphology analysis and enrichment of unlabeled single cells using artificial intelligence (AI), advanced imaging, and microfluidics, enabling high resolution profiling of population heterogeneity. Label-free multi-dimensional morphology analysis may have higher resolution than a limited set of protein biomarkers, minimizes perturbation to the transcriptome, and reduces cell handling steps. We used patient-derived cell lines and dissociated biopsy samples to train a Deepcell AI model to identify and sort for melanoma cells based on morphology alone. The model was tested on metastatic melanoma biopsies, with identification and enrichment of melanoma cells verified by various downstream assays, including scRNASeq. In addition to melanoma populations, the AI model classified various cells of the microenvironment, such as stromal cells and immune subtypes, based on morphology only. To further characterize tumor heterogeneity, we imaged &#62;25 patient-derived melanoma cell lines representing melanocytic, mesenchymal, and intermediate phenotypic states on the Deepcell platform. Morphology analysis of these images revealed distinct clusters of cells for each phenotype, indicating that there are morphological differences associated with each state. We developed a random forest (RF) classifier to identify the top differential morphological features between the different cell lines, thereby providing a label-free means of phenotyping melanoma samples. The morphology analysis of the cell lines uncovered significant variability in pigmentation; an RF classifier distinguished between pigmented vs non-pigmented cells with &#62;90% accuracy. Pigmentation is a hallmark of melanoma cells, and it has been associated with the melanocytic phenotype and differential drug response in vitro. However, there is not currently a robust method to profile and study pigmentation in live cells. We further investigated this observation by correlating morphological profiles, molecular, and functional information with the level of cell pigmentation. The Deepcell platform presents a new method for sorting and characterizing cellular heterogeneity using morphology, including pigmentation status. As such, multi-dimensional morphology analysis will bolster the understanding of complex melanoma states and tumor microenvironment, particularly in patient derived biopsies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Malignant melanoma,Cancer cell,Heterogeneity,Phenotype,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Evelyn Lattmann<sup>1<\/sup>, Aizhan Tastanova<sup>1<\/sup>, Andreja Jovic<sup>2<\/sup>, Kiran Saini<sup>2<\/sup>, Tiffine Pham<sup>2<\/sup>, Christian Corona<sup>2<\/sup>, Jeanette Mei<sup>2<\/sup>, Michael Phelan<sup>2<\/sup>, Stephane C. Boutet<sup>2<\/sup>, Ryan Carelli<sup>2<\/sup>, Kevin  B.  Jacobs<sup>2<\/sup>, Julie Kim<sup>2<\/sup>, <b>Manisha Ray<\/b><sup>2<\/sup>, Chassidy Johnson<sup>2<\/sup>, Nianzhen Li<sup>2<\/sup>, Mahyar Salek<sup>2<\/sup>, Maddison Masaeli<sup>2<\/sup>, Mitchell  P.  Levesque<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Dermatology, University Hospital Zürich, Schlieren, Switzerland,<sup>2<\/sup>Deepcell Inc., Menlo Park, CA","CSlideId":"","ControlKey":"eafb23f7-2a2f-4dc2-b3bd-3600b5bae802","ControlNumber":"3532","DisclosureBlock":"&nbsp;<b>E. Lattmann, <\/b> None..<br><b>A. Tastanova, <\/b> None.&nbsp;<br><b>A. Jovic, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>K. Saini, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>T. Pham, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>C. Corona, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>J. Mei, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>M. Phelan, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>S. C. Boutet, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>R. Carelli, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>K. B. Jacobs, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>M. Ray, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>C. Johnson, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>N. Li, <\/b> <br><b>Deepcell Inc.<\/b> Other, Former employment. <br><b>Arc Institute<\/b> Employment. <br><b>M. Salek, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>M. Masaeli, <\/b> <br><b>Deepcell Inc.<\/b> Employment. <br><b>M. P. Levesque, <\/b> <br><b>Oncobit AG<\/b> Stock, Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Molecular Partners<\/b> Grant\/Contract.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6471","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5926","PresenterBiography":null,"PresenterDisplayName":"Manisha Ray","PresenterKey":"2316667a-8b41-4f61-80ee-1fb90ec5a53a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5926. High dimensional morphology analysis reveals new insights in melanoma cell heterogeneity","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High dimensional morphology analysis reveals new insights in melanoma cell heterogeneity","Topics":null,"cSlideId":""},{"Abstract":"Acute Myeloid Leukemia (AML) is a heterogenous disease characterized by immature blasts at different states of differentiation resulting in marked intra-tumor heterogeneity (ITH). Compared to patients with diploid cytogenetics, deletions in chromosome 7\/7q (del7\/7q), 5\/5q (del5\/5q) or double deletion (del5\/5q &#38; del 7\/7q) confer worse outcomes in AML. We conducted single cell RNA (scRNA) profiling of bone marrow mononulear cells (BMMCs) from 20 newly diagnosed adult AML patients with diploid (n=7), del5\/5q (n=5), del7\/7q (n=5) and double deletion (n=3) to uncover ITH within each group and reveal cellular hierarchies associated with inferred copy number variations (CNV). Diffusion map analysis revealed heterogenous gene expression pattern in AML cells of del7\/7q and double deletion patients, compared to diploid and del5\/5q patients. CNV-based subgrouping of AML cells revealed significant enrichment of antigen presentation and immune response pathways in cells with inferred del7\/7q or double deletion compared to cells without these deletions in the same patients, suggesting a heterogenous immune state in AML cells correlating with inferred genomic copy numbers. To dissect the composition of cellular hierarchies, AML cells were then projected onto an independent healthy BMMC reference (&#38;gt20,000 cells) and labeled based on transcriptional similarity to healthy hematopoietic cells. AML cells from diploid patients were enriched for GMP-like and monocyte-like cells, while cells from non-diploid patients were enriched in more primitive states (HSC-like and CMP\/LMPP-like). Correlating these hierarchal groups with leukemic stem cell (LSC) hierarchies revealed shared transcriptional program in LSC-like states across HSC-like, GMP-like, CLP-like and erythroid-like cells. This suggests that LSC signatures can also be expressed across AML cells and not just primitive cells. These findings were also validated in deconvolution analysis of bulk transcriptomes from three independent newly diagnosed AML cohorts (TCGA, BEAT-AML and MDACC). Spatial deconvolution of 3 patients using whole transcriptomic GeoMx revealed that primitive cells were more likely to be proximal to bone, while more differentiated states were enriched in distal region from the bone. Our findings reveal complex hierarchies in AML cells sharing the LSC expression pattern, while more primitive cells were likely to localize to bone regions suggesting spatial migration of AML cells at time of differentiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Intratumoral heterogeneity,Cytogenetics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Bofei Wang<sup>1<\/sup>, Christopher Ly<sup>1<\/sup>, Fatima Zahra Jelloul<sup>1<\/sup>, Enes Dasdemir<sup>1<\/sup>, Guilin Tang<sup>1<\/sup>, Sonali Jindal<sup>1<\/sup>, Yulong Chen<sup>1<\/sup>, Sreyashi Basu<sup>1<\/sup>, Poonam Desai<sup>1<\/sup>, Pamella Borges<sup>1<\/sup>, Preethi Gunaratne<sup>2<\/sup>, Natalia Baran<sup>1<\/sup>, Qing Deng<sup>1<\/sup>, Dapeng Hao<sup>3<\/sup>, Sean Post<sup>1<\/sup>, Michael Green Green<sup>1<\/sup>, Marina Konopleva<sup>1<\/sup>, Andy Futreal<sup>1<\/sup>, Padmanee Sharma<sup>1<\/sup>, <b>Hussein A. Abbas<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>University of Houston, Houston, TX,<sup>3<\/sup>Harbin Medical University, Harbin, China","CSlideId":"","ControlKey":"6bc4e677-f907-49cd-964d-6092001575b7","ControlNumber":"7362","DisclosureBlock":"&nbsp;<b>B. Wang, <\/b> None..<br><b>C. Ly, <\/b> None..<br><b>F. Jelloul, <\/b> None..<br><b>E. Dasdemir, <\/b> None..<br><b>G. Tang, <\/b> None..<br><b>S. Jindal, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>S. Basu, <\/b> None..<br><b>P. Desai, <\/b> None..<br><b>P. Borges, <\/b> None..<br><b>P. Gunaratne, <\/b> None..<br><b>N. Baran, <\/b> None..<br><b>Q. Deng, <\/b> None..<br><b>D. Hao, <\/b> None..<br><b>S. Post, <\/b> None..<br><b>M. Green, <\/b> None..<br><b>M. Konopleva, <\/b> None..<br><b>A. Futreal, <\/b> None..<br><b>P. Sharma, <\/b> None..<br><b>H. A. Abbas, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6472","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5927","PresenterBiography":null,"PresenterDisplayName":"Hussein Abbas, MD;PhD","PresenterKey":"d5d6dcc8-ed3f-4494-b9d8-61a473a8e3d7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5927. Leveraging single cell RNA profiling to uncover intra-tumor heterogeneity across cytogenetic subgroups in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leveraging single cell RNA profiling to uncover intra-tumor heterogeneity across cytogenetic subgroups in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Clonal hematopoiesis (CH) is defined by acquisition of somatic mutations in hematopoietic stem cells with potential for expansion over time. CH is influenced by exposures to chemotherapy\/radiation &#38; has been associated with therapy related myeloid neoplasms (tMN). Peptide receptor radionuclide therapy (PRRT) is a radionuclide therapy and is FDA approved for neuroendocrine tumors (NET). PRRT has been associated with a 2-10% risk of tMN, especially with prior exposure to alkylating agents. A prior study of 13 NET patients found CH prevalence of 64%. We carried out a prospective assessment of CH in NET patients prior to PRRT.<br \/>Methods: We evaluated pre-PRRT blood samples in 37 NET patients. Genomic DNA from mononuclear cells was analyzed for CH using a custom panel targeting 229 genes to a targeted depth of &#62;1000X.<br \/>Results: After approval by Mayo Clinic IRB, 45 patients with Stage IV NET were enrolled &#38; CH data was available for 37. Fifty-one percent of patients were female, with a median age of 68yrs (range, 34-84yrs). Types of NET included small bowel (51%), pancreatic (29%), carcinoid (8%), paraganglioma (5%), &#38; other (5%). The median number of therapies prior to PRRT was 1 (range, 0-4) &#38; included somatostatin analogues (SSA)-81%, alkylating agents-30%, &#38; prior radiation-13%. Thirty-six of 37 patients had variants identified, 5 of which were presumed germline (DDX41, CDKN2B, CHEK2, POT1, ERBB2), &#38; 17 (45.9%) had pathogenic variants meeting the operational definition of CH (DNMT3A, TET2, PPM1D, TP53, SF3B1, ASXL1). The median number of pathogenic variants per patient was 1 (range, 0-2), &#38; 6 patients had &#62;1. In patients &#62;60yrs old, 46% had pathogenic variants &#38; 3 patients with pathogenic variants (TET2, TP53, DNMT3A) were &#60;60 years old. The most common pathogenic variants were in epigenetic regulators, DNMT3A (37.5%) &#38; TET2 (16.7%) with a median VAF of 2.8% (range, 0.70-50%). Eight patients (47%) with pathogenic CH had grade 1 cytopenias at baseline, compared to 10 patients (50%) without pathogenic CH. One patient had grade 3\/4 cytopenia at baseline &#38; had a missense variant in TP53 (VAF 50%) &#38; history of exposure to anthracyclines, alkylating agents, platinum &#38; radiation. The patient developed MDS before receiving PRRT. Pathogenic CH variants were more common in patients with previous exposure to radiation (p=0.008) or SSA (p=0.005). Two patients had PPM1D variants, both with a history of prior radiation, one with a history of prior alkylating treatment.<br \/>Conclusion: To our knowledge this is the largest prospective evaluation of CH in NET. We identified CH to be present in 46% of patients &#38; DNMT3A mutations were most common. This establishes the clonal landscape with mutations involving epigenetic regulators, DNA damage repair, transcription &#38; splicing factors. Prospective longitudinal evaluation will evaluate the association between CH, cytopenias and tMN.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Clonal evolution,Neuroendocrine tumors,Mutation detection,Leukemias,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yael Kusne<\/b><sup>1<\/sup>, Terra Lasho<sup>2<\/sup>, Zaid Elsabbagh<sup>1<\/sup>, Abhishek Mangaonkar<sup>2<\/sup>, Rachel Eiring<sup>2<\/sup>, Timothy Hobday<sup>2<\/sup>, Jason Starr<sup>2<\/sup>, Tanios Bekaii-Saab<sup>1<\/sup>, Thorvardur Halfdanarson<sup>2<\/sup>, Mrinal Patnaik<sup>2<\/sup>, Mohamad Sonbol<sup>1<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic Arizona, Scottsdale, AZ,<sup>2<\/sup>Mayo Clinic Rochester, Rochester, MN","CSlideId":"","ControlKey":"8eed0989-5218-4b28-a417-7e7ce1e67497","ControlNumber":"6233","DisclosureBlock":"&nbsp;<b>Y. Kusne, <\/b> None..<br><b>T. Lasho, <\/b> None..<br><b>Z. Elsabbagh, <\/b> None..<br><b>A. Mangaonkar, <\/b> None..<br><b>R. Eiring, <\/b> None..<br><b>T. Hobday, <\/b> None..<br><b>J. Starr, <\/b> None..<br><b>T. Bekaii-Saab, <\/b> None..<br><b>T. Halfdanarson, <\/b> None..<br><b>M. Patnaik, <\/b> None..<br><b>M. Sonbol, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6473","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5928","PresenterBiography":null,"PresenterDisplayName":"Yael Kusne, MD,PhD","PresenterKey":"e2e81cae-4e5b-4cca-a8df-e2a60e398ee3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5928. Prevalence of clonal hematopoiesis in neuroendocrine tumor patients prior to lutetium 177 dotatate therapy (Lu177): A prospective trial of 36 patients","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence of clonal hematopoiesis in neuroendocrine tumor patients prior to lutetium 177 dotatate therapy (Lu177): A prospective trial of 36 patients","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Tumor heterogeneity is a major cause of resistance to therapies in cancer patients occurring during disease progression or secondary to therapeutic intervention due to clonal selection. Mapping tumor heterogeneity is crucial for developing therapeutics for cancer patients. Currently there are no reliable models for identifying heterogeneity <i>in vitro. <\/i>Patient-derived cancer organoids (PDCOs) from tissue samples of patients capture clonal and subclonal mutations. Here we use PDCOs from colorectal cancer (CRC) patients to study molecular heterogeneity across individual organoids and how the heterogeneity changes with passages.<br \/><b>Methods: <\/b>Fresh CRC tissues from 4 patients undergoing endoscopy were obtained following consent on an IRB-approved protocol. PDCOs were cultured using Matrigel and previously published CRC organoid media. Following maturation, individual organoids (spikes) were separated into Matrigel domes and expanded. Parent cultures from high\/low passage numbers and expanded spikes were collected for next generation sequencing (NGS). A variant allele frequency (VAF) was determined for each nonsynonymous variant and considered subclonal if the VAF was between 10%-30%. Variants were annotated pathogenic or not using ClinVar.<br \/><b>Results: <\/b>A total of 49 spikes were collected from 4 CRC PDCO lines and compared to the parent cultures using NGS. For low passage parent cultures, a median of 4 (range 3-8) subclonal alterations were identified. At high passages the number of subclonal variants decreased (median: 2 (range 2-4)). The individual organoid spikes maintained the founder (clonal) alterations and most also contained subclonal alterations, though at a lower frequency. Of those subclonal variants in the parent cultures, 31% were found in the spikes and an additional 54% found in the spikes were not identified in the parent. In a high tumor mutation burden line (MTB111), 12\/17 spikes showed subclonal alterations in <i>APC<sup>A896V,<\/sup> <sup>F1515C,<\/sup> <sup>Q1544*<\/sup> <\/i>that were not present in the parent culture. Two PDCO lines (RC46A and RC46B) obtained from distinct sites of the same tumor were generated. One contained a subclonal mutation in <i>MYC<sup>N26S <\/sup><\/i>in the high passage parent culture and 7\/9 spikes. This mutation was not present in any RC46A samples. The high passage RC46A parent culture and 2\/7 spikes showed an alteration in <i>ARID1A<sup>G1037fs<\/sup><\/i> while it was present only in a single spike of RC46B.<br \/><b>Conclusion: <\/b>PDCOs identified subclonal alterations at the single-organoid level and are an exciting tool to study tumor heterogeneity. The spikes presented less subclonal variants than the parent but were largely not clonal. Future implications of using heterogeneity data from single organoids in therapeutic decisions are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Organoids,Heterogeneity,Colorectal cancer,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shirsa Udgata<\/b><sup><\/sup>, Aishwarya Sunil<sup><\/sup>, Katherine A. Johnson<sup><\/sup>, Cheri A. Pasch<sup><\/sup>, Dustin A. Deming<sup><\/sup><br><br\/>University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"da3b3b6c-2b01-40b0-82ce-93cb70f7845d","ControlNumber":"6350","DisclosureBlock":"&nbsp;<b>S. Udgata, <\/b> None..<br><b>A. Sunil, <\/b> None..<br><b>K. A. Johnson, <\/b> None..<br><b>C. A. Pasch, <\/b> None.&nbsp;<br><b>D. A. Deming, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Aadi Biosciences<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Curegenix<\/b> Grant\/Contract. <br><b>Promega<\/b> Grant\/Contract. <br><b>Promega<\/b> Grant\/Contract. <br><b>STRATA Oncology<\/b> Grant\/Contract. <br><b>Cornerstone Pharmaceuticals<\/b> Grant\/Contract. <br><b>Arcus<\/b> Grant\/Contract. <br><b>Guardant Health<\/b> Grant\/Contract. <br><b>Ipsen<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Revolution Medicine<\/b> Grant\/Contract. <br><b>Bayer<\/b> Other, Advisory Board. <br><b>Seagen<\/b> Other, Advisory Board. <br><b>Foundation Medicine<\/b> Advisory Board. <br><b>Illumina<\/b> Other, Advisory Board.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6474","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5929","PresenterBiography":null,"PresenterDisplayName":"Shirsa Udgata, B Eng;MS","PresenterKey":"7c7e8df7-aa43-49fd-a411-b150a84806cd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5929. Individual organoid level analyses reveal hidden tumor molecular heterogeneity","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Individual organoid level analyses reveal hidden tumor molecular heterogeneity","Topics":null,"cSlideId":""},{"Abstract":"DNA sequencing technology provides the capability to tell the story of every cell in a heterogenous sample. ResolveDNA&#174; generates uniform coverage of &#62;95% of a single genome, enabling researchers to generate single-cell genomic data of unparalleled quality. Here, we report an enhancement to the ResolveDNA&#174; workflow that increases the rate of data collection; the ability to reliably generate complete genomic information from up to 1536 cells in parallel from a single experiment. To achieve this, we have coupled a high-throughput automated process to a low volume reaction using the latest ResolveDNA&#174; 2.5-hour chemistry. This establishes the potential for users to go from a single cell, or low-input DNA sample, to ready to sequence libraries in a single day for &#62;3000 samples. As with earlier ResolveDNA&#174; workflows, these reactions generate negligible amounts of contaminating and off target DNA during the reaction. A typical single-cell reaction yields ~ 85 ng of DNA. The single cell&#8217;s amplified DNA product is amenable to multiple post amplification library preparation processes. We utilized both BioSkryb ResolveDNA&#174; and Watchmaker Library Preparation kits for Illumina sequencing. We did not identify significant differences in the performance of the two products. Libraries were assessed at a depth of ~ 2million reads and determined to be of high quality, with low rates of chimeric DNA formation and less than 1% mtDNA resulting in the reaction product. A subset of samples was probed at &#62;200 million reads, with &#62;85% of the genome covered at 1x. Consistent with earlier ResolveDNA&#174; workflows, the libraries were characterized with &#62;99% precision and &#62;80% sensitivity. The story told from a single cell&#8217;s genome drives discovery and shines a light on the questions surrounding the causes of disease and cellular function. This workflow is designed to empower researchers to probe the genomic landscape of a heterogenous tissue sample.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Single cell,Whole genome sequencing,Genomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jay  A.   A.  West<\/b><sup><\/sup>, Jeff  G.  Blackinton<sup><\/sup>, Kyle Hukari<sup><\/sup>, Joe Dahl<sup><\/sup><br><br\/>BioSkryb Genomics, Durham, NC","CSlideId":"","ControlKey":"ced0bee7-a653-4b97-a02a-a95a7e609f03","ControlNumber":"5563","DisclosureBlock":"&nbsp;<b>J. A. A. West, <\/b> None..<br><b>J. G. Blackinton, <\/b> None..<br><b>K. Hukari, <\/b> None..<br><b>J. Dahl, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6475","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5930","PresenterBiography":null,"PresenterDisplayName":"Jon Zawistowski, PhD","PresenterKey":"3f3f4060-d0fa-4ae1-85c2-9ac13d441747","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5930. Single day workflow for high-quality whole genome analysis of thousands of single cells","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single day workflow for high-quality whole genome analysis of thousands of single cells","Topics":null,"cSlideId":""},{"Abstract":"Background: A major hurdle to the development of novel targeted therapies for bladder cancer is the lack of preclinical models that reflect the genomic and biological heterogeneity of this human disease. To address this deficiency, we generated and characterized a new collection of patient-derived organoid (PDO) and xenograft (PDX) models and then used these models to study the role of mutated kinases in bladder cancer pathogenesis and the potential clinical utility of HER2-targeted antibody-drug conjugates (ADC).<br \/>Material and Methods: To define the landscape of HER2 and FGFR3 alterations in bladder cancer patients, we leveraged data generated by The Cancer Genome Atlas and multiple cohort subsets of the first 50,000 cancer patients enrolled in the MSK-IMPACT prospectively sequencing cohort. We successfully generated 19 PDOs and 34 PDXs that genetically and phenotypically reflect the molecular heterogeneity of human bladder cancers. A subset of these models was further characterized using a multiplatform approach, including bulk and single-cell DNA and RNA sequencing; and employed to study HER2 oncogenic dependence and sensitivity to multiple anti-HER2 targeted agents.<br \/>Results: 16% and 24% of the patients in the prospective MSK bladder cancer cohort had oncogenic HER2 and FGFR3 alterations, respectively. HER2 alteration frequency varied significantly as a function of histology, while FGFR3 alteration were less common in all variant histologies as compared to UC, NOS. Analysis of 119 patients with paired primary\/metastatic tumors noted HER2 and FGFR3 mutational discordance in over 35% and 10% respectively. Single-cell RNA seq and DNA seq analysis of 4 PDOs demonstrated high interpatient and intratumoral heterogeneity of HER2 expression and <i>ERBB2<\/i> copy number. Our bladder cancer PDX models also demonstrated greater sensitivity to the HER2-targeted ADC trastuzumab deruxtecan (T-DXd) than to the kinase inhibitor neratinib, consistent with clinical data in bladder cancer patients.<br \/>Conclusion: FGFR3 and HER2 are both commonly mutated in bladder cancer patients. We observed frequent discordance in HER2 mutational status between primary\/metastatic pairs suggesting that the analysis of archival primary tumor tissue may fail to detect actionable genomic alterations when present in a subset of bladder cancer patients. Multi-omic single-cell analysis demonstrated significant interpatient and intratumor heterogeneity of HER2 expression and <i>ERBB2<\/i> copy number gain. Preclinical evaluation of HER2-altered PDO\/PDXs indicated significantly greater sensitivity to the HER2-directed ADC T-DXd compared to the HER kinase inhibitor neratinib, providing rationale for future clinical trials of HER2 ADCs in bladder cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Bladder cancer,Targeted therapy,Single cell,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ziyu Chen<\/b><sup>1<\/sup>, Xinran Tang<sup>1<\/sup>, Eliyahu Havasov<sup>2<\/sup>, Andrew Mcpherson<sup>2<\/sup>, Carissa Chu<sup>2<\/sup>, John R. Christin<sup>3<\/sup>, Michael F. Berger<sup>2<\/sup>, Nikolaus D. Schultz<sup>2<\/sup>, Elisa de Stanchina<sup>2<\/sup>, Michael M. Shen<sup>3<\/sup>, Hikmat Al-Ahmadie<sup>2<\/sup>, Kwanghee Kim<sup>2<\/sup>, Gopa Iyer<sup>2<\/sup>, David B. Solit<sup>2<\/sup><br><br\/><sup>1<\/sup>Weill Cornell Medicine, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>3<\/sup>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"3f173123-2883-4bb0-87ac-c63d08180545","ControlNumber":"4085","DisclosureBlock":"&nbsp;<b>Z. Chen, <\/b> None..<br><b>X. Tang, <\/b> None..<br><b>E. Havasov, <\/b> None..<br><b>A. Mcpherson, <\/b> None..<br><b>C. Chu, <\/b> None..<br><b>J. R. Christin, <\/b> None.&nbsp;<br><b>M. F. Berger, <\/b> <br><b>Eli Lily<\/b> Consultation. <br><b>AstraZeneca<\/b> Consultation.<br><b>N. D. Schultz, <\/b> None..<br><b>E. de Stanchina, <\/b> None..<br><b>M. M. Shen, <\/b> None.&nbsp;<br><b>H. Al-Ahmadie, <\/b> <br><b>AstraZeneca<\/b> Consultation. <br><b>Paige.AI.<\/b> Consultation.<br><b>K. Kim, <\/b> None.&nbsp;<br><b>G. Iyer, <\/b> <br><b>Bayer<\/b> Consultation. <br><b>Janssen<\/b> Consultation. <br><b>Mirati Therapeutics<\/b> Consultation. <br><b>D. B. Solit, <\/b> <br><b>Pfizer<\/b> Consultation. <br><b>Loxo<\/b> Stock. <br><b>Scorpion Therapeutics<\/b> Stock. <br><b>Illumina<\/b> Consultation. <br><b>Vividion Therapeutics<\/b> Consultation. <br><b>BridgeBio Pharma<\/b> Consultation.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6476","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5931","PresenterBiography":null,"PresenterDisplayName":"Ziyu Chen, M Eng","PresenterKey":"57bec4df-ead8-4c90-9729-b7f52d901cd6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5931. Characterizing tumor heterogeneity through bulk and single cell analysis of patient derived bladder cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing tumor heterogeneity through bulk and single cell analysis of patient derived bladder cancer models","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Osteosarcoma is a primary malignant bone tumor characterized by the production of spindle cells resulting in immature bone formation. It has been revealed that metastatic cancers including osteosarcoma have a subset of cells with different phenotypic and genetic signatures conferring advantage to drive progression and drug resistance within the intra-tumorally heterogeneous population. However, the lack of a defined in vivo model that can identify the rare genetic subpopulation and recapitulate clonal evolution has been a challenge. In this study, we used an established model to track and identify the clonal subpopulations and assess the genetic signatures that confer specific advantages selecting for uncontrolled growth, adaptation and colonization in the lungs.<br \/><b>Methods:<\/b> We injected barcoded M36 PDX osteosarcoma cells intratibially in ten severe combined immunodeficiency disease (SCID) mice to track the clonal population\/subpopulation of cells that metastasize the established primary tumors to the lungs. Limb amputation was performed on the tumor bearing leg upon detection of palpable tumor. Lung tissue was harvested post-amputation following death from metastasis or euthanasia. DNA and RNA from frozen tissues was extracted and analyzed by PCR, NGS, WES and RNA sequencing to map clonality, mutational and evolutionary profiles.<br \/><b>Results:<\/b> Limb amputation was performed in 7 mice with all mice surviving the surgery. The mean mouse survival following amputation was 46.9 days and the longest survival was 167 days. Four (40%) of the primary tumor bearing mice had lung metastasis. A Shannon-Wiener and Jaccard similarity index show a diversity in clonal architecture between the primary tumors of all mice injected on the same day and a diversity in clonal population in both the primary tumors and their matched lung metastatic nodules. Clonal mapping further revealed 21 unique clones shared in all primary tumors examined. However, the clonal frequencies and distribution varied within each primary tumor and across the tumor samples. Interestingly, clonal frequencies increased in the lung metastatic nodules when compared to their matched primary tumors. Four distinct clones that were present in all the primary tumors were also found in all lung metastatic samples. These unique clones, here in called &#8220;seeding clones&#8221; may play an important role in the lung metastatic process.<br \/><b>C<\/b><b>onclusions:<\/b> We previously showed that the barcoded osteosarcoma PDX models are inter and intratumorally heterogenous both in vitro and in vivo. In the current model, we identify the multiple tumorigenic seeding clones that potentially act as drivers in the lung metastatic process. Furthermore, we show the dynamic evolutionary relationships between the clones by reconstructing a phylogenetic map of the M36 PDX tumor model.<br \/><b>Funding: <\/b>Swim Across America, Foster Foundation and the Barbara Epstein Foundation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Osteosarcoma,Clonal evolution,Drug resistance,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sylvester Jusu<\/b><sup>1<\/sup>, Zhongting Zhang<sup>2<\/sup>, Zhang Wendong<sup>2<\/sup>, Zhaohui Xu<sup>2<\/sup>, Michael Roth<sup>2<\/sup>, Jonathan Gill<sup>2<\/sup>, Richard Gorlick<sup>2<\/sup><br><br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Pediatrics, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"5d0d6fb9-6276-4ee9-b18b-e0f23d8f48d5","ControlNumber":"5696","DisclosureBlock":"&nbsp;<b>S. Jusu, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>Z. Wendong, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>M. Roth, <\/b> None..<br><b>J. Gill, <\/b> None..<br><b>R. Gorlick, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6477","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5932","PresenterBiography":null,"PresenterDisplayName":"Sylvester Jusu, PhD","PresenterKey":"eaeff4b1-fcc0-46fb-a778-071765f34ccf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5932. Clonal mapping phylogenetic and transcriptomic analysis of an M36 PDX amputation lung metastatic osteosarcoma model","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clonal mapping phylogenetic and transcriptomic analysis of an M36 PDX amputation lung metastatic osteosarcoma model","Topics":null,"cSlideId":""},{"Abstract":"The ResolveOME&#8482; single-cell amplification solution unites whole-genome and full-length transcriptome information from the same cell, providing critical insight between these layers not possible when analyzed in isolation. We expand here upon the core layers of ResolveOME&#8482; with the incorporation of BioLegend TotalSeq&#8482; antibody oligo conjugates to investigate the expression of a panel of extracellular proteins in conjunction with the genomic and transcriptomic data.<br \/>The present study demonstrates the power of exploring all tiers of the Central Dogma of Biology in a series of experiments aimed at defining&nbsp;the molecular characteristics facilitating the transition from Ductal Carcinoma In Situ (DCIS) to Invasive Ductal Carcinoma (IDC), sequencing single cells from mastectomy samples from twelve patients in collaboration with Duke University Medical Center. We either enriched for ductal epithelial cells by fluorescence-activated cell sorting (FACS) or dispensed single cells agnostic to marker and relied on the full transcriptome output of ResolveOME&#8482; to report cell identity. At the genomic level, we identified oncogenic driver mutations in <i>PIK3CA<\/i> (H1047R, N345K) and distinct classes of copy number loss at either or both Chr. 13 and 16q\/17p, harboring <i>BRCA2\/RB1 and TP53 <\/i>tumor suppressor loci&#8212;whereby both SNV and CNV both varied in frequency within single cells of each patient and between patients of the cohort. These oncogenic mutations were nearly exclusive to biopsy cells of epithelial identity. However, intriguingly, ResolveOME&#8482; uncovered cells of stem-like identity harboring <i>PIK3CA <\/i>missense mutations as well as uncovered cells still formally identified as epithelial and harboring mutant <i>PIK3CA <\/i>but with differential expression profiles&#8212;indicative of cells morphing cell state. Finally, the TotalSeq&#8482; antibody panel unveiled intercellular heterogeneity and interpatient heterogeneity both in cell-surface protein phenotype of immune cells and in epithelial identity and signaling.<br \/>This ongoing study continues to catalog the three omic layers in increasing numbers of single cells and significantly expanding targeted surface-protein analysis harnessing the power of the single-cell united data to determine the &#8220;penetrance&#8221; of genomic changes in the context of cognate transcript and protein information, with the ultimate goals of defining DCIS to IDC transition factors as well as novel biomarker identification that may be exploited therapeutically.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-04 Methods to measure tumor evolution and heterogeneity,,"},{"Key":"Keywords","Value":"Single cell,Multiomics,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jon  S.  Zawistowski<\/b><sup>1<\/sup>, Isai Salas-Gonzalez<sup>1<\/sup>, Tia  A.  Tate<sup>1<\/sup>, Tatiana  V.  Morozova<sup>1<\/sup>, Katherine Kennedy<sup>1<\/sup>, Durga  M.  Arvapalli<sup>1<\/sup>, Swetha  D.  Velivela<sup>1<\/sup>, Jamie  E.  Remington<sup>1<\/sup>, Josh Croteau<sup>2<\/sup>, Kevin Taylor<sup>2<\/sup>, Jeff  G.  Blackinton<sup>1<\/sup>, Victor  J.  Weigman<sup>1<\/sup>, Jeffrey  R.  Marks<sup>3<\/sup>, Eun-Sil Shelley Hwang<sup>4<\/sup>, Gary  L.  Harton<sup>1<\/sup>, Jay  A.   A.  West<sup>1<\/sup><br><br\/><sup>1<\/sup>BioSkryb Genomics, Durham, NC,<sup>2<\/sup>BioLegend, San Diego, CA,<sup>3<\/sup>Surgery, Duke University Medical Center, Durham, NC,<sup>4<\/sup>Duke University Medical Center, Durham, NC","CSlideId":"","ControlKey":"dda5e21b-9a5c-4d66-9643-e659799b654f","ControlNumber":"5289","DisclosureBlock":"&nbsp;<b>J. S. Zawistowski, <\/b> None..<br><b>I. Salas-Gonzalez, <\/b> None..<br><b>T. A. Tate, <\/b> None..<br><b>T. V. Morozova, <\/b> None..<br><b>K. Kennedy, <\/b> None..<br><b>D. M. Arvapalli, <\/b> None..<br><b>S. D. Velivela, <\/b> None..<br><b>J. E. Remington, <\/b> None..<br><b>J. Croteau, <\/b> None..<br><b>K. Taylor, <\/b> None..<br><b>J. G. Blackinton, <\/b> None..<br><b>V. J. Weigman, <\/b> None..<br><b>J. R. Marks, <\/b> None..<br><b>E. S. Hwang, <\/b> None..<br><b>G. L. Harton, <\/b> None..<br><b>J. A. A. West, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6478","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5933","PresenterBiography":null,"PresenterDisplayName":"Jon Zawistowski, PhD","PresenterKey":"3f3f4060-d0fa-4ae1-85c2-9ac13d441747","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5933. Trimodal molecular analysis in single cells of a primary breast cancer cohort with ResolveOME &#8482; amplification","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trimodal molecular analysis in single cells of a primary breast cancer cohort with ResolveOME &#8482; amplification","Topics":null,"cSlideId":""},{"Abstract":"Here we tracked T cell dynamics in 15 metastatic colorectal cancer (mCRC) patients who had multiple resections (median: 3, range: 2-7) over a period of &#62;7 years (median: 10 years, range: 7-16 years), using a novel T cell receptor sequencing (TCRseq) method. These samples had been previously characterized for DNA and methylation alterations and gene expression, enabling an integrated analysis to determine potential cellular and molecular drivers and consequences of immune dynamics. This multi-region, multi-timepoint dataset presents a unique opportunity to study the co-evolution of mCRC and the T cell response over time, across metastatic sites and in response to therapy.<br \/>T cell antigen specificity is defined by the TCR - a highly diverse sequence that enables tracking of specific T cell expansions across time and space. TCRseq quantifies the abundance of T cell clones and maps the dynamics of the TCR repertoire, however little is known about how these are altered in different metastatic sites, and post-chemotherapy. We developed and validated a new FFPE-compatible TCRseq method and sequenced 216 longitudinal samples representing the mCRC cohort described above.<br \/>We detected a median of 348 unique TCRs per sample (range 69-9700), and revealed high levels of intra-tumor spatial heterogeneity. No significant difference was detected in the number of T cell clones or the TCR clonality between primary tumors (n=40), lung metastases (n=30) and liver metastases (n=50). Furthermore, these were not significantly different between tumor regions (n=139) and surrounding stroma (n=38). We found that compared to chemo-na&#239;ve tumors (n=36), those that had been exposed to recent chemotherapy (n=41) had a significant increase in both the number of unique T cell clones and Simpson&#8217;s evenness, likely reflecting a broad T cell response to DNA-damaging agents. After more than a year had passed without chemotherapy (n=64) these returned to pre-chemotherapy levels.<br \/>In most cases the 10 most abundant TCR sequences in the primary tumor represented 15-40% of the total repertoire. We tracked these expanded clones through metastases, identifying ubiquitous clones which persisted across metastatic sites and through therapy. We found other expanded clones which were no longer present in metastases lesions, although some of these were found to expand again in later metastases. Finally, we examined correlations with tumor genomics, finding evidence in some patients that the TCR repertoire tracks closely with tumor clones even through metastasis and chemotherapy.<br \/>In summary, this project represents the first comprehensive analysis of T cell dynamics through colorectal cancer metastasis, highlighting the changing T cell landscape post-chemotherapy and correlating the TCR repertoire with tumor genomics. Our results could have important clinical implications for mCRC immunotherapy and the design of personalized T cell-based therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-02 Clonal evolution,,"},{"Key":"Keywords","Value":"Genomics,Metastasis,T cell receptor,Tumor evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ann-Marie Baker<\/b><sup>1<\/sup>, Alison Berner<sup>2<\/sup>, Tahel Ronel<sup>2<\/sup>, Nick Trahearn<sup>1<\/sup>, Barbara Bravi<sup>3<\/sup>, John Bridgewater<sup>4<\/sup>, Benny Chain<sup>5<\/sup>, Trevor  A.  Graham<sup>1<\/sup><br><br\/><sup>1<\/sup>Centre for Evolution and Cancer, The Institute of Cancer Research, Sutton, United Kingdom,<sup>2<\/sup>Centre for Genomics and Computational Biology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom,<sup>3<\/sup>Department of Mathematics, Imperial College, London, United Kingdom,<sup>4<\/sup>UCL Cancer Institute, University College London, London, United Kingdom,<sup>5<\/sup>Division of Infection and Immunity, University College London, London, United Kingdom","CSlideId":"","ControlKey":"91b119e0-0642-4c52-9bf5-1cd47d012514","ControlNumber":"5947","DisclosureBlock":"&nbsp;<b>A. Baker, <\/b> None..<br><b>A. Berner, <\/b> None..<br><b>T. Ronel, <\/b> None..<br><b>N. Trahearn, <\/b> None..<br><b>B. Bravi, <\/b> None..<br><b>J. Bridgewater, <\/b> None..<br><b>B. Chain, <\/b> None..<br><b>T. A. Graham, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6479","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5934","PresenterBiography":null,"PresenterDisplayName":"Ann-Marie Baker, PhD","PresenterKey":"cf62adc2-bdb2-4b70-beb3-32da94a28aae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5934. Tracking T cell clonal dynamics across time and space in metastatic colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tracking T cell clonal dynamics across time and space in metastatic colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: EGFR mutations holds the major targets for drug in lung adenocarcinoma (LUAD). Despite the tremendous study of EGFR mutant (MT) LUAD, the comprehensive interpretation of the heterogeneous character of LUAD harboring EGFR MT remains a key challenge. Here, we investigated the heterogeneity of EGFR MT LUAD and explored the tumor microenvironment (TME) in EGFR MT LUAD.<br \/>Method: We performed single-cell RNA sequencing (scRNA-seq) from 135 LUAD patients which consist of normal(n=24), EGFR wild (WT)(n=18), and MT(n=93). Also, we used whole genome sequencing and bulk-RNA sequencing to validate with scRNA-seq results. From 898,648 cells, main cell types were classified. To explore the various characteristics of MT LUAD tumor cells, we used two ways: i) We re-clustered epithelial cells populating the normal, WT, and MT. ii) We re-clustered only MT epithelial cells. In each analysis, we identified the tumor character in the clusters using differential expressed genes analysis, lineage tracing, clinical information, mutation, and trajectory analysis. Also, we extracted each main cell type except epithelial cells, and identified subtypes of main cell types. Finally, we revealed the interaction of cellular components in TME.<br \/>Results: In the analysis of epithelial cells, we identified characteristics of specific EGFR MT by comparing of EGFR WT and MT tumors in clusters with similar biological features. The cluster represented by alveolar type 2 (AT2) known as initiation of LUAD was populating normal, WT, and MT. In this cluster, MT- and WT-associated pathway shared but differently significant between MT and WT in the pathway analysis. The cluster represented by proliferative is mostly comprised tumor cells and we found significantly increased the expression of MDK, CD24 in the MT of the cluster. In the analysis of only MT epithelial cells, 2 of clusters were stage-specific cluster: i) The cluster annotated as early stage cluster, ii) The cluster annotated as advanced stage cluster. Trajectory showed that there is a pseudotemporal continuum, following the stage from early stage cluster to advanced stage cluster. Also, based on the lineage tracing, 2 of clusters revealed lineage-specific clusters: i) The cluster annotated as AT2 was enriched from early stage cells, ii) The cluster annotated as basal cell known as origin of lung squamous cell carcinoma(LUSC) was enriched from advanced stage cells. Psedotemporal ordering of these cluster revealed AT2 cluster transdifferentiate into basal cell cluster which implied the possibility of LUAD to LUSC transition by drug resistance. In the interaction of MT and WT TME, the number of signaling received epithelial cells from myeloid cells, endothelial cells, and fibroblasts as sender increased compared with the interaction of normal.<br \/>Conclusion: We shed light on the ecosystem of TME according to clinical and biological feature of tumor in EGFR mutant LUAD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB10-05 Other,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Tumor microenvironment,Multiomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>You Won Lee<\/b><sup>1<\/sup>, Eun Ji Lee<sup>2<\/sup>, Seung Yeon Oh<sup>3<\/sup>, Kyoung-Ho Pyo<sup>4<\/sup>, Seong Gu Heo<sup>4<\/sup>, YoungJoon Park<sup>5<\/sup>, Su-Jin Choi<sup>1<\/sup>, Kyumin Lim<sup>6<\/sup>, Ju-hyeon Lee<sup>6<\/sup>, Jae Hwan Kim<sup>4<\/sup>, Jii Bum Lee<sup>7<\/sup>, Ji Yoon Lee<sup>8<\/sup>, Sun Min Lim<sup>8<\/sup>, Chang Gon Kim<sup>8<\/sup>, Min Hee Hong<sup>8<\/sup>, Mi Ran Yun<sup>4<\/sup>, Byoung Chul Cho<sup>8<\/sup><br><br\/><sup>1<\/sup>Yonsei Biomedical Research Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Biomedical Science Institute, Graduate School of Medical Science, Brain Korea 21 Project, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>Department of Biomedical Science Institute, Graduate School of Medical Science, Brain Korea 21 Project,Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>4<\/sup>Severance Biomedical Science Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>5<\/sup>Yonsei Biomedical Research Institute,Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>6<\/sup>JEUK Institute for Cancer Research, JEUK Co., Ltd., Gumi-City, Korea, Republic of,<sup>7<\/sup>Division of Medical Oncology, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>8<\/sup>Division of Medical Oncology, Yonsei Cancer Center,  Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"c3702630-5ef8-4967-b583-6764014e385c","ControlNumber":"5471","DisclosureBlock":"&nbsp;<b>Y. Lee, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>S. Oh, <\/b> None..<br><b>K. Pyo, <\/b> None..<br><b>S. Heo, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>K. Lim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>M. Yun, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6480","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5935","PresenterBiography":null,"PresenterDisplayName":"Byoung Chul Cho, MD;PhD","PresenterKey":"a3c74de1-80ab-48ea-8bb1-f1dabd1fc3f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5935. Phenotype profiling of tumor microenvironment in EGFR mutant lung adenocarcinoma with multi-omics data","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"510","SessionOnDemand":"False","SessionTitle":"Methods to Measure Clonal Evolution","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phenotype profiling of tumor microenvironment in EGFR mutant lung adenocarcinoma with multi-omics data","Topics":null,"cSlideId":""}]