[{"Abstract":"While most breast cancer patients are diagnosed early, approximately 10-20% recur with the metastatic disease within 10 years. Unfortunately, cures are limited once recur, especially if the tumor spreads to the bone, a site resistant to therapies. Elevated levels of the Wnt inhibitor dickkopf-1 (Dkk1) are detected in breast cancer patients and correlate with the progression of bone metastases. We also find that breast cancer patients with progressive metastatic bone disease unresponsive to standard-of-care therapies have higher Dkk1 levels than patients with stable disease. Intriguingly, serum Dkk1 levels do not always correlate with Dkk1 expression in cancer cells. Thus, it is important to understand the source and role of Dkk1 in breast cancer. In this study, we used mice orthotopically injected with PyMT, EO771, and 4T1 breast cancer lines. Although Dkk1 was not expressed in the tumor cells, Dkk1 serum levels were upregulated in all models. To determine the role of Dkk1 in tumor progression, we used a Dkk1 neutralizing antibody (&#945;-Dkk1) and found a significant reduction in primary tumor growth and in the bone of mice intratibially injected with PyMT tumor cells compared to IgG. To understand the source of Dkk1, we isolated the tumor mass and the bones from tumor-bearing mice. Dkk1 was highly expressed by the osteoblasts (OBs) in the bone and to a less extent by the cancer-associated fibroblasts (CAFs) in the tumor stroma. To address the role of bone- versus CAF-derived Dkk1, we generated mice with specific deletion of Dkk1 in the OBs (OsxCre;Dkk1fl\/fl), or CAFs (Fsp1Cre;Dkk1fl\/fl and aSMACreERT2;Dkk1fl\/fl). To our surprise, all our mouse models showed a significant reduction in primary tumor growth, suggesting systemic and local effects of Dkk1. Further supporting direct local effects of Dkk1, WT mice co-injected with PyMT and Dkk1 deficient CAFs showed reduced tumor growth compared to mice co-injected with Dkk1 sufficient CAFs. To understand how Dkk1 exerts its pro-tumorigenic effects, we performed bulk RNAseq of tumor cells isolated from IgG and &#945;-Dkk1 treated mice. To our surprise, we did not detect changes in pathways related to cell proliferation, survival, apoptosis, and cytoskeletal reorganization. However, pathways related to immune responses were upregulated in the &#945;-Dkk1 treated tumors. Indeed, Dkk1 neutralization did not reduce tumor growth in the NSG immune-compromised mice. To investigate which immune population was targeted by Dkk1, we treated tumor-bearing mice with &#945;-Dkk1 in combination with depletion of T, NK cells, or macrophages. Surprisingly, only NK cell depletion abrogated &#945;-Dkk1 anti-tumor effects. In vitro assays further confirmed reduced NK cell killing efficiency against PyMT tumor cells in the presence of recombinant Dkk1. Our data show that Dkk1 exerts local and systemic effects to promote tumor progression by modulating the killing efficiency of NK cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-10 Tumor-induced immune suppression: Extrinsic factors,,"},{"Key":"Keywords","Value":"Breast cancer,Cancer-associated fibroblasts,Immunosuppression,Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seunghyun Lee<\/b><sup><\/sup>, Biancamaria Ricci<sup><\/sup>, Roberta Faccio<sup><\/sup><br><br\/>Orthopedics, Washington University School of Medicine in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"256357b1-56d5-4324-9eb0-9f3deeae93be","ControlNumber":"758","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>B. Ricci, <\/b> None..<br><b>R. Faccio, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6866","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"662","PresenterBiography":null,"PresenterDisplayName":"Seunghyun Lee, BS","PresenterKey":"d0563f31-c51c-4ffd-ad57-486232aa7b66","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"662. Local and systemic effects of Dickkopf-1 during breast cancer progression by limiting NK cell-mediated killing","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Local and systemic effects of Dickkopf-1 during breast cancer progression by limiting NK cell-mediated killing","Topics":null,"cSlideId":""},{"Abstract":"Tumor-associated macrophages (TAM) are particularly abundant (i.e. 27% &#177; 9%) in the microenvironment of malignant pleural mesothelioma (MPM). These macrophages do not correspond to classical (M1) and alternatively-activated (M2) phenotypes but, instead, are shaped by local inflammatory mediators released in the pleura. We previously showed that, besides classical functions exerted by macrophages (i.e. phagocytosis, cytokine expression and antigen presentation), murine RAW264.7 cells are directly cytotoxic to MPM tumors (Hamaidia <i>et al<\/i>, JCI Insight 4:e128474). Upon direct cell-to-cell contact, RAW264.7 macrophages kill mesothelioma cells by a mechanism of oxeiptosis involving the enhancer of zeste homolog 2 (EZH2) methyltransferase. We have now investigated this immune-editing activity in human mesothelioma. We show that M1-activated primary macrophages are more cytotoxic for M14K cells than M2. The killing activity of M1 macrophages is dependent on NADPH oxidase activity and peroxynitrite levels. Mesothelioma cells and M2 macrophages interact through an inhibitory synapse characterized by engagement of the PD-1 receptor. Consistently, the immune-editing activity of M2 macrophages is partially restored in presence of neutralizing anti-PD1 antibody. Primary human macrophages cultured in presence of pleural effusions of MPM patients are less cytotoxic than M1 and are unable to inhibit tumor growth in mice. Macrophages differentiated in pleural effusions display a broad spectrum of cytotoxic activities (i.e. from complete inactivity to rates similar to those of M2). Luminex profiling of pleural fluids has identified a series of key mediators associated with the cytotoxic phenotype. The best correlation is obtained with resistin (RETN, FIZZ3, ADSF). Recombinant human resistin improves the killing activity of pleural effusion macrophages in cell culture. Gene transduction of RETN in RAW264.7 impairs growth of AB12 tumors in BALB\/c mice. In conclusion, we have shown that resistin is the main factor that mediates immunoediting activity exerted by primary human macrophages towards mesothelioma cells, opening new prospects for therapeutic intervention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Mesothelioma,Tumor microenvironment,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Malik Hamaidia<\/b><sup>1<\/sup>, Majeed Jamakhani<sup>1<\/sup>, Jean-Rock Jacques<sup>1<\/sup>, Alexis Fontaine<sup>1<\/sup>, Arnaud Scherpereel<sup>2<\/sup>, Eric Wasielewski<sup>2<\/sup>, Louis Renaud<sup>3<\/sup>, Vincent Heinen<sup>3<\/sup>, Bernard Duysinx<sup>3<\/sup>, Luc Willems<sup>1<\/sup><br><br\/><sup>1<\/sup>Molecular and Cellular Epigenetic Lab, University of Liège, Liège, Belgium,<sup>2<\/sup>Pulmonary and Thoracic Oncology, University Hospital of Lille, Lille, France,<sup>3<\/sup>Department of Pulmonology, University Hospital of Liège, Liège, Belgium","CSlideId":"","ControlKey":"5e952196-c62e-45e4-9de8-74c3f7e98f8b","ControlNumber":"1598","DisclosureBlock":"&nbsp;<b>M. Hamaidia, <\/b> None..<br><b>M. Jamakhani, <\/b> None..<br><b>J. Jacques, <\/b> None..<br><b>A. Fontaine, <\/b> None..<br><b>A. Scherpereel, <\/b> None..<br><b>E. Wasielewski, <\/b> None..<br><b>L. Renaud, <\/b> None..<br><b>V. Heinen, <\/b> None..<br><b>B. Duysinx, <\/b> None..<br><b>L. Willems, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6872","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"663","PresenterBiography":null,"PresenterDisplayName":"Malik Hamaidia, PhD","PresenterKey":"f6905a32-be3f-4e03-b46d-3510761a2c07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"663. Resistin mediates the immunoediting activity exerted by primary human macrophages towards mesothelioma cells","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resistin mediates the immunoediting activity exerted by primary human macrophages towards mesothelioma cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: IgD-CD27- double-negative (DN) B cells are involved in various autoimmune and infectious diseases. A DN B cell population was identified within the tumor microenvironment (TME) of nasopharyngeal carcinoma (NPC), a malignancy highly associated with Epstein-Barr Virus (EBV) infection. The DN B cell population was associated with poor clinical outcomes. However, the mechanisms associating DN B cells with poor NPC prognosis are unknown. This study aims to characterize NPC-infiltrating DN B cells and elucidate their interactions with the NPC TME.<br \/>Methods: We analyzed the single-cell RNA-seq (scRNA-seq) data from four NPC cohorts. Fifty-nine samples from 43 NPC patients and 6 healthy subjects, consisting of 10 NPC-patient derived peripheral blood samples, 43 NPC tissue samples, and 6 normal tissue samples; and a total of 463,913 cells were included in this study.<br \/>Results: NPC-infiltrating B cells were divided into 14 unique subclusters, with NPC tumor samples being enriched in DN B cells compared to normal tissue samples (P = 0.07) and NPC-patient-derived blood samples (P &#60; 0.01). The majority of NPC-infiltrating DN B cells do not express marker genes associated with previously described DN B subtypes, such as <i>CR2<\/i> and <i>CXCR5<\/i> for DN1, <i>ITGAX<\/i> and <i>TBX21<\/i> for DN2, <i>TBX21<\/i> for DN3 and <i>IGHE <\/i>for DN4 B cells. However, we observed a small proportion of NPC-infiltrating DN B cells expressing DN1-associated marker genes. Some of the genes differentially expressed by the DN B cells, such as <i>HNRNPH1<\/i> and <i>DDX17<\/i>, are involved in mRNA processing. Network functional enrichment analysis identified biological pathways involved in mRNA processing, viral genome replication regulation, and viral responses to be enriched in DN B cells. This suggests the DN B cells may have altered mRNA processing, while the presence of EBV in the NPC TME might affect those DN B cells. We next conducted trajectory analysis to investigate the cellular development in relation to mRNA processing from the NPC-infiltrating DN B cells. They were identified as an intermediary B cell development state, suggesting the DN B cell population may represent a B cell developmental block within the NPC TME. Finally, we compared the gene expression profiles of NPC cancer cells from NPC-high and NPC-low tumors and revealed an association between DN B cell content and NPC tumors with high expression of immune-related genes, such as Human Leukocyte Antigen (HLA) genes and interferon-induced genes.<br \/>Conclusion: We characterized the NPC-infiltrating DN B cells and revealed their potential alterations in mRNA-splicing and differentiation. Further research is needed to study the interactions between DN B cells with NPC tumors with high immune-related gene expression, as well as the potential effects of EBV on the DN B cells.<br \/>Acknowledgments: This study is supported by the Theme-based Research Scheme (TBRS) (T12-703\/22-R).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adaptive immunity in tumors,,"},{"Key":"Keywords","Value":"Tumor microenvironment,B cells,Nasopharyngeal carcinoma,Epstein-Barr virus (EBV),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael King Yung Chung<\/b><sup>1<\/sup>, Ngar Woon Kam<sup>2<\/sup>, Wei Dai<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Clinical Oncology, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong, Hong Kong,<sup>2<\/sup>Laboratory of Synthetic Chemistry and Chemical Biology Limited, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"a1e7578c-19b8-42d4-ab53-ca38832ed8db","ControlNumber":"2151","DisclosureBlock":"&nbsp;<b>M. K. Y. Chung, <\/b> None..<br><b>N. W. Kam, <\/b> None..<br><b>W. Dai, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6903","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"664","PresenterBiography":null,"PresenterDisplayName":"Michael Chung, BS","PresenterKey":"4523e11d-92e9-4dbe-855a-1e648f8534eb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"664. Characterization of double-negative B cells within the NPC microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of double-negative B cells within the NPC microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Overexpression of repetitive RNA is an emerging hallmark of human cancers. These diverse repetitive elements, including SINEs (Short Interspersed Nuclear Elements) and LINEs (Long Interspersed Nuclear Elements), can mimic viruses by replicating in the genome through retrotransposition and displaying pathogen-associated molecular patterns, potentially triggering inflammatory responses. However, our knowledge of how specific repeats affect tumor evolution and shape the tumor immune microenvironment in a pro- or anti-tumorigenic manner remains incomplete. We integrated evolutionary analysis on whole genome and total RNA sequencing data from a unique cohort of multiregion-sampled human primary and metastatic pancreatic ductal adenocarcinoma (PDAC). We find that the more recently evolved SINEs are more likely to form double-strand RNAs (dsRNAs), a structure known to stimulate innate immune response. Consistently, these younger SINEs are highly associated with a RIG-I associated type-I interferon signature. LINE-1 (L1) retrotransposition activity in these samples tracks with tumor phylogenetic branching and is depended on the status of <i>TP53<\/i> mutations, supporting active differential surveillance of L1 mobility by mutant <i>TP53<\/i> during tumor evolution. Lastly, we discovered that immunostimulatory SINE expression is anti-correlated with both ADAR1 expressions, exonuclease DIS3 expression, and L1 retrotransposons activity, suggesting a cooperative relationship between ADAR1 and L1 activity in regulating immunogenic SINE expression. We propose that pancreatic tumors modulate immunogenic SINE abundance to their pro-tumorigenic inflammatory advantage through hyperactive L1 activity via accelerated exonuclease degradation when ADAR1 is not activated. Our analysis illustrates for the first time the evolutionary role of dark matter genomic repeats in allowing tumors to actively leverage viral-like innate immune responses to manipulate their immune microenvironment for selective advantage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-01 Adaptive immunity in tumors,,"},{"Key":"Keywords","Value":"Tumor evolution,Immuno-oncology,RNA,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Siyu Sun<\/b><sup><\/sup><br><br\/>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"8ff4e3a6-730e-4ed8-be02-059ff959be6f","ControlNumber":"5463","DisclosureBlock":"&nbsp;<b>S. Sun, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6907","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"665","PresenterBiography":null,"PresenterDisplayName":"Siyu Sun, PhD","PresenterKey":"2f4c9080-7f40-4c4a-8a66-e5312fe7ec5c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"665. Repetitive elements and viral mimicry co-evolve with the immune microenvironment in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Repetitive elements and viral mimicry co-evolve with the immune microenvironment in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"The cluster of differentiation 47(CD47) is a ubiquitously expressed innate immune checkpoint transmembrane protein but is often overexpressed in cancer cells. CD47 interacts with signal regulatory protein alpha (SIRP&#945;) on macrophages leading to tyrosine phosphatase activation and preventing myosin accumulation at the phagocytic synapse. SIRPa activation triggers the &#8220;Do not eat me&#8221; signal, negatively regulating phagocytosis in macrophages. Blockade of CD47-SIRP&#945; is a novel immunotherapeutic approach to enhance innate antitumor responses in cancer patients, and clinical data from melanoma patients also showed promising outcomes when CD47 blockade combined with other therapeutic approaches, such as anti-PD-L1. Publications from our lab have provided compelling evidence that histone deacetylase 6 (HDAC6) inhibitors with PD1 blockade delayed tumor progression, enhanced survival, and modulated macrophage phenotype both in vitro and in vivo. The present study aimed to explore the role of HDAC 6 in the CD47\/ SIRP&#945; axis in phagocytosis and innate antitumor immunity. HDAC inhibition in primary mouse bone marrow-derived macrophages and human THP1 cells enhanced the pro-inflammatory M1 macrophages while downregulating the anti-inflammatory M2 phenotype. In the subsequent studies, we found that HDAC6 inhibition diminished the expression of SIRP&#945; and enhanced the expression of other pro-phagocytic signals, such as Lrp1, CD36, and Mfge8 in macrophages. HDAC6 inhibition also downregulated the CD47 expression in mouse and human melanoma cells. Furthermore, modulation of CD47\/SIRP&#945; by HDAC6 inhibitors leads to an increase in phagocytosis in NextA-treated macrophages, further enhanced in CD47-blocking antibodies. We also demonstrated that the combination of systemic administration of the HDAC6 inhibitor Nexturastat A and intertumoral delivery of anti-CD47 reduced SM1 melanoma growth in vivo by increasing immune cell infiltration in the tumor microenvironment. Collectively our results suggest that HDAC6 inhibitors synergize with CD47 blockade to reduce tumor growth and enhance innate antitumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-02 Epigenetic regulation of tumor immunity,,"},{"Key":"Keywords","Value":"Immune checkpoint,Histone deacetylase inhibitor,Phagocytosis,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nithya Gajendran<\/b><sup>1<\/sup>, Maria Gracia Del Mar Hernandez<sup>2<\/sup>, Ashutosh Yende<sup>3<\/sup>, Zubaydah Alahmadi<sup>4<\/sup>, Xintang Li<sup>1<\/sup>, Zuleima Munoz<sup>5<\/sup>, Manasa Suresh<sup>1<\/sup>, David Quiceno<sup>1<\/sup>, Karen Tan<sup>1<\/sup>, Maho Shibata<sup>6<\/sup>, Satish Noonepalle<sup>1<\/sup>, Alejandro Villagra<sup>1<\/sup><br><br\/><sup>1<\/sup>Oncology, Georgetown Medical center, Washington, DC,<sup>2<\/sup>Biochemistry & Molecular Medicine, George Washington University, Washington, DC,<sup>3<\/sup>Department of Anatomy and Cell Biology, George Washington University, Washington, DC,<sup>4<\/sup>Department of Anatomy and Cell Biology, The George Washington University, Washington, DC,<sup>5<\/sup>Department of Biochemistry and Molecular Medicine, The George Washington University, Washington, DC,<sup>6<\/sup>Department of Anatomy and Cell Biology, The George Washington University, Washington, Washington, DC","CSlideId":"","ControlKey":"808fdbaa-86c9-4710-8c2a-d60b6dca496f","ControlNumber":"7116","DisclosureBlock":"&nbsp;<b>N. Gajendran, <\/b> None..<br><b>M. G. D. Hernandez, <\/b> None..<br><b>A. Yende, <\/b> None..<br><b>Z. Alahmadi, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>Z. Munoz, <\/b> None..<br><b>M. Suresh, <\/b> None..<br><b>D. Quiceno, <\/b> None..<br><b>K. Tan, <\/b> None..<br><b>M. Shibata, <\/b> None..<br><b>S. Noonepalle, <\/b> None..<br><b>A. Villagra, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6915","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"666","PresenterBiography":"","PresenterDisplayName":"Nithya Gajendran, PhD","PresenterKey":"6b58fbba-36e9-438f-8201-b9f31edafe02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"666. Targeting the CD47\/SIRP&#945; &#8220;Do not eat me&#8221; phagocytic pathway in macrophages to improve anti-CD47 immune therapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the CD47\/SIRP&#945; &#8220;Do not eat me&#8221; phagocytic pathway in macrophages to improve anti-CD47 immune therapy","Topics":null,"cSlideId":""},{"Abstract":"Whilst the advent of Immune Checkpoint Blockade has revolutionized the management of cancer, a significant proportion of patients have limited or absent response to these therapies. A key cause of this immune insensitivity is the hostile solid tumor microenvironment (TME) dominated by immunosuppressive myeloid cells. We previously identified the acid sensing G protein coupled receptor (GPCR), GPR65, as a primary determinant of these suppressive cells. In mice, genetic deletion of <i>Gpr65<\/i> or oral administration of small molecule GPR65 inhibitors <i>in vivo<\/i> causes a profound repolarization of immunosuppressive tumor associated macrophages, an increase in infiltrating effector cells and potent anti tumor effects in syngeneic models. In TCGA data, across all tumors, patients homozygous for a hypomorphic coding variant in <i>GPR65<\/i> (I231L) show increased overall survival, providing compelling genetic evidence of the clinical potential of GPR65 inhibition. To further explore the translational potential of GPR65 we employed a range of techniques to define the human biology of this receptor in different contexts. At the mechanistic level, single cell RNA sequencing (scRNAseq) of human PBMCs obtained from healthy donors demonstrated a pronounced effect of low pH on the myeloid compartment, with a clear polarization of these cells toward an immunosuppressive character and modulation of <i>GPR65<\/i> expression. In parallel, pharmacological inhibition of GPR65 in human monocyte derived macrophages exposed to low pH demonstrated that equivalent gene expression changes are primarily due to GPR65 activation. To examine the relevance of these findings to the intact acidic human TME, we performed studies in fresh primary human tumor histocultures from clear cell renal cell carcinoma (ccRCC) patients with immunohistochemically confirmed high macrophage infiltration and carbonic anhydrase 9 (CA9) expression. In these cultures, GPR65 inhibition caused a dose dependent suppression of a geneset closely overlapping with that modulated by GPR65 in primary macrophages. Furthermore, we observed a marked decrease in immune suppressive IL10 secretion with coincident elevation of specific proinflammatory chemokines. Consistent with these findings, <i>in vivo<\/i> administration of a small molecule GPR65 inhibitor elicited similar changes in human CA9 expressing RCC PDX tumors implanted in myeloid boosted CD34+ stem cell engrafted NCG mice. In summary, inhibition of GPR65 provides a unique and genetically validated approach to favorably modify the immunosupressive TME with features highly conserved between mouse and human contexts. We propose that GPR65 inhibition holds significant clinical promise, with specific evidence around ccRCC as a potential standout indication.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Immune checkpoint,G-protein-coupled receptors (GPCR),Survival,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Barbara Cipriani<\/b><sup>1<\/sup>, Alastair Corbin<sup>1<\/sup>, David Miller<sup>1<\/sup>, Alan Naylor<sup>1<\/sup>, Faraz Khan<sup>2<\/sup>, Gavin Milne<sup>3<\/sup>, Barbara Young<sup>3<\/sup>, Rupert Satchell<sup>3<\/sup>, Sourav Sarkar<sup>3<\/sup>, Mussa Quareshy<sup>3<\/sup>, Anastasia Nika<sup>4<\/sup>, Preeti Singh<sup>4<\/sup>, Gavin Knox<sup>4<\/sup>, Darryl Turner<sup>4<\/sup>, Satish Sankaran<sup>5<\/sup>, Nandini Pal Basak<sup>5<\/sup>, Toszka Bohn<sup>6<\/sup>, Tobia Bopp<sup>6<\/sup>, Surya Koturan<sup>7<\/sup>, Bo Sun<sup>7<\/sup>, Benjamin Fairfax<sup>7<\/sup>, Tom McCarthy<sup>1<\/sup>, Stuart Hughes<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathios Therapeutics, Oxford, United Kingdom,<sup>2<\/sup>M:M Bio, Oxford, United Kingdom,<sup>3<\/sup>Sygnature Discovery, Nottingham, United Kingdom,<sup>4<\/sup>Malvern Panalytical, Edinburgh, United Kingdom,<sup>5<\/sup>Farcast Biosciences, Bengaluru, India,<sup>6<\/sup>University Medical Center, Mainz, Germany,<sup>7<\/sup>University of Oxford, Oxford, United Kingdom","CSlideId":"","ControlKey":"523b8d96-bd44-45da-8bd9-3346f6424024","ControlNumber":"4684","DisclosureBlock":"&nbsp;<b>B. Cipriani, <\/b> None..<br><b>A. Corbin, <\/b> None..<br><b>D. Miller, <\/b> None..<br><b>A. Naylor, <\/b> None..<br><b>F. Khan, <\/b> None..<br><b>G. Milne, <\/b> None..<br><b>B. Young, <\/b> None..<br><b>R. Satchell, <\/b> None..<br><b>S. Sarkar, <\/b> None..<br><b>M. Quareshy, <\/b> None..<br><b>A. Nika, <\/b> None..<br><b>P. Singh, <\/b> None..<br><b>G. Knox, <\/b> None..<br><b>D. Turner, <\/b> None..<br><b>S. Sankaran, <\/b> None..<br><b>N. Pal Basak, <\/b> None..<br><b>T. Bohn, <\/b> None..<br><b>T. Bopp, <\/b> None..<br><b>S. Koturan, <\/b> None..<br><b>B. Fairfax, <\/b> None..<br><b>T. McCarthy, <\/b> None..<br><b>S. Hughes, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6943","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"668","PresenterBiography":null,"PresenterDisplayName":"Barbara Cipriani, PhD","PresenterKey":"423949ec-8d14-42a8-bf4f-4745c42d9587","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"668. The translational biology of small molecule GPR65 inhibitors: shared effects between mouse models and human primary tumors highlight the unique transformative potential of targeting a genetically validated innate immune checkpoint","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The translational biology of small molecule GPR65 inhibitors: shared effects between mouse models and human primary tumors highlight the unique transformative potential of targeting a genetically validated innate immune checkpoint","Topics":null,"cSlideId":""},{"Abstract":"Gliomas are recalcitrant brain tumors. Differential tumor immune reactivity contributes to survival advantage of isocitrate dehydrogenase-mutant (IDH<sup>mut<\/sup>) over wild-type (IDH<sup>wt<\/sup>) gliomas. Despite this correlative pattern of immunity and survival, only a limited view of a highly complex immune contexture across IDH mutation classified gliomas is known. Herein, we present an unprecedented view of myeloid and lymphoid cell type diversity by single cell RNA sequencing and spectral cytometry-based interrogation of tumor-associated leukocytes from fifty-five IDH stratified primary and recurrent human gliomas and six non-glioma brains. Our analyses revealed twenty-two myeloid and lymphoid cell types within and across glioma subtypes. Glioma severity in relapsed IDH<sup>wt<\/sup> correlated with microglial attrition concomitant with a continuum of invading monocyte-derived microglia-like and macrophages amongst other infiltrating conventional T and NK lymphocytes and unconventional mucosa associated invariant T (MAIT) cells. Specifically, certain microglial and monocyte-derived subpopulations were associated with antigen presentation gene modules, akin to cross-presenting dendritic cells (DCs). As tissue macrophages exhibit multifaceted polarization in response to microenvironmental cues, we clarify the existence of microglia\/macrophage functional states beyond M1\/M2 paradigms exemplified by the presence of palmitic-, oleic- acid, and glucocorticoid responsive polarized states. Immune related gene ontology analysis identified enriched antigen presentation and phagocytosis gene modules in distinct microglia-like clusters. Importantly, the phagocytic immunomodulator; Triggering Receptor Expressed on Myeloid Cells 2 (TREM2) was upregulated in these microglia-like cells. Contrary to tumor promoting role of TREM2 myeloid cells in non-brain cancers, we identify TREM2 mediated anti-glioma axis as a regulator of antigen presentation Accelerated glioma growth was observed in <i>Trem2<\/i> deficient mice implanted with CT2A glioma cells affirming the anti-glioma role of TREM2<sup>+<\/sup> myeloid cells. In addition to providing an advanced landscape of glioma-specific immune contexture for immunotherapy applications, our reverse translational investigations discover TREM2 as a novel immunotherapy target for brain malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Immuno-oncology,Tumor associated macrophages,Brain tumors,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Pravesh Gupta<\/b><sup>1<\/sup>, Minghao Dang<sup>2<\/sup>, Shivangi Oberai<sup>3<\/sup>, Mekenzie Peshoff<sup>3<\/sup>, Nancy Milam<sup>3<\/sup>, Aml Ahmed<sup>3<\/sup>, Krishna Bojja<sup>3<\/sup>, Tuan  M.  Tran<sup>4<\/sup>, Kathryn Cox<sup>5<\/sup>, Huma Shehwana<sup>6<\/sup>, Carlos Kamiya Matsuoka<sup>7<\/sup>, Jianzhuo Li<sup>4<\/sup>, Joy Gumin<sup>8<\/sup>, Alicia Goldman<sup>9<\/sup>, Sameer  A.  Seth<sup>10<\/sup>, Atul Maheshwari<sup>9<\/sup>, Frederick  F.  Lang<sup>8<\/sup>, Nicholas  E.  Navin<sup>11<\/sup>, Amy  B.  Heimberger<sup>12<\/sup>, Karen Clise Dwyer<sup>5<\/sup>, Linghua Wang<sup>13<\/sup>, Krishna  P.  Bhat<sup>3<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Genomic Medicine, UT MD Anderson Cancer Centre, Houston, TX,<sup>3<\/sup>Translational Molecular Pathology, UT MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>Genetics, UT MD Anderson Cancer Center, Houston, TX,<sup>5<\/sup>Hematopoietic Biology and Malignancy, UT MD Anderson Cancer Center, Houston, TX,<sup>6<\/sup>Bioinformatics and Computational Biology, UT MD Anderson Cancer Center, Houston, TX,<sup>7<\/sup>Neuro-Oncology, UT MD Anderson Cancer Center, Houston, TX,<sup>8<\/sup>Neurosurgery, UT MD Anderson Cancer Center, Houston, TX,<sup>9<\/sup>Neurology and Neuroscience, Baylor College of Medicine, Houston, TX,<sup>10<\/sup>Neurosurgery, Baylor College of Medicine, Houston, TX,<sup>11<\/sup>Genetic , Bioinformatics and Computational Biology, UT MD Anderson Cancer Center, Houston, TX,<sup>12<\/sup>Neurosurgery, Northwestern University, Chicago, IL,<sup>13<\/sup>Genomic Medicine, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"1e4d57d2-aa95-4601-8f2d-d5a77b8f74b2","ControlNumber":"6550","DisclosureBlock":"&nbsp;<b>P. Gupta, <\/b> None..<br><b>M. Dang, <\/b> None..<br><b>S. Oberai, <\/b> None..<br><b>M. Peshoff, <\/b> None..<br><b>N. Milam, <\/b> None..<br><b>A. Ahmed, <\/b> None..<br><b>K. Bojja, <\/b> None..<br><b>T. M. Tran, <\/b> None..<br><b>K. Cox, <\/b> None..<br><b>H. Shehwana, <\/b> None..<br><b>C. K. Matsuoka, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>J. Gumin, <\/b> None..<br><b>A. Goldman, <\/b> None..<br><b>S. A. Seth, <\/b> None..<br><b>A. Maheshwari, <\/b> None..<br><b>F. F. Lang, <\/b> None..<br><b>N. E. Navin, <\/b> None..<br><b>A. B. Heimberger, <\/b> None..<br><b>K. C. Dwyer, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>K. P. Bhat, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6945","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"669","PresenterBiography":"","PresenterDisplayName":"Pravesh Gupta, PhD","PresenterKey":"d7813041-2584-4d32-bc1a-581e788b122e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"669. Immunophenotyping of human brain tumors reveals myeloid cell mediated anti-glioma axis","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immunophenotyping of human brain tumors reveals myeloid cell mediated anti-glioma axis","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the second most diagnosed cancer. Lung cancer exhibits a sex difference, though the exact mechanisms behind this difference are not well understood. Men have a higher lifetime risk of developing lung cancer and often have more severe disease than women. There are thought to be multiple factors that contribute to this difference, including the environment, lifestyle, sex hormones, and differing immune responses. Mouse tumor models of lung, breast, colon, melanoma and kidney were used in immune competent or immune compromised mouse models treated with the chemotherapy ABT-263. The study of the immune response to lung tumors utilized ex vivo killing assays, multicolor flow cytometry, and clonogenic survival, as well as humanized mice and patient-derived xenografts. We observe a sex difference in two models of lung cancer in immunocompetent mice, but not in models of breast, colon, kidney, or melanoma. This difference is dependent on the innate immune system, specifically through natural killer cells and macrophages. This sex difference is lost in ovariectomized mice. Multicolor flow cytometry shows differences in innate immune cell populations in tumors and spleens in males and females. Preliminary data suggests the pro-apoptotic ligand TRAIL secreted from innate immune cells is more effective on cells exposed to female compared to ovariectomized female mouse serum. Reduced tumor growth in female mice can be further enhanced with ABT-263, and this effect requires NK cells. Patient-derived xenografts transplanted into female humanized mice grow more slowly than those transplanted into non-humanized mice, confirming the role of the immune system in modulating tumor growth. This research opens the potential for immune stimulating therapies, combined with ABT-263, as a novel treatment approach.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Innate immunity,Drug sensitivity,Lung cancer: non-small cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lauren  A.  May<\/b><sup>1<\/sup>, Joseph  W.  Landry<sup>1<\/sup>, Rebecca Martin<sup>2<\/sup>, Howard  Y.  Li<sup>3<\/sup>, Jennifer Koblinski<sup>4<\/sup>, Paula  D.  Bos<sup>4<\/sup><br><br\/><sup>1<\/sup>Human and Molecular Genetics, Virginia Commonwealth University - VCU, Richmond, VA,<sup>2<\/sup>Microbiology and Immunology, Virginia Commonwealth University - VCU, Richmond, VA,<sup>3<\/sup>Internal Medicine, Virginia Commonwealth University - VCU, Richmond, VA,<sup>4<\/sup>Pathology, Virginia Commonwealth University - VCU, Richmond, VA","CSlideId":"","ControlKey":"46259224-acd8-44a8-b4e3-fc38f82b5f06","ControlNumber":"4655","DisclosureBlock":"&nbsp;<b>L. A. May, <\/b> None..<br><b>J. W. Landry, <\/b> None..<br><b>R. Martin, <\/b> None..<br><b>H. Y. Li, <\/b> None..<br><b>J. Koblinski, <\/b> None..<br><b>P. D. Bos, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6949","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"670","PresenterBiography":null,"PresenterDisplayName":"Lauren May, BS","PresenterKey":"7037fc2f-c79f-47c4-a6dc-6e25e4ee47ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"670. Sex differences in the innate immune response to lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sex differences in the innate immune response to lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The infiltration of macrophages into the tumor microenvironment (TME) is a well-known characteristic of tumor progression and therapy resistance. Depending on the signals derived from TME, macrophage plasticity allows them to undergo a variety of polarization states. Two extremes of macrophage polarization are M1 and M2 phenotypes. M1 macrophages provide enhanced anti-tumor inflammatory reaction while M2 macrophages are usually associated with tumor progression due to their immune suppression, angiogenesis and neovascularization promoting capabilities. Modulating the macrophage differentiation or polarization has emerged as a therapeutic strategy to synergize or complement current treatments.<br \/>At Reaction Biology we have established human macrophage assay pipelines to evaluate the novel macrophage polarization compounds in vitro. Both, monocyte cell lines like THP-1, and and freshly isolated monocytes from donor derived PBMCs, are of great value. Donor derived differences could become an issue during the screening phase compared to the use of cell lines. Yet, after the screening phase, the evaluation across several healthy donors is crucial to assess the impact of a compound on the general population. Monocytes from primary human peripheral blood mononuclear cell (PBMC) are isolated, differentiated into na&#239;ve macrophages, and polarized. Effects of compounds modulating the differentiation and polarization of macrophages are analyzed by flow cytometry. Moreover, the functional reprogramming of monocytes and macrophages can be analyzed by measuring the phagocytic or tumor cell killing capacity via flow cytometry or using high content screening equipment. In the addition, a wide range of secreted cytokine can be quantified by MSD ELISA.<br \/>Our data shows that human primary monocytes grown under M1 polarizing conditions express high levels of CD86 and HLA-DR in contrast to those cultivated under M2 polarizing conditions, with high expression of CD163 and CD206. A pH-sensitive phagocytosis could be shown for M2 macrophages. Modulation of surface markers from polarized macrophages under different treatment conditions could be observed, as well as changes in their functionality, supporting the translational value to evaluate the efficacy of immunomodulating compounds in vitro.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Macrophages,Monocyte,Tumor associated macrophages,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Carla Castro<\/b><sup><\/sup>, Philipp Metzger<sup><\/sup>, Cynthia Obodozie<sup><\/sup>, Holger Weber<sup><\/sup><br><br\/>Reaction Biology Europe GmbH, Freiburg, Germany","CSlideId":"","ControlKey":"d675d21d-fd82-4800-b0f5-f5520048b3c5","ControlNumber":"6421","DisclosureBlock":"<b>&nbsp;C. Castro, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>P. Metzger, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>C. Obodozie, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>H. Weber, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6950","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"671","PresenterBiography":null,"PresenterDisplayName":"Holger Weber, PhD","PresenterKey":"2e59a2eb-c0ce-4554-a254-ad534dae6062","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"671. Exploiting macrophage differentiation and plasticity as an immunomodulating strategy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploiting macrophage differentiation and plasticity as an immunomodulating strategy","Topics":null,"cSlideId":""},{"Abstract":"PAH, one of the genes associated with inborn error of metabolism (IEM), codes for phenylalanine hydroxylase and is specifically expressed in the liver and kidney. When PAH is dysfunctional, phenylalanine (Phe) cannot be converted to tyrosine (Tyr), and it produces toxic metabolites such as phenylpyruvate by a metabolic shift. We previously analyzed germline variants of IEM-related genes using public cancer multi-omics data. As a result, there was a high frequency of mutations in the PAH gene, and germline variants were particularly high in renal cell carcinoma (RCC). Based on this data, we suggest that kidney-specific expressed PAH mutations could change the kidney tissue microenvironment, which makes them more vulnerable to chronic kidney disease (CKD) and affects cancer development. We used the PAH enu2 mice model, which has a missense mutation in the PAH gene. PAH homozygous mutant mice display phenylketonuria (PKU) when not maintained on a Phe-free diet. PAH enu2 mice were maintained a normal diet. The concentration of phenylalanine in the mice's serum was measured each week. Then, the proportions of immune cells were analyzed in peripheral blood and kidney. Next, Jurkat cells, which are well-known as human T-cell lines, were applied to the in vitro experiment. Jurkat cells were cultured in a medium containing Phe or PPA and were activated by PHA\/PMA or anti-CD3\/CD28. Then after, the expression of immune-related markers was evaluated. Additionally, the expression of the PAH enzyme in human RCC and normal tissue was assessed by immunohistochemistry (IHC). The concentration of Phe in mice serum was higher when the PAH gene was defective; homozygous mutant, heterozygous mutant. As PAH-defective mice got older, the T cell population decreased in the blood and kidney immune cells. When Jurkat T cells were cultured with Phe or PPA, the expression of IL-2, a cytokine related to T cell expansion, decreased in the PPA-treated and activated group. There were more significant changes when treated with PPA rather than Phe. IHC data shows the expression of PAH was significantly decreased in RCC tissues compared to non-tumor tissue. These results suggest that the immune system could be changed by PAH dysfunction bearing a germline mutation. Moreover, the kidney tissue microenvironment with PAH defects is vulnerable to the development of kidney disease, which can lead to RCC. This is a novel discovery that can explain the importance of the role PAH gene in kidney disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-08 Oncogenic pathway-mediated regulation of inflammation and tumor immunity,,"},{"Key":"Keywords","Value":"Immune response,Metabolic syndrome,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seojeong Kim<\/b><sup>1<\/sup>, Chaelin Kang<sup>2<\/sup>, Jihyun Park<sup>1<\/sup>, Seung Seok Han<sup>3<\/sup>, Youngil Koh<sup>3<\/sup>, Sung-Soo Yoon<sup>3<\/sup><br><br\/><sup>1<\/sup>Cancer Research Institute, Seoul National University, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Biomedical Sciences, Seoul National University, Seoul, Korea, Republic of,<sup>3<\/sup>Department of Internal Medicine, Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"ce5f98cb-d491-400c-98d4-2777195427db","ControlNumber":"4348","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>C. Kang, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>Y. Koh, <\/b> None..<br><b>S. Yoon, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6995","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"672","PresenterBiography":null,"PresenterDisplayName":"Seojeong Kim, BS","PresenterKey":"f1bda098-5020-4133-b17e-a4399c151764","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"672. A genetic defect in phenylalanine hydroxylase (PAH) affects the immune system in kidney","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A genetic defect in phenylalanine hydroxylase (PAH) affects the immune system in kidney","Topics":null,"cSlideId":""},{"Abstract":"Major neoplastic diseases have high incidences of brain metastasis (BrM) which is a clinically dreadful consequence of advanced cancers with an abysmal prognosis. Unfortunately, our understanding of the biology and molecular mechanisms underlying BrM remains rudimentary. Improving our understanding of the pathogenesis of BrM will facilitate the rational development and prioritization of new therapeutic strategies. Mitogen-activated protein kinases (MAPKs) are a group of serine\/threonine protein kinases that are key players in various intracellular signaling pathways controlling many cellular processes, e.g., growth, differentiation, stress responses, and immune defense which have a key role in cancer progression. However, little is known regarding the role of MAPKs in the pathogenesis of BrM. Here, we report that p38&#947; mitogen-activated protein kinase (MAPK12) is overexpressed in multiple tumor types and associated with aggressive breast cancer progression and a poor outcome in BrM patients. Interestingly, we found that the lack of p38&#947; did not impact the proliferation of tumor cells <i>ex vivo<\/i>, but significantly reduced both the primary tumor growth and BrM in EO771 and other mammary tumor-bearing immunocompetent mouse models. Our preclinical data indicated that p38&#947; promoted tumor progression and BrM through remodeling tumor microenvironments <i>in vivo<\/i>. We have mapped the immune landscape of BrM lesions of EO771-bearing mice using high-dimensional single-cell profiling. Clearly, cytometry by time-of-flight (CyTOF) analysis of the BrM immune infiltrates revealed reprogramming of the immunosuppressive brain microenvironment toward a proinflammatory and antitumoral state with tumor-intrinsic p38&#947; depletion, as indicated by highly enriched dendritic cell (DC) and cytolytic T cell (CTL) populations in BrM. To explore the impact of p38&#947; depletion in breast cancer cells, we performed RNA sequencing on EO771 cells having p38&#947; knocked down versus the control cells. We found that p38&#947; knocked down led to the upregulation of pathways related to immune cell movement, thereby leading to an increased accumulation of antitumor immune cells in BrM. Together, our findings uncover an important role for tumor-intrinsic p38&#947; in shaping the brain immune microenvironment and underscore the potential of specific p38&#947; blockade in enhancing antitumor immunity for the treatment of breast cancer BrM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-11 Tumor-induced immune suppression: Intrinsic factors,,"},{"Key":"Keywords","Value":"Brain metastasis,Tumor immunity,Breast cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiangliang Yuan<\/b><sup><\/sup>, Hao-Nien Chen<sup><\/sup>, Akosua Badu-Nkansah<sup><\/sup>, Yimin Duan<sup><\/sup>, Dihua Yu<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"62810063-e4f3-4074-a9b5-e2c2978460c1","ControlNumber":"2457","DisclosureBlock":"&nbsp;<b>X. Yuan, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>A. Badu-Nkansah, <\/b> None..<br><b>Y. Duan, <\/b> None..<br><b>D. Yu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7034","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"673","PresenterBiography":null,"PresenterDisplayName":"Xiangliang Yuan, PhD","PresenterKey":"c950a5d8-f502-4e02-a408-4e499ddc1010","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"673. p38&#947; MAPK remodels tumor microenvironment facilitating breast cancer progression and brain metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"p38&#947; MAPK remodels tumor microenvironment facilitating breast cancer progression and brain metastasis","Topics":null,"cSlideId":""},{"Abstract":"Interferon-gamma (IFNg) is critical for the success of immune checkpoint blockade therapy. Disruption of IFNg signaling makes tumors resistant to anti-PD-1\/L1 treatment primarily by evasion of the growth inhibition (GI) induced by this cytokine. However, the pathways mediating IFNg-induced GI are largely unknown. We used two independent approaches to delineate the IFNg GI pathway, a chemical genomics screen and a whole genome targeting CRISPR\/Cas9 screen in an IFNg GI-sensitive patient-derived melanoma (PDM) cell line. Drug screening revealed that treatment with RAF and ERK inhibitors disrupted IFNg GI in PDM cells. For the CRISPR screen, gene-level analysis showed that the magnitude of enrichment for guide RNAs targeting ERK2 in IFNg-treated cells was comparable to proximal IFNg signaling proteins like JAK1, STAT1, IFNGR2, and JAK2 (&#62;26-fold enrichment for ERK2, p = 2.28e-07). Thus, results from both these experiments converged upon ERK as the primary downstream target of IFNg essential for GI induction. We validated the involvement of ERK by detecting a sustained increase in phospho-ERK1\/2 levels following IFNg treatment. In live imaging experiments, we found that blocking ERK activity with the ERK inhibitor Ulixertinib blocks the induction of cell death after IFNg treatment in 17 of 23 (~74%) IFNg-sensitive PDM lines covering all the MAPK mutant and triple wildtype molecular subtypes of melanoma. Decreasing and increasing ERK activity levels using shRNA and overexpression approaches also led to a decrease and increase in IFNg-mediated GI, respectively. We have identified NOXA and DR5 as likely mediators of cell death through the IFNg-ERK GI pathway by comparing gene expression profiles of control and IFNg-treated PDM cells. Finally, phorbol 12-myristate 13-acetate (PMA), a known ERK activator, synergizes with IFNg treatment to induce increased GI in PDM cells (Bliss synergy score 16.87, p = 1.83e-123). In summary, the IFNg-ERK signaling axis mediates cell death downstream of IFNg treatment in melanoma cells. This pathway is active in all melanoma subtypes, making it an attractive target to enhance IFNg GI in tumor cells. Our results provide a new understanding of the IFNg GI pathway that will also be crucial to define mechanisms of GI resistance in tumor cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-12 Other,,"},{"Key":"Keywords","Value":"Immunotherapy,Interferon-gamma,Growth inhibition,ERK signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ameya S. Champhekar<\/b><sup>1<\/sup>, Rachel Heymans<sup>1<\/sup>, Cynthia Gonzalez<sup>1<\/sup>, Guillem Turon Font<sup>1<\/sup>, Daniel Karin<sup>1<\/sup>, June Lee<sup>2<\/sup>, Robert Damoiseaux<sup>3<\/sup>, Antoni Ribas<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Medicine, University of California, Los Angeles, Los Angeles, CA,<sup>2<\/sup>University of California, Los Angeles, Los Angeles, CA,<sup>3<\/sup>Department of Molecular and Medical Pharmacology, University of California, Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"6f430870-8da8-44b9-a8b2-5b38b8f5c390","ControlNumber":"7372","DisclosureBlock":"&nbsp;<b>A. S. Champhekar, <\/b> None..<br><b>R. Heymans, <\/b> None..<br><b>C. Gonzalez, <\/b> None..<br><b>G. Turon Font, <\/b> None..<br><b>D. Karin, <\/b> None..<br><b>J. Lee, <\/b> None.&nbsp;<br><b>R. Damoiseaux, <\/b> <br><b>Forcyte Biotechnologies<\/b> Other, Co-founder. <br><b>Pharma15<\/b> Other, Co-founder. <br><b>Enspire Bio<\/b> Other, Co-founder. <br><b>Amgen<\/b> Other, Consultant. <br><b>Panorama Medicine<\/b> Other, Consultant. <br><b>A. Ribas, <\/b> <br><b>Agilent<\/b> Grant\/Contract. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract, Other, Honoraria. <br><b>Merck<\/b> Other, Honoraria. <br><b>RAPT Therapeutics<\/b> Other, Honoraria. <br><b>Advaxis<\/b> Stock. <br><b>CytomX<\/b> Stock. <br><b>Isoplexis<\/b> Stock. <br><b>Kite-Gilead<\/b> Stock. <br><b>Appia<\/b> Stock, Other, Honoraria\u000d\u000aScientific Advisory Board. <br><b>Apricity<\/b> Stock, Other, Honoraria\u000d\u000aScientific Advisory Board. <br><b>Arcus<\/b> Stock, Other, Honoraria\u000d\u000aScientific Advisory Board. <br><b>Compugen<\/b> Stock, Other, Honoraria\u000d\u000aScientific Advisory Board. <br><b>Highlight<\/b> Stock, Other, Honoraria\u000d\u000aScientific Advisory Board. <br><b>ImaginAb<\/b> Stock, Other, Honoraria\u000d\u000aScientific Advisory Board. <br><b>ImmPact<\/b> Stock, Other, Honoraria\u000d\u000aScientific Advisory Board. <br><b>ImmuneSensor<\/b> Stock, Other, Honoraria\u000d\u000aScientific Advisory Board. <br><b>Inspirna<\/b> Stock, Other, Honoraria\u000d\u000aScientific Advisory Board. <br><b>Lutris<\/b> Stock, Honoraria\u000d\u000aScientific Advisory Board. <br><b>MapKure<\/b> Stock, Honoraria\u000d\u000aScientific Advisory Board. <br><b>Merus<\/b> Stock, Honoraria\u000d\u000aScientific Advisory Board.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7036","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"674","PresenterBiography":null,"PresenterDisplayName":"Ameya Champhekar, PhD","PresenterKey":"7dfcb29d-16c6-4b62-8da9-0ee94278e03c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"674. CRISPR and drug screens identify ERK as the mediator of IFNg-induced melanoma growth inhibition","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR and drug screens identify ERK as the mediator of IFNg-induced melanoma growth inhibition","Topics":null,"cSlideId":""},{"Abstract":"Brain neoplasms represent a complex form of cancer that is one of the most challenging to classify and treat. Over 120 different tumor subtypes originate from various parts of the central nervous system, which makes identifying the composition of the tumor microenvironment (TME) vital for early assessment of progression, treatment, and prevention. We developed high-plex proteomic analysis tools to thoroughly characterize the TME of both human and mouse brain tissues using Imaging Mass Cytometry&#8482; (IMC&#8482;). IMC offers unprecedented insight into the TME by uncovering the spatial distribution of 40-plus distinct molecular markers without autofluorescence, facilitating the research of brain neoplasms. Here, we demonstrate the application of high-plex human and mouse neuro-oncology IMC panels on normal and tumor formalin-fixed paraffin-embedded brain tissues.<br \/>A basic neurophenotyping panel was developed and used to customize the Maxpar&#174; Human and Maxpar OnDemand&#8482; Mouse Immuno-Oncology IMC Panel Kits. Human and mouse neuro-oncology panels provide deep phenotyping and characterization of brain TME composition. These neuro panels consist of cross-reactive clones and enable flexible panel design for brain-specific research goals, such as brain tumor classification, and assessment of neuronal inflammation, degeneration, and development.<br \/>We applied the neuro-oncology panels on tissue microarrays (TMAs) containing a variety of human brain tumors and mouse glioblastoma and neuroblastoma tissues. Normal brain tissues were used for comparative analysis as controls. The Hyperion&#8482; Imaging System was utilized to digitize images from the tissues followed by quantitative analysis to assess the cellular composition of normal and cancerous brain TME.<br \/>We successfully identified major cell populations that make up human and mouse brain matter, such as neurons, astrocytes, microglia, and oligodendrocytes. Various tumor cell phenotypes, resident and infiltrating cells, and resting and activated microglia were detected in multiple tumor subtypes. Subsequent single-cell analysis provided a comprehensive and quantitative assessment of the brain TME in our samples. We classified the distinct states of neurons and quantified myeloid and lymphoid immune cell infiltration across normal, astrocytoma, and glioblastoma tissues.<br \/>Empowered by high-plex neuro-oncology panels, IMC can accelerate brain tumor research and provide insights into the spatial complexity of neuronal neoplasms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-12 Other,,"},{"Key":"Keywords","Value":"Imaging,Immuno-oncology,Glioblastoma,Brain\/central nervous system cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nick Zabinyakov<\/b><sup><\/sup>, Qanber Raza<sup><\/sup>, Christina Loh<sup><\/sup><br><br\/>Standard BioTools Inc., Markham, ON, Canada","CSlideId":"","ControlKey":"1e9704e5-95aa-4ec5-b8d1-00df2a695f9f","ControlNumber":"4695","DisclosureBlock":"&nbsp;<b>N. Zabinyakov, <\/b> None..<br><b>Q. Raza, <\/b> None..<br><b>C. Loh, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7039","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"676","PresenterBiography":null,"PresenterDisplayName":"Nick Zabinyakov","PresenterKey":"e43ea2f7-5e2f-4b42-af97-ad27bb656dc3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"676. Neuro-oncology imaging mass cytometry panels enable spatial investigation of brain tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neuro-oncology imaging mass cytometry panels enable spatial investigation of brain tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Imaging Mass Cytometry&#8482; (IMC&#8482;) is the leading platform for high-plex tissue imaging. IMC allows for detailed assessment of cell phenotype and function using 40-plus markers simultaneously at subcellular resolution on a single slide. A comprehensive IMC panel containing structural, functional, and immune markers enables us to reveal the complex heterogeneity of tumor tissues as well as the tumor microenvironment (TME). Driven by an increase in the number of antibody markers and the addition of mRNA markers, there is an increasing demand for larger panels. In addition, increasing the number of investigated target markers on a single tissue enriches spatial characterization that may facilitate a more accurate prediction of disease progression and preclinical outcome measures in clinical research projects using tumor biopsies or tissue microarrays (TMAs). Therefore, to increase the plexity of IMC panels, it is essential to expand the number of available metal channels. Here, we demonstrate the incorporation of conjugated antibodies with yttrium (<sup>89<\/sup>Y) and indium (<sup>115<\/sup>In), two low-mass metals, for IMC application. These metal tags have been previously tested as putative channels for IMC application.<br \/>We performed IMC analysis of various tissue types stained with panels of conjugated antibodies including the novel <sup>89<\/sup>Y- and <sup>115<\/sup>In-conjugated antibodies. At least 3 different regions of interest (ROIs) were assessed for each of the investigated tissue types. We compared images for the <sup>89<\/sup>Y- and <sup>115<\/sup>In-conjugated antibodies with the images generated using Maxpar&#174; catalog antibodies of the same clones, with a focus on marker specificity and background signal. Compared with the lanthanide-conjugated catalog antibodies, the <sup>89<\/sup>Y- and <sup>115<\/sup>In-conjugated antibodies showed equivalent specificity and staining quality.<br \/>Our results open a new avenue to assign markers to <sup>89<\/sup>Y and <sup>115<\/sup>In, which enables a larger list of potential targets to be investigated in any IMC study. Expanding the number of markers to 40-plus in Imaging Mass Cytometry will improve the imaging results necessary to identify novel cell signatures (phenotype and interactions) in the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-12 Other,,"},{"Key":"Keywords","Value":"Imaging,Immuno-oncology,Tumor microenvironment,Tissue microarrays,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Thomas  D.  Pfister<sup><\/sup>, Shaida Ouladan<sup><\/sup>, Huihui Yao<sup><\/sup>, Daniel Majonis<sup><\/sup>, Christina Loh<sup><\/sup>, <b>Nick Zabinyakov<\/b><sup><\/sup><br><br\/>Standard BioTools Inc., Markham, ON, Canada","CSlideId":"","ControlKey":"736fd955-305a-4d77-9959-3fda581736cc","ControlNumber":"4458","DisclosureBlock":"<b>&nbsp;T. D. Pfister, <\/b> <br><b>Standard BioTools Inc.<\/b> Employment.<br><b>S. Ouladan, <\/b> None..<br><b>H. Yao, <\/b> None..<br><b>D. Majonis, <\/b> None..<br><b>C. Loh, <\/b> None..<br><b>N. Zabinyakov, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7040","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"677","PresenterBiography":null,"PresenterDisplayName":"Nick Zabinyakov","PresenterKey":"e43ea2f7-5e2f-4b42-af97-ad27bb656dc3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"677. Increasing plexity of imaging mass cytometry for tumor tissue analysis","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increasing plexity of imaging mass cytometry for tumor tissue analysis","Topics":null,"cSlideId":""},{"Abstract":"Background: The cGAS-STING pathway is critical for the development of anti-tumor immunity. Activation of host STING can occur by sensing of extracellular DNA by intratumoral dendritic cells (DCs). After chemotherapy and under conditions of chromosomal instability, tumor cells release double-stranded DNA. We have previously shown DCs are able to internalize DNA in a dynamin-dependent manner, suggesting that a membrane receptor might mediate DNA endocytosis. DNA uptake also requires the presence of the high mobility group box protein 1 (HMGB1). HMGB1 has multiple known receptors such as TLR2, TLR4, RAGE and CD24. However, whether these receptors are involved in DNA engulfment by DCs remains unknown. Here, we sought to elucidate the mechanisms facilitating DNA uptake and subsequent STING activation in DCs.<br \/>Methods: Bone marrow derived (BM)DCs obtained from wild type (WT), RAGE, TLR2 or TLR4-deficient mice, as well as and WT or CD24-deficient MutuDC1940 cells, were cultured in the presence or absence of Cy5-labeled plasmid DNA, a recombinant Flag-tagged HMGB1 protein (rHMGB1) and\/or DMXAA. Cy5-DNA uptake, Flag-HMGB1 binding and IRF3 phosphorylation was analyzed by flow cytometry or immunofluorescence microscopy. MutuDC1940 cells were also treated with plasmid DNA, rHMGB1, tumor debris (HS) and\/or L-Leucyl-L-Leucine methyl ester (LLOMe) and galectin-3 clustering was quantified by immunofluorescence. Statistically significant differences were determined by ANOVA test.<br \/>Results: DCs take-up Cy5-DNA when rHMGB1 was added, and it was HMGB1 dose-dependent, supporting HMGB1 as a key factor for DNA uptake. We found that TLR2, TLR4, RAGE or CD24 deficient DCs were capable of internalizing Cy5-DNA in the presence of rHMGB1 to the same extent as WT DCs, indicating that none of these receptors are necessary for HMGB1-mediated DNA uptake. DNA-HMGB1 stimulation triggered IRF3 phosphorylation in DCs, suggesting extracellular DNA enters the cytosol and is sensed by cGAS, leading to STING activation. In support of this, DNA-HMGB1 treatment induced an increase in lysosomal membrane permeabilization, as measured by the extent of galectin-3 clusters within cells.<br \/>Conclusion: HMGB1 promotes DNA uptake by DCs independently of TLR2, TLR4, RAGE or CD24, suggesting other receptor(s) mediate the process of HMGB1-dependent DNA internalization. Further, DNA-HMGB1 induced lysosomal membrane destabilization which may facilitate DNA release into the cytosol for sensing and trigger activation of the cGAS-STING pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-05 Innate immunity to tumors,,"},{"Key":"Keywords","Value":"Dendritic cells,DNA uptake,STING,HMGB1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Daiana  P.  Celias<\/b><sup><\/sup>, Kay Hänggi<sup><\/sup>, Brian Ruffell<sup><\/sup><br><br\/>Immunology, Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"4a745f9d-d852-4b9c-9f5a-01243d1c4b4b","ControlNumber":"2503","DisclosureBlock":"&nbsp;<b>D. P. Celias, <\/b> None..<br><b>K. Hänggi, <\/b> None..<br><b>B. Ruffell, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10579","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"678","PresenterBiography":null,"PresenterDisplayName":"Daiana Celias, PhD","PresenterKey":"9b386b23-8dd3-4eb7-af1b-17b0de9f6612","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"678. Investigating the mechanisms involved in HMGB1-dependent DNA uptake and STING activation in dendritic cells","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"436","SessionOnDemand":"False","SessionTitle":"Innate Immunity to Tumors","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the mechanisms involved in HMGB1-dependent DNA uptake and STING activation in dendritic cells","Topics":null,"cSlideId":""}]