[{"Abstract":"Objective: One of the unmet clinical challenges is that many tumors remain insensitive to radiotherapy owing to intrinsic resistance or acquired resistance that leads to tumor progression or recurrence. Moreover, radiation-induced acute injury and chronic inflammation in normal tissues limit the radiation dose that can be applied to the tumor, and tolerable doses are often linked to suboptimal tumor control&#8212;even accepting side effects that lead to decreased quality of life. Our goal of the study is to develop a nanoformulated radiosensitizer that inhibits NOX-ROS signal pathway to enhance therapeutic response in tumor cells while reducing radiotoxicity in normal tissues.<br \/>Methods: We developed a biomaterial-based nanoparticle radiosensitizer that acts upon abnormal redox status and altered metabolism in tumor cells to trigger a cascade of changes in signal pathways to enhance response to radiotherapy. This CD44-targeted radiosensitizer consists of a biodegradable and bioactive hyaluronic acid nanoparticle (HANP) encapsulated with a dual NOX1\/4 inhibitor, GKT831 (HANP\/GKT831). Orthotopic and subcutaneous NSCLC tumor mouse models using a WRJ388 cell line that was isolated from a metastatic lung adenocarcinoma in a lymph node of a KrasG12D\/Lkb1null GEMM mouse were established for evaluation of the effect on the inhibition of tumor growth and protection of normal tissue after the treatment with intravenous administrations of HANP\/GKT831 at 5 mg\/kg (twice per week for five times) combined with radiation (2 Gy\/each dose, twice per week for five times). The anti-tumor effect, immune response, and inflammation in the normal lung tissues were investigated using histological and immunofluorescence analyses.<br \/>Results: Our results showed that HANP\/GKT831 had stronger inhibitory effects on ROS generation and cell proliferation than that of GKT831 in mouse NSCLC tumor cells <i>in vitro<\/i>. Systemic injection of HANP\/GKT831 combined with radiation had the strongest inhibition on tumor growth (~79%) compared with the combination of non-nanoformulated GKT831 with radiation treated mouse group (&#60;50%). HANP\/GKT831 combined with radiation led to an increased tumor specific CD8+ T cells in tumors and markedly reduced the level of myeloid derived suppressive cells (CD11b+\/GR1+) in tumors. Furthermore, the combination of radiation and HANP\/GKT831 reduced inflammatory cytokines, such as IFN-&#947; and TNF-&#945;, and cells (CD11b+ cells) in the irradiated normal lung tissues.<br \/>Conclusion: HANP\/GKT831 is a biomaterial-based nanoparticle radiosensitizer that acts upon abnormal redox status and altered metabolism in tumor cells to trigger a cascade of changes in signal pathways to enhance the response of tumor cells to radiotherapy. It also has the potential to reduce the radiation-induced inflammatory response in normal lung tissues.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Tumor microenvironment,Drug delivery,Radiotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lei Zhu<\/b><sup><\/sup>, Lumeng Zhang<sup><\/sup>, Tongrui Liu<sup><\/sup>, Wei Ping Qian<sup><\/sup>, Wei Zhou<sup><\/sup>, Lily Yang<sup><\/sup><br><br\/>Emory University, Atlanta, GA","CSlideId":"","ControlKey":"89ccbb37-ce19-41b5-9fd7-d4d2b5edcc4e","ControlNumber":"4510","DisclosureBlock":"<b>&nbsp;L. Zhu, <\/b> <br><b>MIGRA Therapeutics, LLC<\/b> Employment, Other Business Ownership, Grant\/Contract.<br><b>L. Zhang, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>W. Qian, <\/b> None..<br><b>W. Zhou, <\/b> None.&nbsp;<br><b>L. Yang, <\/b> <br><b>MIGRA Therapeutics, LLC<\/b> Other Business Ownership.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5185","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"811","PresenterBiography":null,"PresenterDisplayName":"Lei Zhu, PhD","PresenterKey":"2108f73e-69c0-4724-9713-6e5f6bc9ffc6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"811. Development of a NOX-ROS nanoinhibitor for enhancing response to radiotherapy in lung cancer cells while mitigation radiation-induced inflammation and injury in the normal lung tissue","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a NOX-ROS nanoinhibitor for enhancing response to radiotherapy in lung cancer cells while mitigation radiation-induced inflammation and injury in the normal lung tissue","Topics":null,"cSlideId":""},{"Abstract":"This study investigates the use of an immunotherapeutic plant virus, namely the cowpea mosaic virus (CPMV), that when used prophylactically and therapeutically can protect against metastatic cancer in multiple tumor mouse models. Metastatic cancer continues to be the main cause of death of most cancer patients, and new treatment modalities must be engineered to protect patients from metastatic disease. For instance, peritoneal metastases (PMs) are oftentimes fatal, and patients survive for a median 6 months following diagnosis. PMs are common for colon, ovarian, gastric, appendiceal, and pancreatic cancers. Previously, it was demonstrated that CPMV is a potent <i>in situ<\/i> vaccine causing tumor shrinkage with abscopal effect and long-term protection observed in tumor mouse models and canine cancer patients. CPMV functions as a toll like receptor (TLR) agonist and acts on innate immune cells to induce tumor cell killing and antigen processing to eventually prime adaptative and tumor-specific immunity. However, metastatic cancers such as PMs are not easily and directly injectable and therefore, we have expanded the ability of CPMV to protect against PMs by engineering targeted CPMV nanoparticles. Data indicates that CPMV can improve survival and slow tumor growth in a murine colon PM model compared to controls and that long-term survivors are further protected from re-challenge indicating tumor specificity. Analysis from current and past studies indicate that CPMV injection into the intraperitoneal space leads to distinct upregulation of immunostimulatory cytokines and recruitment of innate immune cell populations. PMs lead to extreme declines in quality of life of patients, and current treatments can be ineffective in slowing down or reducing tumor development and death - in tackling this problem, the data clearly points to the strong potential for CPMV-mediated therapeutics in the treatment and prophylaxis of PMs.<br \/>Dr. Steinmetz is a co-founder of and has a financial interest in Mosaic ImmunoEngineering Inc. The other authors have no conflict of interest to declare.<br \/>Acknowledgments: This work is supported in part through NIH grants R01 CA274640, R01 CA224605, R01 CA253615, CDMRP W81XWH2010742, and the Shaughnessy Family Fund for Nano-ImmunoEngineering (nanoIE at UC San Diego).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Metastatic tumors,Nanoparticle,Immunotherapy,Colon cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Young Hun Chung<\/b><sup><\/sup>, Britney  A.  Volckaert<sup><\/sup>, Nicole  F.  Steinmetz<sup><\/sup><br><br\/>UCSD Medical Ctr., San Diego, CA","CSlideId":"","ControlKey":"a2b8d86e-99b7-48fa-afcb-2fc698ae2ea5","ControlNumber":"2119","DisclosureBlock":"<b>&nbsp;Y. Chung, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Other, I interned with Takeda in the summer of 2022, but the internship is not associated with the proposal being submitted.&nbsp;<br><b>B. A. Volckaert, <\/b> <br><b>Biocomposix<\/b> Employment, The current proposal is not associated with employment at Biocomposix.&nbsp;<br><b>N. F. Steinmetz, <\/b> <br><b>Mosaic ImmunoEngineering<\/b> Employment, Stock, Patent, Other Intellectual Property, Mosaic ImmunoEngineering is a start-up company that plans to utilize the technology produced within the lab.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5190","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"812","PresenterBiography":null,"PresenterDisplayName":"Young Hun Chung, BS","PresenterKey":"b4212c2f-ebef-4272-97e0-2e27dbae4ad1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"812. Treatment of metastatic cancers using immunotherapeutic cowpea mosaic virus nanoparticles","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment of metastatic cancers using immunotherapeutic cowpea mosaic virus nanoparticles","Topics":null,"cSlideId":""},{"Abstract":"Background: Patient-specific cancer vaccines derived from tumor antigen have been a promising therapeutic strategy, however, challenges remain in delivering vaccine components in a coordinated fashion to elicit antitumor responses. To overcome these, we developed rationally designed cancer vaccines using a novel nanoplatform called the Protein-Like Polymer (PLP), in reference to its globular structure reminiscent of native proteins, with unique characteristics allowing&#8239;for sustained targeted delivery of tumor antigens in conjunction with STING agonists.<br \/>Methods: PLPs containing peptide antigens were synthesized via ring-opening metathesis polymerization (ROMP) and characterized. A library of PLPs with different sidechain linkage chemistries, degrees of polymerization (DP), and inclusion\/exclusion of OEG were made. Cell uptake and functional assays using payload-specific T Cells were conducted to show antigen-specific responses. Ability of PLPs to co-deliver adjuvants in vivo was tested by electrostatically coupling 2&#8217;3&#8217; cGAMP, forming stable nanostructures.<br \/>Results: Conjugating peptide antigens to the PLP backbone using a cleavable disulfide linkage, which reduces intracellularly in APCs, resulted in increased endosomal localization, higher levels of induced T cell proliferation, cytokine production, and expression of activation markers in CTLs and APCs. Incorporating a diluent amount of OEG side chains reduced enzymatic degradation while increasing immunogenicity and APC uptake. Additionally, increasing the DP, and therefore the density of antigen side chains, further improved vaccine efficacy and resistance to proteolysis. Antigen-PLP conjugates enhanced dendritic cell activation and T-cell response only when paired with cells from their cognate system, with no activity in immune cells not expressing receptors for the payload, demonstrating antigen-specificity. Mice bearing established B16F10 tumors treated with gp100-PLPs showed significant increases in survival time and reduced tumor burden with corresponding changes in immune cell profiles. Impressively, mice treated with STING-PLP complexes had significantly smaller tumors vs control at day 14 (0.038g vs 0.76g; p &#60;0.0001) following subcutaneous administration of 2&#8217;3&#8217; cGAMP, which uncomplexed has a poor PK profile. Current studies looking at the effects of vaccinating with pools of neoantigens multiplexed onto one PLP and generalizability in other tumor models are ongoing.<br \/>Conclusion: This work validates the ability of PLPs to overcome major limitations in cancer vaccine development. The modularity of the platform allows for complex nano-architectures including systems capable of delivering challenging compounds, ie small molecule STING agonists, subcutaneously through electrostatic coupling, highlighting its potential to revolutionize cancer vaccinology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Immunotherapy,Vaccines,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Max  M.  Wang<\/b><sup>1<\/sup>, Mi Ran Choi<sup>2<\/sup>, Brayley Gattis<sup>1<\/sup>, Bin Zhang<sup>2<\/sup>, Nathan  C.  Gianneschi<sup>1<\/sup><br><br\/><sup>1<\/sup>Chemistry, Northwestern University, Evanston, IL,<sup>2<\/sup>Hematology\/Oncology, Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"786baf0b-31d9-42be-be59-49379876a61f","ControlNumber":"2339","DisclosureBlock":"&nbsp;<b>M. M. Wang, <\/b> None..<br><b>M. Choi, <\/b> None..<br><b>B. Gattis, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>N. C. Gianneschi, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5191","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"813","PresenterBiography":null,"PresenterDisplayName":"Max Wang, MPH","PresenterKey":"bef80fe5-2190-4bb5-82fe-d8bbdee0f918","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"813. The protein-like polymer (PLP): A tunable proteomimetic nanoplatform for the development of rationally designed cancer vaccines&#8239;","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The protein-like polymer (PLP): A tunable proteomimetic nanoplatform for the development of rationally designed cancer vaccines&#8239;","Topics":null,"cSlideId":""},{"Abstract":"Background: Cholangiocarcinoma (CCA) is a heterogeneous malignancy arising from the biliary epithelium. Its diverse molecular landscape and aggressive biology render many anti-cancer therapies ineffective. Nanovesicle technology provides an opportunity for therapeutic inhibition of oncogenic targets that have been previously classified as undruggable. EpCAM is an epithelial-specific, transmembrane glycoprotein with increased expression in human and murine CCA which can be used for nanovesicle targeting. As a proof of concept study, we designed and validated a novel strategy to direct therapeutic milk-derived nanovesicles (tMNVs) to CCA tumors.<br \/>Methods: tMNVs were decorated with RNA nanoparticles containing a validated aptamer (EpDT3) against EpCAM conjugated to a cholesterol-triethylene-glycol (TEG) scaffold containing an Alexa647 fluorophore. Human and murine CCA cell lines were treated with aptamer directed tMNVs and assessed for nanovesicle uptake by fluorescent microscopy. CCA tumor tissue, derived from orthotopic implantation of a syngeneic CCA cell line, SB1, into a C57BL\/6 mouse, was collected and treated with either aptamer-directed or bare tMNVs <i>ex vivo<\/i>, and compared with adjacent normal liver tissue. Flow cytometry was utilized to characterize tMNVs absorption profile. C57BL\/6 mice who had previously undergone SB1 orthotopic and flank implantation were treated with aptamer-directed tMNVs by tail-vein injection and subsequently euthanized. Tissue was collected for biodistribution analyses by fluorescent microscopy. The experiment was repeated in NOD-scid mice following orthotopic implantation of patient derived xenograft (PDX) CCA tumor.<br \/>Results: Both human and murine CCA cells treated with aptamer-directed tMNVs demonstrated high fluorescent signal consistent with tMNV absorption within 12 hours of application. Flow cytometry analysis showed aptamer-directed tMNVs were absorbed at a higher proportion by CCA tumors than bare tMNVs <i>ex vivo<\/i>. Aptamer-directed tMNVs also had better absorption by CCA tumors compared to adjacent normal liver tissue. Following treatment with aptamer-directed or bare tMNVs <i>in vivo<\/i>, fluorescent microscopy demonstrated that aptamer-directed tMNVs were significantly better absorbed in the orthotopic SB1 tumors, followed by the subcutaneous tumors. Minimal fluorescent signal was noted in the normal adjacent liver. Orthotopically implanted PDX tumors also demonstrated high fluorescent signals following intravenous treatment with aptamer-directed tMNVs.<br \/>Conclusions: Utilizing a novel targeting strategy, we were able to design tMNVs capable of reliably and specifically targeting CCA in preclinical models. This work is foundational to the future application of nanovesicle technology in the CCA treatment paradigm.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,Aptamer,Nanoparticle,Targeted drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Mincheng Yu<sup>1<\/sup>, <b>Jennifer  L.  Tomlinson<\/b><sup>2<\/sup>, Emilien J. Loeuillard<sup>1<\/sup>, Ryan D. Watkins<sup>2<\/sup>, Caitlin B. Conboy<sup>3<\/sup>, Shohei Takaichi<sup>2<\/sup>, Nathan W. Werneburg<sup>1<\/sup>, Roberto Alva-Ruiz<sup>2<\/sup>, Amro Abdelrahman<sup>2<\/sup>, Danielle M. Carlson<sup>1<\/sup>, Jingchun Yang<sup>1<\/sup>, Sumera I. Ilyas<sup>4<\/sup>, Gregory J. Gores<sup>5<\/sup>, Tushar Patel<sup>6<\/sup>, Rory L. Smoot<sup>7<\/sup><br><br\/><sup>1<\/sup>Division of Gastroenterology and Hepatology, Mayo Clinic Hospital-Rochester, Rochester, MN,<sup>2<\/sup>Department of Surgery, Mayo Clinic Hospital-Rochester, Rochester, MN,<sup>3<\/sup>Division of Medical Oncology, Mayo Clinic Hospital-Rochester, Rochester, MN,<sup>4<\/sup>Division of Gastroenterology and Hepatology, Department of Immunology, Mayo Clinic Hospital-Rochester, Rochester, MN,<sup>5<\/sup>Division of Gastroenterology and Hepatology, Department of Physiology and Biomedical Engineering, Mayo Clinic Hospital-Rochester, Rochester, MN,<sup>6<\/sup>Department of Transplantation, Department of Cancer Biology, Mayo Clinic Hospital-Jacksonville, Jacksonville, FL,<sup>7<\/sup>Department of Surgery, Department of Biochemistry and Molecular Biology, Mayo Clinic Hospital-Rochester, Rochester, MN","CSlideId":"","ControlKey":"1bbdf54a-33a9-4df6-9318-ca87fe976a9e","ControlNumber":"3106","DisclosureBlock":"&nbsp;<b>M. Yu, <\/b> None..<br><b>J. L. Tomlinson, <\/b> None.&nbsp;<br><b>E. J. Loeuillard, <\/b> <br><b>Biogen<\/b> Stock. <br><b>Gilead Sciences<\/b> Stock.<br><b>R. D. Watkins, <\/b> None..<br><b>C. B. Conboy, <\/b> None..<br><b>S. Takaichi, <\/b> None..<br><b>N. W. Werneburg, <\/b> None..<br><b>R. Alva-Ruiz, <\/b> None..<br><b>A. Abdelrahman, <\/b> None..<br><b>D. M. Carlson, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>S. I. Ilyas, <\/b> None..<br><b>G. J. Gores, <\/b> None..<br><b>T. Patel, <\/b> None.&nbsp;<br><b>R. L. Smoot, <\/b> <br><b>Astra Zeneca<\/b> Other, Consulting. <br><b>Cedilla Therapeutics<\/b> Other, Research support.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5192","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"814","PresenterBiography":null,"PresenterDisplayName":"Jennifer Tomlinson, BS;MD","PresenterKey":"cbf94336-76b9-43c3-91f5-5a8cc22867aa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"814. Novel strategy for aptamer-directed nanovesicle targeting in cholangiocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel strategy for aptamer-directed nanovesicle targeting in cholangiocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Bispecific antibodies are an emerging class of therapeutics for immune-oncology applications. T cell engagers (TCEs) target tumor-associated antigens (TAA) to eradicate cancer cells. TCEs for solid tumors have demonstrated encouraging preclinical efficacy but development has been challenging with dose-limiting toxicities due to on-target\/off-tumor effect. To overcome the issue, we have developed ON-BOARD, an ultra-pH sensitive nanoparticle platform for masked and targeted delivery of payloads to the acidic tumor microenvironment (TME). Herein we report efficacious masked delivery of a TCE to tumors in mice using ON-BOARD demonstrating significantly improved tolerability and potential for clinical translation.<br \/>TCEs were encapsulated in ON-BOARD nanoparticles and characterized for particle properties. The formulations were assessed <i>in vitro<\/i> under neutral or acid-activated conditions in TDCC assays. <i>In vivo <\/i>studies were performed in mice bearing &#8220;immune desert&#8221; pancreatic cancer. ON-BOARD tumor localization was measured by fluorescence while unencapsulated TCE and ON-BOARD\/TCE pharmacokinetics was evaluated. PD studies evaluated immune-phenotype changes in tumors and draining lymph nodes, and systemic cytokine levels. Efficacy studies were performed in tumor-bearing mice comparing unencapsulated TCE to ON-BOARD-TCE as monotherapy and in combination with anti-4-1BB agonist therapy.<br \/>ON-BOARD encapsulated TCEs have high encapsulation efficiency (&#62;88%) in uniformly distributed stable particles (D<sub>h<\/sub>&#60;100nm). pH-specific and target-specific killing were confirmed <i>in vitro<\/i> in TDCC killing assays using a human gastric cancer cell line and a genetically engineered mouse pancreatic cancer cell line with 20 to 200-fold activation window between the acid-activated and intact formulations. <i>In vivo<\/i>, fluorescently labeled ON-BOARD nanoparticles localized to tumors in mice while ON-BOARD\/TCE formulations demonstrated minimal payload leakage and mitigated payload degradation. ON-BOARD\/TCE formulations showed<i> <\/i>favorable immunophenotype changes in tumors including increased CD8+, CD8+\/T reg ratio and PD-1+Ki67+CD8+. ON-BOARD encapsulation also significantly improved TCE tolerability showing reduced body weight loss nadir (3% vs 17%) and reduced systemic proinflammatory cytokine response (IL-6, TNF, IFN&#947;, etc). When dosed in combination with anti-4-1BB agonist therapy in tumor-bearing animals, unencapsulated TCE induced 100% treatment-related animal death while ON-BOARD\/TCE prevented animal death with minimum body weight loss. Furthermore, ON-BOARD\/TCE with a4-1BB combo therapy showed 61% tumor growth inhibition in the &#8220;immune desert&#8221; pancreatic cancer model.<br \/>The ON-BOARD platform demonstrated potential as an effective tool for masked tumor-specific delivery and improved tolerability of bispecific TCEs for cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"T cell engager,Nanoparticle,Drug delivery,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Qingtai Su<\/b><sup><\/sup>, Stephen Gutowski<sup><\/sup>, Gaurav Bharadwaj<sup><\/sup>, Austin Burcham<sup><\/sup>, Bhargavi Allu<sup><\/sup>, Irina Kalashnikova<sup><\/sup>, Zirong Chen<sup><\/sup>, Ruolan Han<sup><\/sup>, Jason B. Miller<sup><\/sup>, Tian Zhao<sup><\/sup><br><br\/>OncoNano Medicine, Dallas, TX","CSlideId":"","ControlKey":"7151e7d3-323d-4166-9da6-c06875e99927","ControlNumber":"3854","DisclosureBlock":"<b>&nbsp;Q. Su, <\/b> <br><b>OncoNano Medicine<\/b> Employment, Stock Option. <br><b>S. Gutowski, <\/b> <br><b>OncnNano Medicine<\/b> Employment, Stock Option. <br><b>G. Bharadwaj, <\/b> <br><b>OncoNano Medicine<\/b> Employment, Stock Option. <br><b>A. Burcham, <\/b> <br><b>OncoNano Medicine<\/b> Employment, Stock Option. <br><b>B. Allu, <\/b> <br><b>OncoNano Medicine<\/b> Employment, Stock Option. <br><b>I. Kalashnikova, <\/b> <br><b>OncoNano Medicine<\/b> Employment, Stock Option. <br><b>Z. Chen, <\/b> <br><b>OncoNano Medicine<\/b> Employment, Stock Option. <br><b>R. Han, <\/b> <br><b>OncoNano Medicine<\/b> Employment, Stock Option. <br><b>J. B. Miller, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>T. Zhao, <\/b> <br><b>OncoNano Medicine<\/b> Employment, Stock Option.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5193","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"815","PresenterBiography":null,"PresenterDisplayName":"Qingtai Su, PhD","PresenterKey":"0ece889c-fdb1-434c-9aa5-d1d208424b85","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"815. Improved tolerability and tumor specific delivery of a therapeutic bispecific T cell engager using a pH-sensitive nanoparticle platform","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved tolerability and tumor specific delivery of a therapeutic bispecific T cell engager using a pH-sensitive nanoparticle platform","Topics":null,"cSlideId":""},{"Abstract":"Purpose: This study aimed to improve the systemic stability and enhance the anticancer activity of gemcitabine (Gem) by modifying Gem with stearic acid to form 4-N-stearoylGem (4NSG). The 4NSG compound was formulated into solid lipid nanoparticles and tested against patient-derived pancreatic cancer (PCa) cell lines and patient-derived xenograft (PDX) mice bearing subcutaneous tumors.<br \/>Methods: Gem was modified by linking the 4-amino group of Gem and stearoyl acyl derivative to form 4-(N)-stearoyl-gemcitabine (4NSG). 4NSG was characterized using high-performance liquid chromatography (HPLC), nuclear magnetic resonance (NMR), and elemental analysis. 4NSG was developed into solid lipid nanoparticles (4NSG-SLN) and characterized using a particle size analyzer. Patient-derived primary PCa cells (PPCL-46 and PPCL-68) were treated with GemHCl and 4NSG-SLN. Cytotoxicity, cell migration, and cell-cycle studies were performed to determine the effectiveness of 4NSG-SLN against primary PCa cell lines. We performed antitumor efficacy testing using GemHCl and 4NSG-SLN in PDX mice bearing subcutaneous pancreatic tumors.<br \/>Results: Analysis of the H-NMR spectra displayed an amide bond at 10.88 ppm, confirming the conjugated bond between the 4-amino group of Gem and stearic acid. The purity of 4NSG was 99.8%. The hydrodynamic diameter (particle size) of 4NSG-SLN was 82&#177;2.3nm, while the blank nanoparticle (SLN) was found to be 35 &#177; 4.3 nm. The half-maximal inhibitory concentration of 4NSG-SLN-treated PPCL-46 (IC<sub>50<\/sub> =12 &#177; 2.1&#181;M) and PPCL-68 cultures (IC<sub>50<\/sub> =22 &#177; 2.6&#181;M) showed higher cytotoxic activity compared with GemHCl-treated PPCL-46 and PPCL-68 cultures respectively (IC<sub>50<\/sub> = 56 &#177; 2.4 &#181;M, IC<sub>50<\/sub> = 57 &#177; 1.5 &#181;M, p-value: p&#60;0.001). Our migration study showed 4NSG-SLN treated PPCL-46 cells at 5&#956;&#924; concentrations significantly reduced cell mobility towards the wound area with (28 &#177; 3.5) number of cells migrated compared to GemHCl treatment which showed (120 &#177; 3.8). The cell-cycle analysis showed that 4NSG-SLN treated PPCL-46 cells at 5&#956;&#924; concentration had a higher G1 population (78.25%) than GemHCl (72.75%). 4NSG-SLN may have triggered apoptosis in PPCL-46 cells (2.45%) at 20&#956;&#924; in the S and G2\/M phases compared to GemHCl treatments which showed a higher cell population of (9.54%).4NSG-SLN treated PDX mice exhibited a two-fold decrease in tumor growth compared to GemHCl-treated PDX mice bearing tumors.<br \/>Conclusion: This study reveals that 4NSG-SLNs may potentially prolong Gem's systemic circulation, increase its bioavailability, and, most importantly, enhance the therapeutic efficacy of Gem in the treatment of PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Antitumor effect,Nucleoside analogs,Nanoparticle,Cytotoxicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Esther  K.  Frimpong<\/b><sup>1<\/sup>, Andriana Inkoom<sup>1<\/sup>, Nkafu  B.  Ndemazie<sup>1<\/sup>, Raviteja Bulusu<sup>1<\/sup>, Joy  C.  Okoro<sup>1<\/sup>, Bo Han<sup>2<\/sup>, Jose Trevino<sup>3<\/sup>, Edward Agyare<sup>1<\/sup><br><br\/><sup>1<\/sup>Florida A&M University College of Pharmacy & Pharmaceutical Sciences, Tallahassee, FL,<sup>2<\/sup>Keck School of Medicine, University of Southern California, Los Angeles, CA,<sup>3<\/sup>Department of Surgery, College of Medicine, Virginia Commonwealth University, Richmond, VA","CSlideId":"","ControlKey":"0849522e-376f-4868-841b-55c6e65eb801","ControlNumber":"1419","DisclosureBlock":"&nbsp;<b>E. K. Frimpong, <\/b> None..<br><b>A. Inkoom, <\/b> None..<br><b>N. B. Ndemazie, <\/b> None..<br><b>R. Bulusu, <\/b> None..<br><b>J. C. Okoro, <\/b> None..<br><b>B. Han, <\/b> None..<br><b>J. Trevino, <\/b> None..<br><b>E. Agyare, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5195","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"816","PresenterBiography":null,"PresenterDisplayName":"Esther Frimpong, B Pharm,MPH","PresenterKey":"3f22d372-d076-4d46-aa0e-7677c85be499","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"816. Biological evaluation of novel stearoyl gemcitabine nanoparticles in primary pancreatic cancer cells and PDX mice tumor models","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Biological evaluation of novel stearoyl gemcitabine nanoparticles in primary pancreatic cancer cells and PDX mice tumor models","Topics":null,"cSlideId":""},{"Abstract":"Background: Photothermal therapy (PTT) is a promising cancer therapeutic process to eliminate solid cancer through thermal ablation using electromagnetic radiation and photothermal agent (PTA). PTT is efficient in treating tumor because tumor has a lower heat resistance due to the shortage of blood supply. Also, it has less invasiveness, low toxicity to normal tissues, high spatial specificity, and minimal drug resistance. Indocyanine green (ICG), an FDA approved agent, is a widely used as a PTA and imaging probe in clinical application.<br \/>However, ICG has several major shortcomings that may hinder its practical use such as short half-life in circulatory system, unspecific binding to protein, and rapid decomposition by heat, light and aqueous solution, resulting in a decrease in PTT efficacy. To overcome these problems, we developed ICG\/methyl-beta-cyclodextrin (MB-CD) compound-loaded liposomal nanoparticle by host-guest complexation between ICG and MB-CD and its liposome formation. It was possible to improve ICG stability and anti-tumor efficacy.<br \/>Method: Liposomes were synthesized using 1,2-Distearoyl-sn-glycero-3-phosphoethanolamone-N-(methoxy-(polyethylene glycol)-5000), 1,2-Distearoyl-sn-glycero-3-phosphocholine, cholesterol, methanol, and chloroform by film hydration method. To form ICG\/MB-CD compound (IDC), ICG and MB-CD solution were mixed and purified. Then it was loaded into liposomal nanoparticles and filtered to prepare ICG\/MB-CD compound-loaded liposome (IDL).<br \/>Results: We compared ICG, IDC, indocyanine green loaded liposome (ICL), and IDL. IDC and IDL were characterized by absorbance spectra, fluorescence spectrometer, dynamic light scattering, and transmission electron microscopy. IDL was less decomposed in various solvents than others, indicating of higher <i>in vitro<\/i> stability. Moreover, IDL had an enhanced fluorescence intensity among the four groups due to the protection of ICG conjugated structure by MB-CD. In addition, it was remarkable for IDL to be the least bleached by near infrared laser compared to others for demonstrating its better photothermal stability and retention ability. In confocal imaging and <i>in vitro<\/i> PTT experiment using 4T1 breast cancer cell line, IDL was well uptaken by the cells and showed the highest cancer therapeutic efficacy. Furthermore, <i>in vivo<\/i> and <i>ex vivo<\/i> fluorescence imaging were performed using 4T1 tumor bearing mice after intravenous injection of the particles. As a result, IDL injected group demonstrated the highest tumor uptake among the four groups.<br \/>Conclusions:<b> <\/b>IDL was successfully synthesized and exhibited excellent optical property, stability, and anti-tumor efficacy. Thus, it could be a promising PTA for treatment of solid cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Cancer therapy,Fluorescence imaging,Liposomes,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>MinKyu Kim<\/b><sup><\/sup>, Hyung-Jun Im<sup><\/sup><br><br\/>Applied bioengineering, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"526228c9-a8e8-4764-a996-5e39d7575a92","ControlNumber":"3147","DisclosureBlock":"&nbsp;<b>M. Kim, <\/b> None.&nbsp;<br><b>H. Im, <\/b> <br><b>Portrai<\/b> Stock.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5196","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"817","PresenterBiography":null,"PresenterDisplayName":"MinKyu Kim","PresenterKey":"aac211df-ca05-461c-93fd-c1fb152c7501","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"817. Effective near infrared laser-induced photothermal therapy for cancer using indocyanine green\/methyl-&#914;-cyclodextrin compound loaded liposomal nanoparticle","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effective near infrared laser-induced photothermal therapy for cancer using indocyanine green\/methyl-&#914;-cyclodextrin compound loaded liposomal nanoparticle","Topics":null,"cSlideId":""},{"Abstract":"Background: Cabazitaxel (CBZ) is a second-generation taxane that has the potential to overcome taxane-resistance due to the low affinity for the P-glycoprotein efflux pump. However, with the high systemic toxicity such as neutropenia and hypersensitivity, the clinical use is restricted to patients with metastatic castration-resistant prostate cancer who show progression after docetaxel-based chemotherapy. MPB-1734 is a CBZ nanoformulation which is currently being evaluated as monotherapy in patients with advanced solid tumors in a Phase 1\/2a trial (NCT04643418). It is developed to overcome the limitations associated with CBZ application and as potential therapeutic agent for chemo-resistant cancers. This work outlines the results of preclinical studies that support the tumor targeting ability, improved safety profiles, significant therapeutic effect, and synergistic benefit in combination with immune checkpoint inhibitor.<br \/>Methodology: A series of nonclinical studies of MPB-1734 were conducted including toxicology evaluations in two species and the antitumor activity evaluations in a range of xenograft mice models as cervical cancer (KB), ovarian cancer (OVCAR3) and platinum-resistant human ovarian cancer patient-derived-xenograft (PDX) model (OV0276). The antitumor activity of MPB1734 combined with anti-PD-1 antibody were also evaluated in the syngenetic 4T1 breast cancer mice model.<br \/>Results: Toxicology evaluations of MPB-1734 demonstrated the safety profiles of CBZ were significantly improved, and the tolerated doses of MPB-1734 are at least 2 folds higher than commercial formulation. An <i>in-vivo<\/i> tumor targeting study showed that MPB1734 mainly accumulated in the tumor sites, rather than in the vital organs. MPB1734 exhibited a better efficacy compared to commercial formulation in KB and OVCAR3 models. For platinum-resistant PDX model, MPB-1734 demonstrated significant anti-tumor efficacy (TGI:100%, p&#60;0.001). For 4T1 mice model, MPB-1734 combined with anti-PD-1 antibody demonstrated synergistic benefit (TGI: 78.6%)<br \/>compared to anti-PD-1 antibody monotherapy (TGI: 2.8%) and MPB-1734 monotherapy (TGI: 52.9%). This synergistic benefit may result from increased CD8+ T cells in tumor region after MPB-1734 treatment.<br \/>Conclusion: MPB-1734 can reduce the major dose-limiting side effect (neutropenia) of CBZ and increase the tolerated dose. With tumor targeting ability, superior antitumor effects were demonstrated as compared with commercial formulation in a range of cancer models. MPB-1734 combined with anti-PD-1 antibody showed synergistic benefit in tumor inhibition. These preclinical results support the potential use of MPB-1734 as therapeutic agent for chemo-resistant cancer with monotherapy or combination therapy with immuno-oncology agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Nanoparticle,Chemoresistance,Combination therapy,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuan Hung Hsu<\/b><sup><\/sup>, Chih-Lung Chen<sup><\/sup>, Jhih-Yun Jian<sup><\/sup>, Ming-Cheng Wei<sup><\/sup>, Wen-Yuan Hsieh<sup><\/sup>, Chia-Wen Huang<sup><\/sup>, Yung-Chu Chen<sup><\/sup>, Tzu-Hsin Liao<sup><\/sup>, Shian-Jy Wang<sup><\/sup><br><br\/>MegaPro Biomedical Co., Ltd., Zhubei, Taiwan","CSlideId":"","ControlKey":"d52f415f-877c-47a2-8cf6-69acbe2781f7","ControlNumber":"3177","DisclosureBlock":"&nbsp;<b>Y. Hsu, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>J. Jian, <\/b> None..<br><b>M. Wei, <\/b> None..<br><b>W. Hsieh, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>T. Liao, <\/b> None..<br><b>S. Wang, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5282","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"818","PresenterBiography":null,"PresenterDisplayName":"Yuan Hung Hsu, PhD","PresenterKey":"1c9d356a-05f1-4805-820c-c0eba075daec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"818. Preclinical studies of the cabazitaxel nanoformulation MPB-1734 support therapeutic application in chemo-resistant solid tumors and synergistic benefit in combination with immune checkpoint inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical studies of the cabazitaxel nanoformulation MPB-1734 support therapeutic application in chemo-resistant solid tumors and synergistic benefit in combination with immune checkpoint inhibitor","Topics":null,"cSlideId":""},{"Abstract":"Electroporation has been shown to be an effective method of intracellular drug delivery and tissue ablation, however it faces significant challenges not only in clinical application due to the risks associated with the necessity of high voltage electrodes, but also due to a lack of fundamental research into the electrical characteristics of cancer cells. In order to improve outcomes in the clinic when using irreversible electroporation(IRE), it will be crucial to create a deeper understanding of the mechanisms underlying electroporation, such as the impacts of resting membrane potential on IRE outcomes. Magnetoelectric-nanoparticles (MENPs)have proven their ability to generate electric fields when stimulated by an external magnetic field and thus may be an effective alternative to electrodes for in-vivo electroporation and electro-chemotherapy. The ability of MENPs to electroporate cells is limited by the strength of their magnetoelectric (ME)effect, as such it is important to optimize MENPs fabrication for future applications. Improving this technology will require a deeper understanding of the membrane potential and other electrical properties of cancer cells.We fabricated MENPs consisting of a magnetostrictive CoFe2O4 core coupled with a piezoelectric BaTiO3shell. SKOV-3 and HOMEC cells were seeded in culture plates and given a 50ul dose of particle suspension, and 10ul of propidium iodide(PI). The cell samples were then stimulated by a 10 minute exposure to an alternating magnetic field of 400Oe at 100Hz. Fluorescence-microscope images were taken at 5 minute intervals during, and for 10 minutes following, the magnetic stimulation. These images were processed in MATLAB to quantify total fluorescence, and thus PI uptake, over time for each cell culture-particle combination.MENPs coupled with magnetic field stimulation were able to cause PI uptake in both HOMEC and SKOV-3 cells, indicating electroporation had occurred. By adding PI at time intervals after stimulation, we were able to determine whether electroporation had been reversible or irreversible by showing dye uptake would stop soon after stimulation had ended in the case of reversible EP but not IRE. We found SKOV-3 to have been reversibly electroporated, and HOMEC to have undergone IRE. To understand these results we used Oxonol uptake in a flow cytometry measurement to estimate resting membrane potential (RMP). HOMEC cells were shown to have a RMP approximately 20mV smaller than SKOV-3, which corresponded to the occurrence of IRE in HOMEC compared to reversible electroporation in SKOV-3.These results demonstrate the efficacy of MENPs to electroporate mammalian cells in the presence of a magnetic field. They also indicate a link between RMP and reversibility of electroporation. Further research into the electrical properties of cancer cells will be needed to formulate a complete model of the interactions between the nanoparticles and mammalian cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Nanoparticle,Electroporation,Ablation,Membrane Potential,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Max Shotbolt<\/b><sup>1<\/sup>, Victoria Andre<sup>1<\/sup>, Skye Conlan<sup>1<\/sup>, Ping Liang<sup>2<\/sup>, Sakhrat Khizroev<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Miami, Miami, FL,<sup>2<\/sup>University of California Riverside, Miami, CA","CSlideId":"","ControlKey":"3ccaae99-f7d2-4ad7-96b1-47dab01169ef","ControlNumber":"7465","DisclosureBlock":"&nbsp;<b>M. Shotbolt, <\/b> None..<br><b>V. Andre, <\/b> None..<br><b>S. Conlan, <\/b> None..<br><b>P. Liang, <\/b> None..<br><b>S. Khizroev, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5197","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"819","PresenterBiography":null,"PresenterDisplayName":"Max Shotbolt, BS","PresenterKey":"7c59de08-feae-41b8-8dd7-2b3cc68b636e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"819. Investigating the impacts of membrane potential on nano-electroporation efficacy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the impacts of membrane potential on nano-electroporation efficacy","Topics":null,"cSlideId":""},{"Abstract":"The ability to treat tumors with high efficacy in a local microenvironment, while mitigating the side effects of systemic toxicity is an area of active investigation. Towards this goal, designing a minimally-invasive local therapeutic modality, with a controlled, pulsatile drug release mechanism is an attractive proposition.<br \/>In this study, a near-infrared (NIR) photo-activatable microparticle was developed for localized, pulsatile delivery of encapsulated anticancer drugs into the tumor with simultaneous thermal ablation, with controlled ON-OFF thermal cycles using NIR laser irradiation. The microparticles were fabricated using a poly(caprolactone) (PCL) matrix, containing 2D molybdenum disulfide (MoS<sub>2<\/sub>) nanosheets as the NIR-responsive photothermal agent, and doxorubicin or violacein, as hydrophilic and hydrophobic model anticancer drugs, respectively. Cubic microparticles of 200 &#181;m size were fabricated by casting a polymer-MoS<sub>2<\/sub>-drug film on PDMS mold with loading efficiency of 2 &#956;g MoS<sub>2<\/sub> per particle, and 0.2-8 &#956;g of drug per particle. A cytotoxicity assay was performed to test the efficacy of the loaded microparticles in reducing the viability of 4T1 murine-derived cell culture, using the ON-OFF laser switch mechanism. In order to select a suitable laser power and duration of treatment for <i>in vivo<\/i> studies, a Machine Learning algorithm based on a Random Forest classifier was trained, to arrive at the optimal treatment conditions: 0.4-0.5 W\/cm<sup>2<\/sup> of laser power at 808 nm, for 3 cumulative minutes of laser irradiation, to reach the target temperature of 50 &#176;C, which activates PCL melting and subsequent drug release.<br \/>The effect of pulsatile treatment was studied <i>in vivo <\/i>in a<i> <\/i>murine-derived 4T1 subcutaneous mouse model of breast cancer, using this photo-activatable ON-OFF switch mechanism, for up to 3 cycles of laser irradiation. As control groups, tumor only (no treatment), laser only (no drug or microparticle), drug only (no laser or microparticle), microparticles only (no drug or laser), and microparticles with laser (no drug) were studied. The cohorts receiving the photo-activated 3-cyclic treatment for both drugs showed increased median survival up to 40 days post tumor induction, compared to a median survival of 16 days for the control groups. Although one laser cycle was enough to trigger drug release, there was a significant shrinkage in the tumor volume noticed with 3 cycles, with eventual scarring and shedding of the tissue with no evidence of residual tumor at the primary site.<br \/>While this cyclic drug release modality is very effective at treating the primary site, subsequent histopathology revealed that the aggressive tumor in some animals had metastasized to the liver and other organs. More work is ongoing to design better targeted approaches to deliver the drug-loaded microparticles to the site of metastatic tumors, to increase the survival prospects of this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Nanoparticle,Drug delivery,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Maria Kanelli<sup><\/sup>, <b>Neelkanth M. Bardhan<\/b><sup><\/sup>, Morteza Sarmadi<sup><\/sup>, Shahad Alsaiari<sup><\/sup>, William Rothwell<sup><\/sup>, Apurva Pardeshi<sup><\/sup>, Angela M. Belcher<sup><\/sup>, Ana Jaklenec<sup><\/sup>, Robert  S.  Langer<sup><\/sup><br><br\/>The Koch Institute for integrative Cancer Research, Massachusetts Institute of Technology (MIT), Cambridge, MA","CSlideId":"","ControlKey":"03ef2364-d5ea-4216-a8ed-fad497c0e93d","ControlNumber":"5032","DisclosureBlock":"&nbsp;<b>M. Kanelli, <\/b> None..<br><b>N. M. Bardhan, <\/b> None.&nbsp;<br><b>M. Sarmadi, <\/b> <br><b>SiO2 Materials Science<\/b> Employment.<br><b>S. Alsaiari, <\/b> None..<br><b>W. Rothwell, <\/b> None.&nbsp;<br><b>A. Pardeshi, <\/b> <br><b>Omega Therapeutics<\/b> Employment. <br><b>A. M. Belcher, <\/b> <br><b>gensaic<\/b> Stock, Patent, Other Intellectual Property. <br><b>Cision Vision<\/b> Stock, Patent, Other Intellectual Property. <br><b>A. Jaklenec, <\/b> <br><b>VitaKey Inc.<\/b> Stock, Stock Option, Patent, Other Intellectual Property. <br><b>Particles for Humanity, PBC<\/b> Stock, Stock Option, Patent, Other Intellectual Property. <br><b>R. S. Langer, <\/b> <br><b>Moderna, Inc.<\/b> Stock, Patent, Other Intellectual Property. <br><b>Sigilon Therapeutics<\/b> Stock, Patent, Other Intellectual Property. <br><b>SQZ Biotech<\/b> Stock, Patent, Other Intellectual Property. <br><b>Seer Bio<\/b> Stock, Patent, Other Intellectual Property. <br><b>InVivo Therapeutics<\/b> Stock, Patent, Other Intellectual Property. <br><b>Acusphere Inc.<\/b> Stock, Patent, Other Intellectual Property. <br><b>T2 Biosystems<\/b> Stock, Patent, Other Intellectual Property. <br><b>Selecta Biosciences Inc.<\/b> Stock, Patent, Other Intellectual Property.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5284","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"820","PresenterBiography":null,"PresenterDisplayName":"Neelkanth Bardhan, PhD","PresenterKey":"f0c6efe4-d19b-4f6e-92af-a8e9b073a981","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"820. Photo-activatable ON-OFF microparticles for on-demand pulsatile drug delivery in a breast cancer model","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Photo-activatable ON-OFF microparticles for on-demand pulsatile drug delivery in a breast cancer model","Topics":null,"cSlideId":""},{"Abstract":"Men are most likely to develop prostate cancer (PCa), which has a high morbidity and fatality rate. Chemotherapy, the most recommended therapeutic strategy to combat PCa, has shown adverse effects on patients and develops drug-resistant PCa resulting in overall restricted survival of the patients. Many studies have demonstrated that natural compound-mediated therapy can be an effective option for treating PCa. Among the natural compounds, Thymoquinone (TQ), a derivative of <i>Nigella sativa<\/i>, has shown anti-proliferative, antioxidant, and anti-cancer effects. However, issues remain regarding its bioavailability, safety, and effective delivery system to cancer cells in vivo. In this study, we developed TQ nanoparticles (NPs) alone or in combination with DTX-encapsulated planetary ball-milled nanoparticles (PBM-NPs), formulated with starch (natural polysaccharides) inner core and biodegradable co-polymers poly (&#949;-caprolactone)\/poly (ethylene glycol), functionalized with a prostate-specific membrane antigen (PSMA) aptamer (A10) to target the metastatic niche in PCa metastasis pre-clinical (patient-derived xenograft (PDX) and intra-tibial metastatic (LNCaP, PC-3 cells were injected directly into the tibia of SCID mice.) models. To determine the minimum effective dose (MED), efficacy, and safety of PBM-NPs, mice were treated intravenously with dose levels of vehicle control (empty-PBM-NPs), DTX alone (5 mg\/kg, weekly), TQ alone (10 mg\/kg, weekly), and a combination of TQ and DTX (25-fold less than maximum tolerance dose) using PBM-NPs, respectively for five weeks. Blood serum chemistry for toxicity and immunohistochemistry were performed to characterize these metastatic models. Our results showed TQ+DTX PBM NPs suppressed p-EGFR, ERK1\/2, ABCB1, and Caspase3-expression, which are regulated by the EGFR-dependent pathway. We detected OPG, RANKL, PTHrP, and ET-1 immunoreactivity in all xenografts in the bone. In conclusion, sustained-release of combination PBM NPs demonstrated more significant anti-tumor activity following their conjugation to a prostate cancer cell-specific ligand, the toxicity of the drug can be reduced, and effective concentrations of the drug can be maintained locally for prolonged periods and prevention of PCa bone metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Prostate cancer,Nanoparticle,In vivo,Metastatic tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Santosh K. Singh<\/b><sup><\/sup>, James W. Lillard<sup><\/sup>, Rajesh Singh<sup><\/sup><br><br\/>Morehouse School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"f5cb8b8d-54f8-4417-95a2-547df6f5f9e8","ControlNumber":"5041","DisclosureBlock":"&nbsp;<b>S. K. Singh, <\/b> None..<br><b>J. W. Lillard, <\/b> None..<br><b>R. Singh, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5288","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"821","PresenterBiography":null,"PresenterDisplayName":"Santosh Singh, PhD","PresenterKey":"8c3acaa3-cd34-4b3d-9f4d-683be889652a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"821. Targeting metastatic prostate cancer using planetary ball-milled (PBM) nanoparticles","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting metastatic prostate cancer using planetary ball-milled (PBM) nanoparticles","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) accounts for over 90% of the pancreatic cancer cases and is the fourth-leading cause of cancer-related mortality. Unfortunately, despite the tremendous scientific efforts, it is shocking to note that PDAC has the worst prognosis with 5-year survival rate of 10% which has not significantly improved from the past 40 years. The high mortality and awful prognosis of PDAC can be attributed to multifactorial reasons like its intrinsic and acquired resistant behavior, early micrometastatic dissemination, desmoplastic effect and heterogeneities in tumors, rendering the current treatments rather ineffective. Developing reliable methods for the effective treatment of PDAC will have a major impact on the clinical outcome for this deadly disease. Nanoparticle-based drug delivery using mesoporous silica nanoparticles (MSNs) can be a potential alternative for the treatment of PDAC owing to their outstanding properties such as high surface area, tunable pore diameters, external and internal surface, which make this platform suitable for high drug loading and functionalization. We have designed, synthesized and characterized a target-specific, stimuli-responsive MSN platform for the controlled delivery of cisplatin (cisPt) and gemcitabine (Gem) (TAB004-Gem-cisPt-MSNs) with an optimal drug ratio. Our results demonstrate that this delivery system effectively targets tumor associated MUC1 (tMUC1), increases therapeutic efficiency with reduced toxicity in both a syngeneic and a spontaneous mouse model that overexpressed tMUC1. Moreover, the same MSN platform has been used in a sequential treatment where MSNs containing a Sonic Hedgehog (SHh) inhibitor, cyclopamine (CyP), and the Gem-cisPt-MSNs as the main delivery system led to reduction in the tumor stroma along with an improvement in the treatment of PDAC. Taken together, our findings support the potential of drug delivery using MSN nanoparticles for stroma modulation and to prevent pancreatic cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Nanoparticle,Pancreatic cancer,Combination therapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Juan Luis Vivero-Escoto<\/b><sup>1<\/sup>, Mubin Tarannum<sup>2<\/sup>, Pinku Mukherjee<sup>3<\/sup><br><br\/><sup>1<\/sup>Chemistry, University of North Carolina at Charlotte, Charlotte, NC,<sup>2<\/sup>Chemistry, Dana-Farber Cancer Institute, Boston, MA,<sup>3<\/sup>Biological Sciences, University of North Carolina at Charlotte, Charlotte, NC","CSlideId":"","ControlKey":"9d41318a-cce3-4cf6-bce3-7c158027c3bf","ControlNumber":"3803","DisclosureBlock":"&nbsp;<b>J. L. Vivero-Escoto, <\/b> None..<br><b>M. Tarannum, <\/b> None.&nbsp;<br><b>P. Mukherjee, <\/b> <br><b>OncoTab<\/b> Stock, Patent, Trademark, Copyright.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5290","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"822","PresenterBiography":null,"PresenterDisplayName":"Juan Vivero-Escoto","PresenterKey":"9f7f4579-d7a5-4885-9385-a36f8730f757","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"822. Target-specific nanoparticle-based strategy for improved therapeutic efficacy to treat pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Target-specific nanoparticle-based strategy for improved therapeutic efficacy to treat pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer (PanCa) is characterized by lack of early diagnosis, poor response to available therapeutic modalities and chemoresistance. Gemcitabine (GEM) is currently considered most effective therapy for PanCa; however, it shows only a marginal survival benefit of 6 months. This poor drug response has been attributed to desmoplasia, causes suboptimal drug delivery, alters tumor microenvironment (TME), which includes tumor surrounding blood vessels, fibroblasts, immune cells, extracellular matrix, and other signaling molecules and induces chemo-resistance in tumors. To overcome these existing issues associated with chemotherapy, identification and development of novel therapeutic modalities are a pressing need. Piperlongumine (PL) is a natural alkaloid isolated from the long pepper, Piper longum L., and has shown substantial cancer-preventive and therapeutic efficacy against a variety of cancers. However, delivering its effective concentration in pancreatic tumors has been challenging. We have recently engineered a multi-layered Pluronic F127 and polyvinyl alcohol stabilized and poly-L-lysine coated piperlongumine loaded poly(lactic-co-glycolic acid) nanoparticle formulation (PLGA-PL), which effectively inhibits the growth of PanCa cells. In this study, we demonstrate that PLGA-PL effectively sensitize tumor cells to GEM <i>via<\/i> decreased desmoplasia, altered TME, SHH\/CXCL12\/CXCR4 and immune surveillance. Our finding show that PLGA-PL synergizes with GEM in inhibiting PanCa cell (HPAF-II and Panc-1) growth, migration, and invasion compared to free PL. Mechanistically, PLGA-PL targets the TME via inhibition of sonic hedgehog (SHH) pathway and oncogenic CXCR4\/CXCL12 signaling axis that inhibits bidirectional tumor-stromal cells interaction. We have also found that PLGA-PL alone and in combination with GEM targets cancer stem cells by inhibiting pluripotency maintaining stemness factors (Nanog, Sox2, c-Myc, CD133, and Oct-4) as determined by qRT-PCR, Western blotting, and immunofluorescence analysis, and further confirmed by restricting tumor sphere formation. Furthermore, PLGA-PL also effectively targets tumor-associated macrophages (TAM) by repolarizing M2 into M1 phenotype via inhibiting expression of M2 markers and an increase in M1 markers in mouse macrophage cell line RAW264.7. M2 polarization of RAW264.7 cells were induced by culture with IL-4 (20 ng\/mL) in presence of PLGA-PL or vehicle control. In additions, PLGA-PL effectively increases phagocytic capacity in murine macrophages as determined by phagocytosis assay (Vybrant Phagocytosis Assay Kit). In conclusion, we observed that PLGA-PL effectively targets TME, facilitates GEM uptake by inhibiting the activation of CXCR4\/CXCL12\/SHH signaling, and reprograming the tumor immune surveillance. This study suggests that PLGA-PL has great potential for future clinical use in management of PanCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Nanoparticle,Gemcitabine,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vivek Kumar Kashyap<\/b><sup><\/sup>, Neeraj Chauhan<sup><\/sup>, Mohammed Sikander<sup><\/sup>, FNU Pranav<sup><\/sup>, Rahul Tiwari<sup><\/sup>, Bilal B. Hafeez<sup><\/sup>, Murali M. Yallapu<sup><\/sup>, Meena Jaggi<sup><\/sup>, Subhash C. Chauhan<sup><\/sup><br><br\/>University of Texas Rio Grande Valley, McAllen, TX","CSlideId":"","ControlKey":"f8284ee4-a9e6-4f27-82e8-860955a448a9","ControlNumber":"6751","DisclosureBlock":"&nbsp;<b>V. K. Kashyap, <\/b> None..<br><b>N. Chauhan, <\/b> None..<br><b>M. Sikander, <\/b> None..<br><b>F. Pranav, <\/b> None..<br><b>R. Tiwari, <\/b> None..<br><b>B. B. Hafeez, <\/b> None..<br><b>M. M. Yallapu, <\/b> None..<br><b>M. Jaggi, <\/b> None..<br><b>S. C. Chauhan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5294","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"823","PresenterBiography":null,"PresenterDisplayName":"Vivek Kashyap, PhD","PresenterKey":"6cec8952-015c-4ec1-977f-49da5f64f897","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"823. Piperlongumine nanoformulation enhances gemcitabine therapeutic response in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Piperlongumine nanoformulation enhances gemcitabine therapeutic response in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Conventional cancer therapy exploits sensitivity of dividing cells to DNA damage leading to apoptosis and tumor kill. Off-target normal tissue toxicity limits the maximum tolerated dose (MTD) and potential tumor ablation. We developed a targeted nanoparticle therapeutic platform that maximizes delivery of small molecules to tumor cells, including across the blood-brain barrier that normally prevents effective therapy with such agents. The core technology is a novel nanoparticle formulation that maximizes bioavailability and preferentially targets tumor cells while minimizing delivery to normal cells. Plasma irinotecan levels remain readily detectable for at least 48 hours, while free irinotecan is no longer detectable at 2 hours. Nanoparticles are readily imaged in tumor cells when virtually none are detectable in normal tissues. Targeting is achieved with antibodies that cause the nanoparticles to preferentially bind to tumor cells versus normal by a factor of at least 10. Levels of drug by quantitative mass spectroscopy are at least 15-fold greater in tumor vs normal tissue. As a result, the minimum effective dose (MED) is typically reduced ten-fold. Typical payloads include irinotecan, doxorubicin, and gemcitabine. Targeting antibodies include CD276 (B7H3) and CD99 (MIC2) for solid tumors. Compared to antibody-drug conjugates (ADCs), far greater drug doses per antibody molecule are delivered. In addition, the nanoparticles readily pass through the blood-brain barrier at least 15 times better than free drug alone. Consequently, the platform technology shows promise for treatment of both extra-cranial and intra-cranial tumors. In pre-clinical animal studies, survival of human PDX glioblastoma (GBM) bearing mice was prolonged by at least three-fold compared to free-drug treated animals when treated at a sub-optimal dose of 10mg\/kg of irinotecan thrice weekly. Ewing sarcoma bearing mice showed indefinite survival at 2 mg\/kg bi-weekly dosing, even for relapsed, treatment-resistant tumors. Treatment of hepatocellular carcinoma bearing mice biweekly at 5mg\/kg resulted in no detectable tumor and 100% survival at 80 days, when all free irinotecan treated mice at the same dose were dead, with control animals dead at 50 days. Similarly, prostate cancer bearing mice treated at the same dose and regimen were all alive at 58 days when all untreated tumor bearing mice were dead. A similar result was obtained with ovarian cancer and the same treatment regimen, but tumor growth in treated animals was observed at 58 days when all untreated animals were dead. Perhaps most significantly, treated mice bearing pancreatic cancer showed 100 % survival at 80 days when all untreated animals were dead at day 59. At no time did any animal show evidence of treatment-related toxicity. Taken together, these results support a non-toxic cancer treatment approach with existing small molecule therapy that preferentially delivers drug to tumor with markedly improved efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Nanoparticle,Targeted drug delivery,Glioblastoma,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>HyungGyoo Kang<\/b><sup>1<\/sup>, Bryon Upton<sup>2<\/sup>, Paul Scott<sup>3<\/sup>, Mark Lewis<sup>2<\/sup>, Jon Nagy<sup>2<\/sup>, Timothy Triche<sup>4<\/sup><br><br\/><sup>1<\/sup>Children's Hospital Los Angeles, Los Angeles, CA,<sup>2<\/sup>NanoValent Pharmaceuticals, Bozeman, MT,<sup>3<\/sup>Avrok Biosciences, Los Angeles, CA,<sup>4<\/sup>Children's Hospital Los Angeles, Keck School of Medicine of USC, Los Angeles, CA","CSlideId":"","ControlKey":"01808897-596c-4b46-95e3-634aa6fef6c0","ControlNumber":"7521","DisclosureBlock":"&nbsp;<b>H. Kang, <\/b> None.&nbsp;<br><b>B. Upton, <\/b> <br><b>NanoValent Pharmaceuticals<\/b> Employment. <br><b>P. Scott, <\/b> <br><b>Avrok biosciences<\/b> Employment. <br><b>M. Lewis, <\/b> <br><b>mlewis@nanovalent.com<\/b> Employment. <br><b>J. Nagy, <\/b> <br><b>NanoValent Pharmaceuticals<\/b> Employment. <br><b>T. Triche, <\/b> <br><b>NanoValent Pharmaceuticals<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5289","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"825","PresenterBiography":null,"PresenterDisplayName":"HyungGyoo Kang, PhD","PresenterKey":"4ffc8c8c-e19b-4823-93e2-6b01093f0afc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"825. Targeted nanospheres for the treatment of cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted nanospheres for the treatment of cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Adequate bioimaging is crucial in cancer management in many ways including screening, detection, characterization, staging and grading, therapy response, surgical guidance, and margins assessment. Indocyanine green (ICG) is one of the FDA-approved near infra-red fluorescent (NIRF) probe for cancer imaging and image-guided surgery in clinical setting. However, limitations of ICG includes poor photostability, high concentration toxicity, short circulation time, and poor cancer cell specificity. To overcome these hurdles, we engineered a nanoconstruct composed of poly(vinyl pyrrolidone) (PVP)-indocyanine green that is cloaked self-assembled with tannic acid (termed as ICG-Glow NPs) for the cancer cells\/tissues specific targeting.<br \/>Methods: Pursuing the novel nanotherapy approach, our lab has developed PVP-TA based ICG (PVT-ICG) fluorescent nanoparticles <i>via<\/i> self-assembly process. Our optimized PVT-ICG nanoformulation was further characterized for its physicochemical properties. An IVIS imaging system was further used to measure NIR fluorescence of novel PVT-ICG. Moreover, Human cancer (Breast, Pancreatic, Liver and Prostate) tissue microarrays (TMAs) were histochemically stained to assess cancer cell targeting\/specificity of PVT-ICG.<br \/>Results: PVT-ICG indicated particle size and surface charge ideal for cancer cell\/tissue delivery. PVT-ICG, further, demonstrated improved photostability and fluorescent intensity. Additionally, TMA studies exhibited enhanced internalization and cancer targeting\/specificity of PVT-ICG nanoparticles compared to free ICG dye in all cancers.<br \/>Conclusion: Collectively, our findings suggest that this NIR fluorescent probe PVT-ICG has great potential for becoming a novel and safe imaging modality for various types of cancer cells and tumors which can result in early cancer diagnosis leading to improved disease management.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Cancer,Imaging,Nanoparticle,Drug Delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Neeraj Chauhan<\/b><sup>1<\/sup>, Marco Cabrera<sup>1<\/sup>, Pallabita Chowdhury<sup>2<\/sup>, Prashanth K. B. Nagesh<sup>3<\/sup>, Anupam Dhasmana<sup>1<\/sup>, Meena Jaggi<sup>1<\/sup>, Subhash C. Chauhan<sup>1<\/sup>, Murali M. Yallapu<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Texas Rio Grande Valley, McAllen, TX,<sup>2<\/sup>University of Tennessee Health Science Center, Memphis, TN,<sup>3<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"b3611102-13ba-45a3-9b30-46078bee0b8d","ControlNumber":"4698","DisclosureBlock":"&nbsp;<b>N. Chauhan, <\/b> None..<br><b>M. Cabrera, <\/b> None..<br><b>P. Chowdhury, <\/b> None..<br><b>P. K. B. Nagesh, <\/b> None..<br><b>A. Dhasmana, <\/b> None..<br><b>M. Jaggi, <\/b> None..<br><b>S. C. Chauhan, <\/b> None..<br><b>M. M. Yallapu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5287","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"826","PresenterBiography":null,"PresenterDisplayName":"Neeraj Chauhan, PhD","PresenterKey":"f6df9932-2388-469f-9ce3-14fc60697bfc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"826. Illuminating cancer cells with a novel nano fluorescent NIR probe for bioimaging","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Illuminating cancer cells with a novel nano fluorescent NIR probe for bioimaging","Topics":null,"cSlideId":""},{"Abstract":"Background: Liposomes are spherical vesicles made of a lipid bilayer and are effective nanocarriers for drug molecules such as chemotherapeutic agents. Micromixers are devices that allow consistent liposome production while more efficiently controlling their characteristics (size, size distribution (PDI), and zeta potential) than traditional methods. They provide more scalable production and the ability to control variables such as the total flow rate (TFR) that shape the liposomes&#8217; characteristics. Periodic Disturbance Mixer (PDM), Staggered Herringbone Mixer (SHM) and ring micromixer microchannel designs increase the mixing rate and nanoprecipitation. The objective of this study is to compare, between the 3 different micromixer designs, the encapsulation efficiency of calcein and the physicochemical properties of the liposomes. Calcein was chosen due to its similarity in size and fluorescent activity to Doxorubicin, a drug used to treat various forms of cancer.<br \/>Methods: The devices were designed on SOLIDWORKS 2022, 3D-printed with the Pr110-385 3D printer using photopolymer resin, cleaned and cured. Lipids (DSPC, CHOL and PEG-PE) diluted in ethanol in a consistent molar ratio were injected in one inlet, while PBS 1x with diluted calcein (3 mM) was injected in the other. Flow conditions were set using computer-controlled syringe pumps. The samples including the liposomes were collected at the outlet and centrifugal filtration was performed to remove un-encapsulated calcein. To calculate the encapsulation efficiency, the fluorescence emitted by calcein was used to determine its concentration. Fluorescence was measured using the Qubit 4 Fluorometer. Liposome hydrodynamic diameter, PDI and zeta potential were determined by dynamic light scattering. Empty liposomes were also made to see if there were significant differences in their properties compared to calcein-carrying ones.<br \/>Results: The PDM, SHM and ring-micromixer were printed to yield to the smallest channel widths possible: 450um, 600um and 280um respectively. All three mixers produced empty and loaded liposomes of a controlled size, proven by the low PDI value of all the samples (PDI&#38;lt0.2). The mixer&#8217;s design did not affect the liposomes&#8217; zeta potential. The PDM, SHM and ring micromixer produced increasingly larger liposomes (loaded). The ring micromixer had the highest encapsulation efficiency, the SHM and PDM were slightly less efficient. Interestingly, the ring micromixer and SHM were most efficient at a higher flow rate (120 ml\/h), whereas the PDM encapsulated calcein most efficiently at a lower flow rate (30 ml\/h).<br \/>Conclusions: The three 3D-printed devices tested in this study yielded liposomes of controlled sizes with the PDM making the smallest ones. Additionally, all were successful in encapsulating calcein, but required different flow rate conditions to operate most efficiently. Determining the optimal conditions for encapsulation has major implications in designing new lipid nanoparticle carriers for therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Drug delivery,Liposomes,Microfluidics,3D modelling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Armen Erzingatzian<\/b><sup>1<\/sup>, Rubn R. Lpez<sup>1<\/sup>, Chaymaa Zouggari<sup>2<\/sup>, Vah Nerguizian<sup>2<\/sup>, Julia V. Burnier<sup>1<\/sup><br><br\/><sup>1<\/sup>McGill University Health Centre Research Institute, Montreal, QC, Canada,<sup>2<\/sup>cole de technologie suprieure, Montreal, QC, Canada","CSlideId":"","ControlKey":"f2461093-687e-4215-9727-6640225a6a5d","ControlNumber":"1917","DisclosureBlock":"&nbsp;<b>A. Erzingatzian, <\/b> None..<br><b>R. R. Lpez, <\/b> None..<br><b>C. Zouggari, <\/b> None..<br><b>V. Nerguizian, <\/b> None..<br><b>J. V. Burnier, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5291","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"827","PresenterBiography":null,"PresenterDisplayName":"Armen Erzingatzian, No Degree","PresenterKey":"2e87aea2-b2fd-4569-b71b-466900bbbd17","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"827. Comparative study of calcein encapsulation into nanoparticles using three different micromixers as a model for small drug molecules","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative study of calcein encapsulation into nanoparticles using three different micromixers as a model for small drug molecules","Topics":null,"cSlideId":""},{"Abstract":"DNA origami is a platform nanotechnology allows for the generation of nanostructures with precisely defined geometric shape that may be easily functionalized with a variety of payloads for therapeutic delivery. These payloads include nucleic acids (miRNA, siRNA, gene sequences), associated Cas protein molecules, therapeutic small molecules drugs, functional peptides (adjuvants or cell penetrating peptides), and incorporated targeting and\/or therapeutic antibodies. Hence, DNA origami is a highly promising vehicle to deliver targeted therapeutic payloads to cancer cells or other diseases.Previous studies by our laboratory and others revealed DNA origami mediated drug delivery efficiently delivered daunorubicin or doxorubicin to cancer cells while outperforming free drug in both solid and liquid tumor model systems <i>in vitro<\/i> and <i>in vivo<\/i>. Our recent findings showed significant survival advantage by doxorubicin-loaded DNA origami over delivery of free doxorubicin in an aggressive, acute monocytic leukemia model. We also showed antibody-directed drug delivery by DNA origami may be directly targeted to monocytic leukemia cells expressing the target surface antigen, and superior efficacy <i>in vitro<\/i> against acute myeloid leukemia cells when loaded with daunorubicin relative to free drug at low concentrations. Thus, antibody targeted drug loaded DNA origami represent a promising novel precision medicine approach.Additionally, recent findings by our laboratory <i>in vivo<\/i> determined that DNA origami nanostructures alone administered at high dose (12.0mg\/kg) distribute well, are non-toxic, and illicit mild immunogenicity, making them an attractive candidate for further development towards therapeutic applications. We recently developed a DNA origami structure functionalized at a high density with adjuvant (CpG) and antigenic peptides (OVA) to stimulate a directed antigen-specific immune response. We have shown this DNA origami vaccine platform displays significant improvement in efficacy by an OVA-pulsed antigen-killing assay <i>in vivo<\/i> relative to alum and CFA standard adjuvant formulations. Thus, our DNA origami vaccine platform represents a promising novel approach to optimize an anti-cancer immune response, a finding also shown by other laboratories.Collectively, DNA Nanobot technology offers 1) a promising a cancer drug delivery system that can deliver a high number of therapeutic drugs (100s of drug molecules per targeted delivery system) utilizing existing ADC conjugation methods; 2) An optimal vaccine delivery method to enhance efficacy; and 3) cell specific targeted delivery of therapeutic nucleic acids and genes to modify oncogene and\/or tumor suppressor gene expression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Nanoparticle,Drug delivery,Acute Myeloid Leukemia,Vaccines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Patrick Halley<sup>1<\/sup>, Niksa Roki<sup>1<\/sup>, Nicholas Vantangoli<sup>1<\/sup>, Tom Zupancic<sup>2<\/sup>, Jeff Spitzner<sup>3<\/sup>, Meixiao Long<sup>1<\/sup>, Karilyn Karilyn Larkin<sup>1<\/sup>, John Byrd<sup>1<\/sup>, <b>Carlos Castro<\/b><sup>1<\/sup>, Chris  R.  Lucas<sup>1<\/sup><br><br\/><sup>1<\/sup>The Ohio State University, Columbus, OH,<sup>2<\/sup>InfinixBio, Columbus, OH,<sup>3<\/sup>DNA Nanobots Inc, Columbus, OH","CSlideId":"","ControlKey":"aef1c43f-e1b9-4602-811f-2ea00dedbce2","ControlNumber":"6987","DisclosureBlock":"&nbsp;<b>P. Halley, <\/b> None..<br><b>N. Roki, <\/b> None..<br><b>N. Vantangoli, <\/b> None..<br><b>T. Zupancic, <\/b> None..<br><b>J. Spitzner, <\/b> None..<br><b>M. Long, <\/b> None..<br><b>K. Karilyn Larkin, <\/b> None..<br><b>J. Byrd, <\/b> None..<br><b>C. Castro, <\/b> None..<br><b>C. R. Lucas, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5295","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"828","PresenterBiography":null,"PresenterDisplayName":"Carlos Castro, BS,MS,PhD","PresenterKey":"71fec651-9b09-4086-83db-6d8c9789278b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"828. DNA origami nanostructures as a targeted payload delivery system","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA origami nanostructures as a targeted payload delivery system","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroblastoma (NB) is a malignancy of the neuroendocrine system affecting infants. NB is highly resistant to drug therapy, which leads to ineffective treatments and increased refractory. Current treatments have low specificity to targeted NB cells resulting in unwanted side effects. A drug delivery system that can overcome these problems is urgently needed. Incorporating drugs in optimized lipid nanoparticles such as liposomes have proven to be an effective method for drug targeting. To achieve better cellular selectivity, lipid membrane extract (LE) is derived from NB cells using a modified Dyer and Blight lipid extraction procedure. The objective of the study was to determine an optimized cell membrane lipid-extracted nanoliposomes (CLENs) for the NB cell model while considering physicochemical properties (i.e. size and molecular charge) and composition of the preparation.<br \/>Methods: The neuroblastoma cell line, SK-N-DZ, was used for drug selectivity study. Expanded culture of SK-N-DZ was employed for cellular extraction purposes. The method for lipid membrane extraction was previously reported by Alharbi and Campbell, (AAPS Open 4,5(2018)). SK-N-DZ lipid extract was the main ingredient to prepare SK-N-DZ CLENs. Phase I of the study is to prepare CLENs with various compositions of DOPC, cholesterol, DPPE-PEG5000 and SK-N-DZ lipid extract. DPPE-Rhodamine was used for fluorescence and cellular uptake studies. Phase II of the study evaluated the effect of SK-N-DZ lipid extraction inclusion on drug incorporation, cellular uptake and selectivity, and cytotoxicity. Invitrogen alamarBlue HS in vitro assay was used to determine cell viability for cytotoxicity studies. SK-N-SH (brain tissue), BT-20 (breast tissue) and G401 (kidney tissue) cell lines served as negative controls.<br \/>Results: The results from the cellular uptake optimization studies revealed that the optimized composition and ratio for SK-N-DZ CLENs was DOPC\/Cholesterol\/LE\/PEG (65\/10\/20\/5). The average particle size and value for zeta potential was 164 nm +\/- 1.2 and -7.92 +\/- 1.55 mV, respectively. The inclusion of SK-N-DZ lipid membrane extract (2, 10, 20 and 40 mol%) in preparation of CLENs increased cellular uptake by SK-N-DZ cells compared to corresponding control (no LE included). No difference observed in cellular uptake of preparations containing 20 and 40 mol% of LE. The additional inclusion of cholesterol (10, 20, 40 mol%) increased overall cellular uptake of preparations compared to CLENs without the additional cholesterol content. Overall, the inclusion of PEG (5, 10, and 20 mol%) in SK-N-DZ CLENs increased their uptake by the target cell population.<br \/>Conclusion: In conclusion, the inclusion of SK-N-DZ lipid membrane extract in the nanoliposome preparations increased their overall cellular uptake by SK-N-DZ target cells. Additional cellular selectively and cytotoxicity studies are currently underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Drug delivery,Nanoparticle,Liposomes,Neuroblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kevin Bumanglag<\/b><sup><\/sup>, Thi Tran<sup><\/sup>, Robert Campbell<sup><\/sup>, Yishan Li<sup><\/sup><br><br\/>MCPHS, Worcester, MA","CSlideId":"","ControlKey":"75c2f1cf-101a-455b-a900-118622f8cd49","ControlNumber":"2334","DisclosureBlock":"&nbsp;<b>K. Bumanglag, <\/b> None..<br><b>T. Tran, <\/b> None..<br><b>R. Campbell, <\/b> None..<br><b>Y. Li, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5292","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"829","PresenterBiography":null,"PresenterDisplayName":"Kevin Bumanglag, BS","PresenterKey":"022fd3f9-f060-4b32-bbf6-d8c75da63436","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"829. Evaluation of SK-N-DZ CLENs as a potential drug delivery system for selective targeting of neuroblastoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of SK-N-DZ CLENs as a potential drug delivery system for selective targeting of neuroblastoma cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Retinoblastoma is one of the most common eye malignancies in children that develops in the retina. Repression of the disease is critical in retaining eyesight and reducing mortality. However, most chemotherapeutic agents cause unwanted side effects, often resulting from a lack of target specificity. Various drug delivery systems are being researched to overcome these adverse effects, some of which often utilize nanoparticles such as Cell Membrane Lipid-Extracted Nanoliposomes (CLENs). The objective of this study is to evaluate the selective cytotoxicity and cellular uptake of drug-loaded CLENs and CCK-8 in-vitro assay analysis.<br \/><b>Methods: <\/b>The suspension cell line, Y79, was selected to study the selectivity of drug loaded CLENs in retinoblastoma. Y79 cells were seeded at 20,000 cells\/mL of growth medium. Y79-CLENs included DOPC, and lipid extract (LE) derived from the Y79 cell line. Phase I of the experiment examined the cellular uptake activity of the CLENs in the Y79 varying the composition of DOPC\/LE at a ratio of 90\/10 or 80\/20. DPPE-rhodamine label was included for fluorescence studies. The chemotherapeutic agent of choice for the study was doxorubicin hydrochloride (DOX). Phase II evaluated the cytotoxicity of DOX loaded in Y79-CLENs utilizing the CCK-8 in vitro assay. Multiple myeloma cell line (RPMI 8226) served as the control group for the investigation.<br \/><b>Results: <\/b>The average mean diameter for preparations containing 0, 20, and 40 mol% Y79 lipid extract content was 143 &#177; 2 nm, 127 &#177; 12.7 nm, and 110 &#177; 4 nm, respectively. The corresponding zeta potential values for preparations containing 0, 20 and 40 mol% Y79-LE content was -13.43 &#177; 0.96 mV, -0.65 &#177; 2.86 mV, and -3.35 &#177; 1.79 mV, respectively. The zeta potential values for 0 and 20 mol% DOX-loaded Y79-CLENs were -5.51 &#177; 1.14 mV and -8.59 &#177; 0.98 mV, respectively. Y79-CLENs were taken up by Y79 cells to a greater extent when compared to the DOPC control preparations. Cellular uptake summary: ratio of DOPC\/LE- 80\/20 &#62; 90\/10 &#62; 100\/0. DOX-loaded Y79-CLEN liposomes demonstrated more selective cytotoxic drug effects against Y79 cells when compared with DOX-DOPC liposome controls using the CCK-8 in-vitro assay. The evaluation of cellular uptake and cytotoxicity of drug-loaded Y79-CLENs against cell populations is currently underway.<br \/><b>Conclusion: <\/b>Preliminary studies suggest that Y79-CLENs have superior physicochemical characteristics and other beneficial features that collectively improve selectivity and cytotoxicity. Future studies involving the mechanism of uptake by target cells and in vivo activity are needed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Nanoparticle,In vitro,Doxorubicin,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ashley  M.  Varela Martinez<\/b><sup>1<\/sup>, Hae Chan Kim<sup>1<\/sup>, Naga Goli<sup>1<\/sup>, Robert Campbell<sup>2<\/sup><br><br\/><sup>1<\/sup>Pharmacy, Massachusetts Col. of Pharmacy & Health Sci., Worcester, MA,<sup>2<\/sup>Pharmaceutical Sciences, Massachusetts Col. of Pharmacy & Health Sci., Worcester, MA","CSlideId":"","ControlKey":"1ffb0b56-d76a-499a-9244-a9e05279d738","ControlNumber":"5408","DisclosureBlock":"&nbsp;<b>A. M. Varela Martinez, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>N. Goli, <\/b> None..<br><b>R. Campbell, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5293","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"830","PresenterBiography":null,"PresenterDisplayName":"Ashley Varela Martinez","PresenterKey":"d2a66d93-beb6-4097-96a3-8cf292c2caa1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"830. Optimized retinoblastoma treatment approach using a Y79 retinoblastoma cellular model and CCK-8 <i>in vitro<\/i> assay protocol","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Optimized retinoblastoma treatment approach using a Y79 retinoblastoma cellular model and CCK-8 <i>in vitro<\/i> assay protocol","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Rhabdoid tumor is an aggressive soft tissue sarcoma that arises in the kidney, liver, peripheral nerves, and miscellaneous soft parts throughout the body. Rhabdoid tumors usually occur in infancy or during early childhood and the most common sites for metastasis are lungs, abdominal lymph nodes, liver, and brain. Current treatment options include surgery, radiation therapy, high-dose chemotherapy, and stem cell transplant but the overall survival rate is approximately 23%. Nano-sized liposomes are drug-delivery vehicles used to enhance the delivery of drugs to target cells. The composition, size, and overall charge of nanoliposomes determine targeting and influence the degree of drug uptake. The objective of this study was to develop G401-CLENs prepared from lipid extracts derived from rhabdoid tumor cells and conventional lipid components, and to evaluate the optimized drug loaded preparations of rhabdoid-CLENs <i>in vitro<\/i>.<br \/><b>Methods: <\/b>Rhabdoid tumor cell line, G401, was the chosen model for this study. G401 cells were cultured and expanded <i>in vitro<\/i> for cellular extraction purposes. The G401 cell membrane lipid extract (LE) was included in the preparation of G401-CLENs. Additional conventional lipid ingredients include DOPC, DOTAP, and DPPE-PEG<sub>5000<\/sub>. DPPE-rhodamine lipids were employed for fluorescence studies only. Chemo agents' doxorubicin and vinblastine were used in cell viability and cytotoxicity assays to evaluate formulation efficacy. Phase I of evaluation included physiochemical characterization and cellular uptake studies of preparations of CLENs, including 0 to 20 mol% of G401 LE content. Phase II of evaluation included the use of Hoechst33342\/propidium iodide cell viability and cytotoxicity assays with varied amounts of doxorubicin and vinblastine loaded CLENs added to the G401 cells. The control cell line used in the study represents another solid tumor, SK-N-DZ (neuroblastoma).<br \/><b> <\/b> <b>Results: <\/b>The optimal composition for G401-CLENs was DOPC\/DPPE-PEG<sub>5000<\/sub>\/LE (93\/2\/5). The average size and zeta potential was 198 &#177; 16 nm (n=5) and -12 &#177; 1.2 mV (n=5), respectively. Cell selectivity studies revealed an increase in the uptake of the optimized G401-CLENs by G401 cells when compared to SK-N-DZ control cells. In general, the inclusion of DOTAP increased overall cellular uptake, but diminished selective uptake of G401-CLENs. Results support a significant cellular uptake of preparations consisting of 5 mol% LE compared to 0, 10, and 20 mol% G401 LE content. Doxorubicin loaded in G401-CLENs decreased rhabdoid tumor cell viability in a dose-dependent manner compared to doxorubicin loaded in conventional liposome preparations. Additional cytotoxicity studies are currently underway.<br \/><b> <\/b> <b>Conclusion:<\/b> To this date,<b> <\/b>G401-CLENs represents a promising selective drug-targeting vehicle for the treatment of rhabdoid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Drug delivery,rhabdoid tumor,G401-CLENs,nanoliposomes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Varun Kudchadker<\/b><sup><\/sup>, Dongxiao Chen<sup><\/sup>, Yeji Seo<sup><\/sup>, Robert Campbell<sup><\/sup><br><br\/>Pharmaceutical Sciences, Massachusetts Col. of Pharmacy & Health Sci., Worcester, MA","CSlideId":"","ControlKey":"61fc4dd3-1e30-43d0-8114-f1354ba16037","ControlNumber":"6188","DisclosureBlock":"&nbsp;<b>V. Kudchadker, <\/b> None..<br><b>D. Chen, <\/b> None..<br><b>Y. Seo, <\/b> None..<br><b>R. Campbell, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5300","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"831","PresenterBiography":null,"PresenterDisplayName":"Varun Kudchadker, AAS","PresenterKey":"24dcab86-5189-47cd-83c5-f7cffdc6aa78","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"831. Selective targeting of pediatric rhabdoid tumor using G401-CLENs: Cytotoxicity studies","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selective targeting of pediatric rhabdoid tumor using G401-CLENs: Cytotoxicity studies","Topics":null,"cSlideId":""},{"Abstract":"Treatment of metastatic Triple-Negative Breast Cancer (TNBC) remains a challenge despite an increasing number of newer drugs being approved in recent years. The major challenge for improved treatment outcomes for metastatic cancer originates from the fact that the drugs are unable to reach the targeted site and hence are not able to elicit the desired response. Recently, natural mesenchymal stem cells (MSC) cells and their exosomes have been shown to have tumor-homing properties. By exploiting these homing properties, we propose the development of an exosome-polymeric hybrid nanosystem (EPHN) by using exosomes for their targeting ability to enhance the targetability and thus the therapeutic efficacy of the drug against TNBC. In this study, we bioengineered MSC exosome-coated drug-loaded polymeric nanoparticles to deliver our chemotherapeutic drug in a targeted fashion. To isolate the MSC exosomes, we grew the cells in exosome-free media and used the ultracentrifugation standard method. The MSC exosomes had a size of approximately 70 &#177; 5 nm and a PDI of 0.3. Our exosome sample was positive for exosomal proteins and negative for all other extracellular vesicles. The optimal doxorubicin-loaded PLGA nanoparticles were prepared using a microfluidics method resulting in a higher entrapment efficiency of 42 &#177; 3% and a smaller size of 70 &#177; 3 nm and a PDI of 0.2. To make the exosome-coated NPs, we used the extrusion method. After extrusion, the zeta potential of our EPHN was closer to -11mV compared to PLGA NPs (-50mV), which demonstrates that our NPs were coated with an exosomal membrane. We were able to make MSC exosome-coated drug-loaded polymeric nanoparticles and show that they were stable and uniform in size. Microfluidics-assisted doxorubicin-loaded PLGA nanoparticles show uniform size and higher entrapment efficiency. Release kinetics showed a strong burst phase release over the first 8 hours and subsequent sustained release up to 72 hours. <i>In vivo<\/i> biodistribution of EPHN shows better tumor accumulation compared to PLGA NP. The next stage in this project is in vivo tumor efficacy testing in breast cancer tumor models. This targeted NP system can serve as a novel therapeutic platform for developing improved treatments for metastatic TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Breast cancer,Nanoparticle,Exosomes,Mesenchymal stem cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rohan Joshi<sup><\/sup>, Jana Lampe<sup><\/sup>, Jamboor  K.  Vishwanatha<sup><\/sup>, <b>Amalendu  P.  Ranjan<\/b><sup><\/sup><br><br\/>Microbiology, Immunology & Gentics, University of North Texas Health Science Ctr., Fort Worth, TX","CSlideId":"","ControlKey":"0ccd9a6d-c4d5-49db-8e97-67f6e3184001","ControlNumber":"7370","DisclosureBlock":"&nbsp;<b>R. Joshi, <\/b> None..<br><b>J. Lampe, <\/b> None..<br><b>J. K. Vishwanatha, <\/b> None..<br><b>A. P. Ranjan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5297","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"832","PresenterBiography":null,"PresenterDisplayName":"Amalendu Ranjan, PhD","PresenterKey":"db0ce337-d29a-4410-8581-cd1a10fdbb5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"832. Exosome-based hybrid nanosystem for targeted TNBC therapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosome-based hybrid nanosystem for targeted TNBC therapy","Topics":null,"cSlideId":""},{"Abstract":"<b><i>Background:<\/i><\/b><i> <\/i>Exosomes are extracellular vesicles having less than 200 nm size, secreted extracellularly by almost all types of cells. They regulate intercellular communication by delivering RNAi, proteins, viruses, and soluble factors as inherited payloads. In recent years, the application of exosomes to deliver small molecules have been widely investigated in tissue regeneration, therapeutics, as well as diagnostics. However, the isolation of exosomes has remained challenging mainly due to limitations of specialized instruments and the least cost-effective reagents. In this study, we developed a novel method to isolate exosomes from cultured cells.<br \/><b><i>Experimental:<\/i><\/b> The supernatant from cultured cells was collected and subjected to lyophilization after low-speed centrifugation. The characterization and quantification of exosomes were performed using Bradford assay. Scanning Electron Microscopy (SEM) and Nanoparticles Tracking Analysis (NTA) were carried out for shape and size distribution. Western blot was performed for the evaluation of the exosome specific surface markers (CD63, CD9, CD81, calnexin, HSP70, and TSG101). The as-isolated exosomes were loaded with commercial dyes (Cy5, Eosin) for the evaluation of their drug delivery properties. Furthermore, their drug loading and release were confirmed by loading tyrosine kinase inhibitors (TKIs) as a payload. Finally, the anti-leukemic drugs (dasatinib and ponatinib) were loaded on the isolated exosomes for targeting leukemia cell line i.e., K562 and BCR-ABL expressing Ba\/F3 cells in <i>in vitro<\/i> model, using MTT assay for cell proliferation and Annexin-V\/PI for apoptosis detection.<br \/><b><i>Results:<\/i><\/b> Here we found that the isolated exosomes have round shape with an average size of ~130 nm. They expressed known exosome markers including CD63, CD9, CD81, calnexin, HSP70, and TSG101. These exosomes could efficiently target and deliver dyes (Eosin and Cy5) and TKIs (dasatinib and ponatinib) to K562 and Ba\/F3-cells expressing BCR-ABL. The TKIs-loaded exosomes inhibited the growth of leukemic cells and induced apoptosis in a dose dependent manner.<br \/><i><b>Conclusion:<\/b> W<\/i>e claim the development of a new method for active exosome isolation from cell culture. These exosomes could qualify for all the essential characterization, drug loading, and release ability by harnessing proliferation and inducing apoptosis in Ph<sup>+<\/sup> leukemia cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Exosomes,Drug delivery,Bcr-Abl,Leukemias,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Fawad Ur Rehman<sup><\/sup>, Rida e Maria Qazi<sup><\/sup>, Zahra Sajid<sup><\/sup>, <b>Afsar Ali Mian<\/b><sup><\/sup><br><br\/>Centre for Regenerative Medicine and Stem Cell Research, Aga Khan University, Karachi, Pakistan","CSlideId":"","ControlKey":"d9069de4-2b8a-4c66-bed1-a667ac5655f4","ControlNumber":"5638","DisclosureBlock":"&nbsp;<b>F. Rehman, <\/b> None..<br><b>R. Qazi, <\/b> None..<br><b>Z. Sajid, <\/b> None..<br><b>A. Mian, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5299","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"833","PresenterBiography":null,"PresenterDisplayName":"Afsar Mian","PresenterKey":"f0021c58-d3a6-4424-980b-ec77f7836387","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"833. Exosomes isolation via lyophilization for Philadelphia-positive leukemia therapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosomes isolation via lyophilization for Philadelphia-positive leukemia therapy","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer resembles the second-highest incidence rate of cancers worldwide with highly remarkable incidence and mortality rates. Recently, the main target behind the current study is to reduce the toxicity along with targeted delivery of different drugs separately and simultaneously to enhance the treatment options for breast cancer. A promising strategy for overcoming poor drug delivery is to recruit the evacuated bacterial cells which are known as Bacterial Ghosts (BGs) for drug delivery. The present study focused on formulating a new complex delivery system using a highly purified and safety-confirmed BGs of <i>Salmonella Typhimurium<\/i> ATCC 1403 strain loaded with class II HDACI (Belinostat) associated with nano-emulsion droplets of constant and non-toxic natural compound (Betaine), a glycine with three additional methyl groups. The formulated new complex delivery system of BGs was tested on two breast cancer cell lines, ER-positive<i> <\/i>ZR-75-1 and TNBC, MDA-MB-231 respectively. Using WST-1 proliferation assay, our data reports a combination index (CI) &#60;1 indicating synergistic effect between Betaine nano-emulsion at low concentrations with Poly dispersity index less than 0.5 and BGs loaded with Belinostat per constant count of BGs CFU\/ml. In comparison with treatment of either Betaine or Belinostat alone, the viability inhibition and apoptosis induction of both tested MDA-MB-231 and ZR-75-1 cells were amplified in the combined treatment of 72 hours. Furthermore, the achieved delivery showed a significant downregulated expression of angiogenesis-related markers such as VEGF and TSP-1 at concentrations of 1-mM Betaine nano-emulsion and 0.2-&#181;M Belinostat after 24 hours of treatment. In conclusion, the proposed study introduced a new formulated delivery system of BGs with synergistic mechanistic effect of two different anti-cancer compounds as a promising strategy to inhibit breast cancer cell lines proliferation and angiogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Breast cancer,HDAC inhibitor,Nano-droplets,Bacterial ghosts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sara  H.   K.  Deghedy<\/b><sup>1<\/sup>, Hoda  E.  Mahmoud<sup>1<\/sup>, Ahmed  A.  Hussein<sup>1<\/sup>, Mohammed  A.  El-Kholy<sup>2<\/sup>, Passent  M.   E.  Gaafar<sup>3<\/sup>, Mai  M.  Ali<sup>3<\/sup>, Ahmed  S.  Sultan<sup>4<\/sup><br><br\/><sup>1<\/sup>Biotechnology, Inst of Graduate Studies & Research (IGSR), Alexandria, Egypt,<sup>2<\/sup>Microbiology, Immunology and Biotechnology, Arab Academy for Science, Technology and Maritime Transport, Alexandria, Egypt,<sup>3<\/sup>Pharmaceutical Sciences Division., Arab Academy for Science, Technology and Maritime Transport., Alexandria, Egypt,<sup>4<\/sup>Biochemistry, Alexandria University, Alexandria, Egypt","CSlideId":"","ControlKey":"a6277218-5eb3-4023-88a0-199e1d8483ff","ControlNumber":"2572","DisclosureBlock":"&nbsp;<b>S. H. K. Deghedy, <\/b> None..<br><b>H. E. Mahmoud, <\/b> None..<br><b>A. A. Hussein, <\/b> None..<br><b>M. A. El-Kholy, <\/b> None..<br><b>P. M. E. Gaafar, <\/b> None..<br><b>M. M. Ali, <\/b> None..<br><b>A. S. Sultan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5301","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"834","PresenterBiography":null,"PresenterDisplayName":"Sara Hassan, B Pharm","PresenterKey":"b95ab6ef-bb70-46bf-a8a0-c1a01cf571a8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"834. Synergistic effect of bacterial ghosts loaded with belinostat and betaine nano-emulsion: A potential treatment strategy for breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic effect of bacterial ghosts loaded with belinostat and betaine nano-emulsion: A potential treatment strategy for breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Sixty percent of melanoma patients present brain metastases, having low response rates to current systemic therapies, which do not prolong survival. New therapeutic options to address this clinical need are urgent. Here, we report the development of a polymeric nanoparticle as a cancer nanovaccine capable of selectively co-targeting toll-like receptor function and PD-L1 expression to improve antigen presentation and subsequent effector immune cell function within brain microenvironment. Mannose-poly(lactic-co-glycolic acid)\/poly(lactic acid) (man-PLGA\/PLA) nanoparticles (NP) were prepared by a modified double emulsion solvent evaporation method, to deliver combinations of melanoma neoantigens, toll-like receptor ligands and regulators of the PD-1\/PD-L1 axis. NP physicochemical properties were fully characterized, including size, surface charge and morphology. The amount of melanoma neoantigens and immune regulators entrapped within NP was determined by HPLC. Immature dendritic cells (DC) were used to evaluate the impact of NP on cell viability, and to assess NP uptake kinetics by flow cytometry. NP ability to target and trigger the activation of DC and T cells, was assessed in the lymph nodes and spleen of immunized mice. The NP anti-tumor immune-mediated effect was evaluated <i>in vivo<\/i> in two primary melanoma-bearing immunocompetent mouse models (B16F10 and B16MO5), and in a melanoma brain metastasis (MBM) mouse model (B16F10), which also included the immune profiling within tumor site by flow cytometry, before and after treatment.NP presented an average diameter of 180 nm, narrow polydispersity index, surface charge close to neutrality, spherical morphology, and high loadings of the neoantigens and immunoregulators. NP did not affect DC viability and were extensively internalized by immature DC. NP were preferentially taken-up <i>in vivo<\/i> by DC, increasing the expression of activation\/maturation markers at DC surface, such as CD80 and CD86. NP elicited antigen-specific T-cell responses, by the significant increase in the expression of TNF-alpha and IFN-gamma (T<sub>H<\/sub>1-guided response). <i>In vivo <\/i>combination of NP with anti-PD-L1 induced a potent immune-mediated anti-tumor response in both primary and preclinical models of MBM, overcoming tumor development with an increased overall survival. This combination re-shaped immune and stroma cell populations in primary tumor and MBM microenvironment, which presented a marked infiltration of cytotoxic T cells that correlated with a decreased expression of PD-1 and PD-L1 within the TME.The synergy between our nanovaccine and anti-PD-L1 provide essential insights to devise alternative combinations regiments to improve the efficacy of immune checkpoint inhibitors in metastatic melanoma, thus opening new line for this unmet medical need.<b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Nanoparticle,Vaccines,Immune checkpoint blockade,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Barbara Carreira<sup>1<\/sup>, Rita  A.  Acrcio<sup>1<\/sup>, Sabina Pozzi<sup>2<\/sup>, Ron Kleiner<sup>2<\/sup>, Liane  I.   F.  Moura<sup>1<\/sup>, Ana  I.  Matos<sup>1<\/sup>, Daniela vaskovich<sup>2<\/sup>, Carina Peres<sup>1<\/sup>, Adelaide Fernandes<sup>1<\/sup>, Sara Xapelli<sup>3<\/sup>, Ronit Satchi-Fainaro<sup>2<\/sup>, <b>Helena  F.  Florindo<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Faculty of Pharmacy, Universidade de Lisboa, Lisboa, Portugal,<sup>2<\/sup>Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel,<sup>3<\/sup>Instituto de Medicina Molecular (IMM), Faculty of Medicine, Universidade de Lisboa, Lisboa, Portugal","CSlideId":"","ControlKey":"4c05f241-b44a-46fa-854d-44580b441f71","ControlNumber":"6112","DisclosureBlock":"&nbsp;<b>B. Carreira, <\/b> None..<br><b>R. A. Acrcio, <\/b> None..<br><b>S. Pozzi, <\/b> None..<br><b>R. Kleiner, <\/b> None..<br><b>L. I. F. Moura, <\/b> None..<br><b>A. I. Matos, <\/b> None..<br><b>D. vaskovich, <\/b> None..<br><b>C. Peres, <\/b> None..<br><b>A. Fernandes, <\/b> None..<br><b>S. Xapelli, <\/b> None..<br><b>R. Satchi-Fainaro, <\/b> None..<br><b>H. F. Florindo, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5285","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"835","PresenterBiography":null,"PresenterDisplayName":"Helena Florindo, PhD;Pharm D","PresenterKey":"cc585758-f5d4-420e-bd85-392fa7a65fd6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"835. Translational nanotechnology-based cancer vaccine to re-educate host immune response against metastatic cancers","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Translational nanotechnology-based cancer vaccine to re-educate host immune response against metastatic cancers","Topics":null,"cSlideId":""},{"Abstract":"mRNA is a new class of drugs that has the potential to revolutionize the treatment of brain tumors. Thanks to the COVID-19 mRNA vaccines and numerous therapy-based clinical trials, it is now clear that lipid nanoparticles (LNPs) are a clinically viable means to deliver RNA therapeutics. However, LNP-mediated mRNA delivery to brain tumors remains elusive. Over the past decade, numerous studies have shown that tumor cells communicate with each other via small extracellular vesicles, which are around 100 nm in diameter and consist of lipid bilayer membrane similar to synthetic lipid-based nanocarriers. We hypothesized that rationally designed LNPs based on extracellular vesicle mimicry would enable efficient delivery of RNA therapeutics to brain tumors without undue toxicity. We synthesized LNPs using four components similar to the formulation used in the mRNA COVID-19 vaccines (Moderna and Pfizer): ionizable lipid, cholesterol, helper lipid and polyethylene glycol (PEG)-lipid. For the in vitro<\/i> screen, we tested ten classes of helper lipids based on their abundance in extracellular vesicle membranes, commercial availability, and large-scale production feasibility while keeping rest of the LNP components unchanged. The transfection kinetics of GFP mRNA encapsulated in LNPs and doped with 16 mol% of helper lipids was tested using GL261, U87 and SIM-A9 cell lines. Several LNP formations resulted in stable transfection (upto 5 days) of GFP mRNA in all the cell lines tested in vitro<\/i>. The successful LNP candidates (enabling &#62;80% transfection efficacy) were then tested in vivo<\/i> to deliver luciferase mRNA to brain tumors via intrathecal administration in a syngeneic glioblastoma (GBM) mouse model, which confirmed luciferase expression in brain tumors in the cortex. LNPs were then tested to deliver Cre recombinase mRNA in syngeneic GBM mouse model genetically modified to express tdTomato under LoxP marker cassette that enabled identification of LNP targeted cells. mRNA was successfully delivered to tumor cells (70-80% transfected) and a range of different cells in the tumor microenvironment, including tumor-associated macrophages (80-90% transfected), neurons (31-40% transfected), neural stem cells (39-62% transfected), oligodendrocytes (70-80% transfected) and astrocytes (44-76% transfected). Then, LNP formulations were assessed for delivering Cas9 mRNA and CD81 sgRNA (model protein) in murine syngeneic GBM model to enable gene editing in brain tumor cells. Sanger sequencing showed that CRISPR-Cas9 editing was successful in ~94% of brain tumor cells in vivo<\/i>. In conclusion, we have developed a library of safe LNPs that can transfect GBM cells in vivo<\/i> with high efficacy. This technology can potentially be used to develop novel mRNA therapies for GBM by delivering single or multiple mRNAs and holds great potential as a tool to study brain tumor biology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"mRNA,Nanoparticle,Brain\/central nervous system cancers,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saigopalakrishna  S.  Yerneni<\/b><sup>1<\/sup>, Juliana  H.  Azambuja<sup>2<\/sup>, Peter  C.  Lucas<sup>2<\/sup>, Linda McAllister-Lucas<sup>2<\/sup>, Kathryn  A.  Whitehead<sup>1<\/sup><br><br\/><sup>1<\/sup>Carnegie Mellon University, Pittsburgh, PA,<sup>2<\/sup>University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"04c4ff3d-ce5a-4088-9a9d-c3f276590f74","ControlNumber":"4517","DisclosureBlock":"&nbsp;<b>S. S. Yerneni, <\/b> None..<br><b>J. H. Azambuja, <\/b> None..<br><b>P. C. Lucas, <\/b> None..<br><b>L. McAllister-Lucas, <\/b> None..<br><b>K. A. Whitehead, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5283","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"836","PresenterBiography":null,"PresenterDisplayName":"Saigopalakrishna Yerneni, PhD","PresenterKey":"a6a0d149-de61-443f-912e-2ea75af08a1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"836. Enabling mRNA medicine for brain tumors","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enabling mRNA medicine for brain tumors","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs) exhibit limited efficacy against brain malignancies due to their inability to cross the blood-brain barrier (BBB) and penetrate into solid tumors. In clinical imaging studies C&#8217;Dots readily crossed tumor-disrupted BBB and penetrated across\/localized in tumors in the brain avoiding healthy brain. CDCs are ultra-small (6-7 nm) nanoparticles with a silica core coated by short polyethylene glycol chains conjugated to up to 80 small payload and targeting moieties, creating highly potent and avid agents. CDCs&#8217; small size mediates rapid renal clearance leading to limited exposure to healthy tissues.<br \/>ELU001 is a potent anti-FR&#945; CDC with an average of 21 exatecan topoisomerase-1 inhibitor payload molecules and 13 folic acid targeting molecules on its surface. ELU001 is currently in a dose escalation trial in patients with systemic solid tumor indications that have the potential to overexpress FR&#945;. Early signs of activity with a manageable safety profile have been seen across antigen expression levels.<br \/>ELU001 exhibits <i>in vitro<\/i> potency in the sub\/low nanomolar range against cancer cell lines that express 3+, 2+ or 1+ levels of FR&#945;. In studies performed in immunodeficient mice bearing intracranial NCI-H2228-luc bioluminescent non-small cell lung cancer tumors, ELU001 was observed to penetrate across disrupted BBB and localize in tumors. Microscopic analysis revealed that ELU001 distributed throughout the tumors but not into the healthy brain. Treatment with a single cycle of ELU001 Q3Dx3 in mice bearing either early (Day 7) or late (Day 14) brain tumors was well tolerated and resulted in significant reduction in tumor burden measured by bioluminescence as well as a prolonged survival benefit. Retreatment of these animals resulted in an additional decrease in tumor burden. These results suggest that ELU001 may have promise for the treatment of metastatic brain tumors that are difficult to treat with currently available agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-08 Nanotechnology drug delivery,,"},{"Key":"Keywords","Value":"Brain metastasis,Drug delivery,Preclinical,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gregory P. Adams<\/b><sup><\/sup>, Tin Khor<sup><\/sup>, Feng Chen<sup><\/sup>, Kai Ma<sup><\/sup>, Marion Scocca<sup><\/sup>, Aranapakam Venkatesan<sup><\/sup>, Cathy Reddick<sup><\/sup>, Mary Hilgart<sup><\/sup>, Thomas Gardinier<sup><\/sup>, Fei Wu<sup><\/sup>, Melik Turker<sup><\/sup>, Peiming Chen<sup><\/sup>, Vaibhav Patel<sup><\/sup>, Eliel Bayever<sup><\/sup><br><br\/>Elucida Oncology, Monmouth Junction, NJ","CSlideId":"","ControlKey":"6235da1c-a260-4536-9303-870aff74de5e","ControlNumber":"6647","DisclosureBlock":"&nbsp;<b>G. P. Adams, <\/b> None..<br><b>T. Khor, <\/b> None..<br><b>F. Chen, <\/b> None..<br><b>K. Ma, <\/b> None..<br><b>M. Scocca, <\/b> None..<br><b>A. Venkatesan, <\/b> None..<br><b>C. Reddick, <\/b> None..<br><b>M. Hilgart, <\/b> None..<br><b>T. Gardinier, <\/b> None..<br><b>F. Wu, <\/b> None..<br><b>M. Turker, <\/b> None..<br><b>P. Chen, <\/b> None..<br><b>V. Patel, <\/b> None..<br><b>E. Bayever, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5286","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"837","PresenterBiography":null,"PresenterDisplayName":"Gregory Adams, PhD","PresenterKey":"7725e249-7e21-42d6-ab8a-6d6a32de215b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"837. Preclinical development of ELU001: A folate receptor alpha (FR&#945;)-targeted C&#8217;Dot drug conjugate (CDC) for the treatment of brain metastases","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of ELU001: A folate receptor alpha (FR&#945;)-targeted C&#8217;Dot drug conjugate (CDC) for the treatment of brain metastases","Topics":null,"cSlideId":""},{"Abstract":"Stimulation of intracellular DNA sensors plays a crucial role in regulating innate immunity as well as bridging to adaptive immune responses. Although delivery of agonists can activate such innate immune sensors, their intracellular delivery are generally challenging due to vulnerability to enzymatic degradation, low water solubility, or electrostatic repulsions. To overcome the hurdles, we developed a synthetic cationic helical polypeptide that stimulated toll-like receptor 9 (TLR9) and cyclic GMP-AMP synthase (cGAS)-stimulator of interferon genes (STING) axes by triggering mitochondrial DNA release preferentially in APCs. We revealed that systemic administration of this polypeptide-based adjuvant generated pro-inflammatory responses in APCs, and subsequently primed cytotoxic T cells. Furthermore, the polypeptide treatment with immune checkpoint blockade (anti-programmed cell death protein 1: anti-PD1) synergistically improved tumor suppression and increase animal survival of breast tumor-bearing mice. Taken together, this study suggests that the multi-potent cationic polypeptide stimulated multiple innate immune sensors, thus providing a promising therapeutic strategy to generate meaningful anti-tumor effects.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>DaeYong Lee<\/b><sup><\/sup>, Kristin Huntoon<sup><\/sup>, Wen Jiang<sup><\/sup>, Betty Kim<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"487cfee3-0b7b-47a8-96b2-9d32fa20422b","ControlNumber":"325","DisclosureBlock":"&nbsp;<b>D. Lee, <\/b> None..<br><b>K. Huntoon, <\/b> None..<br><b>W. Jiang, <\/b> None..<br><b>B. Kim, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5186","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"838","PresenterBiography":null,"PresenterDisplayName":"DaeYong Lee, PhD","PresenterKey":"ee0cdbb3-a5a6-4f75-aa9a-d296047b5142","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"838. Development of cationic polypeptide-based adjuvants for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of cationic polypeptide-based adjuvants for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"The <b>purpose <\/b>of the study is to characterize modified 5-FU (MFU) and investigate its anticancer activity in liposomal nanoparticles (MFU-Lnps) against colorectal and pancreatic cancer cell lines.<br \/><b>Methods: <\/b>The synthesized MFU was characterized by NMR and elemental analysis and formulated as MFU-Lnps. The particle size, polydispersity index (PDI), and zeta potential were determined using a particle size analyzer. The <i>in-vitro<\/i> studies were performed on 2D and 3D models of HCT-116 and MiaPaCa-2 cell lines. Cellular uptake of rhodamine (Rho) (cationic dye) alone or Rho-linked-Lnps (Rho-Lnp) was determined by confocal fluorescence microscopy. <i>In-vitro<\/i> release of MFU from MFU-Lnps was performed using PBS and methanol (3:1) at 37&#176; C under sink conditions. To evaluate the pharmacokinetics (PK) parameters and tissue biodistribution behavior of Lnp, Lnp was loaded with gadolinium-hexanoate (Gad-Hex-Lnps), and the quantified by inductively coupled plasma mass spectrometry (ICP-MS).<br \/><b>Results: <\/b>The 1H NMR peaks at 1.02 ppm (-C-N on 2') and 1.04 ppm (-C-N on 2''), represent the amine bond between 4-NH<sub>2<\/sub> group of 5-FU and tetrahydrofuran acetate. This confirmed that the MFU was successfully synthesized. The elemental analysis of MFU showed 99.5% purity by comparing observed and theoretical values (Observed: carbon (C) = 53.57 %, hydrogen (H)= 5.64 %, and nitrogen (N) =10.44 % and, theoretical: C=53.33%, H=5.59%, and N=10.37 %). The MFU-Lnps hydrodynamic diameter was 124.9 &#177; 3.2 nm, polydispersity was found to be 0.16 &#177; 0.005, while entrapment efficiency and zeta potential values were 97.2% and -30.3 &#177; 12 mV, respectively. The MFU treated-2D and 3D MiaPaCa-2 cultures (IC<sub>50<\/sub> values: 3.9 &#177; 0.9 &#181;M<sub>2D<\/sub> and 6.7&#177;1.1&#181;M<sub>3D<\/sub>) was more effective than 5-FU-treated 2D and 3D MiaPaCa-2 cultures (IC<sub>50<\/sub> values: 5.4 &#177; 0.8 &#181;M<sub>2D<\/sub> and 8.5 &#177; 1.0 &#181;M<sub>3D<\/sub>). However, MFU-Lnps treated-MiaPaCa-2 3D-organoid was 4-fold more effective compared with MFU (IC<sub>50 <\/sub>values: 9.8 &#177; 1.4 &#181;M<sub>MFU-Lnps <\/sub>versus 42.3 &#177; 2.9 &#181;M<sub>MFU<\/sub>). A similar high cytotoxicity effect of MFU-Lnp was observed when MFU-Lnp (IC<sub>50<\/sub> values: 2.0 &#177; 0.7 &#181;M<sub>2D<\/sub> and 3.4 &#177;0.8 &#181;M<sub>3D<\/sub>) was exposed to HCT-116 2D and 3D cultures compared to MFU (3.1&#177; 0.8&#181;M<sub>2D<\/sub> and 6.8 &#177; 0.9 &#181;M<sub>3D<\/sub>). For cellular uptake, we observed an increase in the uptake of Rho-linked-Lnps compared with Rho alone. The MFU release MFU-Lnps exhibited Higuchi release kinetics model based on the coefficient of determination (R<sup>2<\/sup>). For PK results, the half-life of Gad-Hex-Lnps (32.5 &#177; 2.6 min) was significantly high compared to that of Gad-Hex (21.5 &#177; 0.7 min) and, AUC of Gad-Hex-Lnps (1641 &#177; 499 &#181;g\/L*min) was higher than Gad-Hex (932 &#177; 256 &#181;g\/L*min). The accumulation of Gad-Hex-Lnps in the pancreas was remarkably higher than Gad-Hex.<br \/><b>In conclusion<\/b>, we have demonstrated that MFU-Lnps improves the anticancer efficacy of 5-FU and Lnps delivery system may improve PK parameters and increases the biodistribution of 5-FU.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-03 Drug delivery,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Colorectal cancer,Liposomes,In vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Raviteja Bulusu<\/b><sup><\/sup>, Nkafu  B.  Ndemazie<sup><\/sup>, Esther  K.  Frimpong<sup><\/sup>, Andriana Inkoom<sup><\/sup>, Joy  C.  Okoro<sup><\/sup>, Xue  Y.  Zhu<sup><\/sup><br><br\/>Florida A&M University, Tallahassee, FL","CSlideId":"","ControlKey":"22a3871e-4291-46f9-b3cb-0cda206f89e7","ControlNumber":"6880","DisclosureBlock":"&nbsp;<b>R. Bulusu, <\/b> None..<br><b>N. B. Ndemazie, <\/b> None..<br><b>E. K. Frimpong, <\/b> None..<br><b>A. Inkoom, <\/b> None..<br><b>J. C. Okoro, <\/b> None..<br><b>X. Y. Zhu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5216","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"839","PresenterBiography":null,"PresenterDisplayName":"Raviteja Bulusu, M Pharm","PresenterKey":"08809fef-0085-47ef-8bbd-a69061ad431f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"839. Characterization and evaluation of modified 5-fluorouracil loaded liposomal nanoparticle on pancreatic and colorectal cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"308","SessionOnDemand":"False","SessionTitle":"Basic and Applied Nanotechnology and Nano-based Therapeutics and Drug Delivery","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization and evaluation of modified 5-fluorouracil loaded liposomal nanoparticle on pancreatic and colorectal cancer cell lines","Topics":null,"cSlideId":""}]