[{"Abstract":"NLRP12, a member of the NOD-like receptor family, has been characterized as a negative regulator of NF-&#954;B and MAPK pathways in immune cells. We previously demonstrated that Nlrp12-deficient mice are highly susceptible to azoxymethane plus dextran sodium sulfate induced colorectal tumorigenesis in mice. However, the precise mechanism of NLRP12-mediated protection against colorectal cancer (CRC) was poorly understood. RNA-seq analysis revealed that tumors of Nlrp12-deficient mice express higher levels of protooncogenes (cMyc, Ccnd1), Wnt target genes (<i>Ctnnb1, Axin2, Yap1, Tcf3, Lgr5<\/i>), matrix metalloproteinases, and epithelial to mesenchymal transition markers (<i>Vim, Fn1, Foxc2, Zeb2, Ezh2<\/i>) compared to wild-type tumor. Interestingly, higher expression of these genes in Nlrp12-deficient tumors was not linked to any inflammatory signaling pathways as there was no difference in the activation of NF-kB, ERK, JNK, AKT, and STAT3 signaling pathways between <i>Nlrp12<sup>-\/-<\/sup><\/i> and wild-type tumors. However, we observed higher activation of &#946;-catenin in Nlrp12-deficient tumors. Using intestinal epithelial cell specific Nlrp12-conditional knockout mice we showed that Nlrp12 deficiency in intestinal epithelial cells leads to increased tumorigenesis, metastasis, and &#946;-catenin activation. To further understand the role of NLRP12 in the regulation of the Wnt\/&#946;-catenin, we overexpressed NLRP12 in HEK293T cells and HCT116 cells followed by stimulation with Wnt ligand Wnt3A. NLRP12 overexpressed cells showed significantly reduced activation of &#946;-catenin and expression of Wnt target genes. Consistently, knocking down of NLRP12 in HEK293T and HCT116 cells caused higher activation of the Wnt\/&#946;-catenin pathway. Further biochemical analysis revealed that NLRP12-mediated suppression of &#946;-catenin activation is associated with reduced phosphorylation of GSK3&#946;. Interestingly, human and mouse colorectal tumors showed reduced expression of NLRP12 along with increased activation of &#946;-catenin and GSK3&#946; phosphorylation. Altogether, these data suggest that NLRP12 is a potent negative regulator of the Wnt\/&#946;-catenin pathway in colorectal tumor cells, and the NLRP12-GSK3&#946; axis could be a novel target for CRC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Colorectal cancer,Wnt pathway,&#946;-catenin,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shahanshah Khan<\/b><sup>1<\/sup>, Lan Peng<sup>1<\/sup>, Cheryl M. Lewis<sup>2<\/sup>, Yunpeng Gao<sup>1<\/sup>, Ram S. Mani<sup>1<\/sup>, Hasan Zaki<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology, UT Southwestern Medical Center, Dallas, TX,<sup>2<\/sup>Tissue Management Shared Resource, UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"4d477b35-00d5-4843-ae18-0537af3e0c21","ControlNumber":"5410","DisclosureBlock":"&nbsp;<b>S. Khan, <\/b> None..<br><b>L. Peng, <\/b> None..<br><b>C. M. Lewis, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>R. S. Mani, <\/b> None..<br><b>H. Zaki, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2573","PresenterBiography":null,"PresenterDisplayName":"Shahanshah Khan, MS;PhD","PresenterKey":"56f15954-9bba-45f2-9c7a-45b9a634c1f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2573. A novel regulation of the Wnt\/&#946;-catenin pathway involving NLRP12 during colorectal tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel regulation of the Wnt\/&#946;-catenin pathway involving NLRP12 during colorectal tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: In a recent profiling for alternative splicing variants in patient-derived colorectal cancer (CRC) organoids by long-read SMRT sequencing, we identified a hitherto undescribed in-frame spliced transcript of HDAC1 with exon 7 skipping (HDAC1-&#916;Ex7). This study aims to explore the potential role of HDAC1-&#916;Ex7 in colorectal carcinogenesis.<br \/>Methods:<b> <\/b>Quantitative PCR was performed to evaluate the expression of HDAC1 canonical and HDAC1-&#916;Ex7 isoforms in a cohort of CRC patient (n=103). Functional biology of HDAC1-&#916;Ex7 was studied in colon organoids and <i>in vivo<\/i> model. RNA sequencing was carried out for mechanistic investigation.<br \/>Results: HDAC1-&#916;Ex7, but not the full-length HDAC1, showed significant upregulations in CRC tumors compared to matching adjacent non-tumoral tissue (<i>p <\/i>&#60; 0.0001). Change in HDAC1-&#916;Ex7 expression was not observed in gastric, hepatocellular and esophageal cancer, suggesting HDAC1-&#916;Ex7 might be exclusive to CRC. The increased HDAC1-&#916;Ex7 expressions could draw significant associations with inferior patients&#8217; survivals and likely represent an independent prognostication tumor biomarker. Our functional studies highlighted that HDAC1 full-length and HDAC1-&#8710;Ex7 had distinct biological consequences in CRC. Overexpression of HDAC1-&#916;Ex7 could induce malignant features of non-tumoral colon organoids, including transforming the single layer-luminal non-tumoral organoids into cancerous organoids with compact and multi-layer cell cluster structure, and increasing the ability of organoids&#8217; long-term propagation. In addition, HDAC1-&#916;Ex7 could trigger anchor-independent spheroid formation in CRC cell line and protect against stress induced cell death. Investigation of metastatic potential of HDAC1 isoforms in BALB\/c nude mice indicated that HDAC1-&#916;Ex7, but not canonical, substantially increased lung metastatic burden with respect to both lesions size and numbers. Our mechanistic investigation highlighted a unique role of HDAC1-&#916;Ex7 in protecting CRC against ferroptosis induced cell death. Overexpression of HDAC1-&#916;Ex7 significantly scavenged the lipid ROS induced by glutamate and inhibited ferroptosis hallmark genes expression. Re-expression of HDAC1-&#916;Ex7 upon CRISPR-based knocked out of endogenous HDAC1 could robustly rescue CRC against ferroptosis induced from Erastin. Transcriptome revealed that HDAC1-&#916;Ex7 overcomes ferroptosis through regulating ion homeostasis.<br \/>Conclusion: Our study identified a novel exon 7 skipping isoform of HDAC1 in CRC and showed its oncogenic role in promoting CRC carcinogenesis through inferring resistance to ferroptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-06 Other,,"},{"Key":"Keywords","Value":"Colorectal cancer,Histone deacetylase,Carcinogenesis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Guangzheng Deng<\/b><sup><\/sup>, Yujuan Dong<sup><\/sup>, Zhongxu Zhu<sup><\/sup>, Yue Guo<sup><\/sup>, Xin Wang<sup><\/sup>, Simon Ng<sup><\/sup>, Nathalie Wong<sup><\/sup><br><br\/>Surgery, The Chinese University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"7ed0637c-ecd5-4c6e-9f5c-44f7e14ca756","ControlNumber":"2146","DisclosureBlock":"&nbsp;<b>G. Deng, <\/b> None..<br><b>Y. Dong, <\/b> None..<br><b>Z. Zhu, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>S. Ng, <\/b> None..<br><b>N. Wong, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1403","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2574","PresenterBiography":null,"PresenterDisplayName":"Guangzheng Deng, M Phil","PresenterKey":"68df1063-b730-46ac-ad75-d044b07c8348","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2574. An exon&#8208;skipping HDAC1 novel isoform promotes colorectal carcinogenesis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An exon&#8208;skipping HDAC1 novel isoform promotes colorectal carcinogenesis","Topics":null,"cSlideId":""},{"Abstract":"Lung adenocarcinoma (LuAD) is the most prevalent subtype of lung cancer but despite advances in targeted therapy approaches, LuAD patients still have a 5-year survival rate of less than 15%. This is largely owed to a high variability in cancer driver mutations, with only around 25% of patients being eligible for targeted therapy, highlighting the need for therapy approaches beyond the level of genetic modifications. In order to determine novel vulnerabilities of LuAD, we performed a CRISPR\/Cas9-based genomic screen with a pooled sgRNA library targeting genes of the ubiquitin system. The screen identified the poorly characterized E3-ubiquitin ligase DCAF13 as an essential gene for LuAD cell survival. Data mining of LuAD patient data revealed that DCAF13 is significantly overexpressed in tumor versus normal tissue and that high DCAF13 expression correlates with adverse overall survival and progression free survival. Mechanistically, DCAF13 depletion leads to a decrease in cell proliferation and subsequent cell death, which can be rescued by apoptosis inhibition. Immunofluorescence revealed that DCAF13 localizes to the centrosome, cell-cell contacts and the nucleus of LuAD cells, indicating a potential role in transcription control. Functionally, DCAF13 is a predicted substrate recruiting unit of a CUL4-family ubiquitin ligase. Indeed, we show that DCAF13 binds to CUL4B and DDB1 to form an active ubiquitin ligase complex. In an effort to identify lung cancer specific relevant ubiquitylation substrates of DCAF13, we performed affinity-based interactome screens and non-affinity-based functional proteomics in LuAD cells. Cross-validation of these approaches revealed distinct tumor-suppressive transcription factors, which are known to play a role in tumorigenesis, embryogenesis and stem cell differentiation. Ongoing biochemical and transcriptomic analyses further determine the involvement of these transcription factors and DCAF13 in the establishment and maintenance of LuAD. Taken together, we nominate DCAF13 as a novel vulnerability in LuAD with potential implication in future targeted therapy strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Ubiquitination,Proteomics,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vinona  T.  Wagner<\/b><sup>1<\/sup>, Yun-Chien Chang<sup>2<\/sup>, Piero Giansanti<sup>2<\/sup>, Rupert Öllinger<sup>3<\/sup>, Thomas Engleitner<sup>3<\/sup>, Bernhard Kuster<sup>2<\/sup>, Florian Bassermann<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Medicine III, Technical University of Munich, Munich, Germany,<sup>2<\/sup>Chair of Proteomics and Bioanalytics, Technical University of Munich, Munich, Germany,<sup>3<\/sup>Department of Medicine II, Technical University of Munich, Munich, Germany","CSlideId":"","ControlKey":"838a13b0-b9d0-4ac9-9394-49e8095596a8","ControlNumber":"6250","DisclosureBlock":"<b>&nbsp;V. T. Wagner, <\/b> <br><b>Merck KGaA<\/b> Travel.<br><b>Y. Chang, <\/b> None..<br><b>P. Giansanti, <\/b> None..<br><b>R. Öllinger, <\/b> None..<br><b>T. Engleitner, <\/b> None..<br><b>B. Kuster, <\/b> None..<br><b>F. Bassermann, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1404","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2575","PresenterBiography":null,"PresenterDisplayName":"Vinona Wagner","PresenterKey":"21e2b6b5-171b-4aa5-80a1-0860c3bbaf52","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2575. A multi-omic screening approach identifies the E3-ubiquitin ligase DCAF13 as a novel vulnerability in lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A multi-omic screening approach identifies the E3-ubiquitin ligase DCAF13 as a novel vulnerability in lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Small Cell Carcinoma of the Ovary, Hypercalcemic Type (SCCOHT) is an extremely rare but deadly ovarian cancer associated with mutations in the SMARCA4 gene. Using a unique population of ovarian cells derived from a familial carrier of an SCCOHT-associated <i>SMARCA4<\/i> mutation, we sought to determine if non-cancerous cells would spontaneously transform during <i>in vitro<\/i> culture, thereby providing a model system for studying formation of SCCOHT.<br \/>Methods: Ovarian cells derived from a familial carrier of a <i>SMARCA4<\/i> mutation (P590, <i>SMARCA4. c.3081+1G&#62;T<\/i>) were serially passaged <i>in vitro<\/i> and interrogated for acquisition of phenotypes consistent with cellular transformation. Loss of contact-dependent inhibition was interrogated with focus-forming assays in confluent monolayers. The ability of cells to escape anoikis and grow independently as spheroids was tested in attachment-free growth conditions using both single and aggregate spheroid growth assays. Senescence-associated &#946;-galactosidase (SA-&#946;-gal), cellular necrosis, and cellular apoptosis was also measured. All experiments were conducted in parallel with an age-matched cell population derived from a benign ovarian surgery (P583). In experiments to determine if these differences could be attributed to loss of functional <i>SMARCA4<\/i>, non-mutant P583 cells were cultured in the presence of the SWI\/SNF inhibitor BRM014 and interrogated in focus-forming and attachment-free growth assays.<br \/>Results: P590 cells passaged over 12 twelve times (approx. 40 cell divisions) continued to proliferate in culture. In contrast, non-mutant P583 cells failed to grow beyond 11-12 passages. With prolonged culture, P590 cells lost expression of SMARCA4 protein, while P583 cells retained SMARCA4 expression. P590 cells grown to confluency spontaneously formed foci of multicellular aggregates, while P583 cells did not. In attachment-free culture conditions, P590 cells readily formed spheroids from both early-passage and late-passage cells. In contrast, P583 formed small spheroids that failed to expand in culture. Surprisingly, both P590 and P583 cells displayed elevated SA-&#946;-gal staining, with neither cell populations showing elevated necrosis or apoptosis markers. Treating P583 cells with BRM014 increased focus formation and spheroid growth similar to that of mutant cells.<br \/>Conclusions: SCCOHT is extremely rare, with very few representative samples useful for developing early-stage markers or improved therapeutics. Long-term culture of ovarian cells harboring inactivated forms of <i>SMARCA4<\/i> result in the acquisition of several phenotypes consistent with early stages of cellular transformation. Our data suggest that mutating or inactivating <i>SMARCA4<\/i> in non-transformed ovarian cells may be a way to create novel research tools for studying formation of SCCOHT. This work was supported by DoD award W81XWH-21-1-0512","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Tumor suppressor gene,Spheroids,Transformation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sonali Joshi<\/b><sup><\/sup>, Shawn Campbell<sup><\/sup>, Yukie Bean<sup><\/sup>, Tanja Pejovic<sup><\/sup>, Adam Krieg<sup><\/sup><br><br\/>Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"2016b906-1ecc-4418-8a77-7d7f2cea6847","ControlNumber":"7455","DisclosureBlock":"&nbsp;<b>S. Joshi, <\/b> None.&nbsp;<br><b>S. Campbell, <\/b> <br><b>Notify Therapeutics<\/b> Grant\/Contract.<br><b>Y. Bean, <\/b> None.&nbsp;<br><b>T. Pejovic, <\/b> <br><b>Astra Zeneca<\/b> Other, Advisory board honorarium (one time). <br><b>A. Krieg, <\/b> <br><b>Notify Therapeutics<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1406","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2577","PresenterBiography":null,"PresenterDisplayName":"Sonali Joshi, PhD","PresenterKey":"2a781c1c-5129-4e59-9615-6adf0b26c10b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2577. Pre-cancerous ovarian cells harboring a familial<i> SMARCA4<\/i> mutation acquire<i> in vitro <\/i>phenotypes associated with transformation in SSCOHT","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-cancerous ovarian cells harboring a familial<i> SMARCA4<\/i> mutation acquire<i> in vitro <\/i>phenotypes associated with transformation in SSCOHT","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC) is one of the most aggressive cancer types, and metastasis of cancer cells is the major reason leading to death of patients. Aryl hydrocarbon receptor (AHR) is an important transcription factor involved in the initiation and progression of lung cancer. Polo-like kinase 1 (PLK1), a serine\/threonine kinase, is another oncogene that promotes the malignancy of multiple cancer types. Preliminary examination indicates that AHR is a potential substrate of PLK1. Nonetheless, the phosphorylation and interaction of these two factors, as well as the subsequent biological significance in lung cancer remain to be determined. Here we prove that PLK1 phosphorylates AHR at serine 489 (S489) in lung adenocarcinoma (LUAD), a subtype of NSCLC. Overexpressing of exogenous AHR with mutation of phosphomemetic amino acid (S489D), enhances migration and invasion in transwell assays compared to cells harboring AHR that is unable to be phosphorylated (S489A), indicating that phosphorylation of AHR by PLK1 induces the metastatic potential of lung cancer. This is further confirmed in mouse studies using intravenous or subcutaneous inoculation of cancer cells. RNA-seq analyses of cells with S489D or S489A show that type 2 deiodinase (DIO2) is underrepresented in S489A but overexpressed in S489D. DIO2 converts thyroxine (T4) to triiodothyronine (T3), which is the more active form of thyroid hormone and activates downstream effect. Treatment with T3 or T4 promotes the metastasis of LUAD, whereas depletion of DIO2 or treatment with deiodinase inhibitor iopanoic acid disrupts this property. Furthermore, this phenomenon is verified by in vivo mouse experiment using intravenous injection of DIO2-depleted cancer cells. Taken together, these results identify phosphorylation of AHR by PLK1 as a mechanism that leads to progression of LUAD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Metastasis,Polo-like kinase,Aryl hydrocarbon receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chaohao Li<\/b><sup>1<\/sup>, Daheng He<sup>2<\/sup>, Fengyi Mao<sup>1<\/sup>, Xinyi Wang<sup>1<\/sup>, Yanning Hao<sup>1<\/sup>, Yifan Kong<sup>1<\/sup>, Christine  F.  Brainson<sup>1<\/sup>, Jinghui Liu<sup>1<\/sup>, Yanquan Zhang<sup>1<\/sup>, Ruixin Wang<sup>1<\/sup>, Qiongsi Zhang<sup>1<\/sup>, Zhiguo Li<sup>1<\/sup>, Xiongjian Rao<sup>1<\/sup>, Sai Wu<sup>1<\/sup>, Chi Wang<sup>2<\/sup>, Qiou Wei<sup>1<\/sup>, Jianlin Wang<sup>1<\/sup>, Xiaoqi Liu<sup>1<\/sup><br><br\/><sup>1<\/sup>Toxicology, University of Kentucky, Lexington, KY,<sup>2<\/sup>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"6be0fc99-11eb-4360-b549-930c15000b71","ControlNumber":"3564","DisclosureBlock":"&nbsp;<b>C. Li, <\/b> None..<br><b>D. He, <\/b> None..<br><b>F. Mao, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>Y. Hao, <\/b> None..<br><b>Y. Kong, <\/b> None..<br><b>C. F. Brainson, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>Q. Zhang, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>X. Rao, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>Q. Wei, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>X. Liu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1407","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2578","PresenterBiography":null,"PresenterDisplayName":"Chaohao Li, BS","PresenterKey":"20273315-ee79-4363-8e64-de691802e075","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2578. Phosphorylation of AHR by PLK1 promotes metastasis of LUAD via upregulation of DIO2","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phosphorylation of AHR by PLK1 promotes metastasis of LUAD via upregulation of DIO2","Topics":null,"cSlideId":""},{"Abstract":"Despite over 50 possible oncogenic RAS mutations, cancers tend to have a bias towards a specific subset, often unique to each cancer type. As RAS mutation occur early, if not being the first mutations, these mutation patterns ostensibly reflect the selection of specific RAS mutations in each tissue to initiate tumorigenesis. Different RAS mutations can affect the level of active oncprotein and\/or the type of pathways activated thereof. To attempt to determine the contribution of these two forms of signaling on the process of RAS mutation patterns in cancer, we generated four conditional murine <i>Kras<\/i> alleles containing one of two distinct oncogenic mutations, G12D or Q61R, encoded by native rare or common codons to induce low or high protein expression, respectively. These four alleles were globally activated throughout the mouse, revealing different tissue susceptibilities to the oncogenic <i>Kras<\/i> alleles. We observed that hematolymphopoietic lesions were preferentially initiated by the level of active RAS, squamous tumor were preferentially induced by one mutation over the other, while pulmonary carcinomas are susceptible to both activity level and the mutation type of the <i>Kras<\/i> allele. To further explore the signaling responses to the oncogenic <i>Kras <\/i>allele, we performed RNAseq analysis at the moment of tumor initiation, revealing that each allele induced a unique cellular response, ranging from transcriptional features of a plastic state to high oncogenic signaling and a stress response. We thus suggest that distinct RAS mutations impart a unique quantitative or qualitative signaling response that are selected in a tissue-specific fashion to initiate tumorigenesis, which has implications for early detection, interception, and prevention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-02 Genotype\/phenotype correlations,,"},{"Key":"Keywords","Value":"Ras oncogene,Genetically Engineered Mouse Models,Tumorigenesis,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ozgun Le Roux<\/b><sup><\/sup>, Christopher  M.  Counter<sup><\/sup><br><br\/>Duke University, Durham, NC","CSlideId":"","ControlKey":"c5a11a43-5a43-4ab7-a10d-a83bf2b0fcf8","ControlNumber":"6679","DisclosureBlock":"&nbsp;<b>O. Le Roux, <\/b> None..<br><b>C. M. Counter, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1409","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2579","PresenterBiography":null,"PresenterDisplayName":"Ozgun Le Roux, PhD","PresenterKey":"f0843dde-c44e-42d3-b623-5463a6a65b97","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2579. The tumor landscape is molded by quantitative and qualitative signaling differences between different oncogenic KRAS mutations","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The tumor landscape is molded by quantitative and qualitative signaling differences between different oncogenic KRAS mutations","Topics":null,"cSlideId":""},{"Abstract":"Background:<i> <\/i>Uveal melanoma (UM) originates from melanocytes residing in the uveal tract of an eye. Despite effective local control, approximately half of patients develop metastatic disease resistant to systemic chemotherapy and presenting poor response to immunotherapy or targeted therapy. UM patients have a median overall survival of 6 to 12 months. The basis of the pathogenesis of UM are mutations in <i>GNAQ<\/i> and <i>GNA11<\/i> genes resulting in constitutive activation of PKC\/MAPK signaling. Here, we analyzed the role of NCOA3, a transcription factor coactivator that was previously shown to be modified by PKC in multiple cancer, as a factor potentiating oncogenic outcome of multiple oncogenic pathways activated in UM downstream of GNAQ or GNA11.<br \/>Methods: We examined the impact of altered NCOA3 mRNA in UM, using publicly available TCGA dataset. Next, we used <i>CRISPR<\/i>\/<i>Cas9<\/i> technology to delete NCOA3 protein in MP41 UM cell line. We evaluated proliferation of MP41\/NCOA3 KO cell subline and its parental counterpart <i>in vitro<\/i> by a colony formation assay. Next, we analyzed growth of xenografts of MP41\/NCOA3 KO and parental cells in SCID\/beige mice. To understand the molecular consequences of NCOA3 activity in UM, we performed a genome wide comparison of gene expression in MP41\/NCOA3 KO and parental cells. Functional enrichment analysis was used to identify classes of genes associated with NCOA3 activity and determine similarities with datasets obtained by targeting proteins of GNAQ\/GNA11 pathways and inhibiting activity of NCOA3 using a tool small molecule inhibitor SI-2 in UM cell lines.<br \/>Results: We found that NCOA3 overexpression negatively correlated with UM patients&#8217; progression free and overall survival. Knockout of NCOA3 gene in MP41 UM cells substantially reduced their proliferation in vitro and xenograft growth in mice. Global gene expression analysis revealed that NCOA3 activity is linked with transcriptional signatures associated with cell mitotic activity (cell cycle and DNA replication) and transcriptional machinery binding (especially affecting E2F and myc regulated programs). The MP41 NCOA3 KO normalized enrichment scores (NES) show high concordance with NES obtained after silencing GNAQ or GNA11 in UM cell lines and pharmacological targeting PKC or NCOA3.<br \/>Conclusions: Inhibition of NCOA3 activity inhibits several oncogenic pathways in a concerted manner, limiting UM cell survival and tumor growth. Our results deliver proof of concept that NCOA3 is a master transcriptional co-regulator of oncogenic signaling in uveal melanoma and a potential therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Uveal melanoma,Nuclear Receptor Coactivator,Gene expression analysis,Xenografts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Aleksandra Rusin<\/b><sup>1<\/sup>, Maria  E.  Ruiz Echartea<sup>2<\/sup>, Darlene  G.  Skapura<sup>3<\/sup>, Karen Berman deRuiz<sup>3<\/sup>, Christel  M.  Davis<sup>4<\/sup>, Eric  A.  Ehli<sup>4<\/sup>, Sandra  L.  Grimm<sup>2<\/sup>, Christian Coarfa<sup>2<\/sup>, Salma Kaochar<sup>5<\/sup><br><br\/><sup>1<\/sup>Molecular and Cellular Biology, Baylor College of Medicine, Houston, TX,<sup>2<\/sup>Dan L Duncan Cancer Center, Baylor College of Medicine, Houston, TX,<sup>3<\/sup>Medicine, Baylor College of Medicine, Houston, TX,<sup>4<\/sup>Avera Institute for Human Genetics, Sioux Falls, SD,<sup>5<\/sup>Medicine, Dan L Duncan Cancer Center, Molecular and Cellular Biology, Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"ab6b19fd-121f-49fd-9781-bde053f6a60f","ControlNumber":"2248","DisclosureBlock":"&nbsp;<b>A. Rusin, <\/b> None..<br><b>M. E. Ruiz Echartea, <\/b> None..<br><b>D. G. Skapura, <\/b> None..<br><b>K. Berman deRuiz, <\/b> None..<br><b>C. M. Davis, <\/b> None..<br><b>E. A. Ehli, <\/b> None..<br><b>S. L. Grimm, <\/b> None..<br><b>C. Coarfa, <\/b> None..<br><b>S. Kaochar, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1410","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2580","PresenterBiography":null,"PresenterDisplayName":"Aleksandra Rusin, PhD","PresenterKey":"246cdcd7-edc3-40b8-8a77-1760e2f2e5e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2580. Nuclear receptor coactivator 3 (NCOA3) fuels oncogenic pathways in uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nuclear receptor coactivator 3 (NCOA3) fuels oncogenic pathways in uveal melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Upregulation of lipid synthesis has been associated with poor clinical outcomes in colorectal cancer (CRC). Fatty acid synthase (FASN) synthesizes 16-carbon fatty acid palmitate which can be utilized for post-translational modifications of various proteins. Notum, a palmitoleoyl-protein carboxylesterase, is involved in the negative regulation of the Wnt signaling via its role in de-palmitoylation of Wnt ligands and has been identified as a marker for poor prognosis in CRC. However, the crosstalk between FASN and Notum has not been reported. Our preliminary data suggest that FASN regulates &#946;-catenin signaling and Notum expression. Therefore, the purpose of this study is to elucidate (I) the mechanisms of how FASN regulates expression of Notum and (II) the contribution of the FASN\/Notum axis to CRC.<br \/>Methods: Tumor and normal intestinal organoids were established from transgenic mice models, Apc<sup>Min<\/sup> and Apc\/VillinCre-ERT2, with inducible hetero- and homozygous deletion of FASN. The effect of genetic deletion and pharmacological inhibition of FASN on organoid growth and viability was assessed by 4-hydroxytamoxifen (4-OHT) and TVB-3664 (a FASN inhibitor) treatments, respectively. LIVE\/DEAD<sup>&#8482;<\/sup> Viability\/Cytotoxicity Cell Viability Kit and Cell Titer-Glo<sup>&#174;<\/sup> 3D Cell Viability Assays were used for quantitative analysis of growth and viability. HCT116, NTC and FASN shRNA, and SW480, control and FASN overexpression, cells were used for analysis.<br \/>Results: ERT2-mediated deletion of Apc leads to upregulation of FASN and Notum expression in mouse intestinal tissues and organoids. RNA-seq analysis of adenomas from Apc\/VillinCre mice showed that hetero- and homozygous germline deletion of FASN is associated with a significant decrease in the number of adenomas, expression of Notum and CRC stem cell markers. Using qRT-PCR and Western blot, we confirmed that FASN downregulation is associated with a decrease in active &#946;-catenin, Notum, and stem cell markers. Consistently with Apc\/VillinCre model, downregulation of FASN results in a decrease in bud formation in Apc\/VillinCre-ERT2 organoids, and viability and size in Apc<sup>Min<\/sup> organoids. Furthermore, overexpression of FASN increases the levels of active and total &#946;-catenin, Notum, and stem cell markers expression in SW480 cells. In contrast, shRNA-mediated deletion of FASN decreases expression of Notum in HCT116 cells.<br \/>Conclusion:<b> <\/b>Downregulation of FASN leads to a decrease in expression of Notum and is associated with morphological changes and a significant decrease in viability in organoid models. Conversely, FASN overexpression upregulates Notum expression suggesting a potential cross-talk between <i>de novo<\/i> lipid synthesis and Notum. Delineating the role of FASN regulation of stemness via altered &#946;-catenin signaling and expression of Notum and other stem cell markers will provide the rationale for targeting the FASN\/Notum axis as a preventative or early-stage therapeutic approach in CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-06 Other,,"},{"Key":"Keywords","Value":"Fatty acid synthase,Colorectal cancer,APC,Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Courtney Olivia Kelson<\/b><sup>1<\/sup>, James Drury<sup>1<\/sup>, Daheng He<sup>2<\/sup>, Chi Wang<sup>2<\/sup>, Yekaterina Zaytseva<sup>1<\/sup><br><br\/><sup>1<\/sup>Toxicology and Cancer Biology, University of Kentucky, Lexington, KY,<sup>2<\/sup>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"8abcdd49-bb6d-4fec-9ce9-d2b4917d87fc","ControlNumber":"2511","DisclosureBlock":"&nbsp;<b>C. O. Kelson, <\/b> None..<br><b>J. Drury, <\/b> None..<br><b>D. He, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>Y. Zaytseva, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1411","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2581","PresenterBiography":null,"PresenterDisplayName":"Courtney Kelson, BS;MS","PresenterKey":"2f11f9d7-25fe-4fc9-9c29-8395c8ab4f88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2581. Fatty acid synthase regulates expression of Notum in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fatty acid synthase regulates expression of Notum in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Sarcomas are rare and heterogenous cancers arising from bone, soft and connective tissue. Developing effective therapies remains a challenge, since many types are understudied and poorly characterized at the molecular level. Here, we propose to investigate the role of protein misfolding in sarcoma, starting from the tumor suppressor p53. Wild type p53 is a tumor suppressor that regulates many cellular processes and prevents malignant transformation. Missense mutations promote p53 misfolding and convert the protein into a cancer-promoting oncogene. Mutant p53 is found in ~80% of all osteosarcoma cases, ~50% of leiomyosarcoma and angiosarcomas. It is also mutated at lower frequencies in other sarcoma subtypes. We investigated whether p53 mutations found in different types of sarcoma cause p53 misfolding and aggregation and can be targeted by ReACp53, a p53 aggregation-targeting peptide with anti-tumor activity in ovarian cancer and prostate cancer (Soragni et al, 2016, Zhang et al, 2019). We established tumor organoids from four sarcoma lines, which include osteosarcoma, fibrosarcoma, leiomyosarcoma and rhabdomyosarcoma. The cells carry either p53 mutations or WT p53. To characterize the p53 aggregation status and elucidate the response to ReACp53, we performed staining and quantification of folded\/unfolded p53 pools in the organoids. Our results demonstrate the presence of overexpression and aggregation of p53 in the nuclei as well in the cytosol of different types of sarcoma lines. We found a marked susceptibility to ReACp53 in all lines, including cells bearing WT p53. We also explored whether similar p53 conformational defects are found in tumor tissue from sarcoma patients and if the activity of ReACp53 is confirmed in patient-derived tumor organoids. Overall, the discovery of structural alterations of p53 in sarcoma could provide an opportunity for the development of novel therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"p53,Protein misfolding\/aggregation,Sarcoma,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sara Sartini<\/b><sup><\/sup>, Hillary Le<sup><\/sup>, Alice Soragni<sup><\/sup><br><br\/>UCLA - University of California Los Angeles, Los Angeles, CA","CSlideId":"","ControlKey":"cbcbb91e-2ca9-4c36-a268-d388676058f8","ControlNumber":"7420","DisclosureBlock":"&nbsp;<b>S. Sartini, <\/b> None..<br><b>H. Le, <\/b> None.&nbsp;<br><b>A. Soragni, <\/b> <br><b>Icona BioDx<\/b> Other, Ownership.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1412","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2582","PresenterBiography":null,"PresenterDisplayName":"Sara Sartini, PhD","PresenterKey":"2fb0215d-9ed0-4172-9474-3ebe6e6e6b35","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2582. Protein aggregation in sarcoma as a target for therapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Protein aggregation in sarcoma as a target for therapy","Topics":null,"cSlideId":""},{"Abstract":"Liver malignancies consist of hepatocellular carcinoma (HCC) with the highest occurrence, intrahepatic cholangiocarcinoma (iCCA), and serval rare subtypes, which is the third lethal cause among all cancer types worldwide. PTEN is a well-known tumor suppressor gene, liver-specific loss of PTEN leads to the development of liver tumors from tumor-initiating cells (TICs). A mouse model that specifically mutant PTEN in hepatocytes (PM mice, PTEN<sup>loxP\/loxP<\/sup>; Alb-Cre<sup>+<\/sup>) has been used to mimic the natural progression of liver malignancy and study the mechanism of liver tumorigenesis. AKT, also known as protein kinase B, is a downstream kinase that is negatively regulated by PTEN. PTEN loss will unequivocally result in AKT phosphorylation and activation of the AKT pathway. In this study, we explored the role of AKT2, the most abundant liver isoform of AKT in the PTEN loss-driven liver malignancy by generating a new double mutant mouse model (DM mice, PTEN<sup>loxP\/loxP<\/sup>; AKT2<sup>loxP\/loxP<\/sup>; Alb-Cre<sup>+<\/sup>). Our data demonstrated that only PM mice developed tumors starting from a 6-month age. A moderate reactive duct\/oval cell accumulation phenotype is observed in the PM livers with Von Meyenbury complex (VMC) formation. And both HCC and iCCA phenotypes are observed following steatosis development in PM mice. AKT2 loss arrested tumor development at the pre-malignant stage. The DM mice also developed VMC condition with minimum steatosis starting from 9-month age and some of them manifest an advanced stage called polycystic liver disease. No tumors are observed in these mice up to 16 months of age. Our preliminary data showed that the deletion of AKT2 attenuated the accumulation of TICs marked by Sox9 suggesting a potential role of SOX9 in the regulation of PTEN-driven tumorigenesis. In summary, our result shows that AKT2 is a determining factor in PTEN loss-induced liver malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-02 Genotype\/phenotype correlations,,"},{"Key":"Keywords","Value":"Akt,PTEN,Liver cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Qi Tang<\/b><sup><\/sup>, LIna He<sup><\/sup>, Chien-yu Chen<sup><\/sup>, Shefali Chopra<sup><\/sup>, Bangyan L. Stiles<sup><\/sup><br><br\/>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"87331627-9a17-421d-bb20-f137f2629489","ControlNumber":"7315","DisclosureBlock":"&nbsp;<b>Q. Tang, <\/b> None..<br><b>L. He, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>S. Chopra, <\/b> None..<br><b>B. L. Stiles, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1413","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2583","PresenterBiography":null,"PresenterDisplayName":"Qi Tang, MS","PresenterKey":"e18e7044-16a4-4778-b4b1-bfb7ba0bee0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2583. AKT2 as the determining factor for PTEN loss-induced liver malignancy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AKT2 as the determining factor for PTEN loss-induced liver malignancy","Topics":null,"cSlideId":""},{"Abstract":"Cetuximab is a monoclonal antibody against epidermal growth factor receptor (EGFR) and can prolong survival in metastatic colorectal cancer (CRC) patients. However, therapeutic resistance can limit its efficiency and use. Our lab has previously identified that the activation of receptor tyrosine kinases (RTKs) MET and RON contributed to cetuximab resistance. In the absence of activating mutations of MET and RON, the activity of these RTKs depends on the availability of their ligands, hepatocyte growth factor (HGF) and hepatocyte growth factor-like (HGFL), respectively. To become biologically active, the inactive precursors of HGF and HGFL must be processed by serine proteases (HGFA, matriptase, and hepsin). A survey of TCGA datasets indicated that MET and HGF were overexpressed in several CRC CMS subtypes. However, we did not observe any significant overexpression of the serine proteases. Hepatocyte growth factor activator inhibitor type 1 and 2 (HAI-1\/2) are two Kunitz-type serine protease inhibitors that displayed reduced expression in TCGA datasets. The addition of recombinant human HGF conferred cetuximab resistance to cetuximab-sensitive cells and cetuximab-sensitive cells engineered to overexpress HGF also exhibited cetuximab-resistant phenotype. Cetuximab resistance induced by HGF addition or overexpression could be overcome by downstream inhibition with crizotinib, a multi-targeted RTK inhibitor. ZFH7116 is a small molecule inhibitor of the serine proteases that mimics HAI-1 activity. ZFH7116 suppressed HGF cleavage and maturation in our cetuximab-resistant SC cells. We observed cooperative effect of ZFH7116 with cetuximab to reduce SC cell growth in 3D collagen cultures. We are currently testing if upstream inhibition with recombinant human HAI-1 addition can suppress HGF cleavage and overcome cetuximab resistance induced by HGF overexpression. Collectively, our findings suggest that inhibiting HGF cleavage and processing may be a unique strategy for overcoming EGFR-targeted therapy resistance in colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Growth factor,Drug resistance,Mesenchymal-epithelial transition (MET),3D cell culture,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vivian Truong Jones<\/b><sup>1<\/sup>, Ramona Graves-Deal<sup>2<\/sup>, Galina Bogatcheva<sup>2<\/sup>, Zheng Cao<sup>2<\/sup>, James Higginbotham<sup>2<\/sup>, Sarah Harmych<sup>3<\/sup>, Gregory Ayers<sup>2<\/sup>, Marisol Ramirez<sup>2<\/sup>, Qi Liu<sup>2<\/sup>, James Janetka<sup>4<\/sup>, Bhuminder Singh<sup>2<\/sup><br><br\/><sup>1<\/sup>Pharmacology, Vanderbilt University, Nashville, TN,<sup>2<\/sup>Vanderbilt University Medical Center, Nashville, TN,<sup>3<\/sup>Vanderbilt University, Nashville, TN,<sup>4<\/sup>Washington University, St. Louis, MO","CSlideId":"","ControlKey":"f9dfd308-496f-4125-b089-21332761a495","ControlNumber":"6377","DisclosureBlock":"&nbsp;<b>V. T. Jones, <\/b> None..<br><b>R. Graves-Deal, <\/b> None..<br><b>G. Bogatcheva, <\/b> None..<br><b>Z. Cao, <\/b> None..<br><b>J. Higginbotham, <\/b> None..<br><b>S. Harmych, <\/b> None..<br><b>G. Ayers, <\/b> None..<br><b>M. Ramirez, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>J. Janetka, <\/b> None..<br><b>B. Singh, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1425","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2584","PresenterBiography":null,"PresenterDisplayName":"Vivian Jones, Pharm D","PresenterKey":"584b1149-e97a-48a7-9c6c-cc006a657434","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2584. Overcoming cetuximab resistance in colorectal cancer through inhibition of HGF processing","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcoming cetuximab resistance in colorectal cancer through inhibition of HGF processing","Topics":null,"cSlideId":""},{"Abstract":"<i>TP53<\/i> mutations are the most common cancer driver mutations among all cancers. Although some <i>TP53<\/i> mutations lead to a loss of function of wild-type p53, many other <i>TP53<\/i> mutations confer gain-of-function (GOF) activities, which promote cancer cell metastasis and pro-tumorigenic inflammation. Despite that many functional models of GOF mutant p53 (mutp53) have been proposed previously, the mechanisms involved in mutp53 GOF still remain largely elusive. Here we show that by directly targeting minichromosome maintenance complex component 5 (MCM5), a component of the hexametric DNA helicase MCM2-7 complex, GOF mutp53 predisposes cancer cells to replication stress and chromosomal instability, which leads to a tumor cell-autonomous and stimulator of interferon genes (STING)-dependent cytosolic DNA response that activates downstream non-canonical nuclear factor kappa light chain enhancer of activated B cell (NC-NF-&#954;B)<i> <\/i>signaling. Furthermore, our results demonstrate that GOF mutp53-activated tumor cell-intrinsic STING-NC-NF-&#954;B signaling not only stimulates tumor cell metastasis, but also promotes tumor immune resistance through fostering an immunosuppressive tumor microenvironment. Therefore, our findings that mutp53 exerts its GOF role through pro-tumorigenic MCM5-CIN-STING-NC-NF-&#954;B signaling highlight the importance of <i>TP53 <\/i>and its<i> <\/i>inactivation in cancer genome evolution of genomic instability that drives tumor development and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"p53,Chromosomal instability,p53 mutations,NF-&#954;B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Mei Zhao<sup>1<\/sup>, Tianxiao Wang<sup>1<\/sup>, Frederico  O.  Gleber-Netto<sup>1<\/sup>, Zhen Chen<sup>2<\/sup>, Daniel  J.  McGrail<sup>3<\/sup>, Javier  A.  Gomez<sup>4<\/sup>, Wutong Ju<sup>1<\/sup>, Mayur  A.  Gadhikar<sup>1<\/sup>, Wencai Ma<sup>5<\/sup>, Li Shen<sup>5<\/sup>, Ximing Tang<sup>6<\/sup>, Sen Pathak<sup>7<\/sup>, Maria  G.  Raso<sup>6<\/sup>, Jared Burks<sup>4<\/sup>, Shiaw-Yih Lin<sup>3<\/sup>, Jing Wang<sup>5<\/sup>, Asha  S.  Multani<sup>7<\/sup>, Curtis  R.  Pickering<sup>1<\/sup>, Junjie Chen<sup>2<\/sup>, Jeffrey  N.  Myers<sup>1<\/sup>, <b>Ge Zhou<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Head and Neck Surgery, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Experimental Radiation Oncology, UT MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Systems Biology, UT MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>leukemia, UT MD Anderson Cancer Center, Houston, TX,<sup>5<\/sup>Bioinformatics and Computational Biology, UT MD Anderson Cancer Center, Houston, TX,<sup>6<\/sup>Translational Molecular Pathology, UT MD Anderson Cancer Center, Houston, TX,<sup>7<\/sup>Genetics, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"46365c06-b353-499f-9092-2b5dfa06a1b4","ControlNumber":"6559","DisclosureBlock":"&nbsp;<b>M. Zhao, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>F. O. Gleber-Netto, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>D. J. McGrail, <\/b> None..<br><b>J. A. Gomez, <\/b> None..<br><b>W. Ju, <\/b> None..<br><b>M. A. Gadhikar, <\/b> None..<br><b>W. Ma, <\/b> None..<br><b>L. Shen, <\/b> None..<br><b>X. Tang, <\/b> None..<br><b>S. Pathak, <\/b> None..<br><b>M. G. Raso, <\/b> None..<br><b>J. Burks, <\/b> None..<br><b>S. Lin, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>A. S. Multani, <\/b> None..<br><b>C. R. Pickering, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>J. N. Myers, <\/b> None..<br><b>G. Zhou, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1426","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2585","PresenterBiography":null,"PresenterDisplayName":"Ge Zhou, PhD","PresenterKey":"4e3b2f34-595c-4872-acfe-c5178966641c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2585. Mutant p53 gains oncogenic functions through a cytosolic DNA response","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mutant p53 gains oncogenic functions through a cytosolic DNA response","Topics":null,"cSlideId":""},{"Abstract":"<i>PIK3CA<\/i> mutation is one of the most common, recurrent genetic abbrations identified across multiple types of cancers. Such mutations sustain activation of PI3K\/AKT\/mTOR pathway, being considered reliable therapeutic targets; yet, the functional consequences still remain unclear. Angiosarcomas are a heterogenous group of soft-tissue sarcomas that form malignant endothelium with disorganized, irregular blood-filled vascular spaces, and a subset of the vascular tumors harbor <i>PIK3CA<\/i> mutations. In this study, we found that one of 11 canine angiosarcoma cells gave rise to vascular tumors in 3 of 3 mice in a series of xenograft experiments using a total of 86 immunodeficient BNX mice. Intriguingly, we also observed that xenografts developed lymphoproliferative tumors indicating a mouse B-cell origin in 3 of 4 mice from one case of canine patient-derived tumor xenografts: four tumor cases surgically implanted in a total of 16 BNX mice. Additionally, canine angiosarcoma cells induced splenomegaly with expansion of Ter-119+ erythroid progenitors in NSG mice. Canine angiosarcoma cells (two cell lines; DHSA-1426 and EFB) were capable of hematopoietic expansion and cell lineage differentiaton <i>in vitro<\/i>. Since <i>PIK3CA<\/i> mutations appear to promote cellular stemness and impairment of cell lineage differentiation, we determined if<i> <\/i>the mutations play a role in hematopoietic regulations of angiosarcoma cells. DHSA-1426 angiosarcoma cells were used to induce <i>PIK3CA<\/i> H1047R mutations using CRISPR\/Cas9. We found that <i>PIK3CA<\/i> mutant angiosarcoma cells dysregulated AKT, ERK, and mTOR pathway with enrichement of inflammatory cytokines such as IL-6, IL-8, and MCP-1. Single cell RNA-seq data showed that<i> PIK3CA<\/i> mutant angiosarcoma cells established distinct single cell clusters representing immune reactions, cellular stemness, and lineage differentiation. Furthermore, <i>PIK3CA<\/i> mutant angiosarcoma cells developed malignant hematopoietic tumor in one of five BNX mice, while no evidence of hematopoietic tumor formation was found in mice transplanted with non-mutant cells. Altogether, our data suggest that angiosarcoma cells have the capacity to promote hematopoietic imbalance impacting on cellular ontogeny and lineage differentiation, potentially mediated by oncogenic <i>PIK3CA<\/i>. Our ongoing work is determining the mechanism of the cell fate decisions using bi-potential hematoendothelial progenitors derived from induced pluripotent stem cells harboring oncogenic <i>PIK3CA<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-06 Other,,"},{"Key":"Keywords","Value":"PIK3CA,Xenografts,Oncogene,Sarcoma\/soft-tissue malignancies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Emma Kozurek<sup>1<\/sup>, Erin  B.  Dickerson<sup>1<\/sup>, <b>Jong Hyuk Kim<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Veterinary Clinical Sciences, University of Minnesota, St Paul, MN,<sup>2<\/sup>Small Animal Clinical Sciences, University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"884922cc-1895-4dcd-9f43-9a87a2293c51","ControlNumber":"5711","DisclosureBlock":"&nbsp;<b>E. Kozurek, <\/b> None..<br><b>E. B. Dickerson, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1427","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2586","PresenterBiography":null,"PresenterDisplayName":"Jon Kim, DVM;PhD","PresenterKey":"a55633ec-b6a6-4f79-9711-384d246a27da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2586. Oncogenic<i>PIK3CA<\/i> promotes hematopoietic reprogramming and cell transdifferentiation developing hematopoietic malignancy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncogenic<i>PIK3CA<\/i> promotes hematopoietic reprogramming and cell transdifferentiation developing hematopoietic malignancy","Topics":null,"cSlideId":""},{"Abstract":"B cell precursor acute lymphoblastic leukemia (BCP ALL), the most common childhood cancer, is a malignant disorder that originates from the lymphoid precursor cells committed to B-cell lineage in the bone marrow. Although genetic abnormalities disturb the normal maturation process of these lymphoid precursor cells resulting in the formation of leukemia cells and suppression of normal hematopoiesis, environmental factors seem to modulate disease progression. The underline mechanism is not clear yet. In this study, we hypothesize environmental pollutants-AHR and small molecule chaperone-WLS are involved in promoting the oncogenic effect and disease relapse of BCP-ALL leukemia cells and inhibiting normal hematopoietic function. Here, we show that Indeno [1,2,3-cd] pyrene (IP) promotes oncogenic activities in vitro and in vivo. Mechanistically, IP treatment activates AHR-IDOs axis to enhance tryptophan metabolism and bioactive metabolite- kynurenine (kyn) level, further promoting kyn-AHR signal enhanced loop. In orthotopic xenograft mouse model, IP treatment decreases disease relapse time and increases cell population of BCP ALL. These results show PAH (IP) exposure promotes the disease progression of BCP ALL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Aryl hydrocarbon receptor,BCP-ALL , PAH ,KYN ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Li-Ting Wang<\/b><sup>1<\/sup>, Shih-Hsien Hsu<sup>2<\/sup><br><br\/><sup>1<\/sup>National Taiwan Normal University, Taipei, Taiwan,<sup>2<\/sup>Kaohsiung Medical University, Kaohsiung, Taiwan","CSlideId":"","ControlKey":"0e024e5f-a7a0-4bac-a48d-9f15a3568fd6","ControlNumber":"870","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>S. Hsu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1428","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2587","PresenterBiography":null,"PresenterDisplayName":"Li-Ting Wang, MS;PhD","PresenterKey":"f5415327-1eb9-4af9-a880-b42ca36bb6d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2587. AHR-WLS complex correlates with poor prognosis in B-cell precursor acute lymphoblastic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AHR-WLS complex correlates with poor prognosis in B-cell precursor acute lymphoblastic leukemia","Topics":null,"cSlideId":""},{"Abstract":"<i>TROP2 <\/i>mutations are not required to trigger activation of tumor growth and metastasis. However, expression of Trop-2 is affected by DNA methylation in choriocarcinomas, i.e. trophoblast-derived malignancies, and in lung adenocarcinomas, suggesting that loss of <i>TROP2 <\/i>expression may provide a selective advantage in specific tumor types. Intriguingly, amplification of the <i>TROP1\/EPCAM<\/i> and <i>TROP2<\/i>\/<i>TACSTD2 <\/i>genes was found to be driven by alterations of DNA methylation, with parallel LOH in sister cell clones. Consistent, mutations of <i>TP53<\/i> were shown to induce amplification of <i>TROP<\/i> genes through loss of DNA methylation. Hence, we investigated whether LOH\/DNA methylation of the <i>TROP2 <\/i>gene and gene amplification are selectively associated with specific tumor types. Our findings indicate that <i>TROP2 <\/i>amplification occurs in a subgroup of aggressive glioblastomas (15.7%, n=3\/19), suggesting impact on malignant progression. On the other hand, <i>TROP2 <\/i>LOH was shown to occur in the majority of low-grade gliomas (80%, n=4\/5). Investigation on the <i>TROP2 <\/i>gene in MEN-2A revealed that LOH of <i>TROP2 <\/i>was somatically acquired in 25% of phaechromocytomas and medullary thyroid carcinomas (n=6\/24), but did not appear as a heritable trait in the germline. <i>TROP2 <\/i>gene copy number variations were rarely detected in other cancer types, suggesting tumor subtype-specific impact.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-02 Genotype\/phenotype correlations,,"},{"Key":"Keywords","Value":"Gene amplification,Genetic instability,Tumor progression,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saverio Alberti<\/b><sup>1<\/sup>, Marco Trerotola<sup>2<\/sup>, Antonino Moschella<sup>1<\/sup>, Emanuela Guerra<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Messina, Messina, Italy,<sup>2<\/sup>University of Chieti-Pescara, Chieti, Italy","CSlideId":"","ControlKey":"046b2005-98d1-4e66-9278-46b63327a413","ControlNumber":"3514","DisclosureBlock":"<b>&nbsp;S. Alberti, <\/b> <br><b>Mediterranea Theranostic<\/b> Stock, Patent. <br><b>Oncoxx Biotech<\/b> Stock, Patent.<br><b>M. Trerotola, <\/b> None..<br><b>A. Moschella, <\/b> None.&nbsp;<br><b>E. Guerra, <\/b> <br><b>Mediterranea Theranostic<\/b> Stock, Patent. <br><b>Oncoxx Biotech<\/b> Stock, Patent.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1435","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2589","PresenterBiography":null,"PresenterDisplayName":"Saverio Alberti, MD;PhD","PresenterKey":"68245bb6-1b0f-412b-8fab-ee6e3d2be147","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2589. <i>TROP2<\/i> gene copy number variations are a hallmark of glioblastoma and MEN-2A cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>TROP2<\/i> gene copy number variations are a hallmark of glioblastoma and MEN-2A cancers","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular Carcinoma (HCC) represents the third leading cause of cancer-related mortality worldwide<i>. TP53<\/i> mutations are pivotal genomic drivers for HCC development through frequent concurrent loss-of-function (LOF) aberrations and protein-altering missense mutations. Over 90% of the <i>TP53<\/i> missense mutations are distributed within the core DNA binding domain (DBD), where R249S is the most common. Cumulative studies have demonstrated the cancer-promoting properties of <i>TP53<sup>R249S<\/sup><\/i> mutation in HCC, but its biological impact on tumor initiation remains to be defined. To mimic the early stages of liver carcinogenesis, we generated normal hepatic organoids from human liver tissues of 3 individuals. CRISPR-Cas9 mediated knockout of <i>TP53<\/i> in liver organoids resulted in pleomorphic malignant features, including dysplasia, hyperchromasia, atypical and frequent mitosis, loss of polarity, and increased nuclear to cytoplasm ratio. To recapitulate <i>TP53<sup>R249S<\/sup><\/i> genotype in HCC, we ectopically expressed R249S mutant in liver organoids through lentiviral infection. <i>TP53<sup>R249S<\/sup><\/i><sup> <\/sup>liver organoids displayed tumorigenic properties as evidenced by increased lesion forming incidence (37.5%) in subcutaneous xenografts when compared with <i>TP53<sup>KO<\/sup> (17%) <\/i>and <i>TP53<\/i> wild-type (WT) organoids (0%). Chromatin immunoprecipitation sequencing (ChIP-seq) analysis with HCC cell lines substantiated the specific gain-of-function (GOF) transcriptional activities of R249S mutant. A unique subset of transcription start site-proximal peaks was exclusively found in R249S mutant cells when compared with other <i>TP53 <\/i>missense mutants and WT. Integration of ChIP-seq and RNA-seq analysis identified transcription factor ZMIZ2 as a direct transcription target of R249S mutant. Our results showed that ZMIZ2 is preferentially overexpressed in HCC patients carrying <i>TP53<sup>R249S<\/sup><\/i> mutation and exerts a vital role for proliferation of R249S mutant HCC cells. Knockdown of ZMIZ2 profoundly suppressed global H3K27 acetylation (H3K27ac) and H3K4 trimethylation (H3K4me3) in HCC cells. Transcriptome profiling of ZMIZ2 knockdown cells identified multiple downstream targets enriched in chromatin binding and interaction with histone deacetylase, further reinforcing its involvement in epigenetic regulation. In summary, our study revealed that <i>TP53<sup>R249S<\/sup><\/i> mutation confers distinct advantages in increased tumorigenicity to human liver organoids through GOF transcriptional activities. ZMIZ2 serves as a direct downstream effector contributing to the oncogenic growth arising from R249S mutation plausibly through altering chromatin remodelling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"TP53,Hepatocellular carcinoma,Organoids,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mingjing Xu<\/b><sup><\/sup>, Yin Kau Lam<sup><\/sup>, Jianqing Yu<sup><\/sup>, Kelvin Kwok Chai Ng<sup><\/sup>, Nathalie Wong<sup><\/sup><br><br\/>Department of Surgery, Sir Y.K. Pao Centre for Cancer, The Chinese University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"8521c4ba-44ae-4096-beab-5bb5730a59a1","ControlNumber":"1366","DisclosureBlock":"&nbsp;<b>M. Xu, <\/b> None..<br><b>Y. Lam, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>K. Ng, <\/b> None..<br><b>N. Wong, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1436","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2590","PresenterBiography":null,"PresenterDisplayName":"Mingjing Xu, M Phil;PhD","PresenterKey":"b7cff73d-c41e-43b5-aa36-916bf815c9c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2590. <i>TP53<\/i> R249S mutation confers hepatic organoids with gain-of-function (GOF) tumorigenic features through transcriptional activation of ZMIZ2","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>TP53<\/i> R249S mutation confers hepatic organoids with gain-of-function (GOF) tumorigenic features through transcriptional activation of ZMIZ2","Topics":null,"cSlideId":""},{"Abstract":"Background: RAB25 is a protein that belongs to the RAB11 subfamily located in the lq22 locus of chromosome and is ubiquitously expressed in cells of the gastrointestinal mucosa, ileum, and kidney. Its role in tumorigenesis is variable but is unclear in the case of melanoma progression. Our previous studies showed that loss of RAB25 has a special role in mediating the tumorigenic transformation of human mammary epithelial cells. Its loss particularly cooperated with mutant Ras isoforms to promote transformation in vitro. We are now examining the role of RAB25 in melanomas as melanomas exhibit a high rate of N-Ras mutations. We hypothesize that the presence of NRAS types of mutation and expression of RAB25 are mutually exclusive as RAB25 functions are a tumor suppressor to inhibit this mutation. Methods: Different NRAS mutant melanoma cell lines (SKMEL-2, SKMEL-28, WM1366 and WM266-4) were examined forRab25 expression through qRT-PCR and Western Blotting. The positive control was MCF cell lines and MDA-MB-231 was considered as negative control. Immunohistochemistry was done with biopsy proven melanoma tissue samples and normal adjacent tissue to observe the trend of Rab25 expression. Keratinocytes and fibroblasts in the tissue samples were considered as internal controls.Results: We found a significant decrease in Rab25 expression in NRAS mutant melanoma cell lines compared to Raf mutants and primary melanocytes. The reduction was prominent at both the RNA and protein level. RAB25 expression was also reduced in melanoma tumors as compared to surrounding tissue. Conclusion: RAB25 loss may indeed cooperate with NRAS mutation to promote transformation in melanomas. Further studies including overexpression experiment in the cell line model followed by migration assay, invasion assay, and in vivo nude mouse experiments will provide further confirmation of our hypothesis. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Skin carcinogenesis,melanocyte transformation,Tumor suppressor,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Samikshya Kandel<\/b><sup><\/sup>, Krishna Rao<sup><\/sup><br><br\/>Medical Microbiology, Immunology and Cell Biology, Southern Illinois University School of Medicine, Springfield, IL","CSlideId":"","ControlKey":"0f599f4b-453e-4cb2-bada-62d112590539","ControlNumber":"3087","DisclosureBlock":"&nbsp;<b>S. Kandel, <\/b> None..<br><b>K. Rao, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1437","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2591","PresenterBiography":null,"PresenterDisplayName":"Samikshya Kandel, MS","PresenterKey":"ff71b8e2-6ed1-48a0-b5ba-fb6b765318e8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2591. Role of Rab25 in Melanoma and its potential targeting","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of Rab25 in Melanoma and its potential targeting","Topics":null,"cSlideId":""},{"Abstract":"Background: Fibroblast growth factor receptor 4 (FGFR4) is a member of the transmembrane tyrosine kinase receptor family and has been linked to a variety of malignancies. NRF2 (Nuclear factor-erythroid 2-related factor) is a cytoprotective factor and a critical regulator in the antioxidant response pathway. In this study, we sought to uncover novel functions of FGFR4 and its role in regulating the antioxidant response in gastric carcinogenesis.<br \/>Methods and Results: Using western blot and immunofluorescence, H. pylori infection in gastric cancer cell lines demonstrated high levels of reactive oxygen species and induction of both FGFR4 and NRF2. Using Flow cytometry, FGFR4 silencing resulted in decrease of NRF2 with a significant spike in ROS levels and an increase in DNA damage and cell death. FGFR4 knockdown showed a significant decrease in NRF2 transcriptional activity as measured by NRF2 ARE luciferase reporter assay and resulted in reduced mRNA levels of HO-1 (Heme Oxygenase-1), which is a classical target of NRF2. These results were confirmed by immunofluorescence showing a significant increase of nuclear accumulation of NRF2 after H. pylori infection which was abolished after FGFR4 knockdown. Similar results were found using recombinant protein FGF19, a FGFR4 ligand. C57\/B6 wild-type mice were infected with the pylori strain (PMSS1). An increase in FGFR4, NRF2, and HO-1 was seen by immunofluorescence, Western blot, and quantitative real-time PCR in H. pylori-infected mice vs control mice. We observed a reduction in NRF2 in our in vitro and in vivo models using H3B-6527, a specific FGFR4 inhibitor. We also discovered an association between an increase in FGFR4 and P62 protein expressions and NRF2 protein stability. We detected a significant increase in FGFR4, NRF2, and HO1 in dysplastic and neoplastic gastric lesions using the TFF1-KO mouse model which was further aggravated by H. pylori infection. In terms of the mechanism, utilizing proximity ligation and immunoprecipitation assays, we found that FGFR4 binds to P62 to inhibit the interaction between NRF2 and KEAP1, allowing NRF2 to avoid degradation facilitating its translocation and accumulation in the nucleus.<br \/>Conclusion: These findings revealed that FGFR4 has a unique functional role in promoting gastric carcinogenesis by mediating accumulation and activation of the NRF2 antioxidant response. The use of FGFR4 inhibitors is a viable treatment option that warrants further research in patients with gastric cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-04 Oncogene growth factors and their receptors,,"},{"Key":"Keywords","Value":"Stomach cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nadeem  S.  Bhat<\/b><sup>1<\/sup>, Mohammed Soutto<sup>1<\/sup>, Xing Zhang<sup>1<\/sup>, Zheng Chen<sup>1<\/sup>, Ahmed Gomaa<sup>1<\/sup>, Marwah Al-Mathkour<sup>1<\/sup>, Selma Maacha<sup>1<\/sup>, Heng Lu<sup>1<\/sup>, Dunfa Peng<sup>1<\/sup>, Zekuan Xu<sup>2<\/sup>, Wael El-Rifai<sup>1<\/sup><br><br\/><sup>1<\/sup>Surgery, University of Miami, Miami, FL,<sup>2<\/sup>The First Affiliated Hospital of Nanjing Medical University, Nanjing, China","CSlideId":"","ControlKey":"ab880da8-e402-41e3-a034-762967719acd","ControlNumber":"3225","DisclosureBlock":"&nbsp;<b>N. S. Bhat, <\/b> None..<br><b>M. Soutto, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>A. Gomaa, <\/b> None..<br><b>M. Al-Mathkour, <\/b> None..<br><b>S. Maacha, <\/b> None..<br><b>H. Lu, <\/b> None..<br><b>D. Peng, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>W. El-Rifai, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1438","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2592","PresenterBiography":"","PresenterDisplayName":"Nadeem Bhat, MS","PresenterKey":"ebdd647e-487e-4147-bd58-0707c444042f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2592. Helicobacter pylori-induced FGFR4 mediates nuclear accumulation of NRF2 in gastric tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Helicobacter pylori-induced FGFR4 mediates nuclear accumulation of NRF2 in gastric tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"MYCN amplification (MNA) is a defining feature of high-risk neuroblastoma (NB) that predicts poor prognosis. However, whether genes within or in close proximity to the MYCN amplicon also contribute to aggressiveness in MNA+ NB remains poorly understood. Here we identify that GREB1, a transcription factor encoding gene neighboring the MYCN locus, is frequently co-expressed with MYCN, and promotes gene expression independently of MYCN in MNA+ NB. We found that GREB1, as a crucial estrogen receptor (ER) regulatory factor, is highly expressed in MNA+ NB comparable to ER+ breast cancer. Among GREB1-regulated genes altered in MNA+ NB, we uncover that Myosin 1B (MYO1B) promotes aggressive features in MNA+ NB, including invasive capacity in vitro, as well as extravasation and distant metastasis in vivo. Global secretome and proteome profiling uncover MYO1B as a major regulator of secretome reprogramming in MNA+ NB cells. Moreover, we identify the cytokine MIF as an important pro-invasive and pro-metastatic mediator of MYO1B activity. Together, we have identified a putative GREB1-MYO1B-MIF axis as an unconventional mechanism that promotes the aggressiveness of MNA+ NB, and independently of MYCN. Furthermore, we found that MYO1B is also upregulated in association with other oncoproteins during cellular transformation, and is dramatically increased in multiple human cancer types, suggesting a crucial role of MYO1B in cancers in addition to MNA+ NB.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"MYCN,Neuroblastoma,Metastasis,Pediatric cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hai-Feng Zhang<\/b><sup>1<\/sup>, Alberto Delaidelli<sup>1<\/sup>, Sumreen Javed<sup>1<\/sup>, Busra Turgu<sup>1<\/sup>, Christopher  S.  Hughes<sup>2<\/sup>, Xiaqiu Yang<sup>2<\/sup>, Michael Lizardo<sup>2<\/sup>, Daniel Martinez<sup>3<\/sup>, John  M.  Maris<sup>3<\/sup>, Kristopher  R.  Bosse<sup>3<\/sup>, Karla  C.  Williams<sup>1<\/sup>, Poul  H.  Sorensen<sup>1<\/sup><br><br\/><sup>1<\/sup>University of British Columbia, Vancouver, BC, Canada,<sup>2<\/sup>BC Cancer Research Centre, Vancouver, BC, Canada,<sup>3<\/sup>Children's Hospital of Philadelphia, Philadelphia, PA","CSlideId":"","ControlKey":"6a4aa5c4-59d4-44a6-94fb-8c32dcece9a2","ControlNumber":"5393","DisclosureBlock":"&nbsp;<b>H. Zhang, <\/b> None..<br><b>A. Delaidelli, <\/b> None..<br><b>S. Javed, <\/b> None..<br><b>B. Turgu, <\/b> None..<br><b>C. S. Hughes, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>M. Lizardo, <\/b> None..<br><b>D. Martinez, <\/b> None..<br><b>J. M. Maris, <\/b> None..<br><b>K. R. Bosse, <\/b> None..<br><b>K. C. Williams, <\/b> None..<br><b>P. H. Sorensen, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1439","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2593","PresenterBiography":null,"PresenterDisplayName":"Haifeng Zhang, PhD","PresenterKey":"08eb3a0e-cda7-48b7-94af-1ce5c8b35ad5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2593. A MYCN-independent mechanism mediating secretome reprogramming and metastasis in MYCN-amplified neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A MYCN-independent mechanism mediating secretome reprogramming and metastasis in MYCN-amplified neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Alcohol drinking has been established as a major risk factor for esophageal diseases, such as gastroesophageal reflux disease (GERD) and esophageal squamous cell carcinoma (ESCC). Certain mechanisms of alcohol-induced esophageal injury are supported by experimental data, whereas most are speculative or extrapolated from studies on cancers of other organ sites. Our previous study showed that ethanol exposure inhibited PAX9 expression in human esophageal squamous epithelial cells <i>in vitro<\/i> and <i>in vivo, <\/i>and promoted ESCC. In this study, we aimed to investigate the molecular pathways through which alcohol drinking suppresses PAX9 in esophageal squamous epithelial cells. Gene microarray, qRT-PCR, ChIP-PCR, Western blotting, and immunostaining were used to identify and validate inhibition of NOTCH-PAX9 signaling in human esophageal squamous epithelial cells and mouse esophagus after ethanol exposure. Human tissue samples were analyzed to further validate NOTCH inhibition by alcohol drinking. We first demonstrated the inhibition of NOTCH by ethanol exposure <i>in vitro<\/i>. NOTCH regulated PAX9 expression in esophageal squamous epithelial cells <i>in vitro<\/i> and <i>in vivo<\/i>. RBPJ and NOTCH intracellular domain (NICD1) ChIP-PCR confirmed <i>Pax9<\/i> as a direct downstream target of NOTCH signaling in mouse esophagus. NOTCH inhibition by alcohol drinking was further validated in mouse esophagus and human tissue samples. In conclusion, ethanol exposure inhibited NOTCH signaling and thus suppressed PAX9 expression in esophageal squamous epithelial cells<i> in vitro <\/i>and <i>in vivo<\/i>. Our data<br \/>support a novel mechanism of alcohol-induced esophageal injury through the inhibition of NOTCH-PAX9 signaling. As a result, chemical NOTCH activators may be used to prevent or treat alcohol-associated esophageal diseases such as GERD and ESCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Notch,Alcohol,Esophageal cancer,PAX9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhaohui Xiong<\/b><sup>1<\/sup>, Menghan Shi<sup>1<\/sup>, Shuang Ren<sup>1<\/sup>, Hao Chen<sup>1<\/sup>, Jing Li<sup>1<\/sup>, Caizhi Huang<sup>1<\/sup>, Yahui Li<sup>1<\/sup>, Yuning Han<sup>2<\/sup>, Yong Li<sup>3<\/sup>, Zheng Sun<sup>4<\/sup>, Xiaoxin Chen<sup>1<\/sup><br><br\/><sup>1<\/sup>Julius L. Chambers Biomedical Biotechnology Research Institute, North Carolina Central University, Durham, NC,<sup>2<\/sup>Department of Thoracic Surgery, Ningxia Medical University General Hospital, Yinchuan, China,<sup>3<\/sup>Cancer Hospital of Chinese Academy of Medical Sciences, Beijing, China,<sup>4<\/sup>Beijing Stomatological Hospital & School of Stomatology, Capital Medical University, Beijing, China","CSlideId":"","ControlKey":"44b42f87-24f3-4f10-816e-be71463a79d7","ControlNumber":"2308","DisclosureBlock":"&nbsp;<b>Z. Xiong, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1440","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2594","PresenterBiography":null,"PresenterDisplayName":"Zhaohui Xiong, PhD","PresenterKey":"4786763b-7442-4df4-a4bc-c086ba8c2d69","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2594. Alcohol drinking inhibits NOTCH-PAX9 signaling in esophageal squamous epithelial cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"468","SessionOnDemand":"False","SessionTitle":"Oncogene and Tumor Suppressor Signaling in Cancer 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alcohol drinking inhibits NOTCH-PAX9 signaling in esophageal squamous epithelial cells","Topics":null,"cSlideId":""}]