[{"Abstract":"Human papilloma virus (HPV)-negative head and neck squamous cell carcinoma (HNSCC) patients have a poor prognosis and most patients with metastatic disease are resistant to pembrolizumab. We recently showed that depletion of SET and MYND domain protein 3 (SMYD3), a protein methyltransferase, induces upregulation of multiple type I IFN response genes in HPV-negative HNSCC human and mouse cells <i>in vitro<\/i>. Systemic treatment of flank HPV-negative mouse oral carcinoma 1 (MOC1) tumors with Smyd3 anti-sense oligonucleotides (ASOs) induced influx of CD8+ T-cells, and combined Smyd3 ASOs and anti-PD-1 treatment induced tumor growth restraint, with 75% of tumors cured or reduced and 25% of tumors escaping. Here, we aim to investigate the changes in the tumor microenvironment (TME) of MOC1 tumors treated with Smyd3 ASOs and in combination with anti-PD-1, and to elucidate mechanisms of resistance. MOC1 tumors treated with control or Smyd3 ASOs (n=3 per group) were harvested and single-cell RNA-seq was conducted. GeoMx, a high-plex spatial proteomic assay, was utilized on FFPE sections of MOC1 tumors treated with control or Smyd3 ASOs with or without anti-PD-1 (n=2 per group). To decipher mechanisms of resistance, single-cell RNA-seq of MOC1 tumors that responded or not to combination Smyd3 ASOs and anti-PD-1 was conducted. 26926 cells from six samples were available for single-cell RNA-seq analysis of control versus Smyd3 ASO treated tumors. UMAP analysis identified distinct immune-, stroma- and cancer-cell populations. Comparative analysis of the single-cell Smyd3 mRNA expression revealed downregulation of Smyd3 mRNA in CD8+ and CD4+ T-cells, B-cells, NK-cells and cancer cells, but not in myeloid cells, endothelial cells and fibroblasts, implying differential uptake of Smyd3 ASOs in the TME. CD8+ T-cells in the Smyd3 ASO treated tumors exhibited higher expression levels of <i>Gzma<\/i> and <i>Gzmb<\/i>, indicating enhanced cytotoxic activity. Colony stimulating factor 1 (<i>Csf1<\/i>), which is important for the differentiation of macrophages, was upregulated in CD8+ T-cells of Smyd3 ASO treated tumors. Single-cell RNA-seq of a non-responder versus a responder MOC1 tumor yielded 9170 and 11410 cells respectively, with more than a two-fold increase in the ratio of neutrophils and a two-fold decrease for CD8+ T-cells comparing the non-responder to responder tumor. Accordingly, cancer cells, CD8+ T-cells and macrophages of the non-responder tumor exhibited higher expression of <i>Cxcl2<\/i>, a chemokine that attracts PMNs. Differential gene expression analysis in all cell subsets in control versus Smyd3 ASO and responder versus non-responder tumors is ongoing. This work will elucidate the TME changes induced by Smyd3 ASOs in MOC1 tumors, and will reveal potential mechanisms of resistance to the Smyd3 ASOs and anti-PD-1 combination, enabling translation of this therapeutic approach in HPV-negative HNSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Epigenetics,Immuno-oncology,Head and neck squamous cell carcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Malhar Patel<\/b><sup>1<\/sup>, Daniel Tsai<sup>1<\/sup>, Abdalla Abdelmaksoud<sup>1<\/sup>, Noemi Kedei<sup>1<\/sup>, Maria Hernandez<sup>1<\/sup>, Baktiar Karim<sup>2<\/sup>, Vassiliki Saloura<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Inst. - Bethesda Campus, Bethesda, MD,<sup>2<\/sup>Frederick National Laboratory, Frederick, MD","CSlideId":"","ControlKey":"bc35785c-8735-477e-8e57-1ffac1a74db5","ControlNumber":"7089","DisclosureBlock":"&nbsp;<b>M. Patel, <\/b> None..<br><b>D. Tsai, <\/b> None..<br><b>A. Abdelmaksoud, <\/b> None..<br><b>N. Kedei, <\/b> None..<br><b>M. Hernandez, <\/b> None..<br><b>B. Karim, <\/b> None..<br><b>V. Saloura, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2993","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2320","PresenterBiography":null,"PresenterDisplayName":"Malhar Patel, BS","PresenterKey":"f3ee5922-52c0-4534-8268-12151919668b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2320. Dissecting the effects of Smyd3 depletion in the tumor microenvironment of HPV-negative head and neck squamous cell carcinoma mouse models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dissecting the effects of Smyd3 depletion in the tumor microenvironment of HPV-negative head and neck squamous cell carcinoma mouse models","Topics":null,"cSlideId":""},{"Abstract":"Background: Communication between cancer cells and surrounding cells in the tumor microenvironment (TME) is critical for tumor metastasis. There has been an increasing focus on how tumor-derived extracellular vesicles (EVs) contribute to the complex intracellular communications within the TME. More recent characterizations in both mice and humans have demonstrated that expression of the immune checkpoint molecule, programmed death ligand-1 (PD-L1) on EVs contributes to systemic immunosuppression, higher overall tumor burdens, and decreased survival of a variety of cancer types. In ovarian carcinoma, macrophages are reprogrammed toward pro-tumorigenic phenotypes, including the release of anti-inflammatory cytokines and expression of immunosuppressive molecules such as arginase-1 and PD-L1. However, a detailed mechanism that explains how tumor-derived EVs induce immunosuppressive phenotype in macrophages is necessary to develop novel immunotherapy strategies for advanced ovarian cancer treatment. The present study aimed to examine the effect of EVs derived from ovarian cancer cells on macrophage functions.<br \/>Methods: We isolated murine peritoneal macrophages from na&#239;ve C57BL\/6 female mice and co-cultured the macrophages with EVs derived from ovarian cancer (ID8-Trp53-\/-Brca2-\/-) cell lines. The expression of PD-L1, CD206, interleukin-6 (IL-6), and other inflammatory cytokines on EVs treated macrophages was evaluated using flow cytometry and a cytokine array kit. Further, we created Rab27aKO ID8 cell lines to generate ovarian cancer in vivo mouse models for studying the effect of exogenous EVs on the immunosuppressive ability of macrophages and tumor progression.<br \/>Results: Our results indicate that EVs uptake efficiency of macrophages is higher than fibroblast, endothelial, and mesothelial cells. We found that tumor-derived EVs can significantly upregulate the expressions of PD-L1, CD206, and IL-6 on macrophages to support tumor growth. Treatment of macrophages with EVs also decreased their phagocytic ability. In addition, our data show that in the Rab27aKO ovarian cancer in vivo mouse model, intravenous injection of tumor-derived EVs increased the tumor burden, metastasis, and ascites accumulation as compared to PBS control. EVs treatment increased the infiltration of tumor-associated macrophages (TAM) in ascites. We also found increased expression of PD-L1 and CD206 on TAM isolated from ascites.<br \/>Conclusion: We uncover a tumor-promoting role of ovarian cancer-derived EVs on reprogramming TAM towards pro-tumor phenotype. Our data suggest that tumor-derived EVs contribute to the formation of an immunosuppressive microenvironment to promote ovarian cancer growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Tumor associated macrophages,Tumor microenvironment,PD-L1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sonam Mittal<\/b><sup><\/sup>, Ishaque Pulikkal Kadamberi<sup><\/sup>, Prachi Gupta<sup><\/sup>, Sudhir Kumar<sup><\/sup>, Jasmine George<sup><\/sup>, Anjali Geethadevi<sup><\/sup>, Pradeep Chaluvally-Raghavan<sup><\/sup>, Sunila Pradeep<sup><\/sup><br><br\/>obstetrics and gynecology, Medical College of Wisconsin, Wauwatosa, WI","CSlideId":"","ControlKey":"1a7eec25-cc26-4664-9a9b-221c7c095ebb","ControlNumber":"2034","DisclosureBlock":"&nbsp;<b>S. Mittal, <\/b> None..<br><b>I. P. Kadamberi, <\/b> None..<br><b>P. Gupta, <\/b> None..<br><b>S. Kumar, <\/b> None..<br><b>J. George, <\/b> None..<br><b>A. Geethadevi, <\/b> None..<br><b>P. Chaluvally-Raghavan, <\/b> None..<br><b>S. Pradeep, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2994","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2321","PresenterBiography":null,"PresenterDisplayName":"Sonam Mittal, PhD","PresenterKey":"51841c12-cafe-4e69-ad37-86a2e1fb22bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2321. Tumor-derived extracellular vesicles induce macrophages immunosuppressive polarization to promote ovarian cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-derived extracellular vesicles induce macrophages immunosuppressive polarization to promote ovarian cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Cytokines have a large impact on the tumor microenvironment by affecting cell growth, survival, inflammation, and differentiation. Understanding the spatial biology within the tumor microenvironment, including the cytokine organization within specific cell types, can lead to better treatment plans for patients. We developed a hybrid multiplex panel, using RNA in-situ hybridization (ISH) and immunofluorescence (IF) to investigate the spatial biology of the tumor microenvironment. This panel also enabled us to simultaneously detect the RNA of cytokines and protein of specific immuno-oncology (IO) biomarkers. This allows us to visualize spatially, not only the organization of cell types but also to identify the cellular sources of specific cytokines. In this study, we analyzed the tumor microenvironment of samples from non-small cell lung cancer (NSCLC) and breast cancer in two panels for cytokine RNAs and IO protein biomarkers. Panel 1 included TNFa and IL-2 cytokines combined with the CD68 and CD163 IO protein biomarkers. Panel 2 consisted of IL-6 and IL-2 cytokines with the PAX5 and CD3 IO protein biomarkers. Staining was completed on the Leica Bond RX autostainer, and slides were scanned using the PhenoImager&#8482; Fusion. Visiopharm&#174; software was used to analyze the tumor microenvironment of tissue samples and localize cytokines in specific cell types. CD163 positive macrophages (M2 phenotype) were seen predominantly within the tumors (NSCLC and breast cancer) whereas CD68 positive macrophages were identified towards the periphery in the non-tumor microenvironment. NSCLC tumor cells showed higher expression levels of IL-2, IL-6 and TNFa compared to breast cancer tumor cells. Predominance of CD3 positive T cells was noted with relative lack of PAX5 positive B cells within both NSCLC and breast cancer tumors. Multiplexing enabled assessment of relative expression levels of IL-2, IL-6 and TNFa in T lymphocytes and macrophages and TNFa in dendritic cells. Our hybrid multiplex panel can provide insights into the visualization of spatial organization of tumor microenvironment. It also enables semi-quantitative assessments for the expression levels of cytokines and their relative expression within tumor and immune cells, thereby helping to correlate response to treatment, especially with checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immuno-oncology,Cytokines,Tumor microenvironment,Multiplex automation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Brenna Dennison<sup><\/sup>, Stephanie Allen<sup><\/sup>, Bhavika Patel<sup><\/sup>, Jacob Stapleton<sup><\/sup>, Roni Archuleta<sup><\/sup>, Mary Lou Rath<sup><\/sup>, Navi Mehra<sup><\/sup>, <b>Sameer  S.  Talwalkar<\/b><sup><\/sup><br><br\/>Lanterne Dx, Broomfield, CO","CSlideId":"","ControlKey":"ba657da4-56bb-4c2b-822f-247b7bfe12a1","ControlNumber":"7230","DisclosureBlock":"&nbsp;<b>B. Dennison, <\/b> None..<br><b>S. Allen, <\/b> None..<br><b>M. Rath, <\/b> None..<br><b>N. Mehra, <\/b> None..<br><b>S. S. Talwalkar, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2995","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2322","PresenterBiography":null,"PresenterDisplayName":"Sameer Talwalkar, MD","PresenterKey":"d886d0f1-9e69-4463-9afc-4e04f59667c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2322. Precision immuno-oncology (IO) ISH\/IF multiplex panel: Spatial detection of cytokines and IO biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Precision immuno-oncology (IO) ISH\/IF multiplex panel: Spatial detection of cytokines and IO biomarkers","Topics":null,"cSlideId":""},{"Abstract":"ZGGS18 is a bifunctional fusion protein targeting both human vascular endothelial growth factor (VEGF) and transforming growth factor-&#946; (TGF-&#946;), which consist of a monoclonal antibody against VEGF and an engineered extracellular domain of TGF-&#946; receptor II (TGF-&#946;RII ECD). <i>In vitro <\/i>studies show ZGGS18 specifically and simultaneously binding towards various VEGFs and capturing different TGF-&#946; isoforms by trap domains that play a synergistic role to block signaling of VEGF\/TGF-&#946; with their receptors. For instance, ZGGS18 inhibits human VEGF121 and 165 induced HUVEC proliferation; ZGGS18 also neutralizes TGF-&#946;1 and -&#946;3 related growth arrest of HT-2 cells. Further studies show that ZGGS18 does not induce ADCC- or CDC-dependent killing tumor cells expressing two soluble targets, suggesting its binding affinities towards Fc-gamma and complement C1q receptors without effector functions. These results support functional depletion of VEGF\/TGF-&#946; in tumor microenvironment (TME) by ZGGS18 essentially for its MOA to inhibit tumor growth. A dose-dependent <i>in vivo<\/i> anti-tumor efficacy of ZGGS18 (1, 3 and 15 mg\/kg) has been found in PBMC humanized H460 lung cancer xenograft model. In addition, ZGGS18 has enhanced efficacies to kill tumor growth in MC38 xenograft models when it is combined with anti-PD-1 antibodies (keytruda), support the improvement of TME for I\/O reagents by ZGGS18 in cooperation with its role in anti-proliferation and anti-angiogenesis. Toxicity and safety pharmacology studies with weekly repeat doses for four weeks in cynomolgus monkeys indicate that ZGGS18 is well tolerated over the dose range 13, 40 and 120 mg\/kg without obviously toxic or adverse effects (NOAEL =120 mg\/kg). PK\/TK analyses indicate that ZGG18 has a prolonged half-life in plasma, attribute to its human neonatal Fc receptor (FcRn) binding and pH-dependent interaction for mAb recycling. The IND application of ZGGS18 has been approved by both FDA and Chinese NMPA for clinical trials in treatment of advanced tumors as monotherapy and\/or in combined with PD-1\/PD-L1 based I\/O therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Vascular endothelial growth factor (VEGF),TGF-&#946; trap,Tumor proliferation,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ruifeng Liu<sup>1<\/sup>, Alfonso Suarez<sup>2<\/sup>, Tyler Liban<sup>2<\/sup>, Bin Zhang<sup>1<\/sup>, Tongcheng Dai<sup>1<\/sup>, Margaret Karow<sup>2<\/sup>, Jackie Sheng<sup>2<\/sup>, Zelin Sheng<sup>1<\/sup>, Binhua Lv<sup>1<\/sup>, <b>Bing Zhu<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Suzhou Zelgen Biopharmaceuticals Co., Ltd., Shanghai, China,<sup>2<\/sup>Gensun Biopharma, Inc., Newbury Park, CA","CSlideId":"","ControlKey":"78038f2d-ca07-4b77-9a76-3eb00b09cfdb","ControlNumber":"2131","DisclosureBlock":"<b>&nbsp;R. Liu, <\/b> <br><b>Zelgen<\/b> Employment, Stock. <br><b>A. Suarez, <\/b> <br><b>Gensun<\/b> Employment, Stock. <br><b>T. Liban, <\/b> <br><b>Gensun<\/b> Employment, Stock. <br><b>B. Zhang, <\/b> <br><b>Zelgen<\/b> Employment, Stock. <br><b>T. Dai, <\/b> <br><b>Zelgen<\/b> Employment, Stock. <br><b>M. Karow, <\/b> <br><b>Gensun<\/b> Employment, Stock. <br><b>J. Sheng, <\/b> <br><b>Gensun<\/b> Employment, Stock. <br><b>Z. Sheng, <\/b> <br><b>Zelgen<\/b> Stock, Other, owner. <br><b>B. Lv, <\/b> <br><b>Zelgen<\/b> Employment, Stock. <br><b>B. Zhu, <\/b> <br><b>Zelgen<\/b> Employment, Stock.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2996","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2323","PresenterBiography":null,"PresenterDisplayName":"Bing Zhu, PhD","PresenterKey":"eb8692ef-42d2-4953-a95e-5c4aa23ad2a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2323. ZGGS18, a bispecific drug candidate of anti-VEGF and TGFbeta-trap, inhibiting tumor proliferation and improving tumor microenvironment with I\/O therapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZGGS18, a bispecific drug candidate of anti-VEGF and TGFbeta-trap, inhibiting tumor proliferation and improving tumor microenvironment with I\/O therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Treatment response to chemoradiotherapy and immune checkpoint blockade is limited in gastroesophageal adenocarcinoma (GEA). This is likely caused by the fact that the majority of GEAs, belonging to the chromosomally instable subgroup (70%), are often immune excluded. We hypothesize that the immune excluded state is caused by secretion of immune suppressive factors by the tumor cells, to protect themselves from immune attack. By identifying and targeting these factors we aim to increase immune infiltration and increase treatment response.<br \/>Method: To better understand the drivers of immune exclusion in GEA, we optimized methods to analyze the secretome of freshly dissociated GEA tumor biopsies (n=36) by plating single cells in a 96 well plate for 48 hours and performing targeted proteomics on the supernatant (50ul) using the Olink Target 96 ImmunoOncology panel. Using the same panel, we also analyzed the secretomes of patient-derived organoids (n=7). In parallel the immune infiltrate was characterized immediately in freshly dissociated biopsies with 14 color flow cytometry, and in FFPE material through 6 opal multicolor immunohistochemistry to determine the spatial organization of the immune infiltrate.<br \/>Results: We identified 62 factors in the panel that are secreted by at least 25% of the biposies. Pro- and anti-inflammatory factors were found to correlate frequently. Using ranked scores for the pro- and anti-inflammatory factors we were able to identify 7 patients with a predominantly inflamed secretome and 29 with a suppressive secretome. The inflamed secretomes are characterized by IFN-gamma, CXCL9-10-11, the presence of granzymes and higher CD8 T cell levels identified by flow cytometry, whereas tumors with dominant anti-inflammatory profile had lower CD8 higher CD4 T cell rates. Notably, the anti-inflammatory secretomes are characterized by an overall lack of pro-inflammatory factors. Among the factors that are most frequently detected (&#62;85% of patients) are galectin-9, IL-8, VEGFA, HO-1 and CAIX, all factors with potential immune suppressive properties. These are also detected in the secretomes of the organoids, indicating direct tumor mediated suppressive effect in the GEA TME.<br \/>Conclusion: The analysis revealed that GEAs secrete immune suppressive factors and that the state of the TME as influenced by the secretome is reflected in the immune infiltrate composition. We found that tumors lacking a CD8 T cell infiltrate showed an absence of pro-inflammatory factors and had a secretome predominantly made up of anti-inflammatory factors that were also secreted by organoids. Moving forward we aim to further identify GEA associated suppressive factors by using a broader panel to analyze the secretome. Additionally, functional studies will determine whether targeting these immune suppressive factors will facilitate responses to immune checkpoint blockade","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Screening,Immuno-oncology,Proteomic analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jasper Sanders<\/b><sup>1<\/sup>, Micaela  H.  Harrasser<sup>1<\/sup>, Tessa  S.  van Schooten<sup>1<\/sup>, Emma  N.  Bos<sup>1<\/sup>, Benthe  H.  Doeve<sup>1<\/sup>, Maarten  F.  Bijlsma<sup>2<\/sup>, Hanneke  W.   M.  van Laarhoven<sup>3<\/sup>, Donald  L.  van der Peet<sup>1<\/sup>, Sarah Derks<sup>1<\/sup><br><br\/><sup>1<\/sup>Medical Oncology, Amsterdam UMC - Location VUmc, Amsterdam, Netherlands,<sup>2<\/sup>Center for Experimental and Molecular Medicine, Laboratory for Experimental Oncology & Radiobiology, Amsterdam UMC - Location AMC, Amsterdam, Netherlands,<sup>3<\/sup>Medical Oncology, Amsterdam UMC - Location AMC, Amsterdam, Netherlands","CSlideId":"","ControlKey":"cc33af40-4f67-4c6f-aa52-68eed29e8bbe","ControlNumber":"4340","DisclosureBlock":"&nbsp;<b>J. Sanders, <\/b> None..<br><b>M. H. Harrasser, <\/b> None..<br><b>T. S. van Schooten, <\/b> None..<br><b>E. N. Bos, <\/b> None..<br><b>B. H. Doeve, <\/b> None..<br><b>M. F. Bijlsma, <\/b> None.&nbsp;<br><b>H. W. M. van Laarhoven, <\/b> <br><b>Astellas<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract. <br><b>Daiichy<\/b> Grant\/Contract. <br><b>Dragonfly<\/b> Grant\/Contract. <br><b>Lilly<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Nordic Pharma<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract. <br><b>Celgene<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Philips<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract.<br><b>D. L. van der Peet, <\/b> None.&nbsp;<br><b>S. Derks, <\/b> <br><b>BMS<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2997","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2324","PresenterBiography":null,"PresenterDisplayName":"Jasper Sanders","PresenterKey":"983c7b61-1188-47a7-8e6a-965c53dd5b93","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2324. Characterizing the secretome of freshly dissociated gastroesophageal tumor biopsies to identify immune suppressive factors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing the secretome of freshly dissociated gastroesophageal tumor biopsies to identify immune suppressive factors","Topics":null,"cSlideId":""},{"Abstract":"Interferons (IFNs), including IFN-&#945;\/&#946; and IFN-&#947;, are multifaceted cytokines critical for antitumor immunity but contribute to T cell exhaustion through immune checkpoints. Recently, tumor cell expression of IRF1 was shown to enhance antitumor immunity, but a comprehensive evaluation of how IRF1 regulates IFN responses in the tumor and host has not been performed. Here, we show that <i>Irf1<sup>-\/-<\/sup><\/i> mice display enhanced tumor growth of WT and <i>Irf1<\/i><sup>-\/-<\/sup> tumors, as they fail to recruit sufficient NK cells and cytotoxic T cell (CTL). However, <i>Irf1<sup>-\/-<\/sup><\/i> tumors in wild-type mice displayed rapid immunogenic control, expansion of intratumoral lymphoid cells with enhanced effector programs and diminished exhaustion programs when compared to WT tumors. Mechanistically, IRF1 positively regulates the expression of distinct subsets of anti-tumor immunity suppression genes including the CD274\/PD-L1, TRAIL, and IDO-1 checkpoints but not the IFN-inducible chemokines CXCL9-11. Surprisingly, control of <i>Irf1<sup>-\/-<\/sup><\/i> tumors required host IFN-&#945;\/&#946; signaling but not IFN-&#947; signaling, while PD-L1 overexpression only weakly restored tumor growth. Thus, IRF1 selectively regulates the effects of IFNs on tumor cells and the tumor microenvironment and may be targeted to boost anti-tumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Interferons,Transcriptional regulation,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Prabhat Kumar Purbey<\/b><sup>1<\/sup>, Manash  K.  Paul<sup>1<\/sup>, Keisuke  S.  Iwamoto<sup>2<\/sup>, Allison Daly<sup>3<\/sup>, Joowon Seo<sup>3<\/sup>, Ameya  S.  Champhekar<sup>1<\/sup>, Katie Campbell<sup>1<\/sup>, Dorthe Schaue<sup>2<\/sup>, William  H.  McBride<sup>2<\/sup>, Steven  M.  Dubinett<sup>1<\/sup>, Antoni Ribas<sup>1<\/sup>, Stephen  T.  Smale<sup>3<\/sup>, Philip  O.  Scumpia<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Medicine, UCLA Health, Los Angeles, CA,<sup>2<\/sup>Radiation Oncology, UCLA Health, Los Angeles, CA,<sup>3<\/sup>Microbiology, Immunology and Molecular Genetics, UCLA Health, Los Angeles, CA","CSlideId":"","ControlKey":"11db5dec-4158-4b37-bd53-8787f0beab2b","ControlNumber":"4070","DisclosureBlock":"&nbsp;<b>P. K. Purbey, <\/b> None..<br><b>M. K. Paul, <\/b> None..<br><b>K. S. Iwamoto, <\/b> None..<br><b>A. Daly, <\/b> None..<br><b>J. Seo, <\/b> None..<br><b>A. S. Champhekar, <\/b> None..<br><b>K. Campbell, <\/b> None..<br><b>D. Schaue, <\/b> None..<br><b>W. H. McBride, <\/b> None..<br><b>S. M. Dubinett, <\/b> None..<br><b>A. Ribas, <\/b> None..<br><b>S. T. Smale, <\/b> None..<br><b>P. O. Scumpia, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2998","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2325","PresenterBiography":null,"PresenterDisplayName":"Prabhat Purbey, PhD","PresenterKey":"6839c359-a043-4a5d-b73a-051a68469e9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2325. IRF1 displays opposing tumor cell-intrinsic and -extrinsic roles in anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IRF1 displays opposing tumor cell-intrinsic and -extrinsic roles in anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Modulating tumor-infiltrating immune cells is the key mission for the development of cancer immunotherapy. However, current immunotherapies including immune-checkpoint inhibitors (ICI) have limited patient response rates and some with adverse effects, which drives us to seek novel targets to improve immunotherapeutic efficiency. Based on recent literature and our bioinformatic analysis, we believe that NR4A1 is an ideal target for cancer immunotherapy due to its important role in T cell exhaustion, Treg cell function as well as neoangiogenesis. Here we developed an immunotherapeutic strategy that targets nuclear receptor subfamily 4 group A member 1 (NR4A1) via proteolysis-targeting chimeric (PROTAC) technology, with an expectation that NR4A1 degradation leads to immune activation and cancer clearance via the inhibition of Treg cell function as well as the activation of effector T cells.<br \/>Results: We designed, synthesized, and screened over 80 NR4A1 PROTACs based on several reported NR4A1 ligands, including celastrol, cytosporine B, and diindolylmethane analogs. We found that several celastrol-based PROTACs achieved effective degradation of target protein NR4A1. Our current focus is to understand the mechanism of action of the lead NR-V04, a celastrol- and von Hippel-Lindau (VHL)-based PROTAC. We confirmed that the NR-V04-induced NR4A1 degradation is through the proteasome- and VHL-dependent mechanisms as expected and further demonstrated the NR-V04-induced ternary complex formation between NR4A1, VHL, and NR-V04. The lead NR-V04 exhibits outstanding pharmacokinetics and effectively inhibits tumor growth at a very low dose, 1.8mg\/kg twice a week, in several tumor models including B16F10, Yummer 1.7, and MC38. Interestingly, we found that NR-V04 significantly enhances anti-tumor immunity in previously mentioned mouse tumor models with seemingly distinct mechanisms of immune activation in a tumor-dependent manner. For example, NR-V04 induces the expansion of B cells and the reduction in myeloid-derived suppressor cells (MDSC) in B16F10; the reduction of Tregs, and the induction of CD8 effector population in Yummer 1.7 and MC38 tumors. we did not find obvious toxicity at these effective doses for up to 2 months.<br \/>Conclusion: The lead NR-V04 is a very promising agent that induces specific degradation of NR4A1 in tumors, resulting in tumor type-dependent immune activation and tumor reduction. Targeting NR4A1 within the tumor microenvironment is effective and safe. Therefore, the lead NR-V04 or other better ones under test have the potential for translation as a novel immunotherapeutic strategy. <b><\/b><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Cancer immunotherapy,Proteasome-mediated degradation,Drug design,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lei Wang<\/b><sup>1<\/sup>, Yufeng Xiao<sup>2<\/sup>, Rohan  P.  Master<sup>1<\/sup>, Zeng Jin<sup>1<\/sup>, Urvi  M.  Patel<sup>1<\/sup>, Yuewan Luo<sup>3<\/sup>, Daohong Zhou<sup>4<\/sup>, Guangrong Zheng<sup>2<\/sup>, Weizhou Zhang<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Pathology, Immunology and Laboratory Medicine, University of Florida, Gainesville, FL,<sup>2<\/sup>Department of Medicinal Chemistry, University of Florida, Gainesville, FL,<sup>3<\/sup>Biotech Research and Innovation Centre, University of Copenhagen, Copenhagen, Denmark,<sup>4<\/sup>Department of Biochemistry & Structural Biology, Joe R. & Teresa Lozano Long School of Medicine, San Antonio, TX","CSlideId":"","ControlKey":"6c160a03-aabc-4e7a-bb44-9ce278eae9b8","ControlNumber":"4604","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>Y. Xiao, <\/b> None..<br><b>R. P. Master, <\/b> None..<br><b>Z. Jin, <\/b> None..<br><b>U. M. Patel, <\/b> None..<br><b>Y. Luo, <\/b> None..<br><b>D. Zhou, <\/b> None..<br><b>G. Zheng, <\/b> None..<br><b>W. Zhang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2999","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2326","PresenterBiography":null,"PresenterDisplayName":"Lei Wang, MS,BS","PresenterKey":"297088eb-3365-4d9d-a8b2-252493b47545","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2326. Proteolysis-targeting chimera against NR4A1 for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteolysis-targeting chimera against NR4A1 for cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"One of the important features of triple-negative breast cancer (TNBC) is the enrichment of stem-like cells that contribute substantially to the malignant phenotype. Nucleus accumbens associated protein 1 (NAC1), a unique member of the BTB-POZ family, is implicated in tumor development and progression of various types of cancer. The objective of this study was to test the hypothesis that NAC1 plays a critical role in maintaining stemness of TNBC. We found that TNBC cell lines, MDA-MB-231 and HCC-1806, had high NAC1 expressions compared to normal. Hematoxylin-eosin staining of 450 human breast cancer tissues revealed high NAC1 expressions in different stages of breast tumor development. Depletion of NAC1 in TNBC cells decreased their mammosphere formation, migration and invasion abilities, and altered their EMT phenotype. Canonical TNBC stemness markers CD44 and ALDH1A1 were downregulated in TNBC cells subjected to NAC1 depletion. Down-regulation of NAC1 also decreased aldolase activity. RNA sequencing uncovered the enrichment of JAK\/STAT3, PI3K\/AKT, WNT, stemness and tumor progression-associated genes in TNBC with depletion of NAC1. IHC analysis revealed increased expression of phospho-STAT3 (Y705), &#946;-catenin, PDK1, cyclin D1, cMYC, IL-6 and phosphorylated PTEN in TNBC cells in support of the sequencing data. Immunoprecipitation assays demonstrated the physical association of NAC1 with STAT3 and CD44 and the pulse-chase experiments showed that the proteasome-mediated turnover of STAT3 was faster in the NAC1-depleted cells than the control cells (half-life: 5hrs vs 24hrs, respectively). NAC1-depleted cells had a significantly reduced tumorigenic ability <i>in vivo.<\/i> TCGA immune cell infiltration analysis revealed that NAC1 expression had a positive correlation with myeloid-derived suppressor cells (MDSCs) infiltration<i>. In vitro<\/i> co-culture assays with Gr1\/CD11b<sup>+<\/sup> cells from NAC1 knockout mice with EO771 tumor cells showed increase of the stemness marker CD44 and aldolase activity, suggesting a role of NAC1 in modulating the stemness-immune interaction in tumor microenvironment. Further, we observed a significant increase of NAC1 in MDSCs from the tumor bearing mice compared to that of the tumor-free mice. The results of this study demonstrate a novel role of NAC1 in regulating tumor stem cells and their crosstalk with immune cells in the tumor microenvironment (TME) and suggest that targeting NAC1 may be exploited as a new approach to reverse immune-suppressive TME and to improve treatment for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Cancer stem cell,Immunosuppression,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chrispus M. Ngule<\/b><sup>1<\/sup>, Hami Hemati<sup>1<\/sup>, Xingcong Ren<sup>1<\/sup>, Emily Bachert<sup>2<\/sup>, Xiaoqi Liu<sup>1<\/sup>, Jin-Ming Yang<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Biology, University of Kentucky, Lexington, KY,<sup>2<\/sup>Pathology, University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"f8d6b025-3d2e-4e01-beef-a2383c2e1a2d","ControlNumber":"3559","DisclosureBlock":"&nbsp;<b>C. M. Ngule, <\/b> None..<br><b>H. Hemati, <\/b> None..<br><b>X. Ren, <\/b> None..<br><b>E. Bachert, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>J. Yang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3000","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2327","PresenterBiography":null,"PresenterDisplayName":"Chrispus Ngule, MS,BS","PresenterKey":"2d574e1b-cee1-4949-9a3f-d0b63029f137","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2327. Novel role of NAC1 in regulating tumor stem cells and their interaction with immune cells in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel role of NAC1 in regulating tumor stem cells and their interaction with immune cells in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is a highly aggressive breast cancer subtype that lacks targeted treatment options. While immune check point blockade leads to significant benefits in the treatment of TNBC when in combination with chemotherapy, recurrence, metastasis, and drug resistance still remain a major challenge. The purpose of this study was to assess the ability of a colony-stimulating factor 1 receptor inhibitor (CSF-1Ri) to shift the phenotype of the tumor microenvironment (TME) in a mouse model of TNBC, and the potential benefit of such tumor priming when the CSF-1Ri is administered in combination with chemotherapy. We focused on targeting tumor-associated macrophages (TAMs) as they are the most abundant immune infiltrate in the TNBC TME and are associated with worse overall survival and an increased chance of metastasis. Targeting TAMs, specifically alternatively activated, anti-inflammatory M2-like TAMs, has been shown to inhibit tumor progression and improve overall survival in several different tumor models. We have selected pexidartnib (PLX) as the CSF-1Ri of choice given its translational potential (FDA approved) and gemcitabine (GMT) as chemotherapy, given its ability to target myeloid derived suppressor cells. We employed a mammary carcinoma 4T1in BALB\/c mice as the immunocompetent tumor model. Mice were injected with 100,000 4T1 cells in the 4<sup>th<\/sup> mammary fat pad, and tumors grew over the course of fifteen days to a tumor volume of 40 mm<sup>3<\/sup>. Mice were then exposed to daily administrations of PLX (8 mg\/kg), and weekly administrations of GMT (60 mg\/kg). Tumor volumes were recorded every other day. The TME was analyzed with flow cytometry 24h post last treatment to characterize immune infiltrates.<br \/>Regarding total TAMs (CD45+CD11b+F4\/80+), only the combination therapy (11.8% &#177; 2.1) could significantly decrease this population compared to vehicle control (22% &#177; 2). PLX (4.7% &#177; 0.8) is shown to shift the phenotype of the TNBC TME by significantly reducing M2-like TAMs (CD45+CD11b+F4\/80+CD206+) compared to vehicle control (15.6% &#177; 0.4). Interestingly, GMT also promotes a decrease in M2-like TAMs (6.6% &#177; 0.9), which is further reduced in combination therapy (2.2% &#177; 0.6), which showed a significant decrease when compared to both vehicle and standalone GMT. Both standalone GMT (82.1 mm<sup>3<\/sup> &#177; 13.7) and combination therapy (75.7 mm<sup>3<\/sup> &#177; 10.7) significantly decreased tumor burden compared to vehicle control (153.3 mm<sup>3<\/sup> &#177; 37.2) after a week of treatment. Furthermore, after five weeks of treatment, combination therapy (304.6 mm<sup>3<\/sup> &#177; 51.5) had a significant effect on tumor burden compared to GMT (596.9 mm<sup>3<\/sup> &#177; 122.8), indicating a correlation between tumor phenotype and therapeutic benefit. In conclusion, targeting TAMs in TNBC primes the tumor for combination with chemotherapy in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Tumor associated macrophages,Combination therapy,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Matthew  E.  Fernandez<\/b><sup>1<\/sup>, Cory  B.  Fines<sup>2<\/sup>, Fatemah  S.  Subul<sup>1<\/sup>, Sulaiman  S.  Alhudaithi<sup>3<\/sup>, Harry  D.  Bear<sup>1<\/sup>, Douglas  H.  Sweet<sup>1<\/sup>, Sandro  R.   P.  da Rocha<sup>1<\/sup><br><br\/><sup>1<\/sup>Virginia Commonwealth University - VCU, Richmond, VA,<sup>2<\/sup>Queens University, Belfast, United Kingdom,<sup>3<\/sup>College of Pharmacy, King Saud University, Riyadh, Saudi Arabia","CSlideId":"","ControlKey":"5f6592f1-889f-4cf5-a700-b664f0086a4a","ControlNumber":"4678","DisclosureBlock":"&nbsp;<b>M. E. Fernandez, <\/b> None..<br><b>C. B. Fines, <\/b> None..<br><b>F. S. Subul, <\/b> None..<br><b>S. S. Alhudaithi, <\/b> None..<br><b>H. D. Bear, <\/b> None..<br><b>D. H. Sweet, <\/b> None..<br><b>S. R. P. da Rocha, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3001","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2328","PresenterBiography":null,"PresenterDisplayName":"Matthew Fernandez, BS;PhD","PresenterKey":"8aec4224-f2fd-4236-a498-5d88b7ae5126","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2328. Macrophage-targeting immunotherapy for triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Macrophage-targeting immunotherapy for triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Colorectal cancer (CRC) is the second leading cause of cancer-related death worldwide, contributing to one million deaths yearly. While survival is expected in early-stage disease, the 5-year survival rate is only 15% in metastatic CRC (mCRC). Frequently patients develop resistance to their chemotherapy regimens resulting in CRC metastatic lesions to appear in the lungs, liver, and brain. In recent years, the development of immunotherapy has become a promising avenue for the treatment of cold-tumor environments such as CRC. Indeed, dense infiltration of lymphocytes in CRC correlates with longer patient survival. Thus, patients suffering from mCRC would benefit from the combination of classical chemotherapy\/radiotherapy with small immunomodulatory molecules capable of overcoming cancer cell resistance to therapy through chemo- and radio-sensitization. Recently, Antabuse&#8217;s metabolite dithiocarb-copper complex (CuET) was found to have anti-cancer activity. Here, we report for the first time on the immunomodulatory properties of CuET in the context of T\/NK cell antitumor response in mCRC.<br \/><b>Methods:<\/b> To assess CuET anticancer activity <i>in vitro<\/i>, we performed survival curve, colony-formation, and migration-invasion assays in the murine colorectal cancer cell lines MC-38 and CT-26, and in the human KRAS mutant HCT116 cell line. We assessed <i>in vivo<\/i> efficacy of CuET in ectopic and metastatic MC-38 and CT-26 models in respective C57BL\/6 and BALB\/c mice. We characterized tumor growth, mice survival, and tumor immunohistochemistry. We evaluated CuET&#8217;s immunomodulatory properties through immunophenotyping of mouse and human T\/NK cell receptors as well as corresponding tumor cell ligands after CuET treatment. We assessed CuET&#8217;s effect on the functional anticancer cytotoxicity of human PBMC-derived T\/NK cells.<br \/><b>Results:<\/b> <i>In vitro<\/i>, CuET significantly inhibits viability, clonogenicity, and migration of tumor cells MC-38, CT-26, and HCT116 with IC50 values in the nanomolar range. <i>In vivo<\/i>, systemic treatment with CuET significantly reduces tumor growth in mice and prolongs survival (<i>p<\/i>=0.0041) when compared to controls. CuET significantly inhibits MC-38 liver metastasis growth in C57BL\/6 mice. CuET recruits macrophages and T lymphocytes inside tumor cores and induces apoptosis. CuET induces the expression of NKG2D activating receptors in NK and T lymphocytes, as well as the expression of the corresponding ligands MICA\/B and ULBP1\/2 on tumor cells, enhancing the T\/NK cell cytotoxic response anticancer.<br \/><b>Conclusion:<\/b> CuET enhances the functional antitumor cytotoxic activity of NK and T lymphocytes in mice and in human PBMC. In summary, our findings demonstrate that Antabuse-derived copper-diethyldithiocarbamate, CuET, is a potent immunomodulator which could benefit patients with mCRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Antitumor agents,Proteasome inhibitors,Colorectal cancer,Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Daciana Catalina Dumut<\/b><sup>1<\/sup>, Ivo Frydrych<sup>2<\/sup>, Miroslav Popper<sup>2<\/sup>, Dusan Garic<sup>3<\/sup>, Radu Alexandru Paun<sup>4<\/sup>, Amanda Centorame<sup>1<\/sup>, Olivia Canavan<sup>5<\/sup>, Juhi Shah<sup>6<\/sup>, Martin Mistrik<sup>2<\/sup>, Petr Dzubak<sup>2<\/sup>, Jiri Bartek<sup>7<\/sup>, Marian Hajduch<sup>2<\/sup>, Juan Bautista DeSanctis<sup>2<\/sup>, Danuta Radzioch<sup>1<\/sup><br><br\/><sup>1<\/sup>Experimental Medicine, McGill University, Montral, QC, Canada,<sup>2<\/sup>Institute of Molecular & Translational Medicine, Palacky University, Olomuc, Czech Republic,<sup>3<\/sup>Developmental Neurobiology, St. Jude Children's Research Hospital, Memphis, TN,<sup>4<\/sup>Biological and Biomedical Engineering, McGill University, Montral, QC, Canada,<sup>5<\/sup>Parmacology, McGill University, Montral, QC, Canada,<sup>6<\/sup>Midwestern University, Glendale, AZ,<sup>7<\/sup>Department of Medical Biochemistry and Biophysics, Karolinska Institutet, Solna, Sweden","CSlideId":"","ControlKey":"5b7de893-57f3-433c-b22a-ba3b3589ce34","ControlNumber":"630","DisclosureBlock":"&nbsp;<b>D. C. Dumut, <\/b> None..<br><b>I. Frydrych, <\/b> None..<br><b>M. Popper, <\/b> None..<br><b>D. Garic, <\/b> None..<br><b>R. A. Paun, <\/b> None..<br><b>A. Centorame, <\/b> None..<br><b>O. Canavan, <\/b> None..<br><b>J. Shah, <\/b> None..<br><b>M. Mistrik, <\/b> None..<br><b>P. Dzubak, <\/b> None..<br><b>J. Bartek, <\/b> None..<br><b>M. Hajduch, <\/b> None..<br><b>J. B. DeSanctis, <\/b> None..<br><b>D. Radzioch, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3002","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2329","PresenterBiography":null,"PresenterDisplayName":"Daciana Dumut, BS","PresenterKey":"d5167967-9310-46bf-85f0-78711d510db1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2329. Disulfiram metabolite modulates NK and T cell cytotoxicity against metastatic colorectal cancer through tumor derived NKG2D ligands","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disulfiram metabolite modulates NK and T cell cytotoxicity against metastatic colorectal cancer through tumor derived NKG2D ligands","Topics":null,"cSlideId":""},{"Abstract":"Background: It is known that tumors with more infiltrated immune cells have better responses to PD-1\/PD-L1 antibody therapy. PGE2 is involved in the regulation of the cancer microenvironment and tumor growth, mainly through the EP4 receptor. Inhibition of the EP4 receptor may increase tumor-killing immune cell infiltration and thus increase the response to PD-1\/PD-L1 antibody therapy. Here we reported a potent and selective EP4 receptor antagonist, KF-0210, for the treatment of cancers.<br \/>Methods: Multiple experiments were conducted to characterize KF-0210 and to evaluate its anti-tumor activities in vitro and in vivo, including receptor binding assay, cAMP release in cultured cells, and in vivo pharmacokinetic and toxicity studies. Syngeneic mouse tumor models were used to evaluate the effect of KF-0210 on immune cell infiltration and tumor growth.<br \/>Results: In the EP4 receptor binding assay, KF-0210 showed a potent binding to EP4 receptor (IC50=18.6nM). Its binding potency to EP4 receptor was &#62;500 fold higher than to other prostaglandin receptors, including EP1, EP2, EP3, IP, DP1, and FP. PGE2-induced cAMP production was inhibited by KF-0210 in MCF-7 cells (IC50 = 1.06 nM) and in Flpin-293-mEP4 cells (IC50 = 0.915 nM). In human PBMCs, KF-0210 increased LPS-induced TNF&#945; release (IC50 = 4.5 nM) in the presence of PGE2. Oral administration of KF-0210 showed superior plasma exposure in rats and mice compared to E7046, another EP4 antagonist under clinical development. In the CT26 mouse model of colorectal cancer, KF-0210 increased the tumor-killing immune cells in the tumor. Tumor growth was attenuated by 16%, 36%, and 42% respectively when treated with 10mg\/kg, 30 mg\/kg\/, and 150 mg\/kg KF-0210. In the combination therapy studies, when animals were treated with KF-0210 or anti-PD-1 antibody alone, tumor growth was attenuated by 68% and 83% respectively. While combination treatment of KF-0210 and PD-1 antibody achieved 95% inhibition of tumor growth (P&#60;0.001), superior to the monotherapy of either KF-0210 or PD-1 antibody. Similar results were also observed when KF-0210 was combined with PD-L1 antibody in the same model. In the mouse EMT6 breast cancer model, the combination treatment of KF-0210 and PD-1 antibody also showed a superior effect in inhibiting tumor growth. No significant safety issues were identified in toxicity and safety studies in vivo.<br \/>Conclusion: KF-0210 is a potent and selective EP4 antagonist with a good PK and safety profile. It shows the inhibitory effect on tumor growth in mouse models of colorectal and breast cancers. The combination treatment of KF-0210 and PD-1\/PD-L1 antibodies shows a superior therapeutic effect compared to the monotherapy of each treatment. These results support the clinical development of KF-0210 for cancer therapy, especially the combination therapy with PD-1\/PD-L1 antibodies. KF-0210 is currently in phase 1 clinical study and the preliminary data showed good safety and PK profile.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Prostaglandin E2,Immuno-oncology,EP4,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yongqi Deng<\/b><sup><\/sup>, Yuan Tian<sup><\/sup>, Tao Rong<sup><\/sup>, Xiangdong Gan<sup><\/sup>, Shuai Qin<sup><\/sup>, Yuanqi Zhou<sup><\/sup>, Xiaomei Wang<sup><\/sup>, Yanlin Jia<sup><\/sup><br><br\/>Keythera Pharmaceuticals Limited, SuZhou, China","CSlideId":"","ControlKey":"a22a486a-85d6-4a75-9202-bf960099a726","ControlNumber":"2164","DisclosureBlock":"<b>&nbsp;Y. Deng, <\/b> <br><b>Keythera Pharmaceuticals Limited<\/b> Employment. <br><b>Y. Tian, <\/b> <br><b>Keythera Pharmaceuticals Limited<\/b> Employment. <br><b>T. Rong, <\/b> <br><b>Keythera Pharmaceuticals Limited<\/b> Employment. <br><b>X. Gan, <\/b> <br><b>Keythera Pharmaceuticals Limited<\/b> Employment. <br><b>S. Qin, <\/b> <br><b>Keythera Pharmaceuticals Limited<\/b> Employment. <br><b>Y. Zhou, <\/b> <br><b>Keythera Pharmaceuticals Limited<\/b> Employment. <br><b>X. Wang, <\/b> <br><b>Keythera Pharmaceuticals Limited<\/b> Employment. <br><b>Y. Jia, <\/b> <br><b>Keythera Pharmaceuticals Limited<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3003","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2330","PresenterBiography":null,"PresenterDisplayName":"Yongqi Deng, PhD","PresenterKey":"6f204e93-b5fa-4bbf-94de-f123ddf1b3fc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2330. Discovery of EP4 receptor antagonist KF-0210 for the treatment of cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of EP4 receptor antagonist KF-0210 for the treatment of cancers","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Leucine rich repeat containing 15 (LRRC15) is a 581 amino acid type 1 transmembrane protein that contains 15 leucine rich repeats. Cysteine clusters flank the LRR domain that functions as the collagen binding domain. LRRC15 has been found to be upregulated during osteogenic differentiation of mesenchymal stem cells, induced by TGF&#946;, and highly expressed in multiple solid tumors, notably in osteosarcoma (1). Antibody drug conjugates targeting LRRC15 have shown promising activity in pre-clinical studies (2).<br \/><b>Results:<\/b> To investigate the function of LRRC15 in the osteosarcoma microenvironment, we generated inducible shRNA knockdown (KD) derivatives targeting 3&#8217;UTR and ORF regions of LRRC15 of four osteosarcoma cell lines. Using these models, we characterized the biological properties of LRRC15 knockdown under 2-D and 3-D growth conditions. We found that LRRC15 KD in 2-D culture resulted in reduced adhesion to extracellular matrix (ECM) components and impaired cell migration. In 3-D spheroid culture, LRRC15 KD severely impacted scaffold-free spheroid compaction and invasion of spheroids embedded in Matrigel. Dysregulation of multiple ECM, cell adhesion and communication pathways were revealed by transcriptomic analysis from samples collected at time points during the LRRC15 KD. Of interest, several key transcription factors including <i>RUNX2<\/i>, <i>CTNNB1<\/i>, and <i>SP7<\/i> were downregulated in LRRC15 deficient cells.<br \/><b>Conclusion:<\/b> Our comprehensive results establish the importance of LRRC15 as a critical cell-adhesion molecule essential for the maintenance of the osteogenic intercellular communication, invasion and differentiation revealing novel aspects of osteosarcoma cell-biology.<br \/><b>Reference:<\/b>1.Purcell JW, Tanlimco SG, Hickson J, Fox M, Sho M, Durkin L, et al. LRRC15 Is a Novel Mesenchymal Protein and Stromal Target for Antibody-Drug Conjugates. Cancer Res 2018;78:4059-4072.2.Slemmons KK, Mukherjee S, Meltzer P, Purcell JW, Helman LJ. LRRC15 antibody-drug conjugates show promise as osteosarcoma therapeutics in preclinical studies. Pediatr Blood Cancer 2020:e28771.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Osteosarcoma,LRRC15,Cell adhesion,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sanjit Mukherjee<\/b><sup>1<\/sup>, Ankit Jajoo<sup>1<\/sup>, Jack Zhu<sup>1<\/sup>, Marbin Pineda<sup>1<\/sup>, Robert Walker<sup>1<\/sup>, James Purcell<sup>2<\/sup>, Lee J Helman<sup>3<\/sup>, Paul S. Meltzer<sup>1<\/sup><br><br\/><sup>1<\/sup>National Institutes of Health, Bethesda, MD,<sup>2<\/sup>AbbVie Biotherapeutics, Redwood City, CA,<sup>3<\/sup>Osteosarcoma Institute, Dallas, TX","CSlideId":"","ControlKey":"ea9e424b-6c4c-4214-8812-c455d5f63068","ControlNumber":"4953","DisclosureBlock":"&nbsp;<b>S. Mukherjee, <\/b> None..<br><b>A. Jajoo, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>M. Pineda, <\/b> None..<br><b>R. Walker, <\/b> None.&nbsp;<br><b>J. Purcell, <\/b> <br><b>AbbVie<\/b> Employment, Stock.<br><b>L. Helman, <\/b> None..<br><b>P. Meltzer, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3004","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2331","PresenterBiography":null,"PresenterDisplayName":"Sanjit Mukherjee, PhD","PresenterKey":"2beb87ad-9a3a-4d4b-afde-187c5c51f1e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2331. Loss of LRRC15 in osteosarcoma cells disrupts extracellular matrix integration, intercellular communication, and differentiation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of LRRC15 in osteosarcoma cells disrupts extracellular matrix integration, intercellular communication, and differentiation","Topics":null,"cSlideId":""},{"Abstract":"Background: Checkpoint immunotherapy using humanized antibody is a new therapeutic strategy against advanced colorectal cancer (CRC). Nonetheless, it shows low tumor penetration due to the large molecule size. Therefore, small immune regulatory molecules are actively sought. Our previous study showed that a small secretory protein VSTM2A suppressed Wnt signalling pathway through inducing LRP6 lysosome dependent degradation. However, its role in immune modulation is largely unknown.<br \/>Methods: Clinicopathological features were analyzed using CRC patient cohort. Functional biology of VSTM2A was investigated using T cell-antigen presenting cell (APC) co-culture models and knockout mice model. Liquid chromatography with tandem mass spectrometry (LC-MS) was carried out for mechanistic investigation.<br \/>Results: Gene ontology analysis of colon RNA-seq dataset from TCGA\/GTEx revealed significant enrichment of adaptive immune response and lymphocyte activation with high VSTM2A expression. CRC patients with inferior VSTM2A expressions were associated with lower immunoscores in both early and late stages of CRC. In addition, our immunohistochemical examinations of 208 in-house CRC cases further pinpoints to a considerable fraction of VSTM2A-negative cases showing avoidance of spontaneous CD8a<sup>+<\/sup> cells infiltration (Pearson's chi-squared test <i>P<\/i> &#60; 0.001, <i>&#966; <\/i>= 0.24) and worse clinical outcome.<br \/>LC-MS assay followed by reciprocal immunoprecipitation revealed that VSTM2A interacted with the IgV motif of immune checkpoint protein programmed cell death 1 ligand 1 (PD-L1). We further found that VSTM2A recognized PD-L1 with a dissociation constant (<i>K<sub>d<\/sub><\/i>) of 2.6 nM. Recombinant VSTM2A dose dependently suppressed the interaction of PD-L1 and PD-1 with IC<sub>50<\/sub> of 4.51 nM, indicating VSTM2A is a potential intrinsic PD-L1 antagonist. Moreover, our <i>in-vitro<\/i> mechanistic studies revealed that VSTM2A protein could block the interaction of PD-1\/PD-L1, and induced NFAT-RE luciferase activity dose-dependently using a bioluminescent cell-based PD-1\/PD-L1 blockade bioassay. VSTM2A could dramatically activate the interleukin-2 production from DO11.10 T cell in the presence non-T cell spherocyte isolated from BALB\/c mice and OVA<sub>323-339<\/sub> peptide.<br \/>Furthermore, our <i>in-vivo<\/i> study revealed that VSTM2A triggered a distinct increase in CD45<sup>+<\/sup>CD3<sup>+<\/sup> T cells infiltration in the syngeneic MC38 mouse model. <i>Vstm2a<\/i><sup>+\/- <\/sup>knockout mice challenged with azoxymethane and dextran sodium sulfate showed significantly high CRC incidence and tumor burden in comparison to wild-type littermates. Tumor from <i>Vstm2a<\/i><sup>+\/- <\/sup>mice showed significantly less CD8<sup>+<\/sup> T cell infiltration.<br \/>Conclusions: our study demonstrate the tumor extrinsic role of VSTM2A in modulation of microenvironment through abrogating PD-L1\/PD-1 interaction. Silencing of VSTM2A in CRC could suppress T cell activation and infiltration in the tumor sites.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Colorectal cancer,PD-L1,Immune response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yujuan Dong<\/b><sup>1<\/sup>, Yunfei Zhou<sup>2<\/sup>, Nathalie Wong<sup>1<\/sup>, Jun Yu<sup>3<\/sup>, Siu Man Simon Ng<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Surgery, The Chinese University of Hong Kong, Hong Kong SAR, Hong Kong,<sup>2<\/sup>The Chinese University of Hong Kong, Hong Kong SAR, Hong Kong,<sup>3<\/sup>Department of Medicine & Therapeutics, The Chinese University of Hong Kong, Hong Kong SAR, Hong Kong","CSlideId":"","ControlKey":"6995bac5-1999-4197-bee3-c4fdd111008a","ControlNumber":"1602","DisclosureBlock":"&nbsp;<b>Y. Dong, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>N. Wong, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>S. Ng, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3005","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2332","PresenterBiography":null,"PresenterDisplayName":"Yujuan Dong, PhD","PresenterKey":"300dbe26-344c-477e-ad38-ddf71d2939e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2332. VSTM2A modulation of immune response in colorectal cancer through abrogating PD-L1 and PD-1 interaction","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"VSTM2A modulation of immune response in colorectal cancer through abrogating PD-L1 and PD-1 interaction","Topics":null,"cSlideId":""},{"Abstract":"Cholangiocarcinoma (CCA) is a heterogenous malignancy that is derived from the biliary epithelium. There is growing concern as CCA incidence in United States has steadily increased. Additionally, CCA disproportionately affects different populations, and overall prognosis remains poor with a 5-year survival rate of 10%. Moreover, the Hippo\/yes-associated protein (YAP) pathway has been reported to affect various aspects of tumorigenesis and recent reports showed that higher expression of YAP is negatively associated with the survival rate in CCA patients. Thus, we investigated the antitumoral effect of verteporfin, a YAP pathway inhibitor, in YAP\/Akt and Notch\/Akt hydrodynamic tail vein injected murine models. Our results demonstrated reduced liver weight in verteporfin treated groups compared to the vehicle treated group. Single cell RNA sequence analysis noted the verteporfin treated group had reduced stemness-related expressing cells in the malignant cell population. Furthermore, B cell, CD8+ T cell, and Tumor-Associated Macrophages M1 (TAM M1) populations increased following verteporfin treatment. In summary, this study indicates that verteporfin reduces tumorigenesis in CCA by the regulation of cancer stemness and modulation of immune cells, which includes anti-tumoral\/pro-inflammatory TAM M1 in CCA animal models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,Yes-associated protein (YAP),Verteporfin,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jihye Lee<sup>1<\/sup>, <b>Xin Wang<\/b><sup>1<\/sup>, Jing Bian<sup>2<\/sup>, Maggie Cam<sup>2<\/sup>, Changqing Xie<sup>1<\/sup><br><br\/><sup>1<\/sup>NIH-NCI, Bethesda, MD,<sup>2<\/sup>CCR Collaborative Bioinformatics Resource, NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"13725324-06f6-40d7-aab3-cadd1069cc6b","ControlNumber":"3609","DisclosureBlock":"&nbsp;<b>J. Lee, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>J. Bian, <\/b> None..<br><b>M. Cam, <\/b> None..<br><b>C. Xie, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3006","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2333","PresenterBiography":null,"PresenterDisplayName":"Jihye Lee, PhD","PresenterKey":"da1fe94b-65bf-4b3a-96b5-9886df2b4fe8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2333. Verteporfin demonstrates antitumoral effect in murine cholangiocarcinoma models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Verteporfin demonstrates antitumoral effect in murine cholangiocarcinoma models","Topics":null,"cSlideId":""},{"Abstract":"Tumor Associated Macrophages (TAMs), copiously found in the Tumor Microenvironment (TME) are key players in creating an immunosuppressive environment, increasing angiogenesis and metastasis in prostate cancer (PCa). They are plastic in nature and usually exist as, M1 (anti-tumorigenic) or M2 (pro-tumorigenic) phenotype, with relative abundance of M2. In this study, we aimed to explore the phenotypic effects of TAMs on PCa and investigate the potential of glycyrrhizin, a natural compound, to reprogram M2 TAMs, as a feasible treatment approach against PCa. THP-1 monocytes and RAW 264.7 were used to study macrophage differentiation and glycyrrhizin-mediated repolarization. THP-1 cells were cultured in conditioned media (CM) of LNCaP and BPH-Cd to obtain PCa associated macrophages. Flow cytometric analysis revealed increase in expression of surface markers CD32, CD64, CD206 and CD163 confirming M1\/M2 differentiation. qPCR analysis also demonstrated upregulation of CD80, CD86, CD68, TGF-&#946; and IL10. M2 markers such as CD68, CD163, CCL2, CCL5 and TGF-&#946; were expressed in BPH-Cd TAMs. LNCaP TAMs also co-expressed CD68 and CD163. In spheroid assay on BPH-Cd cells, treatment with BPH-Cd TAM resulted in abnormally shaped, enlarged spheroids. Furthermore, the CM enhanced migration of BPH-Cd cells in transwell migration assay and downregulated P21 in western blot analysis, thus confirming its tumor-promoting role. MTT assay performed prior to studying the polarization potential of glycyrrhizin showed an increase in viability of glycyrrhizin-treated THP-1 and RAW 264.7 and selectively promoted viability in M1. The M1-polarizing properties of glycyrrhizin was revealed in the qPCR analysis of glycyrrhizin-treated M0 macrophages. The reduction in the size of the spheroids and decreased migration of BPH-Cd upon treatment with glycyrrhizin-treated M0 CM confirmed the same. Differentiation media (DM) of glycyrrhizin-treated M2 TAMs resulted in smaller, disintegrated BPH-Cd spheroids indicating possible reprogramming effect. Interestingly, glycyrrhizin-treated M2 CM downregulated the gene expression of stemness-associated markers such as NANOG, SNAIL, OCT3\/4 and COX2 with concurrent suppression of EMT marker, N-Cadherin in LNCaP cells. Cell cycle analysis on LNCaP revealed a decrease in the percentage of cells in S phase compared to glycyrrhizin-treated M2 CM, suggesting hindered proliferation. A notable observation to help understand the plausible mechanism of M2 TAM suppression was the decrease in Reactive Oxygen Species (ROS) levels in glycyrrhizin-treated M1 and M2 TAMs derived from THP-1 cells. The glycyrrhizin-mediated inhibition of ROS was also confirmed in RAW 264.7. In conclusion, our findings suggest that<br \/>glycyrrhizin could potentially reprogram TAMs to intercept proliferation, metastasis and stemness characteristics in PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Tumor microenvironment,Anticancer therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amy Thomas<\/b><sup><\/sup>, Gnanasekar Munirathinam<sup><\/sup><br><br\/>University of Illinois College of Medicine (Rockford), Rockford, IL","CSlideId":"","ControlKey":"6a9459f6-c307-40a3-997f-cc6bef8991e0","ControlNumber":"8159","DisclosureBlock":"&nbsp;<b>A. Thomas, <\/b> None..<br><b>G. Munirathinam, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3007","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2334","PresenterBiography":null,"PresenterDisplayName":"Amy Thomas, B Eng","PresenterKey":"9666c748-6dca-4d18-a893-850bd6188a87","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2334. Reprogramming M2-like tumor associated macrophages using a natural compound, glycyrrhizin, as a potential therapeutic strategy against prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reprogramming M2-like tumor associated macrophages using a natural compound, glycyrrhizin, as a potential therapeutic strategy against prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"MERTK tyrosine kinase expression is upregulated upon monocyte to macrophage differentiation. This receptor tyrosine kinase enables macrophages to efficiently clear apoptotic cells to maintain tissue homeostasis. Activation of MERTK in macrophages during efferocytosis promotes an immunosuppressive phenotype, which is hijacked by tumors to inhibit anti-tumor immunity. Further, this immunosuppressive phenotype in MERTK expressing macrophages in the tumor microenvironment is reversed using MERTK selective inhibitors, suggesting that inhibiting MERTK expression or activity in the tumor microenvironment may be of therapeutic benefit in the treatment of cancer. In an attempt to further understand the mechanism of MERTK upregulation in macrophages, we treated the monocytic leukemia cell line THP1 with PMA to differentiate the cells from a monocytic morphology to an adherent macrophage-like morphology. Following differentiation of the THP-1 cells, MERTK upregulation was confirmed by western blot and flow cytometry. In a similar fashion, treatment with of murine bone marrow derived monocytic cells with PMA induced MERTK<i> <\/i>expression. Proteomics cytokine array analysis also revealed increased levels of multiple chemokines including MCP-1 and RANTES. Treatment of THP-1 cells with a pan STAT inhibitor in the presence of PMA abrogated the induction of MERTK expression, suggesting a critical role for STAT pathways in the regulation of MERTK expression during monocyte differentiation to macrophages. Specifically, the STAT3 pathway was found to be important in MERTK regulation, as treatment with a STAT3 selective inhibitor was sufficient to abrogate MERTK expression in the presence of PMA treatment. Single cell sequencing of the immune cells in the bone marrow demonstrated <i>Stat3<\/i> expression in monocytic lineage cells. Furthermore, both CD11C<sup>+<\/sup>Ly6c<sup>+<\/sup>CD45<sup>+<\/sup> population and MERTK<sup>+<\/sup>CD11C<sup>+<\/sup>Ly6c<sup>+<\/sup>CD45<sup>+<\/sup> populations were lower in <i>Stat3<\/i> -\/- bone marrow cells treated with PMA relative to the untreated cells. Collectively, these data suggest that MERTK expression during macrophage maturation may be mediated by STAT3 activation. Previously published data have also demonstrated that STAT3 can be activated downstream of MERTK activation. Thus, we propose that MERTK and STAT3 form a positive feedback loop during macrophage maturation. Treatment with either a MERTK and\/or STAT3 inhibitor may interfere with this feedback pathway, potentially reversing an immunosuppressive phenotype in the macrophages in the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,Receptor tyrosine kinase (RTK),Signal transducers and activators of transcription (STAT),Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dan Yan<\/b><sup>1<\/sup>, Justus  M.  Huelse<sup>1<\/sup>, Swati Sharma Bhasin<sup>2<\/sup>, Manoj Bhasin<sup>2<\/sup>, Deborah DeRyckere<sup>1<\/sup>, Douglas  K.  Graham<sup>1<\/sup><br><br\/><sup>1<\/sup>Pediatrics, 1Aflac Cancer and Blood Disorders Center, Childrens Healthcare of Atlanta, Emory University, Atlanta, GA,<sup>2<\/sup>Biostatistics and Bioinformatics Shared Resource, Winship Cancer Institute, Emory University, Atlanta, GA","CSlideId":"","ControlKey":"e40b4912-a953-4251-9c66-d1bed5015f60","ControlNumber":"7785","DisclosureBlock":"&nbsp;<b>D. Yan, <\/b> None..<br><b>J. M. Huelse, <\/b> None..<br><b>S. S. Bhasin, <\/b> None..<br><b>M. Bhasin, <\/b> None.&nbsp;<br><b>D. DeRyckere, <\/b> <br><b>Meryx.Inc<\/b> Stock. <br><b>D. K. Graham, <\/b> <br><b>Meryx.Inc<\/b> Fiduciary Officer, Stock, Patent.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3008","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2335","PresenterBiography":null,"PresenterDisplayName":"Dan Yan, PhD","PresenterKey":"b41eb71f-2999-482c-b761-220d70a9dd05","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2335. Targeting a positive feedback loop of MERTK and STAT3 during macrophage differentiation may provide anti-tumor immune function","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting a positive feedback loop of MERTK and STAT3 during macrophage differentiation may provide anti-tumor immune function","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the third leading cause of cancer death worldwide. Tumor Immune escape via activation of immune checkpoint proteins, T-cell exhaustion, impaired DNA repair mechanism, and metabolic reprogramming are crucial for CRC initiation, promotion, and progression. Immune checkpoint proteins such as programmed cell death 1 (PD1), PD1 ligand 1 (PD-L1), and cytotoxic T lymphocyte antigen 4 (CTLA4) act as inhibitory immunoreceptors that prevent cytotoxic T-cells from infiltrating tumor cells. Also, metabolic pathways are actively reprogrammed during CRC development. Indeed, upregulation of DNA repair mechanisms, enhancement of tumor immunosurveillance via immune checkpoint blockage, and inhibition of intratumoral metabolic reprogramming (IMR) can revolutionize CRC treatment and improve patients&#8217; survival. Epidemiological studies have reported the association between the intake of extra virgin olive oil (EVOO) and a reduced risk of CRC development. However, there is a lack of information on the effect of EVOO on DNA repair, tumor immunosurveillance, and IMR in CRC. Therefore, we investigated the effect of EVOO on DNA repair, tumor immunosurveillance, and IMR in mice model of CRC. Male BALB\/c mice were divided into five groups of 10 mice each. Group 1 mice served as controls. Group 2 mice received a single dose of azoxymethane (AOM) 10mg\/kg and, after one week, they received three cycles of dextran sulfate sodium (DSS) at 3% in their drinking water. Group 3 mice received EVOO (2ml\/Kg) by oral gavage in combination with AOM and three cycles of 3% DSS (W\/V) in drinking water. Group 4 received EVOO (2ml\/Kg) only while Group 5 received 5-fluorouracil (10mg\/kg) in combination with AOM and three cycles of 3% DSS (W\/V) in drinking water. The experiment was terminated after confirmation of colorectal adenocarcinoma. A high tumor burden was observed to be decreased in CRC mice treated with EVOO. Furthermore, CRC mice treated with EVOO had increased expression of MSH6, PMS2, MLH1, MSH2, P53, CD4+, and CD8+ T-cells and decreased expression of PD1, PD-L1, and CTLA4 when compared to mice with CRC. Also, it decreases the colonic expression of glucose transporters 1 &#38; 4, hypoxia-inducible factor-1 &#945;, pyruvate kinase M2, hexokinase 1 and 2, lactate dehydrogenase, monocarboxylate transporter 4, fatty acid synthase, and glutaminase 1 in CRC mice when compared to the control group. The results obtained from this study showed that EVOO prevented tumor immune escape and IMR in a mouse model of colorectal cancer via promoting T-cell infiltration, DNA repair, and attenuation of overexpression of immune checkpoint proteins, glutamine dependency and Warburg metabolic phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immune checkpoint,Colorectal cancer,Metabolism,DNA repair,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Babajide  O.  Ajayi<\/b><sup>1<\/sup>, Anuoluwapo Adeshina<sup>2<\/sup><br><br\/><sup>1<\/sup>Oncopreventives and System Oncology Laboratories  Biochemistry Unit Department of Chemical Sciences, Ajayi Crowther University, Oyo, Oyo, Nigeria,<sup>2<\/sup>Medicine, All Saint University School of Medicine, Roseau, Dominica","CSlideId":"","ControlKey":"d768e118-bdbf-4b26-85ba-edbab2e322d9","ControlNumber":"7178","DisclosureBlock":"&nbsp;<b>B. O. Ajayi, <\/b> None..<br><b>A. Adeshina, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3009","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2336","PresenterBiography":"","PresenterDisplayName":"Babajide Ajayi, PhD","PresenterKey":"ece977f1-628f-4b1f-a1e7-613eab9f201e","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/ece977f1-628f-4b1f-a1e7-613eab9f201e.profile.jpg","SearchResultActions":null,"SearchResultBody":"2336. Extra-virgin olive oil prevented tumor immune escape and intratumoral metabolic reprogramming in a mouse model of colorectal cancer via promoting T-cell infiltration, DNA repair, attenuation of overexpression of immune checkpoint proteins, glutamine dependency, and the Warburg metabolic phenotype","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extra-virgin olive oil prevented tumor immune escape and intratumoral metabolic reprogramming in a mouse model of colorectal cancer via promoting T-cell infiltration, DNA repair, attenuation of overexpression of immune checkpoint proteins, glutamine dependency, and the Warburg metabolic phenotype","Topics":null,"cSlideId":""},{"Abstract":"T cell immunotherapy to solid tumor requires not only sufficient numbers of cancer cell-specific cytotoxic T cells, but also their infiltration into tumor tissues and the ability to resist hostile TME immunosuppression.<br \/>Through a proprietary process, we have identified a unique reagent, termed KX147, of which treatment of tumor potently repolarizes the TME, resulting in abrogation of multi-axes immunosuppressive signal transduction pathways reprograme of the TME for innate and adaptive immunity against cancer. We found that immunotherapy-refractory solid tumors under therapies generally fail to induce intratumoral macrophages for proinflammatory phenotypic change, nor did they reprogram the TME towards anti-tumor immunogenicity. Rather, these tumors arbitrate strong resistance through increasing IL-10 production, TGF&#946; signaling (TGFBR1 and TGFBR2), and CCL2 chemokine that attracts MDSC, leading to wound healing and reinforcement of tumor immunosuppression. In stark contrast, tumors treated with KX147 exhibit completely different TME responses to checkpoint blockade, RT and other immune-modulatory therapies, and reshape intratumoral macrophages from immunosuppression to potent proinflammation, featuring high expressions of TNF&#945;, IFN&#947;, IL-1&#946;, IL-6, IL-12, IL-17, IL-18, etc., while abating IL-10 and TGF&#946;. Moreover, KX147 also induces a prominent immunogenic antigen presentation machinery with elevated cell surface MHC-I, MHC-II, and costimulatory molecules CD80, CD86, CD40, OX40L on macrophages, which through antigen presentation induces large expansion of tumor-specific T cells for tumor elimination. Together, our studies demonstrate a novel immunotherapy strategy with KX147 combination, which holds promises for rapid and systemic elimination of solid tumors and metastases to achieve cure.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"T cell,Tumor microenvironment,Immunotherapy,reprograme,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lei Shi<\/b><sup><\/sup>, Zhen Bian<sup><\/sup>, Jane Zen<sup><\/sup>, Harry Stylli<sup><\/sup>, Yuan Liu<sup><\/sup><br><br\/>Karnelian X, Atlanta, GA","CSlideId":"","ControlKey":"f508a70e-32ec-4e78-9a56-f22f421858b0","ControlNumber":"8004","DisclosureBlock":"<b>&nbsp;L. Shi, <\/b> <br><b>KarnelianX Inc<\/b> Employment. <br><b>Z. Bian, <\/b> <br><b>karnelianx. Inc<\/b> Employment. <br><b>J. Zen, <\/b> <br><b>karnelianx. inc<\/b> Employment. <br><b>H. Stylli, <\/b> <br><b>karnelianx. inc<\/b> Employment. <br><b>Y. Liu, <\/b> <br><b>Karnelian X, Inc<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2337","PresenterBiography":null,"PresenterDisplayName":"Yuan Liu, MD;PhD","PresenterKey":"23e95dc4-212b-4ab1-980d-bb77a4fec8d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2337. Overcome solid tumor immunosuppression for T cells-mediated cancer elimination","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcome solid tumor immunosuppression for T cells-mediated cancer elimination","Topics":null,"cSlideId":""},{"Abstract":"In-situ vaccination (ISV) of tumors can disrupt their local immunosuppression to aid anti-tumor immunity. These are promising advancements, but little is known about how ISV outcomes are impacted by age-associated tumor microenvironment (TME). Herein, we compared antitumor immunity of two types of ISV-based NPs, Cowpea mosaic virus (CPMV) and calreticulin NP (CRT-NP), and ultrasound-induced histotripsy (HT) in young and aged mice bearing poorly immunogenic B16F10 melanoma tumors. Our comparative immunotherapy studies provide crucial insights into ISV-based local immune priming mechanisms and their translation for geriatric cancer therapy.<br \/>We first profiled the immune phenotypes of old (18 mo) <i>vs<\/i>. young (8 wk) C57BL6 mice bearing bilateral B16F10 melanoma in the flank regions. We then performed ISV of one of the tumor in old and young mice with mechanistically and immunologically different in-situ agents (CPMV, CRT-NP, &#38; HT). Endpoints included assessment of local and abscopal tumor growth 2wks post-treatment. Additionally, the age-associated tumor immunology of treated tumors was determined using transcriptomics analysis, analysis of serum cytokines\/chemokines, and profiling of immune cells using flow cytometry.<br \/>The primary and secondary (abscopal) B16F10 tumors showed similar or faster growth rates in old than in young mice. Tumorigenesis in aged mice correlated with metastasis-driving serum cytokine levels (CXCL1, CCL11 &#38; MCP-1), and increased expression of immune checkpoint PD1 on T-cells, and TIM3 on NK cells. All three immunotherapies, significantly delayed tumor growth of primary treated tumors in young mice. Compared to CRT-NP and HT, CPMV was relatively less effective in controlling the growth of contralateral secondary untreated tumors in young mice. In contrast, CPMV treatment induced relatively superior remission of treated and untreated tumor sites in aged mice versus CRT-NP and HT. Treatment outcomes correlated with a decrease of pro-tumoral cytokine levels (IL6, IL10 &#38; IL1b) in CPMV-NP-treated old mice. In contrast, young TME showed enhanced T cell exhaustion and populations of splenic polymorphonuclear myeloid-derived suppressor cells (PMN-MDSCs) with CPMV. Alternatively, the presence of immunosuppressive tumor-associated macrophages in older mice reduced outcomes of CRT-NP and HT. Differential gene expression analysis of treated tumors with various in-situ treatments in young and aged mice is currently in the works.<br \/>Improving anti-tumor effects of ISVs via increasing the immune function should account for age as a variable since higher accumulation of immunosuppressive cells in aged TME can subvert therapy outcomes. Future studies focused on unique interventions aimed at upregulated targets in TME of old and young mice can shed more light on normalizing outcomes independent of age.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Aging,Immunotherapy,Nanoparticle,Therapeutic Ultrasound,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Akansha Singh<\/b><sup>1<\/sup>, Jessica Fa De Oliveira<sup>2<\/sup>, Steven Fiering<sup>3<\/sup>, Josh Butcher<sup>1<\/sup>, Nicole  F.  Steinmetz<sup>2<\/sup>, Ashish Ranjan<sup>1<\/sup><br><br\/><sup>1<\/sup>Oklahoma State University, Stillwater, OK,<sup>2<\/sup>Jacobs School of Engineering, University of California, San Diego, CA,<sup>3<\/sup>Geisel School of Medicine, Dartmouth, NH","CSlideId":"","ControlKey":"077b5029-f2cd-404c-a92b-f50ea6af06ee","ControlNumber":"7626","DisclosureBlock":"&nbsp;<b>A. Singh, <\/b> None..<br><b>J. F. D. Oliveira, <\/b> None..<br><b>S. Fiering, <\/b> None..<br><b>J. Butcher, <\/b> None..<br><b>N. F. Steinmetz, <\/b> None..<br><b>A. Ranjan, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3011","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2338","PresenterBiography":null,"PresenterDisplayName":"Akansha Singh, PhD","PresenterKey":"99d701e0-2b3d-459e-adb1-752ee80b0a65","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2338. Age associated tumor microenvironment induces differential outcomes from immunomodulatory nanoparticles and therapeutic ultrasound in murine melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Age associated tumor microenvironment induces differential outcomes from immunomodulatory nanoparticles and therapeutic ultrasound in murine melanoma","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is the most common primary bone malignancy affecting long bones in children and the third most frequent in adults in the United States. It is highly invasive and metastatic. The survival rates over the last 20 years are unchanged. Therefore, it is essential to develop novel, targeted therapeutic approaches to treat OS. In pursuit of that goal, novel models are needed. Due to the high similarity in cancer genetics, the spontaneous occurrence of tumors, and the presence of an intact immune system, dogs are deemed an excellent cancer immunotherapy model. OS is also the most common malignant bone tumor (80%) in dogs. Monotherapies like oncolytic viruses and immune checkpoint inhibitors have been shown to be insufficient for effective cancer treatment. Therefore, we propose a combination of immune checkpoint inhibition and oncolytic virotherapy to target osteosarcoma tumor cells. In this combined therapy, the oncolytic virus will serve to both stimulate an inflammatory response and transmit the checkpoint inhibitor, which in turn will block PD-1-directed down-regulation of T cells, allowing the adaptive immune system to respond better to tumors. In order to evaluate this approach in the canine model, we have developed an oncolytic virus (CAV2-AU-M2) based on canine adenovirus type 2 and armed with an immune checkpoint inhibitor, an anti-canine PD1 single domain camelid antibody (sdAb). Four canine osteosarcoma cell lines, D17, D22, MCKOS, and CF11, were cultured in two-dimensional (2D) and three-dimensional (3D) cultures and were infected with CAV2-AU-M2 to analyze the infective and lytic effects of the virus. CAV2-AU-M2 infected and lysed the cells in 2D. The virus also produced anti-PD1 sdAb upon infecting the cells. Similarly, results were evident in 3D cultures. The virus infected the spheroids in the outer layers on Day 4 and slowly diffused towards the core in 7 days. The spheroids infected started showing some cell death on day 4, which progressed significantly by Day 7. This approach to oncolytic virotherapy makes the tumor more visible to the immune system and abrogates tumor-induced immune suppression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Adenovirus vector,Osteosarcoma,CAR T cells,Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Aliaa  A.   A.  Ismail<sup><\/sup>, Daniel  J.  Patton<sup><\/sup>, Theresa  A.  Higgins<sup><\/sup>, Maninder Sandey<sup><\/sup>, Bruce  F.  Smith<sup><\/sup>, <b>Payal Agarwal<\/b><sup><\/sup><br><br\/>Scott Ritchey Research Center, Auburn Univ. College of Veterinary Med., Auburn, AL","CSlideId":"","ControlKey":"e8b40df8-889b-4b10-89e8-f576b3e49266","ControlNumber":"4024","DisclosureBlock":"&nbsp;<b>A. A. A. Ismail, <\/b> None..<br><b>D. J. Patton, <\/b> None..<br><b>T. A. Higgins, <\/b> None..<br><b>M. Sandey, <\/b> None..<br><b>B. F. Smith, <\/b> None..<br><b>P. Agarwal, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2339","PresenterBiography":null,"PresenterDisplayName":"Payal Agarwal, PhD","PresenterKey":"18ac2c71-e434-43cc-97a6-1d3d8e1f48ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2339. Exploration of multiple immunotherapy modalities in ostesarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploration of multiple immunotherapy modalities in ostesarcoma","Topics":null,"cSlideId":""},{"Abstract":"Within the tumor microenvironment (TME), regulatory T (Treg) cells are one attractive cell type for targeting as they play a critical role in immunosuppression. Therapeutic strategies that specifically inhibit tumor-infiltrating Tregs while sparing peripheral and normal tissue Tregs are highly desirable. The tumor-associated Tregs express the chemokine receptor CCR8, which plays a role in the induction, expansion, chemotactic migration, and immunosuppression of tumor-associated Tregs. Thus, targeted inhibition of CCR8 is a potential therapeutic strategy against cancer. We have developed a monoclonal antibody antagonist of CCR8, IPG0521, which potently inhibited the receptor-mediated signaling and chemotaxis in Treg cells with single digital nanomolar IC50. RNA sequencing (RNA-seq)analysis indicated that CCL1-induced up-regulation of immunosuppressive genes, including PD-1, CTLA4, IL-10, TIGIT etc., were reversed by IPG0521 in tumor-derived Treg cells. IPG0521 potently inhibited the growth of multiple tumor types in both syngeinic and immune-humanized mouse models, including lung cancer, liver cancer, breast cancer, via inhibiting Treg and activating CD8+ T cells. These data pave the way for the development of IPG0521, which is under IND filing, as a novel therapeutic agent against cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Regulatory T cells,CCR8,Monoclonal antibodies,Treg,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Guohuang Fan<\/b><sup><\/sup>, Jianfei Wang<sup><\/sup>, Na Wang<sup><\/sup>, Yuanyuan Zhang<sup><\/sup>, Yong Zhang<sup><\/sup>, Binle Tian<sup><\/sup>, Xuebing Jia<sup><\/sup><br><br\/>Nanjing Immunophage Biotech Co., Ltd, Nanjing, China","CSlideId":"","ControlKey":"a1d37eb3-3921-4954-93c4-f8e5ba67dcc0","ControlNumber":"5770","DisclosureBlock":"<b>&nbsp;G. Fan, <\/b> <br><b>Nanjing Immunophage Biotech Co., Ltd<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>Nanjing Immunophage Biotech Co., Ltd<\/b> Employment. <br><b>N. Wang, <\/b> <br><b>Nanjing Immunophage Biotech Co., Ltd<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>Nanjing Immunophage Biotech Co., Ltd<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>Nanjing Immunophage Biotech Co., Ltd<\/b> Employment. <br><b>B. Tian, <\/b> <br><b>Nanjing Immunophage Biotech Co., Ltd<\/b> Employment. <br><b>X. Jia, <\/b> <br><b>Nanjing Immunophage Biotech Co., Ltd<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2340","PresenterBiography":null,"PresenterDisplayName":"Guohuang Fan","PresenterKey":"4b6ba16b-8fc2-4654-935a-179c02e859a4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2340. Development of a CCR8 monoclonal antibody which blocks CCR8 signaling and abolishes the immunosuppressive function of Treg for the treatment of cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a CCR8 monoclonal antibody which blocks CCR8 signaling and abolishes the immunosuppressive function of Treg for the treatment of cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Group 2 Innate Lymphoid Cells (ILC2s) are tissue-resident innate immune cells critical in orchestrating type-2 immune responses. Cancer-associated fibroblasts are increasingly recognized as having important pro- and anti-tumorigenic roles. While type-2 immunity has been linked to fibrosis and tumor development, how ILC2s influence the stromal microenvironment in these settings is poorly understood. Here, we investigated the role of ILC2s on pancreatic stromal cell (PSC) behavior in healthy and tumor-bearing mice.<br \/>Methods: Naive, inflamed, and tumor-bearing pancreata of WT or ILC2-deficient mice were profiled by flow cytometry, histology, or multiplex immunofluorescence imaging. We assessed two-way communication between ILC2s and stromal cells using <i>in silico<\/i> analysis of single-cell RNAseq or <i>in vitro<\/i> coculture transcriptomic data. Putative crosstalk mechanisms were tested with <i>in vitro<\/i> and <i>in vivo<\/i> assays. Additionally, we performed two-photon microscopy of reporter mice pancreata and multiplex immunofluorescent imaging of tumor sections.<br \/>Results: Imaging studies show that ILC2s co-localize with IL-33<sup>+<\/sup> stromal cells in the na&#239;ve, inflamed and tumor-bearing pancreas. <i>In vivo<\/i> and <i>in vitro<\/i> studies indicate that ILC2s are critical mediators of stromal cell proliferation and density in homeostatic and inflamed conditions, while influencing stromal cell-driven immune modulation in cancer. Single-cell transcriptomic analysis reveal distinct <i>Il33<sup>+<\/sup><\/i><sup> <\/sup>and <i>Il33-<\/i> stromal cell clusters, which may engage in different crosstalk mechanisms with ILC2s, as determined by <i>in silico<\/i> inferential analysis, <i>in vitro<\/i> co-culture and <i>in vivo<\/i> studies.<br \/>Conclusion: ILC2s strongly influence stromal cell composition in both the healthy pancreas and pancreatic tumors. Given the importance attributed to the characteristic desmoplasia of pancreatic tumors, ILC2-driven modulation of the stromal compartment may affect tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immune cells,Stroma,Fibroblasts,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thomas Yip<\/b><sup><\/sup>, Sheng Lee<sup><\/sup>, Julie Stockis<sup><\/sup>, Celine Garcia<sup><\/sup>, Shwetha Raghunathan<sup><\/sup>, Bram Lim<sup><\/sup>, Silvain Pinaud<sup><\/sup>, Shaun Png<sup><\/sup>, Timotheus Halim<sup><\/sup><br><br\/>Cancer Research UK Cambridge Institute, University of Cambridge, Cambridge, United Kingdom","CSlideId":"","ControlKey":"049a2551-a573-4cb8-9b4f-fad290335c24","ControlNumber":"4078","DisclosureBlock":"&nbsp;<b>T. Yip, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Stockis, <\/b> None..<br><b>C. Garcia, <\/b> None..<br><b>S. Raghunathan, <\/b> None..<br><b>B. Lim, <\/b> None..<br><b>S. Pinaud, <\/b> None..<br><b>S. Png, <\/b> None..<br><b>T. Halim, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2341","PresenterBiography":null,"PresenterDisplayName":"Thomas Yip, BA","PresenterKey":"f85cffde-544f-452d-8129-d769149484c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2341. Group 2 innate lymphoid cells influence pancreatic stromal cell composition in homeostasis and pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Group 2 innate lymphoid cells influence pancreatic stromal cell composition in homeostasis and pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: It is hypothesized that TLR7 agonists reprogram myeloid cells in the TME, which may lead to activation of antitumor CD8 T effector cells and subsequently tumor cell death. The orally available TLR7 agonist prodrug RO7119929 is mainly converted into its active form in the liver. Here we report preclinical data informing the clinical proof of mechanism (PoM) strategy for RO7119929, as well as confirmatory clinical data from the first-in-human, Phase I study (NCT04338685).<br \/>Methods: Prior to the Phase 1 study, bulk RNA sequencing of tumor and liver tissue was performed in a RO7119929 -treated HEP55.1c mouse model and RO7119929-treated cynomolgus monkeys. Single cell and single nucleus RNA-sequencing (snRNA-seq) was also performed in RO7119929 -treated human peripheral blood mononuclear cells (PBMCs). The Phase 1 study subsequently enrolled 55 pts with advanced primary liver cancers or other solid tumors with predominant liver involvement to receive weekly RO7119929. Paired pre- and post-treatment tumor liver biopsies were assessed. Pharmacodynamic (PD) monitoring of proximal and distal TLR7-related PD markers was performed using snRNA-seq, immunohistochemistry (IHC) and flow cytometry.<br \/>Results: Preclinical mouse, cynomolgus monkey as well as human derived data showed dose-dependent, TLR7 mode of action-related, immune stimulatory reprogramming of PBMCs, the TME and liver tissue via myeloid cell activation. These findings were translated into a Phase I expansion cohort to demonstrate PoM using predefined PD gating criteria. By implementing snRNA-seq of paired liver biopsies from 11 pts, clinical PoM of RO7119929 could be demonstrated on a cellular and cytokine\/chemokine level. Macrophages were the predominant immune infiltrate in liver tumor tissue and showed a relative increase in numbers and a trend towards an M1-immune stimulatory phenotype reprogramming on treatment. The local induction of proximal and distal cytokines and chemokines further confirmed a general shift towards a proinflammatory TME. In addition, peripheral CD8 T cell expansion was observed in most pts analyzed. An increase in CD8 tumor-infiltrating lymphocytes (TILs) occurred in 4\/9 pts (all presented with stable disease) while most pts with no TIL increase had disease progression as best response. However, a general change towards a predominant CD8 inflamed immune phenotype was not detected. There was no trend for TLR7-induced increase in PD-L1 or MHC class I expression.<br \/>Conclusions: Single-agent TLR7 agonist treatment of advanced primary or metastatic liver cancers induces local inflammation of the TME by reprogramming myeloid cells. Combination therapies may be needed to increase the relocation of antitumor CD8 T effector cells to the TME and unlock the full potential of the local immune stimulatory effect.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Liver cancer,TLR7,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Carles Fabregat-Franco<\/b><sup>1<\/sup>, Changhoon Yoo<sup>2<\/sup>, Bruno Sangro<sup>3<\/sup>, Camilla Qvortrup<sup>4<\/sup>, Hyung-Don Kim<sup>2<\/sup>, Teresa Macarulla<sup>1<\/sup>, Mariano Ponz-Sarvis<sup>5<\/sup>, Chia-Chi Lin<sup>6<\/sup>, Do-Youn Oh<sup>7<\/sup>, Thomas Yau<sup>8<\/sup>, Juliana Bessa<sup>9<\/sup>, Petra  C.  Schwalie<sup>9<\/sup>, Steffen Dettling<sup>10<\/sup>, Ramona Schlenker<sup>10<\/sup>, Natascha Riede<sup>10<\/sup>, Elia Hall<sup>9<\/sup>, Felix Lichtenegger<sup>10<\/sup>, Nicole Kratochwil<sup>9<\/sup>, Thomas Pschinger<sup>10<\/sup>, Zhiwen Jiang<sup>9<\/sup>, Tianyi Jiang<sup>11<\/sup>, Christina Godfried Sie<sup>9<\/sup>, Audrey Yeo Te-Ying<sup>12<\/sup>, Christina Schiff<sup>9<\/sup>, Sabine Hoves<sup>10<\/sup>, Michael Cannarile<sup>9<\/sup><br><br\/><sup>1<\/sup>Vall dHebron Institut dOncologia, Barcelona, Spain,<sup>2<\/sup>Asan Medical Center, Seoul, Korea, Republic of,<sup>3<\/sup>Clnica Universidad de Navarra and CIBEREHD, Pamplona, Spain,<sup>4<\/sup>Rigshospitalet, Kbenhavn, Denmark,<sup>5<\/sup>Clnica Universidad de Navarra, Pamplona, Spain,<sup>6<\/sup>National Taiwan University Hospital, Taipei, Taiwan,<sup>7<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of,<sup>8<\/sup>Queen Mary Hospital, Hong Kong, China,<sup>9<\/sup>Roche Pharmaceutical Research and Early Development (pRED), F. Hoffmann-La Roche Ltd, Basel, Switzerland,<sup>10<\/sup>Roche Pharmaceutical Research and Early Development (pRED), Roche Innovation Center Munich, Penzberg, Germany,<sup>11<\/sup>China Innovation Center of Roche (CICOR), Shanghai, China,<sup>12<\/sup>F. Hoffmann-La Roche Ltd, Basel, Switzerland","CSlideId":"","ControlKey":"ae6c7651-b331-40c9-bef5-3e7d5861d4ea","ControlNumber":"1890","DisclosureBlock":"&nbsp;<b>C. Fabregat-Franco, <\/b> None.&nbsp;<br><b>C. Yoo, <\/b> <br><b>Bayer<\/b> Grant\/Contract, Other, Advisory and honoraria. <br><b>ONO<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria. <br><b>Servier<\/b> Grant\/Contract, Other, Honoraria. <br><b>Ipsen<\/b> Grant\/Contract, Other, Honoraria. <br><b>Celgene<\/b> Grant\/Contract, Other, Honoraria. <br><b>Roche<\/b> Grant\/Contract, Other, Honoraria. <br><b>MSD<\/b> Other, Advisory and honoraria. <br><b>GSK<\/b> Other, Advisory. <br><b>Novartis<\/b> Other, Advisory. <br><b>Boehringer Ingelheim<\/b> Other, Advisory. <br><b>Eisai<\/b> Other, Honoraria. <br><b>BMS<\/b> Other, Honoraria. <br><b>B. Sangro, <\/b> <br><b>Astra Zeneca<\/b> Grant\/Contract, Travel. <br><b>BMS<\/b> Grant\/Contract. <br><b>Boston Scientific<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract, Travel. <br><b>Incyte<\/b> Grant\/Contract. <br><b>Ipsen<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract, Travel. <br><b>Roche<\/b> Grant\/Contract, Travel. <br><b>Sirtex Medical<\/b> Grant\/Contract. <br><b>C. Qvortrup, <\/b> <br><b>Roche<\/b> Grant\/Contract. <br><b>Pierre fabre<\/b> Grant\/Contract, Travel, Other, Advisory. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract, Other, Advisory. <br><b>Servier<\/b> Grant\/Contract. <br><b>Incyte<\/b> Other, Advisory. <br><b>Nordic drugs<\/b> Travel.<br><b>H. Kim, <\/b> None.&nbsp;<br><b>T. Macarulla, <\/b> <br><b>Ability Pharmaceuticals SL<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Independent Contractor, Travel. <br><b>Basilea Pharma<\/b> Independent Contractor. <br><b>Baxter<\/b> Independent Contractor. <br><b>BioLineRX Ltd<\/b> Independent Contractor. <br><b>Celgene<\/b> Independent Contractor. <br><b>Eisai<\/b> Independent Contractor. <br><b>Incyte<\/b> Independent Contractor, Travel. <br><b>Ipsen Bioscience<\/b> Independent Contractor. <br><b>Lilly<\/b> Independent Contractor. <br><b>MDS<\/b> Independent Contractor, Travel. <br><b>Novocure<\/b> Independent Contractor. <br><b>QED Therapeutics<\/b> Independent Contractor. <br><b>Roche<\/b> Independent Contractor. <br><b>Sanofi-Aventis,<\/b> Independent Contractor, Travel. <br><b>Servier<\/b> Independent Contractor, Travel. <br><b>Zymeworks<\/b> Independent Contractor. <br><b>M. Ponz-Sarvis, <\/b> <br><b>Astra Zeneca<\/b> Travel.<br><b>C. Lin, <\/b> None.&nbsp;<br><b>D. Oh, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Array<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract. <br><b>BeiGene<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Handok<\/b> Grant\/Contract.<br><b>T. Yau, <\/b> None.&nbsp;<br><b>J. Bessa, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment, Stock, Patent. <br><b>P. C. Schwalie, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment, Stock. <br><b>S. Dettling, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>R. Schlenker, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>N. Riede, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment, Stock. <br><b>E. Hall, <\/b> <br><b>Astra Zeneca<\/b> Employment. <br><b>A4PBio<\/b> Employment. <br><b>F. Lichtenegger, <\/b> <br><b>T-knife GmbH<\/b> Employment. <br><b>Roche Diagnostics GmbH<\/b> Employment. <br><b>F. Hoffmann-La Roche Ltd<\/b> Stock. <br><b>N. Kratochwil, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>T. Pschinger, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment, Patent. <br><b>Z. Jiang, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>T. Jiang, <\/b> <br><b>China Innovation Center of Roche<\/b> Employment. <br><b>C. Godfried Sie, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>A. Yeo Te-Ying, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>C. Schiff, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>S. Hoves, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment, Stock, Patent. <br><b>M. Cannarile, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2342","PresenterBiography":null,"PresenterDisplayName":"Carles Fabregat-Franco, MD","PresenterKey":"cf4bfc05-9756-4c68-8cba-6e9bd3dcf8e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2342. RO7119929, a TLR7 agonist prodrug, induces local inflammation of the tumor microenvironment (TME) by reprogramming myeloid cells in patients (pts) with advanced primary or metastatic liver cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RO7119929, a TLR7 agonist prodrug, induces local inflammation of the tumor microenvironment (TME) by reprogramming myeloid cells in patients (pts) with advanced primary or metastatic liver cancers","Topics":null,"cSlideId":""},{"Abstract":"Ependymoma is a common type of brain tumor in children, often resistant to available cytotoxics<i>.<\/i> Molecular profiling studies have led to a better understanding of ependymoma pathology and revealed a critical role of EPHB2<i>. <\/i>However, the immune system's role in tumor progression and treatment response remains poorly understood. Here, we show that the multikinase inhibitor dasatinib potently inhibits EPHB2 and ABL1 and the growth of ependymoma both in vitro and in vivo. Using an immunocompetent mouse model of ependymoma that faithfully recapitulates its immune microenvironment, we found an increased frequency of M2-like tumor-associated macrophages (TAMs), which proportionally increased with tumor size. Treatment with dasatinib reprogrammed the immune microenvironment of ependymoma by polarizing the TAMs toward an M1-like phenotype and increasing CD8 T cell activation. Dasatinib treatment induced complete regression of established mEPN-Ephb2 tumors in 78% of the animals and protected survivors against tumor recurrence. These studies indicate that dasatinib may be an effective therapy for this<i> <\/i>molecular<i> <\/i>subgroup<i> <\/i>of pediatric brain tumors and should be tested in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Pediatric cancers,Tumor microenvironment,Tumor immunity,Kinase inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jun Ren<\/b><sup><\/sup>, Zohreh Amoozgar<sup><\/sup>, Yuhui Zhao<sup><\/sup>, Pinji Lei<sup><\/sup>, William W. Ho<sup><\/sup>, Sylvie Robergea<sup><\/sup>, Peigen Huang<sup><\/sup>, Dan G. Duda<sup><\/sup>, Lei Xu<sup><\/sup>, Rakesh K. Jain<sup><\/sup><br><br\/>Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"e491238b-ab73-4fba-8f11-a45cf7df792c","ControlNumber":"4173","DisclosureBlock":"<b>&nbsp;J. Ren, <\/b> <br><b>Dynamic Cell Therapies, Inc.<\/b> Employment, Stock Option. <br><b>Z. Amoozgar, <\/b> <br><b>Sanofi<\/b> Employment.<br><b>Y. Zhao, <\/b> None..<br><b>P. Lei, <\/b> None..<br><b>W. W. Ho, <\/b> None..<br><b>S. Robergea, <\/b> None..<br><b>P. Huang, <\/b> None.&nbsp;<br><b>D. G. Duda, <\/b> <br><b>Innocoll<\/b> Other, consultant fees. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Surface Oncology<\/b> Grant\/Contract. <br><b>Exelixis<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract.<br><b>L. Xu, <\/b> None.&nbsp;<br><b>R. K. Jain, <\/b> <br><b>Cur<\/b> Other, consultant fees. <br><b>Elpis<\/b> Other, consultant fees. <br><b>Innocoll<\/b> Other, consultant fees. <br><b>SPARC<\/b> Other, consultant fees. <br><b>SynDevRx<\/b> Other, consultant fees. <br><b>Accurius<\/b> Stock. <br><b>Enlight<\/b> Stock. <br><b>SynDevRx<\/b> Stock. <br><b>Tekla Healthcare Investors<\/b> Other, Board of Trustees. <br><b>Tekla Life Sciences Investors<\/b> Other, Board of Trustees. <br><b>Tekla Healthcare Opportunities Fund<\/b> Other, Board of Trustees. <br><b>Tekla World Healthcare Fund<\/b> Other, Board of Trustees. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"3016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2343","PresenterBiography":null,"PresenterDisplayName":"Jun Ren, PhD","PresenterKey":"88030179-70b1-4701-b24a-74e8d2469482","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2343. Targeting EPHB2\/ABL1 restores anti-tumor immunity in a preclinical model of ependymoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"351","SessionOnDemand":"False","SessionTitle":"Modifiers of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting EPHB2\/ABL1 restores anti-tumor immunity in a preclinical model of ependymoma","Topics":null,"cSlideId":""}]