[{"Abstract":"Epithelial ovarian cancer (OVC) is the leading cause of death among gynecological malignancies. Natural killer (NK) cells are an attractive platform for immunotherapy owing to their superior safety, multiple mechanisms of cytotoxicity, and reduced risk of alloreactivity. Recently, paradigm-shifting studies have shown that brief activation of NK cells with inflammatory cytokines induces differentiation into cytokine induced memory-like (CIML) feature. CIML NK cells have demonstrated potent activity in preclinical and in recent clinical trial settings, suggesting CIML NK cells as a novel platform for genetically modified chimeric antigen receptor (CAR) cells for OVC therapy. Based on patient samples and patient-derived organoids (PDOs), we confirmed mesothelin (MSLN) as an attractive candidate for NK cells. Here, we designed and tested aMSLN CAR CIML NK cells for their functionality against OVC cell lines, PDOs, and xenograft mice. We designed the aMSLN CAR using the ScFv sequence against the proximal domain of MSLN with 4-1BB and CD3z as co-stimulatory domains. Primary NK cells were purified from peripheral blood, activated using IL-12, IL-18, and IL-15 resulting in CIML NK cells. The CAR gene was transduced into CIML NK cells via our optimized BaEV lentiviral system to achieve high transduction efficiency of 40-60%. The direct cytotoxic effect of NK cells was tested against OVC cell lines where the cells were co-cultured with NK cells for 6 hours and analyzed using apoptotic markers. Compared to CIML NK cells, aMSLN CAR CIML NK cells showed enhanced cytotoxicity against OVCAR3 (47.9% vs 14.8%), SKOV3 (29.3% vs 8.0%) and OVCAR8 (60.7% vs 39.8%) cells at a 10:1 ratio. In addition, the aMSLN CAR CIML NK cells exhibit long-term cytotoxicity when evaluated over a period of 3 days; killing efficiency of 71.7% vs 37.6% and 54.6% vs 32.8% for aMSLN CAR CIML NK cells compared to CIML NK cells in OVCAR8 cells and SKOV3 cells, respectively. To test the therapeutic potential of NK cells in a relevant <i>in vitro<\/i> model, we used PDOs. After 18-hour co-culture, the cytotoxicity was determined by evaluating apoptotic EpCAM+ cancer cells amongst the organoid cell population. Results showed that aMSLN CAR CIML NK cells caused increased apoptotic cells compared to CIML NK cells; 58.2% vs 11.0%, 4.5% vs 61.0%, and 10.5% vs 32.0% in three different PDOs. Finally, we tested the in vivo therapeutic efficacy of aMSLN CAR CIML NK cells against intraperitoneal OVCAR8-mcLuc model wherein we observed significant tumor control, with 80.86% tumor growth inhibition as measured by BLI after 2 doses of 5 million\/animal NK cells. We are currently evaluating the functionality of aMSLN CAR CIML NK cells after their exposure to ascites from OVC patients as well as developing methods to enhance their function in highly immunosuppressive tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Mesothelin,Chimeric antigen receptor,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mubin Tarannum<\/b><sup><\/sup>, Khanhlinh Dinh<sup><\/sup>, Juliana Vergara<sup><\/sup>, Oyku Ay<sup><\/sup>, Sarah Hill<sup><\/sup>, Rizwan Romee<sup><\/sup><br><br\/>DFCI\/Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"8f72a1e7-e9da-4696-9361-8d69f3ba23ea","ControlNumber":"4029","DisclosureBlock":"&nbsp;<b>M. Tarannum, <\/b> None..<br><b>K. Dinh, <\/b> None..<br><b>J. Vergara, <\/b> None..<br><b>O. Ay, <\/b> None..<br><b>S. Hill, <\/b> None..<br><b>R. Romee, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3047","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3181","PresenterBiography":null,"PresenterDisplayName":"Mubin Tarannum, MS;PhD","PresenterKey":"4c60ac51-09f1-416c-bae5-f74d1e8ac155","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3181. A novel memory-like NK cell CAR targeting the proximal mesothelin domain shows promising pre-clinical activity in ovarian cancer using cell lines, patient-derived organoid tumors, and xenograft mice","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel memory-like NK cell CAR targeting the proximal mesothelin domain shows promising pre-clinical activity in ovarian cancer using cell lines, patient-derived organoid tumors, and xenograft mice","Topics":null,"cSlideId":""},{"Abstract":"CAR T cell therapy of solid tumors is challenged by the heterogeneity of target expression and by mechanical and immune-modulatory barriers in the tumor microenvironment (TME). To combine CAR-retargeted T cell effector functions with a second therapeutic mode of action, we designed an innovative cell-based combination strategy. CAR-engineered antitumor effector T cells are used as micropharmacies to produce and deliver a pro-coagulatory fusion protein, tTF-NGR, in the TME to induce locoregional tumor vascular infarction for combined T-cell mediated and hypoxic tumor cell death. tTF-NGR is a CD13-targeted tissue factor variant with coagulation activity upon relocalization into the phospholipid membranes of the CD13-expressing vascular endothelial cells that invade tumor tissues. Consequent thrombosis in tumor blood vessels induces tumor infarction, growth retardation and regression in preclinical in vitro and in vivo studies and selective reduction of tumor blood flow in a clinical phase I study. Human T cells were co-transduced by retroviral one-vector gene transfer to express genes encoding for a G<sub>D2<\/sub>-specific CAR and for tTF-NGR, the latter in an antigen-dependent CAR-mediated manner. The engineered T cells exerted potent G<sub>D2<\/sub> antigen-specific effector functions, including secretion of IFN-&#947; and TNF-&#945;, upregulation of CD107 and tumor cell lysis, comparable to control CAR T cells producing mutant tTF-NGR lacking pro-coagulatory function. They secreted recombinant tTF-NGR in a strictly antigen-dependent manner upon coincubation with the anti-idiotype antibody ganglidiomab, which selectively engages the extracellular scFv of the CAR, or with G<sub>D2<\/sub>-positive tumor cells, shown by ELISA. tTF-NGR produced by human T cells effectively activates the extrinsic coagulation cascade, thus it retains its pro-coagulatory activity. In a murine Ewing sarcoma xenograft model which expresses the CAR target G<sub>D2<\/sub>on tumor cells along with CD13 on tumor vascular endothelial cells, G<sub>D2<\/sub>-specific CAR T cells with inducible tTF-NGR had noticeably superior therapeutic activity compared with control cells excreting mutant tTF-NGR. Mechanistic evidence hints at hypoxia-induced higher CAR T cell cytolytic activity. We conclude that combined CAR-mediated T cell targeting of cancer cells with CD13-targeted vascular infarction of the TME in a one-vector engineering strategy is a promising approach to overcome limitations of both strategies for effective targeting and eradication of solid cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Vascular targeting,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Bianca Altvater<sup>1<\/sup>, Sareetha Kailayangiri<sup>1<\/sup>, Christian Spurny<sup>1<\/sup>, Maike Flügge<sup>2<\/sup>, Jutta Meltzer<sup>1<\/sup>, Lea Greune<sup>1<\/sup>, Christian Schwöppe<sup>3<\/sup>, Caroline Brand<sup>3<\/sup>, Christoph Schliemann<sup>3<\/sup>, Wolfgang Hartmann<sup>4<\/sup>, Hinrich Abken<sup>5<\/sup>, Axel Schambach<sup>6<\/sup>, Nicole Farwick<sup>1<\/sup>, Wolfgang E. Berdel<sup>3<\/sup>, <b>Claudia Rossig<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>University Children's Hospital Münster, Muenster, Germany,<sup>2<\/sup>Miltenyi Biotec B.V. & Co. KG, Bergisch Gladbach, Germany,<sup>3<\/sup>Department of Medicine, University of Muenster, Muenster, Germany,<sup>4<\/sup>Division of Translational Pathology, Gerhard-Domagk-Institute of Pathology, University of Muenster, Muenster, Germany,<sup>5<\/sup>Division of Genetic Immunotherapy, Leibniz Institute for Immunotherapy (LIT) and University of Regensburg, Regensburg, Germany,<sup>6<\/sup>Institute of Experimental Hematology, Hannover Medical School, Hannover, Germany","CSlideId":"","ControlKey":"dad11ccc-e077-42b3-87e4-90d6fef67e2a","ControlNumber":"857","DisclosureBlock":"&nbsp;<b>B. Altvater, <\/b> None..<br><b>S. Kailayangiri, <\/b> None.&nbsp;<br><b>M. Flügge, <\/b> <br><b>Miltenyi Biotec<\/b> Employment.<br><b>J. Meltzer, <\/b> None..<br><b>L. Greune, <\/b> None.&nbsp;<br><b>C. Schwöppe, <\/b> <br><b>ANTUREC Pharmaceuticals GmbH<\/b> Other Business Ownership, Other, founder and co-owner.<br><b>C. Brand, <\/b> None.&nbsp;<br><b>C. Schliemann, <\/b> <br><b>AbbVie<\/b> Other, Honoraria. <br><b>Jazz Pharmaceuticals<\/b> Travel, Other, Honoraria. <br><b>Novartis<\/b> Other, Honoraria. <br><b>Pfizer<\/b> Other, Honoraria. <br><b>Roche<\/b> Other, Honoraria. <br><b>Astellas<\/b> Other, Honoraria. <br><b>AstraZeneca<\/b> Other, Honoraria. <br><b>Kite\/Gilead<\/b> Travel, Other, Honoraria. <br><b>BMS\/Celgene<\/b> Travel, Other, Honoraria.<br><b>W. Hartmann, <\/b> None.&nbsp;<br><b>H. Abken, <\/b> <br><b>Miltenyi Biotec<\/b> Patent. <br><b>TriArm Therapeutics<\/b> Stock, Patent.<br><b>A. Schambach, <\/b> None..<br><b>N. Farwick, <\/b> None.&nbsp;<br><b>W. E. Berdel, <\/b> <br><b>ANTUREC Pharmaceuticals GmbH<\/b> Other Business Ownership, Patent, Other, founder and co-owner. <br><b>Philogen S.p.A.<\/b> Stock, Other, independent advisor. <br><b>C. Rossig, <\/b> <br><b>Amgen<\/b> Other, Advisory Board Member. <br><b>Novartis<\/b> Other, Advisory Board Member. <br><b>MSD<\/b> Other, Advisory Board Member. <br><b>BMS<\/b> Other, Advisory Board Member.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3048","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3182","PresenterBiography":null,"PresenterDisplayName":"Claudia Rossig, MD","PresenterKey":"259bb19f-b048-4c5e-9a26-dcdb31430c04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3182. CAR T cells as micropharmacies to induce locoregional tumor vascular infarction by antigen-specific delivery of tissue factor to the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CAR T cells as micropharmacies to induce locoregional tumor vascular infarction by antigen-specific delivery of tissue factor to the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: Antibody-dependent cellular cytotoxicity (ADCC) is a mechanism of cell-mediated immune defense against opsonized target cells wherein the Fc-fragment of an antibody binds to the CD16 Fc receptor (Fc&#947;RIIIa) on NK cells, triggering NK cell activation and targeted killing. Cetuximab is a human IgG1 antibody targeting epidermal growth factor receptor (EGFR) that is approved for the treatment of colorectal and head and neck cancers. Binding of cetuximab to EGRF<sup>+<\/sup> cell lines has been shown to trigger ADCC mediated by NK cells. NKX101 is an investigational allogeneic NK cell therapy in development for the treatment of cancer. NKX101 is engineered to express an NKG2D-based chimeric antigen receptor (CAR) and membrane-bound IL-15. To investigate the combination of NKX101 and cetuximab, we developed <i>in vitro<\/i> assays to (i) demonstrate enhanced activity against cancer cells via CD16-mediated ADCC activity, (ii) compare ADCC activity of NKX101 cells generated from high-affinity CD16 and low-affinity CD16 donors, and (iii) evaluate the synergistic interaction between NKX101 and cetuximab.<br \/>Methods: NKX101 cells were generated from peripheral blood leukopaks from healthy donors. NucRed-labeled EGFR<sup>+<\/sup> NKG2D-L<sup>+<\/sup> human cancer cell lines were pre-incubated with cetuximab or isotype control and co-cultured with NKX101. Specific cell killing of target cells was measured using an Incucyte instrument. For synergy assessments, a dose response matrix of NKX101 cells and cetuximab was used to generate cytotoxicity values. Synergy scores for combinations were determined using the Synergy Finder Plus web application. To determine donor CD16 V\/F 158 genotypes, genomic DNA was isolated from each donor and assayed using a TaqMan CD16 genotyping kit.<br \/>Results: We demonstrate that cetuximab increases the anti-tumor effect of NKX101 in a dose-dependent manner. Assessment of the interaction between NKX101 and cetuximab <i>in vitro<\/i> revealed that the two agents can combine to kill cancer cells in a synergistic manner. Blocking CD16 on NKX101 cells with a neutralizing antibody significantly decreased potency of the combination, suggesting that the improvement in potency observed is a direct result of CD16-mediated ADCC activity. To determine if common CD16 polymorphisms influence NKX101 ADCC activity, we compared NKX101 cells generated from CD16 158 V\/V, V\/F, and F\/F donors. No significant differences in potency were observed with NKX101 cells expressing the high affinity CD16 158 V\/V genotype compared with those derived from CD16 lower affinity 158 V\/F or 158 F\/F donors. In summary, we show that the combination of an engineered allogeneic NK cell therapy, NKX101, with cetuximab leads to an increase in the specific killing of cancer cells <i>in vitro<\/i>, supporting further investigation into this combination for the treatment of solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Antibody-dependent cellular cytotoxicity (ADCC),Combination studies,Natural killer cells,Adoptive cell therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cynthia Cho<\/b><sup>1<\/sup>, Kyle Hansen<sup>1<\/sup>, Max Zhang<sup>2<\/sup>, Carmel Chan<sup>2<\/sup>, James Trager<sup>3<\/sup><br><br\/><sup>1<\/sup>Translational Medicine, Nkarta Inc., South San Francisco, CA,<sup>2<\/sup>Pre-Clinical, Nkarta Inc., South San Francisco, CA,<sup>3<\/sup>Nkarta Inc., South San Francisco, CA","CSlideId":"","ControlKey":"38ccaad2-e7d0-4926-806c-9a67a280b955","ControlNumber":"2944","DisclosureBlock":"<b>&nbsp;C. Cho, <\/b> <br><b>Nkarta Inc.<\/b> Employment, Stock, Stock Option. <br><b>RAPT Therapeutics<\/b> Stock. <br><b>K. Hansen, <\/b> <br><b>Nkarta Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Zhang, <\/b> <br><b>Nkarta Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. Chan, <\/b> <br><b>Nkarta Inc.<\/b> Employment, Stock, Stock Option. <br><b>Endra Inc.<\/b> Other, Consultant. <br><b>J. Trager, <\/b> <br><b>Nkarta Inc.<\/b> Employment, Stock, Stock Option. <br><b>Regeneron<\/b> Stock.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3049","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3183","PresenterBiography":null,"PresenterDisplayName":"Cynthia Cho","PresenterKey":"e05a139e-7235-4a90-9245-4e86a7409e2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3183. Combination of anti-EGFR antibody cetuximab with NKX101, an allogeneic NKG2D-L targeting NK cell therapy, enhances potency and <i>in vitro<\/i> cytotoxicity against solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of anti-EGFR antibody cetuximab with NKX101, an allogeneic NKG2D-L targeting NK cell therapy, enhances potency and <i>in vitro<\/i> cytotoxicity against solid tumors","Topics":null,"cSlideId":""},{"Abstract":"\u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009Chimeric antigen receptor T cell (CAR-T) therapy has proven a major success for patients with B cell malignancies. Despite recent advancements, some patients never mount an effective antitumor response and ultimately succumb to their disease. While modifications to specific CAR construct domains have resulted in greater CAR-T expansion and functional responses in some patients, it has become increasingly evident that more studies are needed to evaluate the impact of intra- and inter-patient functional heterogeneity on clinical efficacy. To begin deciphering the factors governing these disparate functionalities, we performed single-cell polyfunctional assessments of bispecific CD20\/CD19 CAR-T cells and accounted for how differences in their manufacturing could further alter functional capacity. Based on our preliminary data, we hypothesized that differences in CAR-T&#8217;s underlying biology, such as their phenotypic, transcriptional, and functional status, mediate their persistence, cytotoxicity, and clinical efficacy. By taking advantage of BLI&#8217;s Lightning platform, which interrogates and links CAR-T&#8217;s cytotoxic function, secretory profile, and transcriptional state at single-cell resolution, we uncovered key manufacturing processes that alter CAR-T cell antitumor function. We&#8217;ve also identified distinct immune signatures associated with clinical response. Future studies will utilize in vivo mouse tumor models to validate the immunological signatures driving CAR-T cell functionality and persistence after infusion. Our studies suggest that differences in CAR T-cell manufacturing protocols alter the immunological signatures of T cells, which can be exploited to guide future therapeutic interventions and the design of future clinical trials. \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Cytotoxicity,Single cell,Profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alfredo Sebastian Colina<\/b><sup>1<\/sup>, Ravi Shah<sup>2<\/sup>, Tanya Kozlik<sup>2<\/sup>, Michael  B.  Dwinell<sup>1<\/sup>, Bryon Johnson<sup>3<\/sup>, Nirav Shah<sup>2<\/sup>, Anthony Zamora<sup>1<\/sup><br><br\/><sup>1<\/sup>Microbiology and Immunology, Medical College of Wisconsin, Milwaukee, WI,<sup>2<\/sup>Department of Medicine, Medical College of Wisconsin, Milwaukee, WI,<sup>3<\/sup>Cell Therapy Laboratory, Froedtert, Milwaukee, WI","CSlideId":"","ControlKey":"56937104-6cce-4842-818f-9f7ddee04d63","ControlNumber":"5304","DisclosureBlock":"&nbsp;<b>A. S. Colina, <\/b> None..<br><b>R. Shah, <\/b> None..<br><b>T. Kozlik, <\/b> None.&nbsp;<br><b>M. B. Dwinell, <\/b> <br><b>Protein Foundry, LLC<\/b> Other, co-founder with ownership and financial interests. <br><b>Xlock Biosciences, LLC<\/b> Other, co-founder with ownership and financial interests. <br><b>B. Johnson, <\/b> <br><b>Miltenyi Biotec<\/b> Other, Research Support. <br><b>N. Shah, <\/b> <br><b>Kite Pharma, BMS, TG therapeutics, Miltenyi Biotec, Lilly Oncology, Epizyme, Incyte, Novartis, Seattle Genetics, and Umoja<\/b> Other, Advisory boards and\/or consultancy. <br><b>Lilly Oncology and Miltenyi Biotec<\/b> Other, Research funding and honoraria\u000d\u000a. <br><b>Tundra Therapeutics<\/b> Other, Tundra Therapeutics.<br><b>A. Zamora, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3050","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3184","PresenterBiography":null,"PresenterDisplayName":"Alfredo Colina, BA","PresenterKey":"17dd7659-2ec6-485a-8da9-493e7d291b76","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3184. \u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009Single-cell analysis of CAR T-cells helps uncover distinct functional signatures following CAR T-cell manufacturing \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"\u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009Single-cell analysis of CAR T-cells helps uncover distinct functional signatures following CAR T-cell manufacturing \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","Topics":null,"cSlideId":""},{"Abstract":"Background: Acute myeloid leukemia (AML) is one of the most common hematopoietic malignancies. Adoptive cellular immunotherapy like chimeric antigen receptor (CAR) T therapy has demonstrated remarkable antitumor activity against B cell malignancies. However, CAR-T therapy exhibited very limited efficacy in treating AML due to the heterogeneity of AML cells and their similarity to normal hematopoietic cells and lack of leukemic cell-specific targets.LILRB4 (also known as ILT3, CD85k) is an immunosuppressive receptor that is highly expressed on monocyte AML blasts (FAB M4 and M5 AML subtypes), which makes it an ideal therapeutic target for monocytic AML. Here we generated LILRB4-specific nanobody-based STAR-T (Synthetic T-Cell Receptor and Antigen Receptor-T) cells, aiming to develop a new treatment strategy to improve outcomes for monocytic AML.<br \/>Methods: LILRB4-specific nanobodies were obtained from alpacas immunized with the recombinant LILRB4 extracellular domain. These nanobodies were then fused to IgG1 Fc, expressed and purified from CHO cells and used for measuring the affinity, epitope binning, target binding specificity by SPR, BLI and flow cytometry. The LILRB4 STAR was designed as a double-chain TCR-based receptor with nanobodies fused to the N-terminus of the modified mouse TCR-C&#945; or TCR-C&#946;, the two chains were linked with Furin-P2A sequence. Based on STAR structure, LILRB4 single epitopic STAR was generated by fusing an nanobody to the TCR-C&#946;,whereas LILRB4 biparatopic STAR contained two nanobodies fused to the TCR-C&#945; and TCR-C&#946; separately. In vitro assays and xenograft models were used to assess the potential of LILRB4 STAR-T cells for elimination of leukemic disease.<br \/>Results and Conclusions: Multiple STAR-T cells were generated using a lentiviral-based vector and tested for their tumor lysis activity. Among multiple nanobodies tested, two nanobodies that displayed high antigen binding affinity and specificity were identified for further studies. They recognized two distinctive epitopes of LILRB4, and neither of them had competitive binding with APOE or FN1, known ligands of LILRB4. We generated both single paratopic and bi-paratopic STAR constructs and engineered the corresponding STAR-T cells. In vitro and in vivo cytotoxicity assays demonstrated that all LILRB4 STAR-T cells had high cytotoxic activity against LILRB4<sup>+<\/sup> AML cell lines. In addition, LILRB4 biparatopic STAR-T cells exhibited the highest anti-leukemic activity and the best expansion in vivo. Therefore, the LILRB4 STAR-T cells described here may be further developed for the treatment of AML and represent a new immune cell therapy strategy for LILRB4<sup>+<\/sup> AML patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,CAR T cells,Leukemias: acute myeloid,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Wei Rui<sup><\/sup>, Lei Lei<sup><\/sup>, Zezhong Zhang<sup><\/sup>, Chunyan Wu<sup><\/sup>, Yu Xia<sup><\/sup>, Yingying Liu<sup><\/sup>, Xiaojing Pang<sup><\/sup>, Ruifang Du<sup><\/sup>, Lan Wang<sup><\/sup>, Dengyue Sheng<sup><\/sup>, Jing Guo<sup><\/sup>, Yanyan Zhang<sup><\/sup>, Xueqiang Zhao<sup><\/sup>, <b>James Pan<\/b><sup><\/sup><br><br\/>BriSTAR Immunotech, Beijing, China","CSlideId":"","ControlKey":"45903261-1432-4d7c-a8d6-a0b48e0d8f67","ControlNumber":"566","DisclosureBlock":"<b>&nbsp;W. Rui, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>L. Lei, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>Z. Zhang, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>C. Wu, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>Y. Xia, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>Y. Liu, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>X. Pang, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>R. Du, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>L. Wang, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>D. Sheng, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>J. Guo, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment. <br><b>X. Zhao, <\/b> <br><b>BriSTAR Immunotech<\/b> Stock. <br><b>J. Pan, <\/b> <br><b>BriSTAR Immunotech<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3051","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3185","PresenterBiography":null,"PresenterDisplayName":"James Pan, PhD","PresenterKey":"19cabda7-4e1b-4185-9f58-cc267da0c025","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3185. Development of LILRB4 biparatopic synthetic T-cell receptor and antigen receptor (STAR)-T cells for the treatment of acute myeloid leukemia (AML)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of LILRB4 biparatopic synthetic T-cell receptor and antigen receptor (STAR)-T cells for the treatment of acute myeloid leukemia (AML)","Topics":null,"cSlideId":""},{"Abstract":"Natural Killer T (NKT) cells are unique lymphocyte lineage that present both NK and T cell phenotype. NKT cells hold strong direct cytotoxic ability toward tumor cells through glycolipid \/CD1d complex on tumor cells, NKT cells secrete large amounts of IFN&#947; and stimulate CD8 and NK cells as indirect cytotoxic effects. To elicit NKT cells responses in cancer patients, adoptive transfer of &#945;-galactosyl ceramide (&#945;GalCer) loaded APCs was exploited in a decade. I summarized anti-tumor effects and immune reaction treated with this therapy in recent 3 years.<br \/><b>Methods:<\/b> For &#945;GalCer loaded APCs, CD14-monocyte (MO) or mature dendritic cells (DC) was used. Monocytes isolated by leukapheresis were purified ether plastic adherence or CD14-positive selection. Plastic adherent monocytes were cultured for 6 days for differentiation into DC, then for an additional day for maturation with &#945;GalCer loading. CD14-Mo was cultured for 2 days with GM-CSF and &#945;GalCer. After cultivation, all cells were frozen and stored in liquid nitrogen until use. For tumor treatment, patients were injected &#945;GalCer-DC at least 4 times via SC with 2 weeks interval or injected at least twice with &#945;GalCer-CD14-Mo intravenously with 3-4 weeks interval. We evaluated safety and efficacy of &#945;GalCer-APCs immunotherapy by CTCAE, tumor maker, RECIST and immunological analysis. Fifty patients were enrolled in this immunotherapy between 2020-2022.<br \/><b>Results:<\/b> In all cases, we could not observe any therapy-related adverse effects above CTCAE Grade 2. Several anti-tumor effects such as tumor marker reduction and\/or tumor regression including CR were observed in 60.6% of evaluated cases. In the cases with iv injection of &#945;GalCer-CD14-Mo, CD3+CD56+ circulating NKT (cNKT) cells were significantly increased after the therapy. In the cases with subcutaneous injection of &#945;GalCer-DC, NK number was significantly increased. Also, cNKT cells and CD8 cells were increased with tendency of significance after the therapy. We obtained CR case in chemotherapy na&#239;ve DLBCL patient by &#945;GalCer-DC therapy. After 6 injections, multiple LN swelling was disappeared completely. In another cases, breast cancer with axillary LN metastasis, we obtained rapid tumor regression with &#945;GalCer-DC SC injection. In the case combined &#945;GalCer-APCs with some cytotoxic chemotherapy or conventional radiation immune responses were abolished. In the cases combined &#945;GalCer-APCs with taxane, platinum, gemcitabine-based chemotherapy, immune responses were clearly observed.<br \/><b>Conclusion: <\/b>&#945;GalCer-APCs infusion efficiently promote cNKT response. cNKT response was clearly related with immune responses such as CD8\/NK upregulation and anti-tumor effects. Immune responses induced by the therapy seemed to be abolished by combined conventional radiotherapy or several cytotoxic chemotherapies. &#945;GalCer-APCs infusion might be promising for cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Dendritic cells,Monocyte,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yoshinori Ito<\/b><sup><\/sup><br><br\/>Sendai Aer Clinic, Sendai, Japan","CSlideId":"","ControlKey":"6f7c5776-4288-466a-82f2-a17115629cab","ControlNumber":"5658","DisclosureBlock":"&nbsp;<b>Y. Ito, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3052","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3186","PresenterBiography":null,"PresenterDisplayName":"Yoshinori Ito, MD","PresenterKey":"22a250d3-1765-46d1-b40c-1cea8c488910","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3186. Anti-tumor effects and immunological responses by aGalCer loaded antigen presenting cell infusion in the patients with malignant tumor","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor effects and immunological responses by aGalCer loaded antigen presenting cell infusion in the patients with malignant tumor","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Induced Pluripotent Stem Cell (iPSC)-derived NK cells (iNK) offer an opportunity to generate unlimited homogenous NK cells as allogeneic off-the-shelf therapies. Interleukin-15 (IL-15) signaling enhances proliferation, persistence, cytotoxicity, and metabolic fitness of NK cells. Activation of TGF-&#946; signaling suppresses anti-tumor functions of immune cells, including NK cells, in the tumor microenvironment (TME). In addition, previously, we have reported that our Flex-NK<sup>TM<\/sup> bispecific antibody that engages NK cells through NKp46 can enhance the cytotoxicity of the non-edited iNK cells. Therefore, we hypothesized that iNK cells with IL-15 knock-in (KI) and\/or TGF&#946;R2 knock-out (KO) could exhibit improved immune function and overcome the immunosuppressive TME. Furthermore, the activity of these edited universal iNK cells could be enhanced when combined with CYT-303, a Flex-NK<sup>TM<\/sup> bispecific antibody NK engager targeting GPC3 expressed on many solid tumors including hepatocellular carcinoma (HCC).<br \/><b>Methods<\/b>: IL15 was knocked-in and\/or TGF&#946;R2 was knocked-out in iPSC using Cellectis TALEN<sup>&#174;<\/sup> and the verified edited iPSC clones were differentiated and expanded into NK cells. The functional significance of these edits in iNKs were assessed in IL-15 and TGF-&#946; dependent NK cell assays evaluating survival and proliferation, expression of activating receptors, as well as cytolysis of these iNK cells against HCC tumor cells. Cytotoxic activity of these edited cells was also tested in a serial killing assay with or without CYT-303 in the absence or presence of TGF-&#946;.<br \/><b>Results<\/b>: Compared to the non-edited iNK cells, iNKs with IL-15 KI can extend persistence <i>in vitro<\/i> in the absence of exogeneous cytokines. In the presence of TGF-&#946;, the expression level of a number of NK cell activating receptors, such as NKG2D, DNAM-1, and NKp30, was decreased and lower cytotoxicity against HCC tumor cells was observed. However, this TGF-&#946;-mediated immune suppression was reversed in TGF&#946;R2 KO iNKs cells which also presented enhanced cytotoxicity against HCC cells. Furthermore, the anti-HCC cytotoxic activity of either single (IL-15 KI) or double edited (TGF&#946;R2 KO and Il-15 KI) iNK cells were further enhanced by CYT-303, even in the presence of TGF-&#946;. Serial killing assays against HCC tumor cells showed that the iNK cell dysfunction observed in later rounds of killing could still be reversed by the combination of these gene edits and CYT-303.<br \/><b>Conclusions<\/b>: This work demonstrates that KI of IL-15 and KO of TGF&#946;R2 is a promising strategy for TALEN<sup>&#174;<\/sup>-engineered iNK cell therapies to overcome the immunosuppressive TME and mount a potent and persistent anti-tumor immune response. The data also provide a solid foundation for combining these edited iNK cells with CYT-303 to address the immunosuppressive TME towards a cure for HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immunotherapy,Edited iPSC derived NK cells,TGF&#946;R2 and IL-15,Bispecifiy NK-Engager,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Liang Lin<sup>1<\/sup>, Peng Gao<sup>1<\/sup>, <b>An-Ping Chen<\/b><sup>1<\/sup>, Hao-Ming Chang<sup>1<\/sup>, Preeti Ashok<sup>1<\/sup>, David Zou<sup>1<\/sup>, Marshall Chao Ma<sup>1<\/sup>, Justin Eyquem<sup>2<\/sup>, Alex Boyne<sup>3<\/sup>, Alexandre Juillerat<sup>3<\/sup>, Laurent Poirot<sup>4<\/sup>, Philippe Duchateau<sup>4<\/sup>, Armin Rath<sup>1<\/sup>, Elisabetta Burchi<sup>1<\/sup>, Daniel Teper<sup>1<\/sup>, Antonio Arulanandam<sup>1<\/sup>, Wei Li<sup>1<\/sup><br><br\/><sup>1<\/sup>Cytovia Therapeutics, Natick, MA,<sup>2<\/sup>UCSF, San Francisco, CA,<sup>3<\/sup>Cellectis Inc, New York, NY,<sup>4<\/sup>Cellectis, Paris, France","CSlideId":"","ControlKey":"da005a20-58f7-49e1-bf70-a1ac6e9ec539","ControlNumber":"4856","DisclosureBlock":"<b>&nbsp;L. Lin, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>P. Gao, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>A. Chen, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>H. Chang, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>P. Ashok, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>D. Zou, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>M. Ma, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>J. Eyquem, <\/b> <br><b>Cytovia Therapeutics<\/b> Grant\/Contract. <br><b>A. Boyne, <\/b> <br><b>Cellectis Inc<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Juillerat, <\/b> <br><b>Cellectis Inc<\/b> Employment, Stock, Stock Option, Patent. <br><b>L. Poirot, <\/b> <br><b>Cellectis<\/b> Employment, Stock, Stock Option, Patent. <br><b>P. Duchateau, <\/b> <br><b>Cellectis<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Rath, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>E. Burchi, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>D. Teper, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>A. Arulanandam, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock. <br><b>W. Li, <\/b> <br><b>Cytovia Therapeutics<\/b> Employment, Stock.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3053","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3187","PresenterBiography":null,"PresenterDisplayName":"An-Ping Chen, PhD","PresenterKey":"fa6d740c-add8-44e8-8e17-760540d24b6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3187. Improved anti-tumor immune functions of iPSC-derived NK cells with TGF&#946;R2 knock-out and\/or IL-15 knock-in by TALEN&#174; editing for use alone or in combination with GPC3 Flex-NK<sup>TM<\/sup> bispecific antibody","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improved anti-tumor immune functions of iPSC-derived NK cells with TGF&#946;R2 knock-out and\/or IL-15 knock-in by TALEN&#174; editing for use alone or in combination with GPC3 Flex-NK<sup>TM<\/sup> bispecific antibody","Topics":null,"cSlideId":""},{"Abstract":"Background:<br \/>The T cell antigen coupler (TAC) is a novel, proprietary chimeric receptor that facilitates the re-direction of T cells to tumor cells and activates T cells by co-opting the endogenous T cell receptor complex with the goal to elicit a safe and durable anti-tumor response. TAC01-HER2, a first-in-class TAC T product targeting HER2 (ERBB2), has entered a Phase I\/II clinical trial in patients with HER2-positive solid tumors. Here, we characterized the TAC T cell phenotypes and anti-tumor activity of TAC01-HER2 manufactured using leukocytes from Phase I\/II patients in nonclinical in vitro and in vivo assays.<br \/>Materials and Methods:<br \/>TAC T cell proliferation, activation, and phenotype of patient-derived TAC01-HER2 were assessed by flow cytometric analysis. In vitro anti-tumor cytotoxicity was assessed via a real-time microscopy-based co-culture assay, and in vivo anti-tumor activity of TAC01-HER2 was assessed in mice engrafted with established solid HER2-expressing human tumors.<br \/>Results:<br \/>Complex phenotype analysis showed that patient-derived TAC01-HER2 products consisted of a high percentage of memory T cells similar to products generated from healthy donors. Patient-derived products had significant proportions of CD4 and CD8 T cells, with CD4 being the predominant population in several of these. In a 5-day in vitro potency assay, patient-derived products showed effective tumor cell killing at low E:T rations (1:1 to 1:20) which was comparable to product generated from healthy donors. Similarly, intravenous administration of patient-derived TAC01-HER2 in mice carrying HER2-positive tumors xenografts led to a complete and sustained tumor clearance.<br \/>Conclusion:<br \/>The in vitro and in vivo data confirm the potency of patient-derived TAC01-HER2 against HER2-expressing solid tumor models. This work combined with other biomarkers may help correlate nonclinical potency with clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,HER2,Solid tumors,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ling Wang<\/b><sup><\/sup>, Stacey  X.  Xu<sup><\/sup>, Tania Benatar<sup><\/sup>, Ritu  R.  Randhawa<sup><\/sup>, Philbert Ip<sup><\/sup>, Prabha Lal<sup><\/sup>, Thanyashanthi Nitya-Nootan<sup><\/sup>, Laura Ravensbergen<sup><\/sup>, Heather MacGregor<sup><\/sup>, Suzy Prosser<sup><\/sup>, Sadhak Sengupta<sup><\/sup>, Christopher  W.  Helsen<sup><\/sup>, Andreas  G.  Bader<sup><\/sup><br><br\/>Triumvira Immunologics, Inc., Hamilton, ON, Canada","CSlideId":"","ControlKey":"9bdbc891-d15c-41d2-8db0-a1ca4217c80f","ControlNumber":"6344","DisclosureBlock":"<b>&nbsp;L. Wang, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>S. X. Xu, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>T. Benatar, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>R. R. Randhawa, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>P. Ip, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>P. Lal, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>T. Nitya-Nootan, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>L. Ravensbergen, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>H. MacGregor, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>S. Prosser, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>S. Sengupta, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>C. W. Helsen, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment. <br><b>A. G. Bader, <\/b> <br><b>Triumvira Immunologics Inc<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3054","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3188","PresenterBiography":null,"PresenterDisplayName":"Ling Wang","PresenterKey":"b8960157-95a5-4af4-8c97-47705a1a57e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3188. Patient-derived TAC01-HER2 TAC T cells produced in Cocoon&#174; Platform is highly functional in models of solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived TAC01-HER2 TAC T cells produced in Cocoon&#174; Platform is highly functional in models of solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Treatment of ovarian cancer remains challenging. A high unmet clinical need for targeted, efficient, and persisting drugs still is a major issue for clinicians and patients diagnosed with ovarian cancer, particularly platinum-resistant and-refractory, recurrent disease. Genetically modified T cells expressing chimeric antigen receptors (CARs) have shown efficient, as well as persisting anti-tumor functionality in hematological malignancies. However, solid cancers have not yet been as efficiently treated with CAR T cells, potentially due to the lack of appropriate targets. Therefore, we thoroughly characterized FOLR1 as CAR T cell target for ovarian cancer, designed novel CAR T cells, and assessed these drug candidates preclinically <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Experimental Design: We performed ultra-high content imaging on high-grade serous epithelial ovarian cancer as well as healthy tissue samples to profile the expression of the tumor-associated antigen FOLR1. Subsequently, we designed a series of CAR T cell candidates based on different monoclonal antibodies targeting FOLR1, in order to leverage on clinical experience with these binders, particularly safety aspects. The CAR designs differed in the VL-VH orientation and the spacer domain of the CAR construct. The preclinical assessment of various FOLR1-directed CAR T cell constructs was evaluated against various ovarian cancer cell lines <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Results: In this study we show high and consistent expression of the tumor-associated antigen FOLR1 on primary ovarian cancer samples, namely high-grade serous ovarian cancer. Moreover, FOLR1 expression is low, restricted, and polarized in healthy tissues. We generated diverse FOLR1-specific CAR T cells and characterized their efficacy and specificity <i>in vitro<\/i> as well as in an ovarian cancer xenograft model. CAR T cells rapidly and efficiently eradicate xenograft tumors. This anti-tumor response is accompanied by CAR T cell expansion, FOLR1-dependent cytokine secretion, and infiltration of CAR T cells into the tumor.<br \/>Conclusions: These findings demonstrate the feasibility of a preclinical CAR T cell approach targeting FOLR1 as treatment option for ovarian cancer and potentially other FOLR1-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Ovarian cancer,Folate receptor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christoph Herbel<\/b><sup><\/sup>, Julie Daigre<sup><\/sup>, Manuel Martinez-Osuna<sup><\/sup>, Maria Bethke<sup><\/sup>, Larissa Steiner<sup><\/sup>, Janina Brauner<sup><\/sup>, Jens Kopatz<sup><\/sup>, Paurush Praveen<sup><\/sup>, Dominik Eckardt<sup><\/sup>, Andreas Bosio<sup><\/sup><br><br\/>Miltenyi Biotec, Bergisch Gladbach, Germany","CSlideId":"","ControlKey":"2871256e-feb9-4aa0-9627-a67173fe3eb8","ControlNumber":"4468","DisclosureBlock":"<b>&nbsp;C. Herbel, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>J. Daigre, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>M. Martinez-Osuna, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>M. Bethke, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>L. Steiner, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>J. Brauner, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>J. Kopatz, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>P. Praveen, <\/b> <br><b>Miltenyi Biotec<\/b> Employment. <br><b>D. Eckardt, <\/b> <br><b>MIltenyi Biotec<\/b> Employment. <br><b>A. Bosio, <\/b> <br><b>Miltenyi Biotec<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3055","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3189","PresenterBiography":null,"PresenterDisplayName":"Christoph Herbel, Dr Rer Nat","PresenterKey":"2e14745c-620e-4fca-8245-3f7c5b2b9bc0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3189. Pre-clinical evaluation of novel folate receptor 1 directed CAR T cells for high grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-clinical evaluation of novel folate receptor 1 directed CAR T cells for high grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Chimeric antigen receptor (CAR) T cell therapy has revolutionized cancer treatment, demonstrating clinical success in B-cell malignancies that are refractory to standard therapies. Relapses after CAR therapy has demonstrated the limitations of current CAR T cell therapies to target antigen-low tumors and induce consistent persistence. Furthermore, the success of CAR T cell therapy in B-lineage malignancies has not yet been translated to acute myeloid leukemia (AML). The targeting of myeloid-restricted antigens, such as CD33, with standard 2<sup>nd<\/sup> generation CAR T cells has not yielded similar clinical responses as ALL. Therefore, we hypothesize that novel CAR T cell strategies will be required to improve responses in non-B cell malignancies. We identified that CAR T cells inefficiently activate the scaffolding protein LAT in response to low levels of antigen, leading to diminished efficacy. We designed a bicistronic construct consisting of a clinically active 2<sup>nd<\/sup> generation CD22-BBz CAR along with a novel <u>A<\/u>djunctive <u>L<\/u>AT <u>A<\/u>ctivating CAR incorporating the intracellular signaling domain of LAT (ALA-CART) to overcome this deficiency of signaling in CAR T cells. In xenograft models, 22ALA-CART cells completely eradicated CD22-low leukemia, which is not responsive to standard CD22-BBz CAR T cells. We have extended these findings to CD19-directed ALA-CART cells, which eradicate CD19-low leukemia that is otherwise resistant to standard CD19-BBz CAR T cells. To understand how ALA-CART improves responses to antigen-low leukemia, we evaluated the in vivo potency of ALA-CART relative to 2<sup>nd<\/sup> generation CARs and found ALA-CART cells could eradicate ALL in xenograft models at lower doses than standard CAR T cells. RNA-Seq analysis demonstrated global differences in ALA-CART cells in the resting state reflecting a less differentiated state, which corresponded to an enrichment of T stem cell memory cells and enhanced in vivo persistence. Stimulation through the ALA-CART receptor led to widespread changes in transcription factor activity in T cells which were distinct from standard CAR activation, particularly inducing significantly lower interferon response factor activity which has been associated with CAR T cell failure in patients. As strategies targeting myeloid lineage-restricted antigens with 2<sup>nd<\/sup> generation CAR T cells have not yet produced the clinical success seen with ALL-directed CAR therapy, we tested whether the ALA-CART platform could improve the activity of CD33-directed CAR T cells. CD33 ALA-CART cells demonstrated improved in vivo potency and exhibited enhanced memory potential like our results with ALL-directed ALA-CART. Thus, through the reversal of signaling deficits intrinsic to 2<sup>nd<\/sup> generation CARs, the ALA-CART platform improves the potency and persistence of CAR T cell therapy against both lymphoid and myeloid acute leukemias.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Leukemias,Signaling,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Catherine Danis<\/b><sup>1<\/sup>, Lillie Leach<sup>1<\/sup>, Christopher Ebmeier<sup>2<\/sup>, Amanda Novak<sup>1<\/sup>, Etienne Danis<sup>1<\/sup>, M. Eric Kohler<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO,<sup>2<\/sup>University of Colorado Boulder, Boulder, CO","CSlideId":"","ControlKey":"657a4373-c5c9-461c-b643-b490a5a4a2e5","ControlNumber":"6348","DisclosureBlock":"&nbsp;<b>C. Danis, <\/b> None..<br><b>L. Leach, <\/b> None..<br><b>C. Ebmeier, <\/b> None..<br><b>A. Novak, <\/b> None..<br><b>E. Danis, <\/b> None..<br><b>M. Kohler, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3056","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3190","PresenterBiography":null,"PresenterDisplayName":"Catherine Danis, PhD","PresenterKey":"1a4af465-d5b9-4f7f-a11c-8273c4ce22b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3190. ALA-CART induces global transcriptional changes leading to enhanced potency and persistence of CAR T cells against both lymphoid and myeloid acute leukemias","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ALA-CART induces global transcriptional changes leading to enhanced potency and persistence of CAR T cells against both lymphoid and myeloid acute leukemias","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Glioblastoma (GBM) presents with a poor prognosis and dismal survival rates. While cell-based immune therapies have shown success in other malignancies, there is currently little evidence that GBM is as responsive to current approaches. Novel therapies for these patients are therefore urgently needed. The antitumor effect may be limited by GBM&#8217;s rapid progression, its extensive intertumoral heterogeneity, and its immune suppressive microenvironment. For cell-based therapies to be effective, they need to be manufactured rapidly or in advance, recognize multiple targets on GBM, and resist immune suppression. We therefore sought to develop &#8220;off-the-shelf&#8221; cord blood-derived NK cell therapies capable of recognizing multiple stress ligands on tumor cells but are protected from the microenvironment by expression of a dominant negative receptor to TGF&#946; (abrogating the negative effects of the cytokine) and secretion of IL15 (overcoming negative signals from the microenvironment). We investigate the therapeutic efficacy of NK cells engineered to express IL15-and \/or TGF&#946;-DNR in glioblastoma model <i>in-vitro<\/i> and <i>in-vivo.<\/i><br \/><b>Methods:<\/b> NK cells were isolated from umbilical cord blood by magnetic selection, and subsequently modified to express IL-15, and\/or TGF&#946;-DNR. Engineered NK cells were expanded with feeder cells. Retroviral transduction efficiency was confirmed by flow cytometry. IL15 expression was quantified by ELISA. To determine the cytotoxicity activity of our engineered NK cells against glioblastoma, we measured lysis of the U87MG cell line. To determine in vivo efficacy of our engineered NK cells, we used xenograft NSG mouse models that were orthotopically engrafted with U87MG in the brain. Tumor growth was measured by bioluminescence.<br \/><b>Results:<\/b> CAR-NK cells were successfully transduced (with a transduction efficiency ranging from 66-83% (mean 74.55% <u>+<\/u> 10.6, n&#62;3) from umbilical cord blood. NK cells engineered to secrete IL15 secreted a mean of 288.3 pg\/mL. After exposure to TGF&#946; <i>in vitro<\/i>, NK cells transduced with TGF&#946;-DNR had a increase of killing [mean 58.25 % <u>+<\/u> 4.51 at 20:1 (E:T) 48.57% <u>+<\/u> 11.55 without TGF&#946;, n=3] compared to un-transduced NK cells [mean 11.98 % <u>+<\/u> 4.51 at 20:1 (E:T) 49.04% <u>+<\/u> 5.34 without TGF&#946;, n=3]. Mice injected with IL15 and TGF&#946; DNR showed better control of tumor (3.99 x 10<sup>5<\/sup> <u>+<\/u> 0.0007 bioluminescence Vs 1.673 x 10<sup>7<\/sup> <u>+<\/u> 0.160 in mice given mock-transduced NK cells and 8.44 x 10<sup>9<\/sup> <u>+<\/u> 28.62 in control mice).<br \/><b>Conclusion<\/b>: Our preliminary results show that cord blood NK cells modified to secrete IL15 and express TGF&#946;-DNR can recognize and lyse GBM cells <i>in vitro<\/i> and orthotopically implanted GBM tumors <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Glioblastoma,TGF-&#946;,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nethaji Muniraj<\/b><sup>1<\/sup>, Kajal Chaudhry<sup>1<\/sup>, Joshua Luke Terao<sup>1<\/sup>, Vipin Suri<sup>2<\/sup>, Luke Barron<sup>2<\/sup>, Catherine Bollard<sup>1<\/sup>, Conrad Russell Cruz<sup>1<\/sup><br><br\/><sup>1<\/sup>Center for Cancer and Immunology Research, Children’s National Hospital, Washington, DC,<sup>2<\/sup>Catamaran Bio, Inc, Cambridge, MA","CSlideId":"","ControlKey":"350e9fc7-db5b-46c7-be01-b4c23c3a1745","ControlNumber":"5710","DisclosureBlock":"&nbsp;<b>N. Muniraj, <\/b> None..<br><b>K. Chaudhry, <\/b> None..<br><b>J. L. Terao, <\/b> None..<br><b>V. Suri, <\/b> None..<br><b>L. Barron, <\/b> None..<br><b>C. Bollard, <\/b> None..<br><b>C. Cruz, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3057","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3191","PresenterBiography":null,"PresenterDisplayName":"Nethaji Muniraj, PhD","PresenterKey":"6e05e10f-61f6-44cf-8dbf-440b2a4c87ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3191. Genetically modified TGF-&#946; dominant negative receptor and IL15 enhance Natural Killer (NK) cell mediated cytolytic activity in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetically modified TGF-&#946; dominant negative receptor and IL15 enhance Natural Killer (NK) cell mediated cytolytic activity in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Dendritic cells have a unique ability to pick up antigen from tissues and migrate to the lymph nodes where they can cross-present cell-associated antigens with CD8<sup>+<\/sup> T cells by MHC class I. Cytotoxic T lymphocytes remove malignant cells through recognition by T cell receptors of specific antigenic peptides that appear on the surface of cancer cells by the major histocompatibility complex class I\/beta-2-microglobulin complex. In this study, we show that naive CD8<sup>+<\/sup> T cells against the melan A antigens cells primed by DCs loaded with melan A antigens are able to kill malignant melanoma cell line (SK-MEL-28).<br \/>Methods: Peripheral blood mononuclear cells and Co-culture dendritic cells-T cells were seeded and MART-1 (100 ng\/ml) reacted for 20 hours. ELISPOT ASSAY analyzes the degree of secretion of IFN-&#947; induced by Melan-A\/MART-1 peptide stimulation in DC-T (1st week). In addition, the subtype analysis of T cells through FACS and the cytotoxicity activity of T cells was measured by tumor cell impedance with AXION.<br \/>Results: In ELISPOT ASSAY, it was observed that the number of positive spots increased significantly over time compared to 1st week. In FACS result analysis, CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells increased, CD4<sup>+<\/sup> T cell was observed as a dominant T cell subtype. As a result of cell impedance assay using Axion, it was observed that the number of tumor cells (SK-MEL-28) decreased according to the CTL:T ratio. In particular, cytotoxicity was observed immediately after co-culture and gradually showed cytotoxicity up to 72 hours.<br \/>Conclusion: Our study demonstrates that DCs loaded with killed allogeneic melanoma cells can cross-prime cytotoxic T cell which is specific for melan A antigen. In the future, additional T-cell studies targeting neoantigen and clinical studies applied to solid cancer patients will be conducted.<br \/>Keywords: Dendritic cell, CD4<sup>+<\/sup>\/CD8<sup>+<\/sup> T cell, Melan A antigen, Malignant melanoma","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Drug discovery,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jonggwon Choi<\/b><sup><\/sup><br><br\/>Konyang Univ. Hospital, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"5ee1a9c3-1772-4d5f-ae7f-b57ba4b463df","ControlNumber":"4535","DisclosureBlock":"&nbsp;<b>J. Choi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3058","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3192","PresenterBiography":null,"PresenterDisplayName":"Jonggwon Choi, MD;PhD","PresenterKey":"9e74f4d6-240c-4d3a-af81-6422e56a1a01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3192. Antitumor activity of ex vivo expanded tumor antigen priming cytotoxic T cells against malignant melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antitumor activity of ex vivo expanded tumor antigen priming cytotoxic T cells against malignant melanoma","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma is the most prevalent primary brain malignancy, with a median survival of less than 21 months despite treatment with surgery, radiation, and chemotherapy. Significant intra-tumoral heterogeneity, combined with the immunosuppressive micro-environment and the limited immune population present within the privileged CNS has resulted in the failure of immunotherapy approaches. We seek to address these challenges by isolating Tumor Infiltrating Lymphocytes (TILs) which are already neoantigen specific and expanding them <i>ex vivo<\/i> before re-administering them to the patient. This allows us to greatly increase the available pool of T cells which are specific for a diversity of tumor neoantigens in the patient, while also reversing exhaustion by the addition of stimulatory co-culturing agents. We report the successful expansion of glioblastoma associated TILs from both surgically resected tumors (5 of 7 samples, 71%) and liquid aspirate from the surgical field collected in Lukens traps (4 of 6 samples, 66%). TILs were expanded with high-dose IL2 initially in the presence of tumor digest (PreREP) followed by activation and expansion with CD3\/CD28 nanobeads (REP). Flow cytometry performed on PreREP TILs revealed that 50-90% of the population consisted of effector memory T cells (CCR7-CD45RA-) with 5-40% consisting of central memory T cells (CCR7+CD45RA-). The addition of stimulatory agents such as anti-4-1BB (Urelumab) during the PreREP phase increased cell yields, as well as skewing the population towards a non-exhausted CD8+ phenotype (reduced expression of PD1, LAG3, TIM3). These cells have demonstrated tumor antigen specific activation based on IFN&#947; and TNF&#945; secretion following stimulation with autologous tumor digests and patient matched neurosphere cultures. TIL expansion with Urelumab doubled CD8% in the product (16% to 31%) and reduced CD4% (78% to 65%). Expanded TILs had more potent cytotoxic CD8+ T cells responses characterized by significantly increased numbers of tumor antigen specific IFN&#947;+ (std: 1000, Ure: 6000) and TNF&#945;+ (std:2000, Ure:20,000))cells compared to traditionally expanded TILs. We have demonstrated that TIL isolation from resected clinical glioma is feasible and can generate large quantities of immune cells whose functional status can be altered by the addition of stimulatory agents. And most importantly these TILs are reactive and specific for tumor antigens. Following additional assessment of in vitro cytotoxicity against matched tumor neurospheres <i>in vitro<\/i> we will evaluate safety and feasibility of our novel TIL approach in patients with glioblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Heterogeneity,Personalized medicine,Antitumor effect,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kelly  M.  Hotchkiss<sup>1<\/sup>, Pamela Noldner<sup>2<\/sup>, Kirit Singh<sup>1<\/sup>, Anoop Patel<sup>1<\/sup>, Peter Fecci<sup>1<\/sup>, Scott Antonia<sup>1<\/sup>, Beth  H.  Shaz<sup>2<\/sup>, <b>Mustafa Khasraw<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>Duke University School of Medicine, Durham, NC,<sup>2<\/sup>Marcus Center for Cellular Cures, Duke University School of Medicine, Durham, NC,<sup>3<\/sup>Duke Cancer Institute, Durham, NC","CSlideId":"","ControlKey":"fd115c5e-d379-4c5f-92fb-bc9b0e2781d4","ControlNumber":"4456","DisclosureBlock":"&nbsp;<b>K. M. Hotchkiss, <\/b> None..<br><b>P. Noldner, <\/b> None..<br><b>K. Singh, <\/b> None.&nbsp;<br><b>A. Patel, <\/b> <br><b>Sygnomics<\/b> Employment, Other, equity owner. <br><b>Syapse<\/b> Employment. <br><b>P. Fecci, <\/b> <br><b>Monteris<\/b> Employment. <br><b>S. Antonia, <\/b> <br><b>Celsius Therapeutics<\/b> Employment. <br><b>RAPT Therapeutics<\/b> Employment. <br><b>Venn Therapeutics<\/b> Employment. <br><b>Shoreline Bioscience<\/b> Employment. <br><b>Achilles Therapeutics<\/b> Employment. <br><b>Memgen<\/b> Employment. <br><b>Glympse<\/b> Employment. <br><b>Xilis<\/b> Employment. <br><b>Immutep<\/b> Employment.<br><b>B. H. Shaz, <\/b> None.&nbsp;<br><b>M. Khasraw, <\/b> <br><b>BMS<\/b> Grant\/Contract. <br><b>AbbVie<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>BioNTech<\/b> Grant\/Contract. <br><b>CellDex<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>CNS Pharmaceuticals<\/b> Grant\/Contract. <br><b>JAX<\/b> Grant\/Contract. <br><b>Johnson and Johnson<\/b> Gift. <br><b>Voyager Therapeutics<\/b> Gift. <br><b>George Clinical<\/b> Gift.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3059","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3193","PresenterBiography":null,"PresenterDisplayName":"Mustafa Khasraw, MD","PresenterKey":"3fa35475-9ee2-4dce-b58b-6691ff882415","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3193. Developing non-exhausted tumor infiltrating lymphocytes (TILs) as a therapy for glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing non-exhausted tumor infiltrating lymphocytes (TILs) as a therapy for glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Peritoneal carcinomatosis (PC) from ovarian cancer (OC) has poor prognosis and is in need for innovative therapies. Such clinical condition displays a composite structure with floating cell aggregates within ascites and solid-like masses invading the peritoneum. A deep understanding of the dynamics is thus crucial to propose more effective treatments.<br \/>Chimeric antigen receptor (CAR)-based immunotherapies are emerging as promising approaches, and <i>ex vivo<\/i> expanded cytokine-induced killer lymphocytes (CIK), intrinsically endowed with HLA-independent antitumor activity, are a valid platform to be exploited against solid tumors. Appropriate preclinical models, recapitulating the clinical complexity, are needed in the perspective of clinical translation. Here we explored the activity of mesothelin (MSLN) CAR-redirected CIK (CAR.CIK) against advanced OC, by developing 3D models resembling PC structural complexity.<br \/>CAR.CIK were generated from patients&#8217; PBMC (n=11), engineered with 2<sup>nd<\/sup> generation MSLN-CAR with 4-1BB costimulation. As tumor targets we employed and characterized a panel of ascites-derived OC cell lines (aOC). Anti-aOC CAR.CIK killing ability was evaluated mostly by flow cytometry.<br \/>CAR.CIK were successfully generated with a mean CAR expression of 42%. MSLN was highly expressed (&#62;75%) in 5\/6 aOC. CAR.CIK effectively killed tumor targets in standard 2D assays, even at very low effector\/target ratios (E\/T), with significant improvement compared to unmodified CIK (NTD.CIK): 78% vs 36%, 46% vs 15% respectively at 5:1 and 1:2 E\/T (p&#60;0.05). The re-growth capability of residual aOC following treatment with CAR.CIK was significantly delayed as compared with NTD.CIK (p&#60;0.05).<br \/>In order to recapitulate the clinical complexity we generated 3D aOC spheroids, either floating in liquid medium or embedded in a 3D hydrogel and co-cultured with CAR.CIK. To measure CAR.CIK activity we employed live-imaging and image processing.<br \/>CAR.CIK were found to localize faster than NTD.CIK in both liquid and solid settings. Recruitment kinetics of CAR.CIK on aOC aggregates in liquid was significantly faster in shaking cultures, reminiscent of spontaneous patient movement, than in absence of flow. Even in the 3D solid setting, CAR.CIK were functionally more efficient and localized faster on aOC spheroids than NTD.CIK.<br \/>Our data indicate that MSLN-CAR.CIK are effective against aOC in both 2D and 3D settings. Kinetics measurements in 3D show that recruitment in liquid requires shorter times when coupled to fluid flow. The solid setting is instead characterized by slower kinetics but CAR.CIK anti-tumor activity remains comparable to the liquid condition. The kinetics of recruitment should therefore be considered when assessing CAR.CIK killing.<br \/>Our findings provide reliable translational bases for clinical studies to explore intraperitoneal cellular immunotherapy with CAR.CIK against OC PC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Ovarian Cancer,3D models,Chimeric antigen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Federica Galvagno<\/b><sup>1<\/sup>, Valeria Leuci<sup>2<\/sup>, Chiara Donini<sup>1<\/sup>, Annamaria Massa<sup>1<\/sup>, Ramona Rotolo<sup>1<\/sup>, Sonia Capellero<sup>1<\/sup>, Alessia Proment<sup>1<\/sup>, Letizia Vitali<sup>1<\/sup>, Valentina Tuninetti<sup>3<\/sup>, Martina Olivero<sup>1<\/sup>, Elisa Vigna<sup>3<\/sup>, Giorgio Valabrega<sup>3<\/sup>, Luca Primo<sup>1<\/sup>, Alberto Puliafito<sup>1<\/sup>, Dario Sangiolo<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Oncology, University of Torino, Candiolo, Italy,<sup>2<\/sup>Candiolo Cancer Institute, FPO-IRCCS, Candiolo, Italy,<sup>3<\/sup>Department of Oncology, University of Torino, Torino, Italy","CSlideId":"","ControlKey":"93973ef9-0600-440f-8742-bf686509b8db","ControlNumber":"1842","DisclosureBlock":"&nbsp;<b>F. Galvagno, <\/b> None..<br><b>V. Leuci, <\/b> None..<br><b>C. Donini, <\/b> None..<br><b>A. Massa, <\/b> None..<br><b>R. Rotolo, <\/b> None..<br><b>S. Capellero, <\/b> None..<br><b>A. Proment, <\/b> None..<br><b>L. Vitali, <\/b> None..<br><b>V. Tuninetti, <\/b> None..<br><b>M. Olivero, <\/b> None..<br><b>E. Vigna, <\/b> None..<br><b>G. Valabrega, <\/b> None..<br><b>L. Primo, <\/b> None..<br><b>A. Puliafito, <\/b> None..<br><b>D. Sangiolo, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3060","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3194","PresenterBiography":null,"PresenterDisplayName":"Federica Galvagno, MS","PresenterKey":"72c2381a-44b0-4151-8ea9-c8546be2de42","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3194. Anti-mesothelin CAR.CIK lymphocytes are effective against ovarian cancer in 3D models of peritoneal carcinomatosis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-mesothelin CAR.CIK lymphocytes are effective against ovarian cancer in 3D models of peritoneal carcinomatosis","Topics":null,"cSlideId":""},{"Abstract":"CD33 and FLT3 are validated targets for myeloid malignancies, including acute myeloid leukemia (AML) and myelodysplastic syndrome (MDS). These malignancies have poor prognosis and high clinical unmet need, and current targeted therapies present ample limitations. One challenge is that untargeted leukemic stem cells (LSCs) can contribute to eventual relapse; however, targeting the LSC markers FLT3 and CD33 can contribute to off-tumor toxicities against normal hematopoietic stem cells and progenitor cells (HSCs\/HPCs), leading to bone marrow toxicities such as thrombocytopenia, neutropenia, and infectious complications. SENTI-202 is designed to address these challenges and provide a broader therapeutic window. SENTI-202 is a preclinical CAR-NK cell product candidate engineered with an OR and NOT logic gated gene circuit onto allogeneic healthy adult peripheral blood NK cells along with multi-arming via expression of calibrated release IL-15 (crIL-15) to enhance therapeutic activity and tolerability. The OR gate is implemented using a bivalent CAR (aCAR) that binds both CD33 and FLT3 to target both AML blasts and LSCs. Additionally, the NOT gate is implemented using an inhibitory CAR (iCAR) that recognizes the healthy cell protective antigen endomucin (EMCN) and targets endomucin which is designed to prevent CAR-mediated cytotoxicity against healthy cells, such as HSCs and early HPCs, potentially reducing on-target\/off-tumor toxicities. Finally, crIL-15 provides NK cell activation and persistence via simultaneous autocrine, juxtracrine, and paracrine activities. Preclinical studies demonstrated the [antitumor] activity and tolerability of SENTI-202. All SENTI-202 components are stably expressed via a single g-retroviral vector. SENTI-202 preclinical pharmacokinetics and secondary pharmacodynamics demonstrated CAR target engagement, function, as well as mechanism of action for all components in different AML models. SENTI-202 CAR-NK cells demonstrated cytotoxic activity when co-cultured with AML target cells and primary patient-derived samples and had increased antitumor capacity compared to non-engineered NK cells. SENTI-202 induced the production of cytotoxic cytokines and increased expression of activation and cytotoxicity markers consistent with CAR-mediated activation of the NK cells. The presence of EMCN iCAR reduced cytotoxicity in an EMCN-dependent manner in target cells and primary HSCs. crIL-15 expression yielded functional pSTAT5 signaling and increased persistence of SENTI-202 in vitro and in vivo. These results demonstrate the antitumor activity and tolerability of SENTI-202 and warrant further clinical development as a novel therapeutic option for patients with CD33+ and\/or FLT3+ tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Natural killer cells,Acute myeloid leukemia,chimeric antigen receptor,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Alba Gonzalez<sup><\/sup>, Enping Hong<sup><\/sup>, Gozde Yucel<sup><\/sup>, Elizabeth Leitner<sup><\/sup>, Pearley Chinta<sup><\/sup>, Han Deng<sup><\/sup>, Ian Li<sup><\/sup>, Alice Lam<sup><\/sup>, Abla Bakir<sup><\/sup>, Brandon Lee<sup><\/sup>, Papia Chakraborty<sup><\/sup>, Carmina Blanco<sup><\/sup>, Chen-Ting Lee<sup><\/sup>, Niran Almudhfar<sup><\/sup>, Mengxi Tian<sup><\/sup>, Wenqi Song<sup><\/sup>, Andrew Banicki<sup><\/sup>, Otto Contreras<sup><\/sup>, Martin Gieldin<sup><\/sup>, Brian Garrison<sup><\/sup>, Timothy  K.  Lu<sup><\/sup>, <b>Kanya Rajangam<\/b><sup><\/sup><br><br\/>Senti Biosciences, Inc, South San Francisco, CA","CSlideId":"","ControlKey":"238c4e12-8e43-4a0f-b4aa-c481145749d3","ControlNumber":"7501","DisclosureBlock":"<b>&nbsp;A. Gonzalez, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Other Securities, Patent. <br><b>E. Hong, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>G. Yucel, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>E. Leitner, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>P. Chinta, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>H. Deng, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>I. Li, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. Lam, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. Bakir, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Lee, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>P. Chakraborty, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. Blanco, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>C. Lee, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>N. Almudhfar, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Tian, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>W. Song, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>A. Banicki, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>O. Contreras, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Gieldin, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. Garrison, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>T. K. Lu, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>K. Rajangam, <\/b> <br><b>Senti Biosciences, Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3061","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3195","PresenterBiography":null,"PresenterDisplayName":"Kanya Rajangam, MD, PhD","PresenterKey":"35063d4b-5d99-4416-8769-b0cb6553d574","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3195. Preclinical development of SENTI-202, an off-the-shelf logic gated CAR-NK cell therapy, for the treatment of CD33\/FLT3+ hematologic malignancies including AML","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of SENTI-202, an off-the-shelf logic gated CAR-NK cell therapy, for the treatment of CD33\/FLT3+ hematologic malignancies including AML","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Small cell lung cancer (SCLC) is a highly lethal malignancy with limited treatment options. Most SCLC are &#8220;immune-cold&#8221; and respond poorly to immunotherapy. Targeting SCLC cell surfaceome with cellular therapies have shown promising efficacy and tolerability in DLL3-targeting CAR T (AMG119) and Bispecific T-cell engager (tarlatamab). Recent work has defined subtypes of SCLC based on master transcription factors ASCL1 (SCLC-A), NEUROD1 (SCLC-N), POU2F3 (SCLC-P) and an immune cell-rich &#8220;inflamed&#8221; subtype(SCLC-I). Notably, SCLC-A and SCLC-N express neuroendocrine (NE) features while SCLC-P and SCLC-I are non-neuroendocrine (non-NE). We hypothesize that SCLC may have distinct surfaceome expressions based on their subtypes, which can be successfully targeted with cellular therapies such as CAR T.<br \/><b>Methods:<\/b> Transcriptional profiling of patient tumors identified several putative cell surfaceome targets in SCLC. We confirmed their expression level by Western blot and flow cytometry in SCLC cell lines stratified by subtypes. Top targets were selected based on abundant expression in SCLC and restricted normal tissue expression. We then constructed third-generation CAR T-cells against the top targets and tested their efficacy in cancer cell\/CAR T co-culture models and <i>in vivo<\/i>.<br \/><b>Results: <\/b>We validated cell surface expression of top targets DLL3, CD56 and GD2; and generated CAR Ts against these targets to test cytotoxicity across a large panel of SCLC cell lines. Specifically, DLL3 is present predominantly in SCLC-A and SCLC-N (NE) subtypes. CAR T against DLL3 showed robust cytotoxicity <i>in vitro<\/i> against DLL3-expressing cell lines (5 out of 6 SCLC-A\/N cell lines, versus 1 out of 6 SCLC-P\/I cell lines; median cytotoxicity 94% vs. 43%, p=0.0082, Mann-Whitney U test), as well as promising <i>in vivo<\/i> activity. We also confirmed CD56 (NCAM1) was broadly expressed on the cell surface in SCLC A\/P\/N subtypes, and 8 out of 9 cell lines with high CD56 expression demonstrated over 50% cytotoxicity in co-culture models. GD2 was found to be enriched specifically in SCLC-N subtype of SCLC. As expected, GD2-targeting CAR T had higher cytotoxicity in SCLC-N subtypes of SCLC compared to other subtypes (median cytotoxicity 91% vs 22%, p=0.047). Moreover, given that novel therapeutics are often tested in the relapsed setting, we tested target expressions in SCLC cell lines after treatment with cisplatin and etoposide (standard frontline chemotherapy for SCLC) to see if target levels change. We found that surface target expressions increased instead of decreased in most cell lines, suggesting that they may be suitable targets in the relapsed setting also.<br \/><b>Conclusion:<\/b> This study demonstrated efficacy of CAR Ts targeting several cell surfaceome targets enriched in certain subtypes of SCLC. The data supports further investigation of a subtype-specific personalized treatment of SCLC using CAR T therapies against surfaceome targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Cell surface target,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bingnan Zhang<\/b><sup><\/sup>, Yan Yang<sup><\/sup>, C.Allison Stewart<sup><\/sup>, Kavya Ramkumar<sup><\/sup>, Runsheng Wang<sup><\/sup>, Robert Cardnell<sup><\/sup>, Lixia Diao<sup><\/sup>, Qi Wang<sup><\/sup>, Jing Wang<sup><\/sup>, Lauren Byers<sup><\/sup>, Carl Gay<sup><\/sup>, John Heymach<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"e593324a-385b-46c9-8a7f-cf6c9a070090","ControlNumber":"6786","DisclosureBlock":"&nbsp;<b>B. Zhang, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>C. Stewart, <\/b> None..<br><b>K. Ramkumar, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>R. Cardnell, <\/b> None..<br><b>L. Diao, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>J. Wang, <\/b> None.&nbsp;<br><b>L. Byers, <\/b> <br><b>AstraZeneca<\/b> Other, Research funding, advisory. <br><b>Amgen<\/b> Other, Research funding. <br><b>Merck Sharp & Dohme Corp.<\/b> Other, advisory. <br><b>Arrowhead Pharmaceauticals<\/b> Other, advisory. <br><b>Chugai Pharmaceutical<\/b> Other, advisory. <br><b>Genentech Inc.<\/b> Other, advisory. <br><b>AbbVie<\/b> Other, advisory. <br><b>BeiGene<\/b> Other, advisory. <br><b>Jazz Pharmaceuticals<\/b> Other, advisory. <br><b>C. Gay, <\/b> <br><b>AstraZeneca<\/b> Other, advisory board, speaker’s bureau, research funding. <br><b>BeiGene<\/b> Other, speaker’s bureau. <br><b>BMS<\/b> Other, Advisory board. <br><b>Jazz Pharmaceuticals<\/b> advisory board, speaker’s bureau. <br><b>MonteRosa Therapeutics<\/b> Other, advisory board. <br><b>J. Heymach, <\/b> <br><b>Spectrum<\/b> Other, advisory committee, research support, royalties and licensing fees. <br><b>AstraZeneca<\/b> Other, advisory committee, research support. <br><b>Boehringer-Ingelheim<\/b> Other, advisory committee, research support. <br><b>Takeda<\/b> Other, advisory committee, research support. <br><b>EMD Serono<\/b> Other, advisory committee. <br><b>Catalyst<\/b> Other, advisory committee. <br><b>Genentech<\/b> Other, advisory committee. <br><b>GlaxoSmithKline<\/b> Other, advisory committee. <br><b>Hengrui Therapeutics<\/b> Other, advisory committee. <br><b>Eli Lilly<\/b> Other, advisory committee. <br><b>Sanofi<\/b> Other, advisory committee. <br><b>Mirati Therapeutics<\/b> Other, advisory committee. <br><b>BMS<\/b> Other, advisory committee. <br><b>BrightPath Biotherapeutics<\/b> Other, advisory committee. <br><b>Janssen Global Services<\/b> Other, advisory committee. <br><b>Nexus Health Systems<\/b> Other, advisory committee. <br><b>Pneuma Respiratory<\/b> Other, advisory committee. <br><b>RefleXion<\/b> Other, advisory committee. <br><b>Chugai Pharmaceuticals<\/b> Other, advisory committee.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3062","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3196","PresenterBiography":null,"PresenterDisplayName":"Bingnan Zhang, MD","PresenterKey":"052ac13e-5f83-419e-96c7-bacf31220ec8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3196. Subtype-specific targeting of cell surfaceome with CAR T therapies in small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Subtype-specific targeting of cell surfaceome with CAR T therapies in small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND:<\/b> Adoptive cell therapy (ACT) has had limited success due to low T cell infiltration in breast cancer (BC) patients. We have shown that administration of class II HER2 peptide pulsed type I polarized dendritic cell (DC1) vaccines leads to increase in CD4 T cells in the periphery of BC patients. In this study, we investigated the feasibility of expanding CD4 T cells from peripheral blood mononuclear cells (PBMC) of HER2-DC1 vaccinated BC patients.<br \/><b>METHODS:<\/b> PBMCs from BC patients receiving HER2-DC1 vaccines were used for CD4 T cell expansion. PBMCs were co-cultured with HER2-DC1 at 10:1 ratio for initial activation followed by expansion with cytokines- IL-2 and IL-7 or IL-15. Expanded T cells were assessed for immune marker phenotyping by flow cytometry and TCRvb analysis. For TCRvB analysis, pre, post DC1, IL-7 and IL-15 expanded CD4 T cells were pelleted for DNA isolation and sequenced using Immunoseq Analyzer platform. In addition, we investigated the <i>in vivo<\/i><i> <\/i>efficacy of adoptively transferred mouse IL-7\/IL-15 expanded Her2 specific CD4 T cells in HER2+ TUBO mouse model.<br \/><b>RESULTS:<\/b><b> <\/b>Co-culturing of patient PBMCs with HER2-DC1 in the presence of cytokines IL-2, IL-7 and IL-15 expanded CD4 T cells ranging from 8-43 fold expansion in different samples with 92-98% CD4 phenotype. CD4 T cells expanded in IL-7 had stem like memory phenotype while IL-15 skewed to terminally differentiated CD4 T cells. IL-7 expanded T cells had significantly higher Tim3 and Ox40 expression, and effector memory proportion as compared to the IL-15 expanded T cells. Restimulation of expanded T cells with HER2 pulsed DCs showed HER2 specificity as measured by increased interferon-gamma production We identified top five clones in PBMCs from DC1-HER2 vaccinated BC patients compared to baseline. We observed differential abundance of TCR clones under IL-7 and IL-15 conditions and identified unique clones for IL-7 and IL-15. ACT using a combination of IL-7 and IL-15 expanded mouse CD4 T cells led to 50% tumor regression in HER2+ model.<br \/><b>CONCLUSION:<\/b> These studies demonstrate that HER2 specific CD4 T cells can be successfully expanded from HER2-DC1 vaccinated patients. Post HER2 DC1 vaccine can generate a pool of antigen specific CD4 T cells and may offer a promising ACT for HER2 BC. Further studies are warranted to demonstrate the efficacy in the clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Breast cancer,HER2,Adoptive cell therapy,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Namrata Gautam<\/b><sup><\/sup>, Krithika Kodumudi<sup><\/sup>, Colin Snyder<sup><\/sup>, Amber Beyer<sup><\/sup>, Ricardo Costa<sup><\/sup>, Heather Han<sup><\/sup>, Brian Czerniecki<sup><\/sup><br><br\/>H. Lee Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"a397dcb3-66a2-4f63-92e0-d4c2f5b8d070","ControlNumber":"5319","DisclosureBlock":"&nbsp;<b>N. Gautam, <\/b> None..<br><b>K. Kodumudi, <\/b> None..<br><b>C. Snyder, <\/b> None..<br><b>A. Beyer, <\/b> None.&nbsp;<br><b>R. Costa, <\/b> <br><b>Bristol Meyers Squib<\/b> Independent Contractor, He has received honorarium.. <br><b>Pfizer<\/b> Independent Contractor, He has received honorarium.. <br><b>Sermonix pharmapeuticals<\/b> Independent Contractor, He has received honorarium.. <br><b>Athenex Oncology,<\/b> Independent Contractor, He has received honorarium.. <br><b>Daiichi Sankyo<\/b> Independent Contractor, He has received honorarium.. <br><b>Astra Zeneca<\/b> Independent Contractor, He has received honorarium.. <br><b>Dare Biosciences<\/b> Stock. <br><b>Spero Therapeutics<\/b> Stock.<br><b>H. Han, <\/b> None..<br><b>B. Czerniecki, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3063","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3197","PresenterBiography":null,"PresenterDisplayName":"Namrata Gautam, PhD","PresenterKey":"cbfea740-3f0f-4c5f-9020-076824e95553","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3197. Adoptive T cell therapy using IL-7 and IL-15 expanded HER2-specific CD4 T cells for metastatic breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Adoptive T cell therapy using IL-7 and IL-15 expanded HER2-specific CD4 T cells for metastatic breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Despite significant progress in the chimeric antigen receptor (CAR)-T cell therapy of B cell malignancies, the 5-year progression-free survival rate in large B cell lymphoma following CD19-targeting CAR-T cell treatments remains below 50%. While some treatment failures were attributed to CD19 antigen loss, immunogenicity of murine single-chain fragment variable (scFv) elements has been implicated in relapse and resistance to CAR-T cell re-treatment. In this study, we evaluated fully human CD20 and CD19 dual-targeting CAR constructs (h20.19 CARs) combining human scFvs and distinct co-stimulatory domains and architectures, to mitigate tumor antigen escape, reduce immunogenicity, and improve CAR functionality.<br \/>Methods: The h20.19 CAR constructs were assembled from fully human scFvs against lymphoma antigens CD19 and CD20, with hinge, transmembrane and co-stimulatory domains derived from 4-1BB, CD28, OX40 or ICOS. Tandem second generation (T8\/8BBz), tandem third generation (T28\/28BBz, T8\/28BBz), and bicistronic (D28z\/BBz, DBBz\/28z, DOXz\/ICz) CARs were evaluated. CAR T cells were derived from healthy donors&#8217; CD4+ and CD8+ T cells by lentiviral transduction, and CAR expression was evaluated by flow cytometry. CAR-mediated target cell killing was assessed by co-culture assays, and cytokine elaboration by ELISA. <i>In vivo<\/i> CAR-T cell function was evaluated in a Raji lymphoma NSG xenograft model using low CAR-T dose (2x10<sup>6<\/sup>\/mouse). Tumor-free survivors were rechallenged with Raji cells to compare CAR-T cell potency and persistence.<br \/>Results: The hCD20.19 CAR-T cells lysed CD19<sup>+<\/sup>CD20<sup>+<\/sup> tumor lines Raji, NALM-6 and REH, and single-antigen lines 293T CD19 and 293T CD20, but not the parental CD19<sup>-<\/sup>CD20<sup>-<\/sup> 293T cells, indicating antigen-specific efficacy. Cytokines TNF&#945;, IL2 and IFN&#947; were strongly upregulated in response to Raji cells. During repeat co-culture with Raji cells, the third-generation tandem hCD20.19 CARs and the bicistronic CARs showed greater cytotoxicity than the second-generation CAR T8\/8BBz. <i>In vivo<\/i>, all third-generation tandem and bicistronic CARs induced rapid and durable Raji tumor rejection by study day 7 post CAR-T, with no apparent toxicity. Upon long rest and rechallenge with Raji cells on study day 50, all h20.19 CARs attenuated tumor progression as compared to age-matched untreated mice cohort. CARs T8\/28BBz and D28z\/BBz afforded the least protection from Raji rechallenge, whereas CAR DOXz\/ICz mediated rapid tumor rejection, but mice met euthanasia criteria by study day 71 due to weight loss. The tandem CAR T28\/28BBz and bicistronic CAR DBBz\/28z, demonstrated tumor rejection, persistence and safety after rechallenge, up to study day 86.<br \/>Conclusions: In summary, the fully human dual-targeting h20.19 CARs exhibit robust anti-tumor function and persistence <i>in vitro <\/i>and <i>in vivo<\/i>, mediate long-term remissions and resist tumor rechallenge.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,CD19,CD20,Lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Peirong Hu<\/b><sup><\/sup>, Brittany Steimle<sup><\/sup>, Ngoc Tran<sup><\/sup>, Pradyot Dash<sup><\/sup>, Dina Schneider<sup><\/sup><br><br\/>Lentigen\/Miltenyi Biotec, Gaithersburg, MD","CSlideId":"","ControlKey":"f3af8521-239f-477a-a118-d77f63fb5b89","ControlNumber":"2682","DisclosureBlock":"<b>&nbsp;P. Hu, <\/b> <br><b>Lentigen\/Miltenyi Biotech<\/b> Employment. <br><b>B. Steimle, <\/b> <br><b>Lentigen\/Miltenyi Biotec<\/b> Employment. <br><b>N. Tran, <\/b> <br><b>Lentigen\/Miltenyi Biotec<\/b> Employment. <br><b>P. Dash, <\/b> <br><b>Lentigen\/Miltenyi Biotec<\/b> Employment. <br><b>D. Schneider, <\/b> <br><b>Lentigen\/Miltenyi Biotec<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3064","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3198","PresenterBiography":null,"PresenterDisplayName":"Peirong Hu, PhD","PresenterKey":"92f76fcc-5c5a-4c43-81d3-b065ec643ebc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3198. Fully human CD20 and CD19 dual-targeting CAR-T cells mediate long-term remissions and protection from tumor rechallenge <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fully human CD20 and CD19 dual-targeting CAR-T cells mediate long-term remissions and protection from tumor rechallenge <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"The measurement of chimeric antigen receptor (CAR) expression is critical for the development, qualification and quantitation of CAR-T cells for clinical applications. There is a comprehensive range of tools commercially available for specifically measuring expression of the CAR on CD19-targeting CAR-T cells. However, with the rapidly expanding repertoire of CAR-T cells in development targeting a diverse range of tumour antigens, there is a paucity of readily implementable assays that specifically measure CAR expression, which is essential for translation into the clinic. We have developed several CARs targeting the cancer stem cell marker LGR5, one of which (CNA3103) is the lead candidate in an upcoming clinical trial in advanced metastatic colorectal cancer. Previously, the level of CNA3103 expression in this system has been determined indirectly by measuring expression of tEGFR on the CAR-T cell surface, taking advantage of co-expression of the CAR and tEGFR upon transduction with our lentiviral construct. tEGFR expression was found over many CAR-T cell manufacturing batches to report transduction efficiency reproducibly with high sensitivity. However, to specifically quantify expression of the CNA3103, an assay utilising an Fc-tagged recombinant human LGR5 protein, in combination with an anti-human IgG1 Fc-specific secondary antibody was developed. A number of optimisation steps including titration of multiple batches of rhLGR5-Fc, different anti-human IgG1 Fc-specific antibodies and a range of incubation parameters were tested. This resulted in development of an assay that yielded very similar reproducibility and sensitivity to that previously observed with the indirect tEGFR surrogate assay. Overall, the findings highlight the utility of using CAR-targeting recombinant proteins for evaluating CAR expression on CAR-T cells, providing a general flow cytometry-based staining strategy that may be adapted for assessing a diverse repertoire of CARs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Chimeric antigen receptor,Adoptive cell therapy,Assay development,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Timona Tyllis<\/b><sup>1<\/sup>, Caitlin Abbott<sup>1<\/sup>, Dylan McPeake<sup>1<\/sup>, Jade Foeng<sup>1<\/sup>, Veronika Bandara<sup>2<\/sup>, Batjargal Gundsambuu<sup>2<\/sup>, Silvana Napoli<sup>2<\/sup>, Stuart Mills<sup>3<\/sup>, Emma Thompson<sup>4<\/sup>, Lih Tan<sup>4<\/sup>, Allison Cowin<sup>3<\/sup>, Claudine Bonder<sup>4<\/sup>, Timothy Sadlon<sup>5<\/sup>, Simon Barry<sup>5<\/sup>, Shaun McColl<sup>6<\/sup><br><br\/><sup>1<\/sup>Molecular and Biomedical Science, The University of Adelaide, Adelaide, Australia,<sup>2<\/sup>Robinson Research Institute, Adelaide, Australia,<sup>3<\/sup>Future Research Institue, Adelaide, Australia,<sup>4<\/sup>Centre for Cancer Biology, University of South Australia, Adelaide, Australia,<sup>5<\/sup>Robinson Research Institute\/Women and Childrens’ Health Network, Adelaide, Australia,<sup>6<\/sup>The University of Adelaide\/Carina Biotech, Adelaide, Australia","CSlideId":"","ControlKey":"3f09a46e-cc02-4531-b936-da11625be458","ControlNumber":"5888","DisclosureBlock":"&nbsp;<b>T. Tyllis, <\/b> None..<br><b>C. Abbott, <\/b> None..<br><b>D. McPeake, <\/b> None..<br><b>J. Foeng, <\/b> None..<br><b>V. Bandara, <\/b> None..<br><b>B. Gundsambuu, <\/b> None..<br><b>S. Napoli, <\/b> None..<br><b>S. Mills, <\/b> None..<br><b>E. Thompson, <\/b> None..<br><b>L. Tan, <\/b> None..<br><b>A. Cowin, <\/b> None..<br><b>C. Bonder, <\/b> None..<br><b>T. Sadlon, <\/b> None..<br><b>S. Barry, <\/b> None..<br><b>S. McColl, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3065","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3199","PresenterBiography":null,"PresenterDisplayName":"Timona Tyllis, Graduate Student","PresenterKey":"6ae24331-1f13-4b25-b139-8a2c57a9c55f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3199. Development of a flow cytometry-based assay for measuring specific CAR expression on LGR5-targeting CAR-T cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a flow cytometry-based assay for measuring specific CAR expression on LGR5-targeting CAR-T cells","Topics":null,"cSlideId":""},{"Abstract":"Cytokine-induced killer (CIK) cell therapy is known as a useful treatment for cancer immunotherapy due to its anticancer activity and safety. However, its clinical efficacy is limited due to its lack of antigen specificity and low <i>in vivo<\/i> persistence. KRAS mutations play an important role in promoting tumorigenesis in cancer. But, its clinical application as a biomarker for cancer treatment is still difficult. Non-engineered T cell therapy approaches could be a promising strategy for treating KRAS-mutated cancer. Herein we developed non-engineered T cells empowered with specific anticancer effects in KRAS-mutated colorectal cancer (CRC), and investigated its properties and anticancer effects compared to CIK cells. A recombinant overlapping peptide was designed to overlap the KRAS protein by 15 amino acids linked by a cathepsin S cleavage site (LRMK). It contained KRAS<sup>G12D<\/sup>, KRAS<sup>G12V<\/sup>, KRAS<sup>G13D<\/sup>,<sup> <\/sup>and<sup> <\/sup>KRAS<sup>WT<\/sup> epitope peptides and other KRAS protein regions. Peripheral blood mononuclear cells (PBMCs) from CRC patients with KRAS mutations were stimulated with the recombinant overlapping peptides <i>in<\/i><i> <\/i><i>vitro<\/i> for two days in the presence of interleukin (IL)-4, granulocyte-macrophage colony-stimulating factor (GM-CSF), tumor necrosis factor (TNF)-&#945;, IL-1&#946;, and prostaglandin 2, and expanded using the 12-day CIK cell expansion method in the presence of IL-2 (200 IU\/mL). To verify the enrichment of KRAS mutant-specific T cells, the expanded T cells were restimulated by pulsed monocyte-derived dendritic cells with KRAS mutant antigen for two days and the frequency of KRAS mutation-specific T cells was determined using the interferon (INF)-&#947; capture assay. Red fluorescent protein (RFP)-expressing HLA-matched cell lines and cell line-derived spheroids T3M10 (KRAS<sup>G12D<\/sup>) and MCF-7 (KRAS<sup>WT<\/sup>) were used for the Incucyte immune cell killing assay. T-cell phenotypes were determined by flow cytometry. The expanded non-engineered T cells stimulated with KRAS mutant antigen showed skewed CD4 T cell differentiation and increased central memory T cells compared to CIK cells, suggesting that they may have more long-term immunity and functionality than CIK cells. The KRAS<sup>G12D<\/sup>-specific T cells were enriched 12-13% (9.4-fold) by<i> in vitro<\/i> stimulation compared to 1.3% in CIK cells. Anticancer activity in a 2D-culture model was significantly higher in KRAS<sup>G12D<\/sup>-specific enriched T cells (82.5%) than in CIK cells (64.9%) co-cultured with T3M10 cells for 48 h. In a 3D spheroid-culture model, increased cytotoxicity was also detectable in the KRAS<sup>G12D<\/sup>-specific enriched T cells (13.2% at 72 h and 14.1% at 142 h) compared to CIK cells. These results demonstrated that non-engineered T cells with KRAS mutated-specific anticancer activity are an ideal candidate for KRAS mutant cancer-targeted immunotherapy. Further studies are necessary to verify the anticancer effects <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,KRAS mutations,non-engineered T cell,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sunki Lim<\/b><sup>1<\/sup>, Yujeong Gho<sup>1<\/sup>, Seoyoung Kim<sup>1<\/sup>, Min Ki Kim<sup>2<\/sup>, Jong Seob Park<sup>2<\/sup>, Wang Jun Lee<sup>2<\/sup>, Young-Kwan Lee<sup>1<\/sup>, Hyoun Jong Moon<sup>1<\/sup>, Excelsisbio.Inc, Goyang, Korea<sup><\/sup><br><br\/><sup>1<\/sup>New Horizon Cancer Institute, Myongji Hospital, Goyang, Korea, Republic of,<sup>2<\/sup>Department of Surgery, Myongji Hospital, Goyang, Korea, Republic of","CSlideId":"","ControlKey":"dbbb17d4-65ea-4ff9-adf8-ea38192ad183","ControlNumber":"539","DisclosureBlock":"&nbsp;<b>S. Lim, <\/b> None..<br><b>Y. Gho, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>W. Lee, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>H. Moon, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3066","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3200","PresenterBiography":null,"PresenterDisplayName":"Sunki Lim, PhD","PresenterKey":"a0900716-c69a-4aac-bea6-ee7e7206990d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3200. Non-engineered T cells with specific anticancer effects in KRAS-mutated colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-engineered T cells with specific anticancer effects in KRAS-mutated colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: CB-012 is an allogeneic anti-CLL-1 CAR-T cell therapy in development for evaluation in relapsed or refractory acute myeloid leukemia (r\/r AML). CB-012 is engineered with a next-generation CRISPR genome-editing technology to leverage both checkpoint disruption and immune cloaking to enhance persistence of CAR-T cell antitumor activity.<br \/>Methods: Caribou&#8217;s CRISPR hybrid RNA-DNA (chRDNA) guides in combination with Cas12a were used to make five edits in the manufacture of CB-012. A fully human anti-CLL-1 CAR transgene was site-specifically inserted into the <i>TRAC<\/i> gene, thereby eliminating TCR expression to prevent graft-versus-host disease. A B2M-HLA-E fusion transgene was inserted into the native <i>B2M<\/i> gene, preventing expression of all HLA class I antigens except HLA-E, to blunt both T and NK cell-mediated allograft rejection of the CAR-T cells. A knockout of the <i>PDCD1<\/i> gene prevented PD-1 receptor expression and thus PD-L1 ligand binding, thereby prolonging antitumor activity. These multiplex genome-editing strategies were designed to enhance persistence of CB-012 antitumor activity and potentially achieve durable therapeutic responses.<br \/>Results: CB-012 CAR-T cells express a potent, fully human anti-CLL-1 scFv CAR construct and demonstrate CLL-1-dependent cytotoxicity, proliferation, and cytokine secretion in vitro using AML cell line models. In AML xenografts, robust tumor control and prolongation of survival was observed following a single dose of CB-012. In serial rechallenge assays, CB-012 cells maintained increased cytolytic potential when repeatedly challenged with CLL-1-expressing tumor cells compared to similarly engineered CAR-T cells without a PD-1 knockout, demonstrating a functional benefit of PD-1 abrogation. This advantage was modelled <i>in vivo<\/i>, conferring superior prolongation of survival with CB-012 treatment compared to similarly engineered CAR-T cells without a PD-1 knockout. Additionally, CB-012 cells expressing the B2M-HLA-E fusion demonstrated resistance to NK cell-mediated cytotoxicity <i>in vitro<\/i>.<br \/>Conclusions: CLL-1 is a compelling therapeutic target as it is highly expressed on AML tumor cells and leukemic stem cells, but not expressed on hematopoietic stem cells. It has also been established as a target in human proof-of-concept studies. CB-012 demonstrated potent and specific CLL-1-targeted cytolytic activity, and the genome-editing strategy employed to manufacture and armor CB-012 conferred a functional advantage in the context of the potentially immunosuppressive tumor microenvironment associated with r\/r AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CRISPR,Acute myeloid leukemia,Allogeneic CAR-T cells,CB-012,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Elizabeth Garner<sup><\/sup>, Erin Kelly<sup><\/sup>, Sai Namburi<sup><\/sup>, Cian Colgan<sup><\/sup>, <b>Tristan Fowler<\/b><sup><\/sup>, Devin Mutha<sup><\/sup>, Art Aviles<sup><\/sup>, Morena Stanaway<sup><\/sup>, Raymond Guo<sup><\/sup>, Zili An<sup><\/sup>, Emilie Degagne<sup><\/sup>, George Kwong<sup><\/sup>, Leslie Edwards<sup><\/sup>, Emma Jakes<sup><\/sup>, McKay Shaw<sup><\/sup>, Benjamin Schilling<sup><\/sup>, Jeremy Huynh<sup><\/sup>, Ricky Luu<sup><\/sup>, Max Sidorov<sup><\/sup>, Rhonda Mousali<sup><\/sup>, Mikk Otsmaa<sup><\/sup>, Justin Skoble<sup><\/sup>, Steven Kanner<sup><\/sup><br><br\/>Caribou Biosciences, Inc., Berkeley, CA","CSlideId":"","ControlKey":"a1be4588-6b21-41aa-9faa-eac8d374f746","ControlNumber":"4960","DisclosureBlock":"&nbsp;<b>E. Garner, <\/b> None..<br><b>E. Kelly, <\/b> None..<br><b>S. Namburi, <\/b> None..<br><b>C. Colgan, <\/b> None..<br><b>T. Fowler, <\/b> None..<br><b>D. Mutha, <\/b> None..<br><b>A. Aviles, <\/b> None..<br><b>M. Stanaway, <\/b> None..<br><b>R. Guo, <\/b> None..<br><b>Z. An, <\/b> None..<br><b>E. Degagne, <\/b> None..<br><b>G. Kwong, <\/b> None..<br><b>L. Edwards, <\/b> None..<br><b>E. Jakes, <\/b> None..<br><b>M. Shaw, <\/b> None..<br><b>B. Schilling, <\/b> None..<br><b>J. Huynh, <\/b> None..<br><b>R. Luu, <\/b> None..<br><b>M. Sidorov, <\/b> None..<br><b>R. Mousali, <\/b> None..<br><b>M. Otsmaa, <\/b> None..<br><b>J. Skoble, <\/b> None..<br><b>S. Kanner, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3067","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3201","PresenterBiography":null,"PresenterDisplayName":"TRISTAN FOWLER, MD","PresenterKey":"c4968f95-e6e3-467b-9edb-b81a4cd7c081","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3201. CB-012, an allogeneic anti-CLL-1 CAR-T cell therapy engineered with next-generation CRISPR technology to resist both the immunosuppressive tumor microenvironment and immune cell-mediated rejection, for patients with relapsed or refractory acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CB-012, an allogeneic anti-CLL-1 CAR-T cell therapy engineered with next-generation CRISPR technology to resist both the immunosuppressive tumor microenvironment and immune cell-mediated rejection, for patients with relapsed or refractory acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Despite significant clinical advances in CAR-T cell therapies for cancer, the ability to precisely and reproducibly analyze the potency of these drug products remains a challenge. As new CAR-T products and production methodologies are developed, it is becoming increasingly important to be able to rigorously evaluate the relative potencies of each batch. We have developed two MOA-based bioluminescent assays that overcome challenges in quantitative assessment of T cell therapies. Both assays rely on split NanoBiT luciferase technology. In the HiBiT Target Cell Killing Assay, incubation of CAR-T cells with target cells stably expressing HiBiT results in lysis of the target cells and release of HiBiT proteins. These HiBiT proteins bind with high affinity to LgBiT in the detection reagent and form functional NanoBiT luciferase, resulting in production of light in proportion to target cell lysis. Lumit Immunoassays are a simple and homogeneous method for measuring cytokine production from engineered T cells. Monoclonal antibodies are covalently labeled with LgBiT and a low-affinity tag, SmBiT, which have negligible association in solution. When the antibodies are brought together by a common analyte, such as a cytokine, SmBiT and LgBiT can compliment to form NanoBiT luciferase and produce light in proportion to the concentration of analyte in the sample. Lumit Immunoassays can be run directly on cells, removing media transfer, dilution, and wash steps that can be common sources of error. These luminescent assays are homogenous, fast, highly sensitive, and have robust assay windows. They represent a new set of tools for development and characterization of T cell-based immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"CAR T cells,Cytokines,Cytotoxicity,Assay development,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Julia K. Gilden<\/b><sup><\/sup>, Pete Stecha<sup><\/sup>, Aileen Paguio<sup><\/sup>, Jim Hartnett<sup><\/sup>, Brock Binkowski<sup><\/sup>, Dan Lazar<sup><\/sup>, Frank Fan<sup><\/sup>, Mei Cong<sup><\/sup><br><br\/>Promega Corporation, Madison, WI","CSlideId":"","ControlKey":"26dd742e-3087-4762-b536-f4b9723f5009","ControlNumber":"3033","DisclosureBlock":"<b>&nbsp;J. K. Gilden, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>P. Stecha, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>A. Paguio, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>J. Hartnett, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>B. Binkowski, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>D. Lazar, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>F. Fan, <\/b> <br><b>Promega Corporation<\/b> Employment. <br><b>M. Cong, <\/b> <br><b>Promega Corporation<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3068","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3202","PresenterBiography":null,"PresenterDisplayName":"Julia Gilden, PhD","PresenterKey":"d5add198-cebf-45cc-b54d-8b4f48e617e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3202. NanoBiT technologies for CAR-T characterization and potency testing","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NanoBiT technologies for CAR-T characterization and potency testing","Topics":null,"cSlideId":""},{"Abstract":"Current autologous cell therapies, with blockbuster products on the market, have been leading for a decade to unprecedented clinical successes in patients with hematological malignancies. However, these patient-derived T-cell therapies are facing many challenges. The use of GMP iPSC lines to produce immune effector cells will reduce the complexity of the manufacturing process and will provide an unlimited source of starting material. The goal of the EVO<i>cells<\/i> Oncology platform is to offer a truly allogeneic cell therapy platform to treat a broad number of cancer patients with consistent quality and scalability of the final product. Besides, the versatility of our platform to produce different immune cell types combined to customized genetic engineering strategies will bring cell therapy to the level of personalized medicine. Our &#8220;<i>off-the-shelf<\/i>&#8221; cell therapy platform has already validated two pillars: iPSC-derived NK cells (iNK) and iPSC-derived Macrophages (iMACs). Through multiple genetic engineering strategies specific to each immune cell type, we are developing a comprehensive portfolio of cell therapy products to address specific tumor escape mechanism in liquid and solid tumors. Our initial effort aimed to develop these two innate immune cell types to propose efficacious cell therapies with an increased safety profile as they have low risk of graft-versus-host disease (GvHD) or CRS (Cytokine Release Syndrome). Thanks to the expression of a broad pattern of activatory receptors, iNK cells form Immunological Synapses with tumor cells leading in turn to efficient killing with and without addition of a CAR construct. Besides, we demonstrated the possibility to combine &#8220;naked&#8221; iNK cells with marketed therapeutic monoclonal antibodies (mAb) to further improve their efficacy. At the end of the differentiation process, iMACs are showing a M0 like phenotype with high plasticity allowing the in vitro differentiation of the cells towards either a M1 or a M2 polarization in response to the appropriate stimulations. iMACs produce key macrophages cytokines and are able to kill tumor cells via ADCP (Antibody-Dependent-Cell-Phagocytosis) mechanism when combined to a therapeutic mAb. Thanks to our collaboration with clinicians at the IUCT-Oncopole (Toulouse Cancer Hospital), we were able to identify appropriate cancer indications and further demonstrate in a translational fashion that both iNK and iMACs are able to kill primary resistant tumor cells which were isolated from patient&#8217; samples. Taken together, these results are showing the versatility and the breadth of our EVO<i>cells<\/i> Oncology platform to produce a true arsenal of cell therapies and its potential for future clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-01 Adoptive cell therapy,,"},{"Key":"Keywords","Value":"Immuno-oncology,Macrophages,Natural killer cells,Translation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael Esquerré<\/b><sup>1<\/sup>, Audrey Holtzinger<sup>2<\/sup>, Nadja Wagner<sup>3<\/sup>, Monika Braun<sup>2<\/sup>, Mélanie Pichery<sup>1<\/sup>, Stefanie Pfaender<sup>2<\/sup>, Stephanie Sontag<sup>2<\/sup>, Kathrin Haake<sup>2<\/sup>, Michela Mirenda<sup>1<\/sup>, Michael Paillasse<sup>1<\/sup>, Davide Grandolfo<sup>2<\/sup>, Chloé Beuraud<sup>1<\/sup>, Mandy Richter<sup>2<\/sup>, Philip Hublitz<sup>2<\/sup>, Julien Bousquet<sup>1<\/sup>, Marion Fabre<sup>1<\/sup>, Mylène Gador<sup>1<\/sup>, Daniel Sommermeyer<sup>3<\/sup>, Tanja Schneider<sup>2<\/sup>, Oriane Bombarde<sup>1<\/sup>, Camille Esquerré<sup>1<\/sup>, Loic Ysebaert<sup>4<\/sup>, Fabien Despas<sup>4<\/sup>, Matthias Austen<sup>2<\/sup>, Andreas Scheel<sup>2<\/sup>, Markus Dangl<sup>3<\/sup><br><br\/><sup>1<\/sup>Evotec SE, Toulouse, France,<sup>2<\/sup>Evotec SE, Gottingen, Germany,<sup>3<\/sup>Evotec SE, Munich, Germany,<sup>4<\/sup>IUCT-Oncopole, Toulouse, France","CSlideId":"","ControlKey":"3b8ceb51-f928-4300-84a8-fccac53f6ab6","ControlNumber":"4757","DisclosureBlock":"&nbsp;<b>M. Esquerré, <\/b> None..<br><b>A. Holtzinger, <\/b> None..<br><b>N. Wagner, <\/b> None..<br><b>M. Braun, <\/b> None..<br><b>M. Pichery, <\/b> None..<br><b>S. Pfaender, <\/b> None..<br><b>S. Sontag, <\/b> None..<br><b>K. Haake, <\/b> None..<br><b>M. Mirenda, <\/b> None..<br><b>M. Paillasse, <\/b> None..<br><b>D. Grandolfo, <\/b> None..<br><b>C. Beuraud, <\/b> None..<br><b>M. Richter, <\/b> None..<br><b>P. Hublitz, <\/b> None..<br><b>J. Bousquet, <\/b> None..<br><b>M. Fabre, <\/b> None..<br><b>M. Gador, <\/b> None..<br><b>D. Sommermeyer, <\/b> None..<br><b>T. Schneider, <\/b> None..<br><b>O. Bombarde, <\/b> None..<br><b>C. Esquerré, <\/b> None..<br><b>L. Ysebaert, <\/b> None..<br><b>F. Despas, <\/b> None..<br><b>M. Austen, <\/b> None..<br><b>A. Scheel, <\/b> None..<br><b>M. Dangl, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3069","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3203","PresenterBiography":"","PresenterDisplayName":"Michael Esquerré, PhD","PresenterKey":"94190b50-31c3-4789-bd80-b2a1e7813eff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3203. EVO<i>cells<\/i> Oncology: Tailored genetic engineering of iPSC-derived immune effector cells and combination with the right biologic therapeutics result in optimal killing of primary tumor cells from patients","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"343","SessionOnDemand":"False","SessionTitle":"Adoptive Cell Therapy 2","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EVO<i>cells<\/i> Oncology: Tailored genetic engineering of iPSC-derived immune effector cells and combination with the right biologic therapeutics result in optimal killing of primary tumor cells from patients","Topics":null,"cSlideId":""}]