[{"Abstract":"Introduction: Whole slide images (WSIs) are a crucial tool used by pathologists for diagnosing and grading cancers. In recent years, deep learning techniques have revolutionized the area, helping pathologists in the detection and classification of cancers. Earlier studies have related morphological features of tissues to molecular profiles, such as mutations and gene expression, and several machine learning-based approaches have been proposed to use WSIs to predict gene expression. However, most of the established methods treat different parts of the tissues in an isolated manner, not using the spatial relation between the tiles. In this work, we proposed Vis-Gene, a deep learning approach using a vision transformer for predicting gene expression from WSIs.<br \/>Methods: WSIs and RNA-seq data of five cancer types from the TCGA project were used for training and evaluation, including brain (GBM, n = 212), lung (LUAD, n = 520), kidney (KIRP, n = 295), colon (COAD, n = 290) and pancreas (PAAD, n = 180). The datasets were split into 80% for training and 20% for testing. In addition, data from healthy lung and brain tissues were obtained from the GTEx project. WSIs were split into tiles of 256 X 256 pixels, and 4,000 tiles of each image were used for training. Image features of each tile were extracted using a pre-trained Resnet-50. We clustered similar tiles using the k-Means algorithm, and the mean feature value of each cluster was used. We then used a vision transformer to &#8220;translate&#8221; image features to gene expression. To improve accuracy, we leveraged a transfer learning approach by pretraining the vision transformer on data from healthy tissues.<br \/>Results: We carried out five-fold cross-validations to assess the performance of Vis-Gene in each cancer type. The root-mean-squared error (RMSE) of the top 500 most accurately predicted genes in GBM was 0.12, and the standard deviation (SD) was 0.007. The RMSE of the top 100 most accurate genes in LUAD was 0.58 (SD: 0.02), KIRP was 0.63 (SD: 0.02), COAD was 0.53 (SD: 0.03), and PAAD was 0.56 (SD: 0.04). In all the tested cancers, Vis-Gene achieved significantly lower RMSE values and higher correlation coefficients (r) compared to a baseline model and existing computational models. Gene set analysis showed that the top accurately predicted genes in GBM were related to neuropeptide signaling pathway, gliogenesis, and inflammatory response. The top accurate genes in LUAD were related to NF-kappaB signaling and regulation of cell adhesion. Using spatial transcriptomic datasets, we further validated the results of Vis-Gene in predicting intra-tumoral heterogeneity of gene expression.<br \/>Conclusion: We established a new machine learning framework that can accurately predict gene expression from WSIs. This allows us to link histology features of cancers to molecular phenotype. Vis-Gene has the potential to identify clinically relevant endpoint expressions of the target genes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Machine learning,Histopathology,,Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yuanning Zheng<sup>1<\/sup>, Marija Pizurica<sup>1<\/sup>, Francisco Carrillo-Perez<sup>1<\/sup>, <b>Christian Wohlfart<\/b><sup>2<\/sup>, Wei Yao<sup>3<\/sup>, Nadia Shamout<sup>3<\/sup>, Olivier Gevaert<sup>1<\/sup>, Antoaneta Vladimirova<sup>3<\/sup><br><br\/><sup>1<\/sup>Stanford Center for Biomedical Informatics Research (BMIR), Stanford, CA,<sup>2<\/sup>Roche Diagnostics GmbH, Penzberg, Germany,<sup>3<\/sup>Roche Molecular Systems, Inc., Santa Clara, CA","CSlideId":"","ControlKey":"d370178b-e945-4fc1-87d6-ed8939712bb0","ControlNumber":"2180","DisclosureBlock":"&nbsp;<b>Y. Zheng, <\/b> None..<br><b>M. Pizurica, <\/b> None..<br><b>F. Carrillo-Perez, <\/b> None.&nbsp;<br><b>C. Wohlfart, <\/b> <br><b>Roche<\/b> Stock. <br><b>W. Yao, <\/b> <br><b>Roche<\/b> Stock.<br><b>N. Shamout, <\/b> None..<br><b>O. Gevaert, <\/b> None.&nbsp;<br><b>A. Vladimirova, <\/b> <br><b>Roche<\/b> Stock.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7477","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4270","PresenterBiography":null,"PresenterDisplayName":"Christian Wohlfart","PresenterKey":"df6f09a1-e47e-4842-8c27-7eb2a5aa6208","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4270. Prediction of cancer transcriptomes from whole-slide images with Vis-Gene","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prediction of cancer transcriptomes from whole-slide images with Vis-Gene","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>High mammographic breast density (MBD) is a risk factor for breast cancer. Studies are evaluating the associations of various multi-omic biomarkers, in well-defined pathways with MBD, but the existing methodological approaches have drawbacks. For example, multivariate association analysis adjusting for covariates may identify too many biomarkers and lacks proper biological interpretation. On the other hand, simple amalgams (e.g., combination or sum) of species within pathways may result in few associated pathways, as the species within a pathway could have different directions of associations. Variable selection approaches such as the least absolute shrinkage and selection operator<b> (<\/b>Lasso) select individual species without considering prior knowledge of the pathway structure. We propose a new pathway-guided amalgamation method to form species clusters that could enhance biological interpretation.<br \/><b>Methods: <\/b>The plasma concentration of 982 lipid species in 14 super-pathways was measured in the blood samples of 705 premenopausal women drawn during their annual screening mammogram. We aimed to identify amalgams of lipid species that are associated with the volumetric percent density (VPD, in log scale). The proposed method utilizes the fused Lasso algorithm which penalizes the differences between effects for the lipid species within the same pathway and hence induces equality among similar effects. The lipid species with the same effects can be amalgamated to form clusters of species as new biomarkers. The number of clusters was chosen by cross-validation. Besides amalgamation, the method also facilitates variable selection by singling out influential individual species.<br \/><b><\/b><b>R<\/b><b>esults: <\/b>The proposed method identified 11 amalgams formed by 744 species, with 3 amalgams in Cholesteryl Esters (CE), and 1 amalgam each in Phosphatidylcholines (PC), Lysophosphatidylcholines (LPC), Phosphatidylinositols (PI), Dihydroceramides (DCER), Hexosylceramides (HCER), Lactosylceramides(LCER), Diacylglycerols (DAG), and Triacylglycerols (TAG). Amalgams in the same pathway can have opposite directions of association: 2 of the 3 amalgams in CE had negative associations with VPD while the third showed a positive association. Species with small effects in the same direction of associations may be combined: an amalgam comprising 518 species in the TAG pathway was identified with each presenting a small negative association with VPD but collectively, forming one amalgam with a large effect.<br \/><b>Conclusions: <\/b>The proposed amalgamation method provides a flexible and interpretable variable selection and clustering approach to discover lipidomic biomarkers for MBD. The amalgamation is especially preferred when multiple biomarkers species within one pathway share similar effects, or species within one pathway show opposite directions of associations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Mammographic density,Lipids,Pathway,Statistical approach,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chongliang Luo<\/b><sup><\/sup>, Jingqin Luo<sup><\/sup>, Kayla R. Getz<sup><\/sup>, Myung Sik Jeon<sup><\/sup>, Adetunji T. Toriola<sup><\/sup><br><br\/>Washington University in St. Louis, St Louis, MO","CSlideId":"","ControlKey":"de4c2c82-86d1-4c0a-ac15-03b8c48cc260","ControlNumber":"6831","DisclosureBlock":"&nbsp;<b>C. Luo, <\/b> None..<br><b>J. Luo, <\/b> None..<br><b>K. R. Getz, <\/b> None..<br><b>M. Jeon, <\/b> None..<br><b>A. T. Toriola, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7478","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4271","PresenterBiography":null,"PresenterDisplayName":"Chongliang Luo, PhD","PresenterKey":"ef4e748a-80a8-431b-ba4d-2a825b2b0981","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4271. A new methodological approach to discovering biomarkers of mammographic breast density using pathway-guided lipid amalgamation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A new methodological approach to discovering biomarkers of mammographic breast density using pathway-guided lipid amalgamation","Topics":null,"cSlideId":""},{"Abstract":"Subpopulations of tumor cells characterized by mutation profiles may confer differential fitness and consequently influence the prognosis of cancers. Understanding subclonal architecture has the potential to provide biological insight in tumor evolution and advance cancer precision treatment. Recent subclonal reconstruction methods require heavy computational resources, prior knowledge of the number of subclones, and extensive postprocessing. These drawbacks can be addressed by using a regularized likelihood modeling approach, which is novel to the field. Therefore, we propose a model-based method, <b><u>Cl<\/u><\/b>onal structure <b><u>i<\/u><\/b>dentification through pair-wise <b><u>P<\/u><\/b>enalization, or CliP, to address these drawbacks. To evaluate the performance of CliP against other methods, we generated a benchmark dataset of 4,050 simulated samples with varied tumor purity, read depth, copy number alteration rate, and true numbers of clusters. Our results suggest that CliP outperforms popular methods such as PhyloWGS in accuracy and shows similar robustness in most scenarios. We further compared CliP performance against 10 other subclonal reconstruction methods to the consensus subclonal reconstruction results on whole-genome sequencing (WGS) data from the Pan-Cancer Analysis of Whole Genomes (PCAWG, n = 1,993). Our result shows that of all 11 methods, CliP achieves the highest correlation with the consensus calls. In terms of sp&#173;eed, CliP can finish running a sample with 5,000 SNVs within one minute, which is ~1,000 times faster than MCMC-based algorithms. Next, we profiled the subclonal structures of 7,711 patient samples with well-annotated clinical outcomes from The Cancer Genome Atlas (TCGA) across 32 cancer types applying CliP to the whole-exome sequencing (WES) data. This is the largest and most complete pan-cancer characterization of intratumor heterogeneity (ITH) through the lens of subclonal reconstruction. We further used CliP outputs to address a commonly asked question on which sequencing platform to use for cancer evolution studies: the cost-effect WES data at higher read depth versus the more comprehensive WGS data at lower read depth. There were a total of 588 tumor samples from 21 cancer types, for which both PCAWG and TCGA have profiled using the WGS and WES platform, respectively. Using both datasets to compare results from these samples as benchmark, we observed that for most cancer types, subclonal reconstruction from WES is as informative as that from the matched WGS data. In summary, our study represents a significant methodological advancement in subclonal reconstruction and highlights the importance of measuring tumor subclone structure.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Statistical approach,Tumor evolution,Tumor heterogeneity,Regularized maximum likelihood estimation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yujie Jiang<\/b><sup>1<\/sup>, Kaixian Yu<sup>2<\/sup>, Matthew  D.  Montierth<sup>3<\/sup>, Shuangxi Ji<sup>2<\/sup>, Seung Jun Shin<sup>4<\/sup>, Shuai Guo<sup>2<\/sup>, Shaolong Cao<sup>2<\/sup>, Yuxin Tang<sup>5<\/sup>, Scott Kopetz<sup>2<\/sup>, Pavlos Msaouel<sup>2<\/sup>, Jennifer  R.  Wang<sup>2<\/sup>, Marek Kimmel<sup>5<\/sup>, Peter Van Loo<sup>2<\/sup>, Hongtu Zhu<sup>6<\/sup>, Wenyi Wang<sup>2<\/sup><br><br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center\/Rice University, Houston, TX,<sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>The University of Texas MD Anderson Cancer Center\/Baylor College of Medicine, Houston, TX,<sup>4<\/sup>Korea University, Seoul, Korea, Republic of,<sup>5<\/sup>Rice University, Houston, TX,<sup>6<\/sup>University of North Carolina at Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"654664fb-47ca-42fc-9f88-2d39c82da7db","ControlNumber":"7137","DisclosureBlock":"<b>&nbsp;Y. Jiang, <\/b> <br><b>Celsius<\/b> Other, Research funding. <br><b>Curis, Inc.<\/b> Other, Research funding.<br><b>K. Yu, <\/b> None..<br><b>M. D. Montierth, <\/b> None..<br><b>S. Ji, <\/b> None..<br><b>S. Shin, <\/b> None..<br><b>S. Guo, <\/b> None..<br><b>S. Cao, <\/b> None..<br><b>Y. Tang, <\/b> None..<br><b>S. Kopetz, <\/b> None.&nbsp;<br><b>P. Msaouel, <\/b> <br><b>Mirati Therapeutics<\/b> Other, Honoraria for service on a Scientific Advisory Board. <br><b>Bristol Myers Squibb<\/b> Other, Honoraria for service on a Scientific Advisory Board. <br><b>Exelixis<\/b> Other, Honoraria for service on a Scientific Advisory Board. <br><b>Axiom Healthcare Strategies<\/b> Other, Consulting. <br><b>Exelixis<\/b> Other, Non-branded educational programs. <br><b>Pfizer<\/b> Other, Non-branded educational programs. <br><b>Takeda<\/b> Other, Research funding. <br><b>Bristol Myers Squibb<\/b> Other, Research funding. <br><b>Mirati Therapeutics<\/b> Other, Research funding.<br><b>J. R. Wang, <\/b> None..<br><b>M. Kimmel, <\/b> None..<br><b>P. Van Loo, <\/b> None..<br><b>H. Zhu, <\/b> None..<br><b>W. Wang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7479","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4272","PresenterBiography":null,"PresenterDisplayName":"Yujie Jiang, BS","PresenterKey":"5ba17f70-a219-49db-b29e-1edcfe4190be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4272. Pan-cancer analysis of intra-tumor heterogeneity in 9,116 cancers using a novel regularized likelihood model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan-cancer analysis of intra-tumor heterogeneity in 9,116 cancers using a novel regularized likelihood model","Topics":null,"cSlideId":""},{"Abstract":"The accuracy of current deconvolution methods largely relies on the quality of cell-type expression references. However, single-cell (sc) and single-nuclei (sn) RNA-seq data used for building the reference are usually generated from independent studies that are distinct from the bulk RNA-seq data to be deconvolved. This study design inherently introduces technical confounding factors as unwanted variations, which is not fully addressed by current methods.<b> <\/b>To evaluate the impact of this variation on deconvolution accuracy, we generated a benchmark dataset where bulk and snRNA-seq profiling were performed from the same aliquot of single-nuclei that were extracted from 24 healthy retina samples. All donor eye samples were collected within six hours post-mortem and were absent of any disease. This study design guarantees the matched sequencing data to present the same cell-type compositions, so that cross-platform technical artifacts become the remaining confounding factor. We used the benchmark dataset to evaluate the performance of seven current deconvolution methods and found they performed much worse in matched real-bulk data than in matched pseudo-bulks that were summations of the single-cell data. This finding suggests that none of these methods have fully addressed the major technical artifacts between bulk and single-cell sequencing platforms. We therefore propose DeMix.SC, a new deconvolution framework that optimizes deconvolution parameters using a small set of matched bulk and sc\/snRNA-seq data from the same tissue type. DeMix.SC includes two major steps. First, we measure the technical variations across genes and across platforms using the benchmark data. Second, we introduce a new weight function for each gene that produces a ranking order that accounts for both the platform-specific technical variations and cell-type specific expressions at gene level.<b> <\/b>Using the benchmark data for retina, we applied DeMix.SC to previously published human retinal RNA-seq data from 523 individuals with different stages of age-related macular degeneration (AMD). We observed that DeMix.SC can accurately capture the cell-type composition shifts in the AMD retina. DeMix.SC revealed a significant drop of rod cells as well as increased astrocytes, bipolar cells, and M&#252;ller cells in the AMD retina compared to the non-AMD group. The proportion changes of the later three minor cell types were not identified by other methods, while DeMix.SC could reveal such tendency. In summary, DeMix.SC integrates benchmark data to improve the deconvolution accuracy in retina samples. Our method is generic and can be applied to other disease conditions, such as deciphering the cell-type heterogeneity in cancer. We expect DeMix.SC will help revolutionize the downstream cell-type specific analysis of bulk RNA-seq data and identify cellular targets of human diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Statistical approach,Deconvolution,Tumor heterogeneity,Benchmarking,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shuai Guo<\/b><sup>1<\/sup>, Xuesen Cheng<sup>2<\/sup>, Andrew Koval<sup>1<\/sup>, Shuangxi Ji<sup>1<\/sup>, Qingnan Liang<sup>2<\/sup>, Yumei Li<sup>2<\/sup>, Leah A. Owen<sup>3<\/sup>, Ivana K. Kim<sup>4<\/sup>, John Weinstein<sup>1<\/sup>, Scott Kopetz<sup>1<\/sup>, John Paul Shen<sup>1<\/sup>, Margaret M. DeAngelis<sup>3<\/sup>, Rui Chen<sup>2<\/sup>, Wenyi Wang<sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX,<sup>3<\/sup>SUNY University at Buffalo, Buffalo, NY,<sup>4<\/sup>Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"22fa4cbb-2167-42cb-8893-98ea95faf89e","ControlNumber":"5478","DisclosureBlock":"&nbsp;<b>S. Guo, <\/b> None..<br><b>X. Cheng, <\/b> None..<br><b>A. Koval, <\/b> None..<br><b>S. Ji, <\/b> None..<br><b>Q. Liang, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>L. Owen, <\/b> None.&nbsp;<br><b>I. Kim, <\/b> <br><b>Allergan<\/b> Other, Research support. <br><b>Biophytis<\/b> Independent Contractor. <br><b>Kodiak Sciences<\/b> Independent Contractor.<br><b>J. Weinstein, <\/b> None.&nbsp;<br><b>S. Kopetz, <\/b> <br><b>MolecularMatch, Lutris, and Lylon<\/b> Other, Dr. Scott Kopetz has ownership interest in these companies.. <br><b>Sanofi, Biocartis, Guardant Health, Array BioPharma, Genentech\/Roche, EMD Serono, MedImmune, Novartis, Amgen, Lilly, and Daiichi Sankyo<\/b> Grant\/Contract, Dr. Scott Kopetz receives research funding from these companies. <br><b>Genentech, EMD Serono, Merck, Holy Stone, Novartis, Lilly, Boehringer Ingelheim, Boston Biomedical, AstraZeneca\/MedImmune, Bayer Health, Pierre Fabre, Redx Pharma, Ipsen, Daiichi Sankyo, Natera, Hali<\/b> Independent Contractor, Other, Dr. Scott Kopetz is a consultant for these companies.<br><b>J. Shen, <\/b> None..<br><b>M. DeAngelis, <\/b> None..<br><b>R. Chen, <\/b> None..<br><b>W. Wang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7480","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4273","PresenterBiography":null,"PresenterDisplayName":"Shuai Guo, MS","PresenterKey":"2ef907b1-70ac-4158-a2f3-24da7e350ce3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4273. Integration with benchmark data of paired bulk and single-cell RNA sequencing data substantially improves the accuracy of bulk tissue deconvolution","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integration with benchmark data of paired bulk and single-cell RNA sequencing data substantially improves the accuracy of bulk tissue deconvolution","Topics":null,"cSlideId":""},{"Abstract":"Spatial transcriptomics (ST) data holds enormous potential to provide new perspectives for biologists seeking to understand the tumor tissue microenvironments. Cells in the same microenvironment are always exposed to biochemical conditions displacing specific spatial patterns. To truly dismantle the tissue microenvironment heterogeneity as well as cells&#8217; diverse responses to the variable microenvironment, we rely on spatial information to dissect the tissue into different functional regions, which are spatially dependent and biologically meaningful.<br \/>We have developed a statistical method, smooth Low Rank approximation and Clustering (smoothLRC) to model the spatial transcriptomic data as its low-rank approximation with spatial smoothness. smoothLRC accomplishes this by extracting the latent low-rank structure of the expression profiles. We present a regularized maximum likelihood estimator approximating the noisy observed expression matrix. This estimator incorporates spatial information and addresses expression dropout. It uses a low-rank Poisson distribution to account for the noise that plagues ST-based gene expression data with severe dropout events and a spatial smoothness penalty to encourage neighboring cells to fall into the same functional region. A dropout is an event where genes expressed in a given cell or region are incorrectly measured as unexpressed.<br \/>SmoothLRC has the following key features: 1) it is a statistically rigorous method; 2) the spatially smooth low-rank subspace could enable meaningful functional dissection, which is an unprecedented capability; 3) the low-rank structures could be used to recover the original expression, saving many expression values that are not captured.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Bioinformatics,Hypoxia,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xinyu Zhou<\/b><sup>1<\/sup>, Alexander White<sup>2<\/sup>, Tingbo Guo<sup>3<\/sup>, Pengtao Dang<sup>3<\/sup>, Yuhui Wei<sup>2<\/sup>, Xiao Wang<sup>1<\/sup>, Kaman So<sup>4<\/sup>, Chi Zhang<sup>4<\/sup>, Sha Cao<sup>4<\/sup><br><br\/><sup>1<\/sup>Indiana University Bloomington, Bloomington, IN,<sup>2<\/sup>Indiana University, Indianapolis, IN,<sup>3<\/sup>Purdue University, Indianapolis, IN,<sup>4<\/sup>Indiana University, School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"c1f4ee42-b9b8-4472-b6b7-ff1dc8dab338","ControlNumber":"6981","DisclosureBlock":"&nbsp;<b>X. Zhou, <\/b> None..<br><b>A. White, <\/b> None..<br><b>T. Guo, <\/b> None..<br><b>P. Dang, <\/b> None..<br><b>Y. Wei, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>K. So, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>S. Cao, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7481","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4274","PresenterBiography":null,"PresenterDisplayName":"Xinyu Zhou, BS;MS","PresenterKey":"aa9dcf19-9d36-4486-986e-1a6a826d50ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4274. Functional dissection of complex tissue microenvironment using spatial transcriptomics data","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional dissection of complex tissue microenvironment using spatial transcriptomics data","Topics":null,"cSlideId":""},{"Abstract":"Missense mutations can change protein structure, cellular localization, and functions. Such changes lead to the rewiring of protein-protein interaction (PPI) networks, activation of oncogenic pathways, and acquisition of cancer hallmarks. However, the translation of the landscape of oncogenic mutations into clinically actionable biological models for cancer target discovery remains a major challenge. We address this challenge by leveraging the power of computational systems biology supported by high-throughput screening technologies. While some mutations can disrupt the PPIs, others may induce new PPIs that are not natural for the wild-type counterparts. Recently, we have established a quantitative High Throughput differential Screening (qHT-dS) platform [1] to discover such mutant-enabled or neomorph PPIs (neoPPIs). The screening of more than 13,000 mutant interactions revealed a landscape of gain-of-interactions encompassing both oncogenic and tumor suppressor mutations. This emerging neoPPI landscape may offer new mutant-directed therapeutic approaches for precision medicine. However, to infer clinically actionable mechanistic insights into how neoPPIs promote tumorigenesis special computational tools are needed. To inform the neoPPI-based target discovery, we develop a set of innovative informatics tools for discovering Actionable Vulnerabilities Enabled by Rewired Oncogenic Networks (Averon). Implemented in a widely-used Jupyter Notebook format, the Averon streamlines the identification of the oncogenic programs and clinically significant genes that are regulated by neoPPIs in cancer patients. The Averon can recapitulate well-established connectivity between known mutant-dependent PPIs and specific oncogenic pathways and reveal new, previously unknown mechanisms of neoPPI-mediated oncogenic signaling. To inform new therapeutic strategies in neoPPI-dependent cancers, Averon connects neoPPI-regulated genes with available approved drugs and clinical compounds. Together, the Averon provides a powerful informatics environment to determine therapeutically actionable vulnerabilities created by mutant-regulated protein-protein interactions to inform new personalized therapeutic strategies in cancer.<br \/><u>Acknowledgments:<\/u> This work was supported in part by NCI&#8217;s Informatics Technology for Cancer Research (ITCR) Program (R21CA274620, A.A.I.), Winship Cancer Institute #IRG-17-181-06 from the American Cancer Society (A.A.I.). Cancer Target Discovery and Development (CTD<sup>2<\/sup>) Network (U01CA217875, H.F.), NCI Emory Lung Cancer SPORE (P50CA217691, H.F.), Career Enhancement Program (A.A.I., P50CA217691), Winship Cancer Institute (NIH 5P30CA138292).<br \/><u>References:<\/u> 1. Mo X, et al., Systematic discovery of mutation-directed neo-protein-protein interactions in cancer. <i>Cell.<\/i> 2022, 185, 1974-1985.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Mutations,Protein-protein interactions,Target discovery,Systems biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andrey A. Ivanov<\/b><sup><\/sup>, Haian Fu<sup><\/sup><br><br\/>Pharmacology and Chemical Biology, Emory University School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"7e2e64a3-2cf2-4041-ac62-0ccf13d09232","ControlNumber":"4866","DisclosureBlock":"&nbsp;<b>A. A. Ivanov, <\/b> None..<br><b>H. Fu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7482","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4275","PresenterBiography":null,"PresenterDisplayName":"Andrey Ivanov, PhD","PresenterKey":"02b67ecb-6564-44e2-a551-d470c22271fc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4275. Averon: informatics platform to discover Actionable Vulnerabilities Enabled by Rewired Oncogenic Networks","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Averon: informatics platform to discover Actionable Vulnerabilities Enabled by Rewired Oncogenic Networks","Topics":null,"cSlideId":""},{"Abstract":"It is widely accepted that pooled library CRISPR-Cas9 knockout screens offer greater sensitivity and specificity than prior technologies in detecting essential genes whose disruption leads to fitness defects, a critical step in identifying candidate cancer targets. However, the assumption that CRISPR screens are saturating has been largely untested and it is still poorly understood whether possible systematic biases in CRISPR screens affect our understanding of human cell-intrinsic gene essentiality. In the absence of a ground truth, the actual true positive, false positive and false negative rates of a typical genome-wide CRISPR-Cas9 knockout screen are still unknown.<br \/>Through integrated analysis of screen data in hundreds of cancer cell lines generated by the Cancer Dependency Map, we examine some of the biases characteristic of genome-wide CRISPR-Cas9 knockout screening. With our computational modeling approaches, we estimate the true positive rate, false positive rate and show that a typical CRISPR screen has a ~20% false negative rate, in addition to library-specific false negatives. Furthermore, replicability of essential gene hits falls sharply as gene expression decreases, while cancer subtype-specific genes within a tissue show distinct profiles compared to false negatives. With our cumulative analyses across tissues, we identified an improved new set of core essential genes, which, like the previous set, can be used as a metric for the quality control of genome-wide CRISPR-Cas9 knockout screens. Our results also suggest only a small number of lineage-specific essential genes, with the overwhelming majority of genes showing overlap between related tissues and are enriched for transcription factors that define pathways of tissue differentiation. To recover false negatives in these genome- wide CRISPR knockout screens, we introduce a method called Joint Log Odds of Essentiality (JLOE), which extends fundamental concepts from our Bayesian framework of BAGEL algorithm to improve analysis across multiple cell line screens. JLOE uses information derived from previous screens to update the probability of essentiality of each screen based on prior observations. We show that JLOE selectively rescues the false negatives without an increased false discovery rate and improves screen concordance with the Sanger dataset, reducing the number of background-specific essential genes. Overall, our methods offer a significantly improved analysis of genome-wide CRISPR-Cas9 knockout screens, detecting and correcting for the previously unidentified false negatives and enhancing our identification of cancer-specific vulnerabilities as therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"CRISPR\/Cas9,Systems biology,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Merve Dede<\/b><sup><\/sup>, Traver Hart<sup><\/sup><br><br\/>Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"d84457b1-d0b0-451a-bfdd-32fcec95734f","ControlNumber":"6557","DisclosureBlock":"&nbsp;<b>M. Dede, <\/b> None..<br><b>T. Hart, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7483","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4276","PresenterBiography":null,"PresenterDisplayName":"Merve Dede, PhD,MD,MS,BA","PresenterKey":"311d7df6-ae4c-4619-b917-64b375a2f487","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4276. Recovering false negatives in CRISPR fitness screens with JLOE","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Recovering false negatives in CRISPR fitness screens with JLOE","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b><br \/>Tumour proliferation rate is a key phenotypic feature of cancer, with higher rates linked to poorer clinical outcomes. Thus far, proliferation rates have been measured using pathological or experimental techniques on bulk tumour samples. However, while tumours are heterogeneous compositions of distinct clones with varying levels of fitness, measuring the proliferation of individual clones has not been possible to date. We hypothesise that enabling the identification of the most proliferative clones would reveal genomic hallmarks of aggressive clones, or the prediction of their potential phenotype, e.g., metastatic potential.<br \/><b>Methods:<br \/><\/b>We have developed SPRINTER (Single-cell Proliferation Rate Inference in Neoplasms Through Evolutionary Routes), a novel computational method to measure proliferation rates in individual tumour clones using single-cell whole-genome DNA sequencing. To assess the accuracy and power of SPRINTER, we have also developed an experimental approach to DNA sequence &#62;18,000 single cells, accurately separated in different DNA-replication phases. We have sequenced and applied SPRINTER to &#62;10,000 non-small cell lung cancer cells from longitudinal and metastatic tumour samples within the TRACERx study and PEACE autopsy programme. We have further analysed published data from &#62;10,000 breast cancer cells.<b><\/b><br \/><b>Results:<br \/><\/b>We demonstrate that SPRINTER can accurately identify subpopulations of cells with different proliferation rates using relatively small numbers of cells, in contrast to previous preliminary approaches. While our estimates are concordant with previous bulk experimental studies (5-40%), we importantly have identified clonal heterogeneity in proliferation rates. Using bulk analysis, we have identified patterns of dissemination of tumour clones in non-small cell lung cancer. Integrating this with single-cell data, our results indicate that more widely disseminating tumour clones have higher proliferation rates, suggesting a link between proliferation and dissemination potential. We additionally find that clones are more proliferative in the metastatic versus the primary setting. Furthermore, we have identified high proliferation clones that may have a selective advantage in a breast tumour, and have inferred that they likely arose recently in cancer evolution.<b><\/b><br \/><b>Conclusions:<\/b><br \/>We have developed a novel method that enables accurate identification of proliferation rates of individual tumour clones using single-cell DNA sequencing data, allowing the investigation of genomic hallmarks in highly proliferative clones that might lead to higher fitness.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Proliferation,Single cell,Clonal evolution,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Olivia Lucas<\/b><sup>1<\/sup>, Sophie Ward<sup>2<\/sup>, Rija Zaidi<sup>1<\/sup>, Mark Hill<sup>2<\/sup>, Emilia Lim<sup>2<\/sup>, Haoran Zhai<sup>1<\/sup>, Abigail Bunkum<sup>1<\/sup>, Sonya Hessey<sup>1<\/sup>, Michelle Dietzen<sup>1<\/sup>, Andrew Rowan<sup>2<\/sup>, Cristina Naceur-Lombardelli<sup>1<\/sup>, Nnenna Kanu<sup>1<\/sup>, Mariam Jamal-Hanjani<sup>1<\/sup>, Charles Swanton<sup>1<\/sup>, Simone Zaccaria<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Institute, University College London, London, United Kingdom,<sup>2<\/sup>Francis Crick Institute, London, United Kingdom","CSlideId":"","ControlKey":"01b09b6e-a30d-4de6-b8ce-3a356cd4ef5e","ControlNumber":"7618","DisclosureBlock":"&nbsp;<b>O. Lucas, <\/b> None..<br><b>S. Ward, <\/b> None..<br><b>R. Zaidi, <\/b> None..<br><b>M. Hill, <\/b> None..<br><b>E. Lim, <\/b> None..<br><b>H. Zhai, <\/b> None..<br><b>A. Bunkum, <\/b> None..<br><b>S. Hessey, <\/b> None..<br><b>M. Dietzen, <\/b> None..<br><b>A. Rowan, <\/b> None..<br><b>C. Naceur-Lombardelli, <\/b> None..<br><b>N. Kanu, <\/b> None.&nbsp;<br><b>M. Jamal-Hanjani, <\/b> <br><b>Achilles Therapeutics<\/b> Other, M.J-H. has consulted for, and is a member of, the Achilles Therapeutics Scientific Advisory Board and Steering Committee.. <br><b>Pfizer<\/b> Other, M.J-H. has received speaker honoraria from Pfizer.. <br><b>Astex Pharmaceuticals<\/b> Other, M.J-H. has received speaker honoraria from Astex Pharmaceuticals.. <br><b>Oslo Cancer Cluster<\/b> Other, M.J-H. has received speaker honoraria from Oslo Cancer Cluster.. <br><b>Patent PCT\/US2017\/028013<\/b> Patent, M.J-H. holds a patent PCT\/US2017\/028013 relating to methods for lung cancer detection.&nbsp;<br><b>C. Swanton, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, AstraZeneca Advisory Board member and Chief Investigator for the AZ MeRmaiD 1 and 2 clinical trials. Received honoraria.. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Received honoraria.. <br><b>Pfizer<\/b> Grant\/Contract, Other, Received honoraria.. <br><b>Roche-Ventana<\/b> Grant\/Contract, Other, Received honoraria.. <br><b>Invitae<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>GRAIL<\/b> Stock Option, Other, Co-Chief Investigator of the NHS Galleri trial funded by GRAIL and a paid member of GRAIL’s Scientific Advisory Board.. <br><b>Achilles Therapeutics<\/b> Stock Option, Other, Receives consultant fees. Scientific Advisory Board member and co-founder.. <br><b>Bicycle Therapeutics<\/b> Stock Option, Other, Receives consultant fees. Scientific Advisory Board member.. <br><b>Genentech<\/b> Other, Receives consultant fees.. <br><b>Medicxi<\/b> Other, Receives consultant fees.. <br><b>Roche Innovation Centre – Shanghai<\/b> Other, Receives consultant fees.. <br><b>Metabomed<\/b> Other, Receives consultant fees.. <br><b>Sarah Cannon Research Institute<\/b> Other, Receives consultant fees.. <br><b>Amgen, Novartis, GlaxoSmithKline, MSD, Illumina<\/b> Other, Received honoraria.. <br><b>Apogen Biotechnologies<\/b> Stock Option. <br><b>Epic Bioscience<\/b> Stock Option. <br><b>Patents<\/b> Other, Holds patents: PCT\/GB2017\/053289, PCT\/EP2016\/059401, PCT\/EP2016\/071471, PCT\/GB2018\/052004, PCT\/GB2020\/050221, PCT\/GB2018\/051912, PCT\/US2017\/28013, US20190106751A1, PCT\/GB2018\/051892..<br><b>S. Zaccaria, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7484","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4277","PresenterBiography":null,"PresenterDisplayName":"Olivia Lucas","PresenterKey":"be51061e-086f-454c-bb74-405c2b17571c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4277. Measuring proliferation rates of distinct tumour clones using single-cell DNA sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Measuring proliferation rates of distinct tumour clones using single-cell DNA sequencing","Topics":null,"cSlideId":""},{"Abstract":"While rational drug combination design seeks to improve patient outcomes by leveraging biological synergy, outcomes from combination trials often fail. Only 12.4% of phase 1 trials eventually achieve regulatory approval.<i> In vitro <\/i>evidence has provided the rationale for the drug combinations in 36.6% of phase 1 combination trials, but none of those trials progressed past phase 3 (from a study by Paller CJ et al., 2019). A review of DrugCombDB, a publicly available database of experimental synergy results, supports the idea that such outcomes are mirrored in preclinical data. Analysis of the similarity of synergy scores within indication-specific subsets of cell lines from data in a 2022 paper by Douglass, et al. show that in both breast and lung cancer, combinations predicted to be synergistic in at least one cell line from that indication failed to be synergistic in the majority of indication cell lines more than half of the time.<br \/>SHEPHERD&#8217;s Gene Cluster Voting Algorithm (GCVA) was adapted to improve upon current drug combination design and anticipate transcriptome changes as the result of drug treatment. GCVA relates drug sensitivity to the transcriptome by calculating a list of biomarkers that contribute to sensitivity and resistance for specific drugs, enabling the prediction of drug sensitivity on patient transcriptomic data captured via bulk RNAseq.<br \/>Via this method, 15,137 publically available synergy data points in the Douglass paper were compared to predictions by our computational approach. For all synergy metrics contained within the dataset (ZIP, Bliss, Loewe, and HSA), the synergistic predictions made by application of GCVA have significantly higher synergy scores compared to the antagonistic predictions made by GCVA (p &#60; .001). These test results support the potential for the application of GCVA to intelligent combination design with the ultimate goal of deployment on a patient-by-patient basis.In addition, analysis of GCVA&#8217;s drug efficacy predictions for the cell line DU145 showed that treatment with 9 kinase inhibitors consistently potentiated the predicted efficacy of between 5 and 11 additional drugs. Dasatinib, temsirolimus, and cabozantinib were newly predicted effective after treatment with each and every kinase inhibitor. This data suggests an avenue for the design of intelligent drug combinations based on anticipated transcriptomic changes that may improve on existing synergy prediction methods.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Bioinformatics,Biomarkers,Combination studies,Transcription,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christina Gavazzi<\/b><sup><\/sup>, Mikhail  G.  Grushko<sup><\/sup>, Jeremy  M.  Goldstein<sup><\/sup>, Mahta Samizadeh<sup><\/sup>, Zakary  Y.  ElSeht<sup><\/sup>, Katherine Arline<sup><\/sup><br><br\/>Shepherd Therapeutics, Boston, MA","CSlideId":"","ControlKey":"367cfc72-a240-45c9-9840-6c913f84d366","ControlNumber":"7734","DisclosureBlock":"<b>&nbsp;C. Gavazzi, <\/b> <br><b>Shepherd Therapeutics<\/b> Employment. <br><b>M. G. Grushko, <\/b> <br><b>Shepherd Therapeutics<\/b> Employment. <br><b>J. M. Goldstein, <\/b> <br><b>Shepherd Therapeutics<\/b> Employment. <br><b>M. Samizadeh, <\/b> <br><b>Shepherd Therapeutics<\/b> Employment. <br><b>Z. Y. ElSeht, <\/b> <br><b>Shepherd Therapeutics<\/b> Employment. <br><b>K. Arline, <\/b> <br><b>Shepherd Therapeutics<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7485","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4278","PresenterBiography":null,"PresenterDisplayName":"Mahta Samizadeh, PhD;Pharm D","PresenterKey":"93222218-f414-4ea8-865d-342c0a73c6bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4278. Transcriptome-driven combination design: A computational approach","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptome-driven combination design: A computational approach","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Tissue<b> <\/b>samples with high microsatellite instability (MSI-H) can be indicators of cancerous tumors that are sensitive to certain types of cancer treatments (e.g., immune modulation-checkpoint inhibitor treatment). MSI-H regions can be identified with Polymerase Chain Reaction (PCR) based assays and next-generation sequencing (NGS). However, these MS regions are susceptible to PCR and sequencing errors. We developed a computational method for detecting microsatellite instability high (MSI-H) tumors using next-generation sequencing (NGS) data to accurately identify true MSI-H samples from MS-Stable samples based on an analysis of these MS regions.<br \/><b>Methods: <\/b>We developed a method for classifying a tissue sample as being microsatellite instability high (MSI-H) without using normal tissue from the same person which doubles the sequencing cost. Furthermore, the algorithm was designed for amplicon targeted assays where it is not always feasible to choose the most predictive MS sites. The machine learning classifier (ML) algorithm is a random forest algorithm with a training set of known MSI-H and MS-Stable samples to learn the relationship between the MSI status and the distribution of repeats in microsatellite regions of genomes using 21 MS loci. A negative control was used to normalize the ML features and therefore reduce the effects of PCR and sequencing errors in noisy MS sites.<br \/><b>Results:<\/b> The MSI detection algorithm was validated in analytical and clinical samples achieving an accuracy greater than 98%. Analytical samples consist of commercial reference standard samples and well characterized FFPE treated cell-lines. Clinical samples consists of clinical FFPE tumor samples from cancer patients that were orthogonally validated using immunohistochemistry (expression of mismatch repair genes, i.e., MMRnormal vs MMRd) on tumor tissue and\/or the Promega MSI PCR using matched tumor\/normal. All experiments were performed in the Imagia Canexia Health CAP, CLIA, DAP certified laboratory using the Find It assay standard operating procedures for detecting genomic mutations in solid tumor tissue.<br \/><b>Conclusions: <\/b>The MSI detection algorithm can accurately identify samples with MSI-H tumors. When used in a clinical setting, these patients can then be directed to treatments such as immune-checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Microsatellite instability,Machine learning,Next-generation sequencing (NGS),Targeted sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Dilmi Perera<sup><\/sup>, Sahand Khakabi<sup><\/sup>, Ka Mun Nip<sup><\/sup>, Sonal Brahmbatt<sup><\/sup>, Adrian Kense<sup><\/sup>, Kevin Tam<sup><\/sup>, David Mulder<sup><\/sup>, Melissa McConechy<sup><\/sup>, David Huntsman<sup><\/sup>, Ruth Miller<sup><\/sup>, <b>Rosalía Aguirre-Hernández<\/b><sup><\/sup><br><br\/>Imagia Canexia Health, Vancouver, BC, Canada","CSlideId":"","ControlKey":"d8401dcf-1a3c-4cc2-867d-e7feea8023b9","ControlNumber":"5260","DisclosureBlock":"<b>&nbsp;D. Perera, <\/b> <br><b>Imagia Canexia Health<\/b> Employment. <br><b>S. Khakabi, <\/b> <br><b>Imagia Canexia Health<\/b> Employment. <br><b>K. Nip, <\/b> <br><b>Imagia Canexia Health<\/b> Employment. <br><b>S. Brahmbatt, <\/b> <br><b>Imagia Canexia Health<\/b> Employment. <br><b>A. Kense, <\/b> <br><b>Imagia Canexia Health<\/b> Employment. <br><b>K. Tam, <\/b> <br><b>Imagia Canexia Health<\/b> Employment. <br><b>D. Mulder, <\/b> <br><b>Imagia Canexia Health<\/b> Employment. <br><b>M. McConechy, <\/b> <br><b>Imagia Canexia Health<\/b> Employment. <br><b>D. Huntsman, <\/b> <br><b>Imagia Canexia Health<\/b> Employment. <br><b>R. Miller, <\/b> <br><b>Imagia Canexia Health<\/b> Employment. <br><b>R. Aguirre-Hernández, <\/b> <br><b>Imagia Canexia Health<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7486","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4279","PresenterBiography":null,"PresenterDisplayName":"Rosalia Aguirre-Hernandez","PresenterKey":"9e8b6286-b8d6-4f2b-8fd8-2b2c27ec108d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4279. Method for identifying microsatellite instability high DNA abnormality samples","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Method for identifying microsatellite instability high DNA abnormality samples","Topics":null,"cSlideId":""},{"Abstract":"Deciphering cell-cell interactions is critical for understanding the role of the tumor immune microenvironment. Although multiplex imaging methods are increasingly used for spatial characterization of cell communities and tissue morphologies, quantification of the interface between contacting cells has been mostly unexplored. Here we design an unsupervised pixel-level clustering method that accurately detects the contacting interface between cells. First, we observed pixel-level clusters with cell type specific phenotypes including tumor, immune infiltrates and extracellular structures in two independent melanoma datasets using cytometry time-of-flight (CyTOF) imaging mass cytometry (IMC) images. More importantly, our pixel-level approach identified clusters with mixed phenotypes, which are demonstrated to be direct contacts between T cells and myeloid cells. Specifically, pixels in the interface clusters simultaneously express T cell (CD3<sup>+<\/sup>, CD4<sup>+<\/sup> or CD8<sup>+<\/sup>) and myeloid cell (CD68<sup>+<\/sup>) phenotypic markers at comparable levels. Spatial mapping of the pixels in interface clusters shows that interface pixels are in the physical contact regions between T cells and myeloid cells. In addition, the abundance of T cell and myeloid cell interface clusters is correlated with positive response to immune checkpoint inhibitors (ICIs) (p&#60;0.05). We also identified other clusters indicating interfaces between the stroma, tumor cells, and immune infiltrates. Our work enables reliable delineation of cell interactions at high resolution, and therefore can unravel new information about how cancer cells interact with their environment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"Immune cells,Microenvironment,Response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jie Zhou<\/b><sup><\/sup>, Jan Martinek<sup><\/sup>, Zichao Liu<sup><\/sup>, Ali Foroughi pour<sup><\/sup>, Te-Chia Wu<sup><\/sup>, Santhosh Sivajothi<sup><\/sup>, Paul Robson<sup><\/sup>, Karolina Palucka<sup><\/sup>, Jeffrey Hsu-Min Chuang<sup><\/sup><br><br\/>The Jackson Laboratory for Genomic Medicine, Farmington, CT","CSlideId":"","ControlKey":"8a185db3-f103-4345-9a69-c8c392ff2ea6","ControlNumber":"6533","DisclosureBlock":"&nbsp;<b>J. Zhou, <\/b> None..<br><b>J. Martinek, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>A. Foroughi pour, <\/b> None..<br><b>T. Wu, <\/b> None..<br><b>S. Sivajothi, <\/b> None..<br><b>P. Robson, <\/b> None..<br><b>K. Palucka, <\/b> None..<br><b>J. H. Chuang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7487","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4280","PresenterBiography":null,"PresenterDisplayName":"Jie Zhou, MS","PresenterKey":"0b348fdf-b669-44ff-aec8-bddd94cfbf5e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4280. Automatic identification of cancer cell-cell interfaces at the pixel level","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Automatic identification of cancer cell-cell interfaces at the pixel level","Topics":null,"cSlideId":""},{"Abstract":"The use of gene expression data has been crucial to the functional characterization of changes in molecular pathway activity and for identifying targets for novel treatments. However, the interpretation of this data is complicated by its high dimensionality and the difficulty of identifying biological signals within a list of differentially expressed genes. Gene Set Enrichment Analysis (GSEA) is a standard method for identifying pathway enrichment in gene expression data by testing whether a set of genes whose expression would indicate the activity of a specific process or phenotype are coordinately up- or downregulated more than would be expected by chance. As GSEA relies on high quality gene sets with coordinately regulated member genes, we maintain the Molecular Signatures Database (MSigDB) which contains 9 collections of curated gene sets representing different biological pathways and processes. Over time, we have observed that some of the MSigDB gene sets, especially those that are manually curated or defined in a very specific biological context, may not provide a sensitive and specific enough co-regulation signature. In response, we have created a data-driven, matrix-factorization-based refinement method to build more sensitive and specific gene sets. This method incorporates large-scale datasets from multiple sources such as the Cancer Dependency Map as well as curated protein-protein interaction networks. We will present the initial results of this refinement method and our ongoing work which will yield a new collection of refined gene sets that will be made freely available in MSigDB for use with GSEA and many other applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Bioinformatics,RNA sequencing (RNA-Seq),,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexander  T.  Wenzel<\/b><sup><\/sup>, Pablo Tamayo<sup><\/sup>, Jill  P.  Mesirov<sup><\/sup><br><br\/>UC San Diego, San Diego, CA","CSlideId":"","ControlKey":"1ebb1f83-66ce-4793-8049-2a169fa20c27","ControlNumber":"5685","DisclosureBlock":"&nbsp;<b>A. T. Wenzel, <\/b> None..<br><b>P. Tamayo, <\/b> None..<br><b>J. P. Mesirov, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7509","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4281","PresenterBiography":null,"PresenterDisplayName":"Alexander Wenzel, BS","PresenterKey":"57297065-0e23-4939-9463-9ac05d163837","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4281. Data driven refinement of gene signatures for enrichment analysis and cell state characterization","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Data driven refinement of gene signatures for enrichment analysis and cell state characterization","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Predicting response to immune checkpoint inhibitors (ICI) is key for stratifying patients and identifying factors of resistance. The main recognized ICI response biomarkers in melanoma are T-cell gene expression signatures, PD-L1 expression and tumor clonal mutational burden, all of which are specific of responding tumors but nevertheless not robust enough to guide therapeutic strategies. Biomarkers of progression (eg. TGF-B) are scarce and inconsistent across studies. All current gene expression-based biomarkers of ICT-response are based on formalin-Fixed paraffin-embedded (FFPE) samples, sequenced using RNA capture or polyA+ libraries. This technique is known to incompletely represent RNA populations.<br \/>Patients, Material, Methods: Here we introduce the first total RNA-seq dataset from fresh frozen biopsies collected from 80 advanced melanoma patients, prior to treatment with anti PD-1 or combined anti-PD-1\/anti-CTA4 therapy. The cohort included 43 responders and 37 non-responders based on RECIST best objective response. To ensure all possible RNA biomarkers are captured, we applied a k-mer based computational protocol that extracts all subsequences of fixed size (31 nt) from the raw RNA-seq reads and performs differential expression statistics on k-mers. This identifies response-specific RNA sequences independently of annotated genes, enabling identification of novel RNAs and RNA isoforms.<br \/>Results: In responding patients, this analysis identified a large number of immunoglobulin and HLA mRNA fragments, consistent with an immune-active microenvironment. However, the most remarkable finding was the specific expression in non-responding tumors of centromeric satellite repeats (HSAT-II and ALR elements) and of a set of intergenic loci which independently described the progressor population. Altogether, total RNA-seq biomarkers were found in most non-responding patients, providing the basis for a strong predictor of resistance. This contrasted with results in FFPE\/capture seq data that showed few notable k-mers in the progressor group, due to the incomplete RNA sequencing. Our approach revealed a number of other unexpected markers, including a set of circular RNAs in responders and a mutant of the PRAME tumor-specific antigen in progressors. Our main finding is that the combination of frozen sample conservation and total (ribodepleted) RNA sequencing reveals a unique source of non-coding RNAs produced from pervasive transcription of intergenic and repeated regions, likely associated to chromatin derepression, that are not detected by the usual FFPE\/capture seq methods.<br \/>Conclusion: We argue that these novel RNA sequences will be instrumental in the development of improved ICI-response predictors and a better understanding of resistance to ICI.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Bioinformatics,RNA sequencing (RNA-Seq),Melanoma\/skin cancers,Predictive biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Hugues Hermann<sup>1<\/sup>, Séverine Roy<sup>2<\/sup>, Sandrine Agoussi<sup>1<\/sup>, Emilie Routier<sup>3<\/sup>, Céline Boutros<sup>3<\/sup>, Djaouida Belkadi<sup>3<\/sup>, Haoliang Xue<sup>4<\/sup>, Antoine Lainé<sup>4<\/sup>, Stephan Vagner<sup>5<\/sup>, Daniel Gautheret<sup>4<\/sup>, <b>Caroline Robert<\/b><sup>6<\/sup><br><br\/><sup>1<\/sup>INSERM U981, Gustave Roussy, Villejuif, France,<sup>2<\/sup>INSERM U981 & Department of Cancer Medicine, Gustave Roussy, Villejuif, France,<sup>3<\/sup>Department of Cancer Medicine, Gustave Roussy, Villejuif, France,<sup>4<\/sup>Institute for Integrative Biology of the Cell (I2BC), Université Paris-Saclay, CNRS, CEA, Université Paris-Saclay, Gif-sur-Yvette, France,<sup>5<\/sup>CNRS UMR3348 & INSERM U1278, Curie Institute, Orsay, France,<sup>6<\/sup>INSERM U981 & Department of Cancer Medicine, Gustave Roussy & Paris Saclay University, Villejuif, France","CSlideId":"","ControlKey":"675e90ee-af59-413c-8d63-7b4d01a06667","ControlNumber":"4443","DisclosureBlock":"&nbsp;<b>H. Hermann, <\/b> None..<br><b>S. Roy, <\/b> None..<br><b>S. Agoussi, <\/b> None.&nbsp;<br><b>E. Routier, <\/b> <br><b>BMS<\/b> Other, Advisory board participation. <br><b>Pierre Fabre<\/b> Other, Advisory board participation. <br><b>Novartis<\/b> Other, Advisory board participation.<br><b>C. Boutros, <\/b> None..<br><b>D. Belkadi, <\/b> None..<br><b>H. Xue, <\/b> None..<br><b>A. Lainé, <\/b> None.&nbsp;<br><b>S. Vagner, <\/b> <br><b>RiboNexus<\/b> Stock.<br><b>D. Gautheret, <\/b> None.&nbsp;<br><b>C. Robert, <\/b> <br><b>BMS<\/b> Other, Advisory board participation. <br><b>Roche<\/b> Other, Advisory board participation. <br><b>Pierre Fabre<\/b> Other, Advisory board participation. <br><b>Novartis<\/b> Other, Advisory board participation. <br><b>Sanofi<\/b> Other, Advisory board participation. <br><b>MSD<\/b> Other, Advisory board participation. <br><b>Pfizer<\/b> Other, Advisory board participation. <br><b>RiboNexus<\/b> Stock.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7510","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4282","PresenterBiography":null,"PresenterDisplayName":"Caroline Robert, MD;PhD (hc)","PresenterKey":"cdb2f50f-3a2f-4263-b385-7612d5c7c669","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4282. Total RNA sequencing of frozen biopsies combined to <i>k<\/i>-mer sequence analysis identify new hallmarks of immune checkpoint therapy response in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Total RNA sequencing of frozen biopsies combined to <i>k<\/i>-mer sequence analysis identify new hallmarks of immune checkpoint therapy response in melanoma","Topics":null,"cSlideId":""},{"Abstract":"Microsatellite instability (MSI) is an important genomic biomarker for cancer diagnosis and treatment. For some cancers with high-degree of heterogeneity, e.g. endometrial cancer, the existing approaches always fail to identify the micro-satellite instability on one or multiple sub-clones, which would deprive the chance for patients to benefit from treatments. However, it is a computational challenge to estimate the sub-clonal MSI because multiple sub-clones may share the genomic status. Herein, in this paper, we propose an accurate and efficient algorithm, named scMSI, to estimate the sub-clonal microsatellite status. scMSI adopts an alternating iterative model to de-convolute the length distribution, which is a mixture of sub-clones. During the deconvolution, an optimized division of each sub-clone is achieved by a heuristic algorithm, which is bounded to the clonal proportions best consistent with the known clonal structure. To evaluate the performance, we conducted a series of experiments on simulation datasets. The results supported that scMSI solved the detection problem of MSI on sub-clones. It outperforms the existing approaches on multiple metrics. In addition, we collected a cohort of 16 endometrial cancer patients, who have positive responses on the treatment but with negative MSI status. We sequenced these patients. scMSI reported MSI on sub-clones according the sequencing data, which are further validated by the conclusions on immunohistochemistry. Thus, scMSI could provide a powerful tool for MSI analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Microsatellite instability,Sequencing,Clonal evolution,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yuqian Liu<sup>1<\/sup>, Yan Chen<sup>1<\/sup>, Huanwen Wu<sup>2<\/sup>, Xuanping Zhang<sup>1<\/sup>, Xin Lai<sup>1<\/sup>, Xin Yi<sup>3<\/sup>, Zhiyong Liang<sup>2<\/sup>, <b>Jiayin Wang<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Xi'an Jiaotong University, Xi'an, China,<sup>2<\/sup>Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China,<sup>3<\/sup>Geneplus Beijing Institute, Beijing, China","CSlideId":"","ControlKey":"b8e31340-3a98-4a5c-b37b-aacbec14bcfa","ControlNumber":"8208","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>X. Lai, <\/b> None.&nbsp;<br><b>X. Yi, <\/b> <br><b>GenePlus Co.<\/b> Employment, Stock.<br><b>Z. Liang, <\/b> None..<br><b>J. Wang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7511","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4283","PresenterBiography":null,"PresenterDisplayName":"Jiayin Wang, PhD","PresenterKey":"055320d1-dedb-4204-bd6c-a213bf566fd8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4283. scMSI: Accurately detect the sub-clonal micro-satellite instability by an integrative Bayesian model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"scMSI: Accurately detect the sub-clonal micro-satellite instability by an integrative Bayesian model","Topics":null,"cSlideId":""},{"Abstract":"Cancer is characterized by the ongoing accumulation of somatic mutations, providing selective advantages that may lead to dysregulated cellular proliferation. While the cancer genome at diagnosis has been extensively studied, many cancer types still lack strong prognostic biomarkers. The continuous acquisition and selection for driver mutations in a population of cancer cells acts as a Darwinian process, resulting in clonal expansions of progressively more aberrant and fit phenotypes. Reconstructing tumor evolution allows us to understand key events that drive cancer progression and patterns of mutation co-occurrence within clones. These evolutionary features guide our understanding of fundamental mechanisms that lead to disease lethality. Inferring tumor evolution from DNA sequencing data is becoming part of routine analysis in cancer research. As sequencing costs drop, sequencing multiple tumor samples from a patient becomes routine. These multiple samples can represent different spatial regions of a tumor, longitudinal samples from a single region or a combination of both. This provides an opportunity to study tumor evolution in much greater detail and accuracy than was previously feasible through single-sample datasets. The most widely used methods to reconstruct the subclonal evolution of a tumor utilize stochastic-search algorithms. These approaches iterate through a parameter space to select phylogenetic solutions that maximize the likelihood of observed sequencing data. They are optimized for low complexity cases, where the size and number or subclones are relatively limited. As tumor subclonal structure increases in complexity, the parameter space grows exponentially, and stochastic-search algorithms become computationally intractable. For instance, recent benchmarking studies have revealed that many methods fail to reconstruct clone trees for data with as few as ten subclones. To circumvent current computational limitations, we developed a deterministic algorithm for subclonal reconstruction that leverages fundamental principles of cancer biology to encode heuristics that reduce the solution space to biologically plausible phylogenies. When applied to samples (4-36 tumors; median 16) from 12 patients with metastatic breast cancer, our method reduced the average runtime ten-fold. We were able to delineate the evolutionary history of up to 57 distinct subclones per patient, which is infeasible with most current methods. Benchmarking using methods developed for the SMCHet DREAM challenge on real and simulated datasets further quantifies the accuracy, resolution, and scalability. We have thus presented a novel method for rapid and optimized reconstruction of tumor evolutionary histories.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Tumor evolution,Machine learning,Genomics,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Helena Winata<\/b><sup>1<\/sup>, Daniel Knight<sup>1<\/sup>, Juber  A.  Patel<sup>2<\/sup>, Nicholas  K.  Wang<sup>1<\/sup>, Pier Selenica<sup>2<\/sup>, Stefan  E.  Eng<sup>1<\/sup>, Caroline Kostrzewa<sup>2<\/sup>, Jaron Arbet<sup>1<\/sup>, Yingjie Zhu<sup>2<\/sup>, Ronglai Shen<sup>2<\/sup>, Jorge Reis-Filho<sup>2<\/sup>, Pedram Razafi<sup>2<\/sup>, Paul  C.  Boutros<sup>1<\/sup><br><br\/><sup>1<\/sup>UCLA Jonsson Comprehensive Cancer Center, Los Angeles, CA,<sup>2<\/sup>Memorial Sloan Kettering, New York, NY","CSlideId":"","ControlKey":"fd3a1f19-a8d9-4df3-a509-b7da02296ae1","ControlNumber":"939","DisclosureBlock":"&nbsp;<b>H. Winata, <\/b> None..<br><b>D. Knight, <\/b> None..<br><b>J. A. Patel, <\/b> None..<br><b>N. K. Wang, <\/b> None..<br><b>P. Selenica, <\/b> None..<br><b>S. E. Eng, <\/b> None..<br><b>C. Kostrzewa, <\/b> None..<br><b>J. Arbet, <\/b> None..<br><b>Y. Zhu, <\/b> None..<br><b>R. Shen, <\/b> None.&nbsp;<br><b>J. Reis-Filho, <\/b> <br><b>Paige.AI<\/b> Stock, Consultant\u000d\u000aMember of Scientific Advisory Board. <br><b>Repare Therapeutics<\/b> Stock Option, Other, Consultant\u000d\u000aMember of Scientific Advisory Board. <br><b>Personalis<\/b> Other, Consultant\u000d\u000aMember of Scientific Advisory Board. <br><b>Goldman Sachs<\/b> Other, Consultant. <br><b>VolitionRx<\/b> Other, Member of Scientific Advisory Board. <br><b>Bain Capitals<\/b> Other, Consultant. <br><b>Grupo Oncoclinicas<\/b> Other, Member of Board of Directors. <br><b>Roche Tissue Diagnostic<\/b> Other, Ad hoc member of the scientific advisory board. <br><b>Daiichi Sankyo<\/b> Other, Ad hoc member of the scientific advisory board. <br><b>Astrazeneca<\/b> Other, Ad hoc member of the scientific advisory board. <br><b>Merck<\/b> Other, Ad hoc member of the scientific advisory board. <br><b>P. Razafi, <\/b> <br><b>Grail<\/b> Grant\/Contract. <br><b>Illumina<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract, Other, Consultant. <br><b>Epic Sciences<\/b> Grant\/Contract, Other, Consultant. <br><b>ArcherDx<\/b> Grant\/Contract. <br><b>Foundation Medicine<\/b> Other, Consultant. <br><b>Astrazeneca<\/b> Other, Consultant. <br><b>Inivata<\/b> Other, Consultant. <br><b>Natera<\/b> Other, Consultant. <br><b>Tempus<\/b> Other, Consultant.<br><b>P. C. Boutros, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7512","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4284","PresenterBiography":null,"PresenterDisplayName":"Helena Winata, BS","PresenterKey":"e107997f-601f-4556-b4a6-eeadbbc4bf19","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4284. Enhancing subclonal reconstruction algorithm for resolving complex tumor phylogenies from multi-sample tumor DNA sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing subclonal reconstruction algorithm for resolving complex tumor phylogenies from multi-sample tumor DNA sequencing","Topics":null,"cSlideId":""},{"Abstract":"MOTIVATION: AI-based decision-making tools hold the potential to reduce patient suffering and burden. However, healthcare data reflects inequity, and datasets often lack representation of underprivileged groups. Without systems and methods to protect all patients, we risk making dangerous biases automatic and invisible. We can only ensure protection against bias if performance is monitored in production, continuously and with meaningful measures. Notably, a lack of representation and bias in the validation of diverse ancestry in genetics data results in genetic misdiagnoses and potential health disparities. Similarly, monitoring calibration in addition to receiver operating characteristic curve area under curve (ROC-AUC) in subgroups could have prevented bias predictions leading to underestimation of the health needs of sicker patients. Here, we describe methods and results implemented in an AI-based clinical decision-making tool to protect against bias.<br \/>METHODS: Our model uses proven techniques and metrics to identify and monitor bias and quantify the magnitude of its impact. Our algorithm compares all demographic subgroups to that of a top performer based on overall model performance (measured by both ROC-AUC and Brier score). To determine if the top-performing subgroup is receiving statistically significant preferential treatment, we perform t-tests for each other subgroup against the top performer (p-value &#62; 0.05 indicates that performance is statistically significant) using sample-wise performance metrics (log-loss in this case). We then quantify the magnitude of the difference by computing the ratio of the top-performer to that of the affected subgroup. The bias detection algorithm is continuously run as our model generates risk predictions based on up-to-date patient data. If the algorithm identifies a bias, it immediately notifies data scientists and engineers to begin rapidly restoring balanced model performance for clinical use by investigating algorithms that optimize for overall and balanced performance by subgroup.<br \/>RESULTS: We trained and validated our machine learning model to predict 30-day emergency department visits using a data set with over 28,000 oncology patients representing diverse cancer types, races, ethnicities, ages, genders, and socio-economic statuses. Our model performance on a held-out validation data set was exceptional overall (AUC 0.8, Brier score 0.07) and across all cancer type and demographic subgroups (AUC 0.74-0.82, Brier score 0.06-0.1). We continuously monitored our live model in production over three months to ensure consistent and fair performance. Our overall and subgroup performance in production never dropped below AUC 0.75 or above Brier score 0.1.<br \/>CONCLUSIONS: We demonstrate an effective framework for continuously and automatically detecting and combating algorithmic bias in oncology AI decision-making tools.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Machine learning,Personalized medicine,Predictive biomarkers,Prevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Renee  D.  George<sup>1<\/sup>, Benjamin  H.  Ellis<sup>1<\/sup>, <b>Neehar Mukne<\/b><sup>1<\/sup>, Chris  J.  Sidey-Gibbons<sup>2<\/sup>, Christine Swisher<sup>1<\/sup><br><br\/><sup>1<\/sup>The Ronin Project Inc, San Mateo, CA,<sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"7f9d70a9-5d82-4d0e-833f-26544c7bec1d","ControlNumber":"7873","DisclosureBlock":"<b>&nbsp;R. D. George, <\/b> <br><b>Project Ronin<\/b> Employment. <br><b>B. H. Ellis, <\/b> <br><b>project ronin<\/b> Employment. <br><b>C. J. Sidey-Gibbons, <\/b> <br><b>project ronin<\/b> Independent Contractor. <br><b>C. Swisher, <\/b> <br><b>The Project Ronin<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11252","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1970","PresenterBiography":null,"PresenterDisplayName":"Neehar Mukne, MS","PresenterKey":"76295cde-3c26-4a3a-8321-048099122597","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1970. Protecting against algorithmic bias of AI-based clinical decision making tools in oncology","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Protecting against algorithmic bias of AI-based clinical decision making tools in oncology","Topics":null,"cSlideId":""},{"Abstract":"The availability of single cell sequencing (SCS) enables us to assess intra-tumor heterogeneity and identify cellular subclones without the confounding effect from mixed cells. Copy number aberrations (CNAs) have been commonly used to identify subclones in SCS data since cells comprising a subpopulation are found to share genetic profile. However, currently available methods may generate spurious results (e.g., falsely identified CNAs) in the procedure of CNA detection, hence diminishing the accuracy of subclones identification from a large complex cell population. In this study, we developed a CNA detection method based on a fused lasso model, referred to as FLCNA, which can simultaneously identify subclones in single cell DNA sequencing (scDNA-seq) data. Spike-in simulations were conducted to evaluate the clustering and CNA detection performance of FLCNA benchmarking to existing copy number estimation methods (SCOPE, HMMcopy) in combination with commonly used clustering methods. FLCNA was also applied to a real scDNA-seq dataset with breast cancer and clusters identified using FLCNA showed clearly different genomic variation patterns. In conclusion, FLCNA provided superior performance in subclone identification and CNA detection with scDNA-seq data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Single cell,Copy number,Tumor heterogeneity,Statistical approach,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Feifei Xiao<\/b><sup>1<\/sup>, Fei Qin<sup>2<\/sup>, Guoshuai Cai<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Florida, Gainesville, FL,<sup>2<\/sup>University of South Carolina, Columbia, SC","CSlideId":"","ControlKey":"0ea0f289-37b6-40fc-bd9c-20ad702036bb","ControlNumber":"7052","DisclosureBlock":"&nbsp;<b>F. Xiao, <\/b> None..<br><b>F. Qin, <\/b> None..<br><b>G. Cai, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7514","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4286","PresenterBiography":null,"PresenterDisplayName":"Feifei Xiao","PresenterKey":"f4d57d1c-036b-4eb5-9eec-938c749914f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4286. A statistical learning method for simultaneous copy number estimation and subclone clustering with single cell sequencing data","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A statistical learning method for simultaneous copy number estimation and subclone clustering with single cell sequencing data","Topics":null,"cSlideId":""},{"Abstract":"Introduction<br \/>In silico models proved to be a promising tool to complement and optimize clinical trials. These models should be validated to assess their capacity to reproduce real life behaviors. Opposed to real-life clinical trials where the amount of available data might be low, in silico approaches give us the possibility to simulate virtual populations of thousands of patients. This data size heterogeneity might be an issue. Moreover, in real life data, patients are seen at scheduled visits, leading to an observation time uncertainty (OTU), which is not the case in simulated data.In the context of the validation of a EGFR-mutant Lung Adenocarcinoma mathematical model, we depicted the interest of using combined validation methods to assess the capacity of the model to predict the time to tumor progression, from heterogeneous clinical trials datasets.<br \/>Methods<br \/>In this context, to overcome the limitation of using default log-rank test that could lead to biased results, 4 bootstrapped methods have been used:<br \/>- 2 methods based on the log-rank test where the ratio of significant tests at a given alpha risk level is assessed, taking into account the OTU: The &#8220;default Log-rank test&#8221; and the &#8220;modified test&#8221; based on a combination of weighted log-rank tests (MaxCombo).<br \/>- 2 methods based on prediction intervals. The &#8220;raw coverage&#8221;, which corresponds to the proportion of the observed time-to-event curve included in the prediction interval and the &#8220;juncture metric&#8221; which corresponds to the proportion of the observation period where the prediction interval overlaps with an interval bound between the observed data and the same data shifted by the OTU.<br \/>Results<br \/>As each one of the validation approaches has its own strengths and weaknesses and conditions of application, the validation process has been based on the combination of well selected methods. Validation metrics showed that the model reproduces successfully real life data depending on a given context. When all the metrics give the same result, we were able to easily conclude. But when it was not the case, this led us to investigate the origin of these discrepancies, taking into account method robustness.<br \/>Conclusion<br \/>The validation process is of the utmost importance to assess the level of credibility of the model. We showed that in order to fully evaluate the model, a combination of validation approaches is preferable. The use of multiple metrics highlights the eventual inconsistencies in model predictions and validation dataset&#8217;s content that would not have been detected by only a single approach.<br \/>The drawback of combining metrics is that it complexifies the decision making, implying that the final decision, regarding whether the model is validated or not, is assumed by the user, without forgetting that the validation is not an end objective per se but a stepwise process.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"Statistical approach,Survival,NSCLC,Systems biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Evgueni Jacob<\/b><sup><\/sup>, Laura Villain<sup><\/sup>, Nicoletta Ceres<sup><\/sup>, Jean-Louis Palgen<sup><\/sup>, Adele L'Hostis<sup><\/sup>, Claudio Monteiro<sup><\/sup>, Riad Kahoul<sup><\/sup><br><br\/>NOVADISCOVERY, Lyon, France","CSlideId":"","ControlKey":"90089034-be27-4479-9ce5-69ce5a5115ff","ControlNumber":"6520","DisclosureBlock":"<b>&nbsp;E. Jacob, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>L. Villain, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>N. Ceres, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>J. Palgen, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>A. L'Hostis, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>C. Monteiro, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>R. Kahoul, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7515","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4287","PresenterBiography":null,"PresenterDisplayName":"Evgueni Jacob","PresenterKey":"59813b06-d879-4831-b954-d81bc36dbc43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4287. The combination of statistical methods to compare observed and simulated data allowed to assess effectively the validity of mathematical model predictions in a context of a EGFR+ lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The combination of statistical methods to compare observed and simulated data allowed to assess effectively the validity of mathematical model predictions in a context of a EGFR+ lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"In cervical cancer, the promoter CpG islands of several tumor suppressor genes have been found with abnormal DNA methylation (DNAm) levels, which results in transcriptional silencing. Genetic databases from tumor samples are available without the corresponding DNAm profile. To fulfill this gap and contribute to deciphering the link between genetic variants and DNAm, we performed this study to find a good statistical model for predicting DNAm using genetic data. To address this, we downloaded from the TCGA dataset the genes with significant somatic mutations, as reported by the BROAD Institute, and the DNAm beta values, in known CpG sites, from 307 Cervical Squamous Cell Carcinoma and Endocervical Adenocarcinoma (CESC) samples. Clinical data were also downloaded from patients, including race, age, gender, and cancer stage. We tested five mixed models containing both fixed and random effects to include the unmeasured source of variations in DNAm, for which we used the clustering of samples based on DNAm patterns. Models tested were: Classified mixed model prediction (CMMP), Linear regression model (LM), High dimensional shrinkage estimator based on the elastic net (ENET), a combination of CMMP - ENET, and Random Forest prediction (RF). Besides the significantly mutated genes, the clinical variables were also included as covariates to predict DNAm. We used shared random effects to borrow strength across racial groups, which improves predictive accuracy. Models were enhanced by combining other types of cancers to increase data heterogeneity and the number of samples. Lung Adenocarcinoma (LUAD) and Liver Hepatocellular Carcinoma (LIHC) were selected using Gini and Gap statistics for optimal clustering. Model fitting was evaluated using the average mean squared prediction error (MSPE). Results revealed that the CMMP model with CESC LIHC and LUAD data combined showed the best prediction results (lowest MSPE). The plot of the averaged estimated ENET coefficients indicated that the most important-significantly mutated genes to predict DNAm were <i>CTNNB1<\/i>, <i>DMD, XIRP2, and PIK3CA<\/i>. SNPs in these genes linked to cervical cancer include rs121913396, rs121913403 (<i>CTNNB1<\/i>), rs867262025, and rs121913279 (<i>PIK3CA<\/i>).In summary, we developed a mixed-effects model for accurately predicting DNAm levels in cervical cancer, using genes with significant somatic mutations (SNVs and INDELs). These results also align with growing evidence suggesting that genetic variation plays a role in DNAm.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-10 Statistical methods,,"},{"Key":"Keywords","Value":"DNA methylation,Epigenetics,Bioinformatics,Cervical cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jairo D. Ramos<\/b><sup>1<\/sup>, J. Sunil Rao<sup>2<\/sup><br><br\/><sup>1<\/sup>Sylvester Comprehensive Cancer Center, University of Miami, Miami, FL,<sup>2<\/sup>Public Health Sciences - Division of Biostatistics, University of Miami, Miami, FL","CSlideId":"","ControlKey":"f333563a-5ac0-43c9-be26-c31689ce2d6a","ControlNumber":"449","DisclosureBlock":"&nbsp;<b>J. D. Ramos, <\/b> None..<br><b>J. Rao, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7516","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4288","PresenterBiography":null,"PresenterDisplayName":"Jairo Ramos, B Eng;MBA;MPH;PhD","PresenterKey":"495b709a-aa1f-49f6-88a9-e62ebae7857a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4288. Predicting DNA methylation in cervical cancer using somatic mutations in a classified mixed model prediction","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predicting DNA methylation in cervical cancer using somatic mutations in a classified mixed model prediction","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Recent pan-cancer whole-genome sequencing studies revealed the rich landscape of structural variants (SV), from simpler indels to complex events involving multiple breakpoints and sequence gain\/loss. SVs may contribute to tumorigenesis through direct modification of coding sequence or deregulation from copy number alterations, enhancer hijacking, or topological domain modification.<br \/>A substantial part of the variation in the human genome is not accessible to short reads due to mapping ambiguities. Recent benchmarking studies reported that the best short-read methods only have 30-70% SV sensitivity. Long-read sequencing (such as PacBio or Oxford Nanopore) can overcome the limitations of short reads, however the current methods were not designed for the analysis of rearranged cancer genomes with complex copy number profiles.<br \/>Methods: We developed BGA (Breakpoint Graph Assembler), a method that combines the ideas from long-read assembly and breakpoint graph frameworks. BGA detects abnormally mapped reads and builds a breakpoint graph that characterizes the structure of derived cancer karyotypes. Complex events with multiple breakpoints form connectivity clusters and are classified based on the subgraph properties. BGA also takes advantage of phased haplotypes and can incorporate multiple related datasets (such as in tumor-normal comparison or multi-site tumor sampling). BGA is freely available at: <i>https:\/\/github.com\/KolmogorovLab\/BGA<\/i>.<br \/>Results: We first analyzed three cancer cell lines and corresponding matching normal DNAs (HCC1954, H2009, and COLO829). In each cell line, we identified 8-56 somatic rearrangement clusters involving more than two breakpoints and at least 1kb of sequence. In H2009, we identified a chromoplexy event involving chr13 and chr1, consistent with previous FISH experiments. COLO829 showed the lowest number of somatic rearrangement clusters (n=8), including translocation and inversion events between chr3, chr10, and chr12 within the <i>RARB<\/i>, <i>BICC1<\/i>, and <i>TRHDE<\/i> genes. Homologous recombination deficient HCC1954 has the highest number of complex events including the chr17q arm which hosts ERBB2, chromoplexy between chr8, chr5, and chromothripsis in chr21.<br \/>In addition, we analyzed three other HPV-infected cell lines (CaSki, SCC152, SNU1000). In each of them, we observed complex clusters of HPV-HPV and HPV-human breakpoints that formed cycles, suggesting extrachromosomal amplification. The HPV fragments had many interactions with chromosomal DNA in CaSki and SC152, but not in mostly episomal SNU1000 cells. We also observed karyotype-scale changes that did not involve HPV sequences, such as the simultaneous exchange of six chromosome arms of chr2, chr7, and chr17 in CaSki.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Genomics,Copy number variation,Chromosomal instability,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ayse Keskus<sup>1<\/sup>, Tanveer Ahmad<sup>1<\/sup>, Ataberk Donmez<sup>1<\/sup>, Yi Xie<sup>2<\/sup>, Isabel Rodriguez<sup>2<\/sup>, Rose Milano<sup>2<\/sup>, Nicole Rossi<sup>2<\/sup>, Hong Lou<sup>3<\/sup>, Laksh Malik<sup>4<\/sup>, Kimberley Billingsley<sup>5<\/sup>, Cornelis Blauwendraat<sup>5<\/sup>, Michael Dean<sup>2<\/sup>, <b>Mikhail Kolmogorov<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Center for Cancer Research, National Cancer Institute, NCI, Bethesda, MD,<sup>2<\/sup>Division of Cancer Epidemiology and Genetics, National Cancer Institute, NCI, Rockville, MD,<sup>3<\/sup>Leidos Biomedical Research, National Laboratory for Cancer Research, Frederick, MD,<sup>4<\/sup>Center for Alzheimer's and Related Demetias, National Institutes of Health, Bethesda, MD,<sup>5<\/sup>Center for Alzheimer's and Related Dementias, National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"9ce32743-c866-4a84-bbe3-16988f807b4e","ControlNumber":"1814","DisclosureBlock":"&nbsp;<b>A. Keskus, <\/b> None..<br><b>T. Ahmad, <\/b> None..<br><b>A. Donmez, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>I. Rodriguez, <\/b> None..<br><b>R. Milano, <\/b> None..<br><b>N. Rossi, <\/b> None..<br><b>H. Lou, <\/b> None..<br><b>L. Malik, <\/b> None..<br><b>K. Billingsley, <\/b> None..<br><b>C. Blauwendraat, <\/b> None..<br><b>M. Dean, <\/b> None..<br><b>M. Kolmogorov, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7664","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4289","PresenterBiography":null,"PresenterDisplayName":"Mikhail Kolmogorov","PresenterKey":"613808d3-23b8-4225-9e78-8cae01e2fa76","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4289. Long-read, assembly-based characterization of rearranged cancer karyotypes","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long-read, assembly-based characterization of rearranged cancer karyotypes","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Cancer is usually treated with a combination of drugs rather than a single agent. Treating cancer with a drug combination decreases the likelihood of the cancer acquiring resistance to therapy. It also allows for lower dosages of individual drugs, which reduces the occurrence and severity of side effects. Using public datasets, we investigated potential anti-cancer drug combinations using a novel framework, ReCorDE (Recurrent Correlation of Drugs with Enrichment), which identifies correlated drug response patterns for drugs with different primary mechanisms of action.<br \/><b>Methods: <\/b>250 drugs from CTRPv2, GDSCv2, and PRISM datasets were examined using normalized logIC50 or AUC measurements. ReCorDE consists of a correlation and an enrichment step. For each dataset, we constructed pairwise drug-drug relationships using Spearman&#8217;s correlation. Combinations significant (p &#60; 0.05) in less than two datasets after Benjamini-Hochberg (BH) correction were pruned. To turn each drug combination into a drug class combination, all drugs were mapped to their corresponding fourth-level Anatomical Therapeutic Chemical (ATC) codes. Then, using a hypergeometric test, for each class combination in the subset of significant drug combinations (the &#8220;inside&#8221; set), we tested for enrichment of that class combination in the inside set compared to the class combination universe, the distribution of class combinations for all unique pairwise drug-drug associations (250 unique drugs; 31,125 distinct drug combinations mapped to 1596 distinct class combinations). Multiple testing during enrichment was corrected using the BH method with a significance cutoff of p&#60; 0.05.<br \/><b>Results: <\/b>We found 2764 pairs to be significant at a = 0.05 using the AUC measure. With a correlation coefficient of 0.77, vincristine and YK-4-279, an EWS-FLI1\/RNA Helicase A inhibitor, had the lowest computed p-value of of 1.39 x 10<sup>-120<\/sup>.<sup> <\/sup>Adjusted p-values for &#62;15% of these combinations had p-values &#60; 5 x 10<sup>-6<\/sup>. Class combination enrichment on the same set showed 132 class pairs were enriched in the inside set compared to the class combination universe after BH correction. Taxanes\/Plk1 inhibitors (OR = 69.5, adjusted p = 5.6 x 10<sup>-11<\/sup>); Aurora Kinase inhibitors\/histone modifying agents (OR=9.2, adjusted p = 6.13 x 10<sup>-11<\/sup>); and pyrimidine analogues\/CDK inhibitors (OR=3.43, adjusted p = 0.02) are a few notable enriched class combinations. The enrichment of these class combinations in the inside set suggests that combinations of drugs from these classes may be particularly effective in treating cancer compared to other drug combinations.<br \/><b>Conclusions<\/b>: Our framework, ReCorDE, demonstrates that finding potential drug combinations and characterizing novel, frequently perturbed pathways outside of a drug's primary mechanisms of action can be accomplished by identifying correlated drug-drug pairs from large, publicly accessible databases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"Combination therapy,Bioinformatics,Statistical approach,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Emily  T.  Ghose<\/b><sup>1<\/sup>, August John<sup>1<\/sup>, Huanyao Gao<sup>2<\/sup>, Krishna  R.  Kalari<sup>2<\/sup>, Liewei Wang<sup>2<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic Graduate School of Biomedical Sciences, Rochester, MN,<sup>2<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"9e87e44f-2830-46b2-ae87-eb21777c037d","ControlNumber":"7996","DisclosureBlock":"&nbsp;<b>E. T. Ghose, <\/b> None..<br><b>A. John, <\/b> None..<br><b>H. Gao, <\/b> None..<br><b>K. R. Kalari, <\/b> None..<br><b>L. Wang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7665","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4290","PresenterBiography":null,"PresenterDisplayName":"Emily Ghose","PresenterKey":"0e4d28b8-b414-4693-ade8-d3655fd1e06b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4290. ReCorDE: A novel computational framework to discover potential combinations of anti-cancer drugs","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ReCorDE: A novel computational framework to discover potential combinations of anti-cancer drugs","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: Benign breast disease (BBD) is viewed as a non-obligate precursor stage in the development of breast cancer (BC). Transcriptome profiling using RNA sequencing (RNA-seq) of bulk formalin-fixed paraffin-embedded (FFPE) tissue blocks has been routinely used in BC research. However, RNA-seq of heterogeneous bulk samples represents an averaged expression profile across all cell mixtures. Downstream analyses, such as biomarker discovery, are likely confounded by differences in cell proportions. There is a lack of research in optimizing strategies for cell type deconvolution especially for FFPE samples. We evaluated and optimized strategies for cell type deconvolution using existing single cell RNA-seq (scRNA-seq) and single nucleus RNA-seq (snRNA-seq) breast tissue references, and applied these to a cohort of BBD FFPE samples to assess risk of subsequent BC.<br \/><b>Methods<\/b>: 7 scRNA-seq and 3 snRNA-seq public samples from women&#8217;s breast tissue were normalized using SCTransform, then integrated using Harmony to form a complete reference set. Bioinformatics evaluations examined the performance of existing statistical and deep learning-based deconvolution methods. Computational simulations were conducted to evaluate those methods on three scenarios: 1) baseline; 2) incomplete reference set; 3) FFPE artifacts. FFPE artifacts were simulated based on a generalized additive model using 7 in-house paired FFPE-fresh frozen samples. Finally, we applied the best performing method to our BBD cohort of 62 samples. Differential expression analysis adjusting for cell proportions was performed to identify transcriptomic aberrations in BBD cases.<br \/><b>Results<\/b>: snRNA-seq was more sensitive in capturing adipocytes, while scRNA-seq was more sensitive in detecting lymphocytes in breast tissue. The median number of detectable genes per cell was higher for scRNA-seq than snRNA-seq before integration (1264 vs 558). Marker gene-based regression methods (e.g. CIBERSORT) displayed higher variance and lower bias compared to methods directly using scRNA-seq data (e.g. SCDC). Incomplete reference data led to increased bias and little effect on variance. FFPE artifacts had a higher impact on performance compared to incomplete reference data. Overall, Scaden, a deep learning-based method, was the top performing method across all simulation scenarios and was especially robust to FFPE artifacts. 59 differential expressed genes (DEGs) were identified with fold change &#62; 1.5 and p value &#60; 0.01. DEGs involved in BC, e.g. S100A8, WNT4 and HIST1H3H, would be left out if cell proportions were not properly adjusted.<br \/><b>Conclusions<\/b>: We constructed the first complete single cell reference data for women&#8217;s breast tissue and benchmarked existing cell type deconvolution methods. Compared to analyses not adjusting for cell proportions, we observed substantial differences in perturbed genes and pathways associated with BC risk for BBD patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Bioinformatics,Deep learning,Deconvolution,FFPE,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuanhang Liu<\/b><sup>1<\/sup>, Chen Wang<sup>1<\/sup>, Stacey  J.  Winham<sup>1<\/sup>, Aditya Bhagwate<sup>1<\/sup>, Robert  A.  Vierkant<sup>1<\/sup>, Julie  M.  Cunningham<sup>1<\/sup>, Bryan  M.  McCauley<sup>1<\/sup>, William  A.  Jons<sup>1<\/sup>, Derek  C.  Radisky<sup>2<\/sup>, Amy  C.  Degnim<sup>1<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN,<sup>2<\/sup>Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"b3427a1f-707f-49d6-83a4-7645c2a1a72b","ControlNumber":"5247","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>S. J. Winham, <\/b> None..<br><b>A. Bhagwate, <\/b> None..<br><b>R. A. Vierkant, <\/b> None..<br><b>J. M. Cunningham, <\/b> None..<br><b>B. M. McCauley, <\/b> None..<br><b>W. A. Jons, <\/b> None..<br><b>D. C. Radisky, <\/b> None..<br><b>A. C. Degnim, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7677","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4291","PresenterBiography":null,"PresenterDisplayName":"Yuanhang Liu","PresenterKey":"47e98d4f-a594-4e4e-9ed6-6c3c689c643b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4291. Deconvolution of cell type composition in FFPE tissue: Application to benign breast disease","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deconvolution of cell type composition in FFPE tissue: Application to benign breast disease","Topics":null,"cSlideId":""},{"Abstract":"\u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009Single cell RNA sequencing (scRNA-seq) has gained increased popularity in recent years and has revolutionized the study of cell populations; however, this technology presents several caveats regarding specific gene expression measurement. Here we examine the expression levels of several immune checkpoint genes, which are currently assessed in clinical studies. We find that unlike in most bulk sequencing studies, PVRIG and murine TIGIT suffers from poor detection in 10x Chromium scRNA-seq and other types of assays that utilize the GENCODE gene model. We show that the default GENCODE gene model, typically used in the analysis of such data, is incorrect in the PVRIG genomic region and contains also a predicted read-through transcript to which PVRIG reads co-align, causing these to be discarded and hence hindering its proper detection. Moreover, we find that the murine TIGIT 3&#8217; UTR is mis-annotated, leading to the loss of legitimate reads. We thus generated a corrected reference genome, by removing the faulty read-through in the case of PVRIG and by extending the TIGIT 3&#8217; UTR and demonstrate that by employing these changes we can correctly capture genuine expression levels of these checkpoints, and which align with our findings at the protein level using FACS and CITEseq. Furthermore, we show that specialized read multimap algorithms such as RSEM and STARsolo can also partially improve the detection of PVRIG. Our study provides means to better interrogate the expression of PVRIG and murine TIGIT in scRNA-seq and emphasize the importance of optimizing gene models and alignment algorithms to enable accurate gene expression measurement in scRNA-seq and bulk sequencing. Moreover, our results support detailed study of the expression of immune checkpoints in clinical and pre-clinical studies towards the development of cancer immunotherapy treatments. \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Single cell,TIGIT,Gene expression analysis,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sergey Nemzer<sup>1<\/sup>, Niv Sabath<sup>1<\/sup>, Assaf Wool<sup>1<\/sup>, Zoya Altber<sup>1<\/sup>, Hirofumi Ando<sup>2<\/sup>, Drew  M.  Pardoll<sup>2<\/sup>, Sudipto Ganguly<sup>2<\/sup>, Yaron Turpaz<sup>1<\/sup>, <b>Zurit Levine<\/b><sup>1<\/sup>, Roy  Z.  Granit<sup>1<\/sup><br><br\/><sup>1<\/sup>Computational Discovery, Compugen Ltd., Holon, Israel,<sup>2<\/sup>Bloomberg-Kimmel Institute for Cancer Immunotherapy, Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"de6f213e-3bf0-4861-a002-977b95ed528e","ControlNumber":"5047","DisclosureBlock":"<b>&nbsp;S. Nemzer, <\/b> <br><b>Compugen LTD<\/b> Employment. <br><b>N. Sabath, <\/b> <br><b>Compugen LTD<\/b> Employment. <br><b>A. Wool, <\/b> <br><b>Compugen LTD<\/b> Employment. <br><b>Z. Altber, <\/b> <br><b>Compugen LTD<\/b> Employment.<br><b>H. Ando, <\/b> None.&nbsp;<br><b>D. M. Pardoll, <\/b> <br><b>Compugen LTD<\/b> Grant\/Contract.<br><b>S. Ganguly, <\/b> None.&nbsp;<br><b>Y. Turpaz, <\/b> <br><b>Compugen LTD<\/b> Employment. <br><b>Z. Levine, <\/b> <br><b>Compugen LTD<\/b> Employment. <br><b>R. Z. Granit, <\/b> <br><b>Compugen TLD<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7678","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4292","PresenterBiography":null,"PresenterDisplayName":"Zurit Levine, PhD","PresenterKey":"cee743ab-a91b-49e2-9c07-d43dab72bb82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4292. Gene model correction for PVRIG and TIGIT in single cell sequencing data enables accurate detection and study of its functional relevance","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gene model correction for PVRIG and TIGIT in single cell sequencing data enables accurate detection and study of its functional relevance","Topics":null,"cSlideId":""},{"Abstract":"Conventional immunohistochemistry (IHC) is a standardized diagnostic technique used in tissue pathology. However, the capacity to label only one marker per tissue section is a critical limitation. Multiplex immunohistochemistry (mIHC) is a powerful imaging technique used in basic, translational research and clinical settings to simultaneously detect the expression of multiple epitopes in a single formalin-fixed paraffin-embedded (FFPE) tissue section, allowing for characterization and quantification of cells while maintaining their spatial location. This technique allows for a comprehensive view of the immune milieu, expression patterns, and interactions between cell types that can help elucidate the complexity of the tumor-immune microenvironment (TiME). Multiplex imaging has emerged as a powerful tool to better understand tumor progression, response or resistance to therapy, and potentially identify predictive biomarkers. However, this technique requires careful tissue considerations and generates enormous amounts of hierarchical data, including single cell marker expressions, locations, and shape features, resulting in complex and challenging analyses. We previously published a validated platform using nine matched primary and recurrent head and neck squamous cell carcinoma (HNSCC) sections stained sequentially with a panel of 29 antibodies identifying malignant tumor cells, and 17 distinct leukocyte lineages and their functional states<sup>1<\/sup>. Here, we have optimized and consolidated important considerations, including tissue quality and QC steps necessary for generating high quality data from multiplex imaging studies. We demonstrate strategies for a streamline analytic pipeline using our quantitative workflow developed to characterize immune cells and infiltration patterns within spatial compartments of solid tumors in FFPE tissues, and herein, provide strategies and resources to practically adapt and utilize our analytic mIHC pipeline.<br \/>1. Banik, G., et al., Methods Enzymol., 2020","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Image analysis,Single cell,Tumor microenvironment,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shamilene Sivagnanam<\/b><sup><\/sup>, Courtney M. Betts<sup><\/sup>, Nell Kirchberger<sup><\/sup>, Konjit Betre<sup><\/sup>, Lisa  M.  Coussens<sup><\/sup><br><br\/>Cell, Developmental and Cancer Biology, OHSU Knight Cancer Institute, Portland, OR","CSlideId":"","ControlKey":"401a6355-895e-4bb1-9319-bc24fd1bce09","ControlNumber":"7907","DisclosureBlock":"&nbsp;<b>S. Sivagnanam, <\/b> None..<br><b>C. M. Betts, <\/b> None..<br><b>N. Kirchberger, <\/b> None..<br><b>K. Betre, <\/b> None.&nbsp;<br><b>L. M. Coussens, <\/b> <br><b>Cell Signaling Technologies<\/b> Other, Advisory board, Reagent support. <br><b>Syndax Pharmaceuticals Inc<\/b> Grant\/Contract, Other, Advisory board, reagent support. <br><b>ZielBio, Inc<\/b> Other, Reagent support. <br><b>Hibercell, Inc.<\/b> Grant\/Contract, Other, Reagent support, advisory board. <br><b>Carisma Therapeutics Inc<\/b> Other, Advisory board. <br><b>CytomX Therapeutics Inc.<\/b> Other, Advisory board. <br><b>Kineta Inc.<\/b> Other, Advisory board. <br><b>Alkermes, Inc<\/b> Other, Advisory board. <br><b>PDX Pharmaceuticals, Inc.<\/b> Other, Advisory board. <br><b>NextCure<\/b> Other, Advisory board. <br><b>AstraZeneca Partner of Choice Network<\/b> Other, Advisory board. <br><b>Genenta Sciences<\/b> Other, Advisory board. <br><b>Pio Therapeutics Pty Ltd<\/b> Other, Advisory board.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7679","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4293","PresenterBiography":null,"PresenterDisplayName":"Shamilene Sivagnanam","PresenterKey":"03b26f55-4b7f-4bf9-a83c-6c80afef4b9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4293. Strategies and resources for applying a quantitative multiplex IHC imaging workflow to characterize immune contexture in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Strategies and resources for applying a quantitative multiplex IHC imaging workflow to characterize immune contexture in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Background: Copy Number Variations (CNVs) are prominent features of cancer cells. From a clinical standpoint, their accurate detection at a low cost is a priority. With regular increases in the number of markers to be tested, the cost effectiveness and practicality of gold standard techniques like Fluorescence In Situ Hybridization (FISH) are slowly decreasing. Cost-efficient Next Generation Sequencing (NGS) targeted gene panels can be scaled up but accurately detecting CNVs from the resulting data remains challenging. We demonstrate large amounts of data and machine learning can help bridge the gap between the two techniques.<br \/>Methods: We collected the sequencing data of 6,277 patients tested using a custom amplicon based NGS assay designed to detect somatic alterations in 297 hematological cancer relevant genes such that at least one concurrent FISH test was also performed. FISH results were used to infer the gain, loss, or normality information for each corresponding gene. The annotated genes were then used to curate a training set by extracting 20 features per gene from the alignment results. A 3-class random forest classifier was trained using this dataset. The selected model was evaluated on a distinct set of 2,738 patients.<br \/>Results: Evaluation results are provided in Table 1 for 8 genes for which the FISH probe used to infer the gain, loss, or normality information directly spanned the gene region. The predicted CNVs are almost a perfect match with FISH for 6 of these genes with a limit of detection at 20% abnormal cells. In most cases, the model reduces discordant calls by over 50% compared to using existing CNV detection software only.<br \/>Conclusion: We show the CNV detection capabilities of a targeted NGS assay can closely match the gold-standard FISH technique by analytically correcting the biases introduced by the targeting procedures. The model presented here is used to detect CNVs in ALL patients after a successful formal validation in our laboratory.<br \/>$$table_{7F7388F5-E2EA-44EC-9290-06ED988AB5A4}$$<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{5D6A0A45-3B9E-420B-8844-9A91C8BFAC37}\"><caption>Table 1: Evaluation results.<\/caption><tr><td rowspan=\"2\" colspan=\"1\"><b>Gene<\/b><\/td><td rowspan=\"1\" colspan=\"3\"><b>FISH Positive Cases (Gain\/Loss)<\/b><\/td><td rowspan=\"1\" colspan=\"3\"><b>FISH Negative Cases (Normal)<\/b><\/td><td rowspan=\"1\" colspan=\"3\"><b>All FISH Cases<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Concordant<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sensitivity<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Concordant<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Specificity<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Total<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Concordant<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Accuracy<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>ATM<\/b><\/td><td rowspan=\"1\" colspan=\"1\">72<\/td><td rowspan=\"1\" colspan=\"1\">72<\/td><td rowspan=\"1\" colspan=\"1\"><b>100.00%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">641<\/td><td rowspan=\"1\" colspan=\"1\">629<\/td><td rowspan=\"1\" colspan=\"1\"><b>98.13%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">713<\/td><td rowspan=\"1\" colspan=\"1\">701<\/td><td rowspan=\"1\" colspan=\"1\"><b>98.32%<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>CBFB<\/b><\/td><td rowspan=\"1\" colspan=\"1\">23<\/td><td rowspan=\"1\" colspan=\"1\">22<\/td><td rowspan=\"1\" colspan=\"1\"><b>95.65%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">517<\/td><td rowspan=\"1\" colspan=\"1\">506<\/td><td rowspan=\"1\" colspan=\"1\"><b>97.87%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">540<\/td><td rowspan=\"1\" colspan=\"1\">528<\/td><td rowspan=\"1\" colspan=\"1\"><b>97.78%<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>EGR1<\/b><\/td><td rowspan=\"1\" colspan=\"1\">171<\/td><td rowspan=\"1\" colspan=\"1\">169<\/td><td rowspan=\"1\" colspan=\"1\"><b>98.83%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1,541<\/td><td rowspan=\"1\" colspan=\"1\">1,538<\/td><td rowspan=\"1\" colspan=\"1\"><b>99.81%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1,712<\/td><td rowspan=\"1\" colspan=\"1\">1,707<\/td><td rowspan=\"1\" colspan=\"1\"><b>99.71%<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>KMT2A<\/b><\/td><td rowspan=\"1\" colspan=\"1\">27<\/td><td rowspan=\"1\" colspan=\"1\">25<\/td><td rowspan=\"1\" colspan=\"1\"><b>92.59%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">474<\/td><td rowspan=\"1\" colspan=\"1\">472<\/td><td rowspan=\"1\" colspan=\"1\"><b>99.58%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">501<\/td><td rowspan=\"1\" colspan=\"1\">497<\/td><td rowspan=\"1\" colspan=\"1\"><b>99.20%<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>MET<\/b><\/td><td rowspan=\"1\" colspan=\"1\">113<\/td><td rowspan=\"1\" colspan=\"1\">113<\/td><td rowspan=\"1\" colspan=\"1\"><b>100.00%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1,593<\/td><td rowspan=\"1\" colspan=\"1\">1,582<\/td><td rowspan=\"1\" colspan=\"1\"><b>99.31%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1,706<\/td><td rowspan=\"1\" colspan=\"1\">1,695<\/td><td rowspan=\"1\" colspan=\"1\"><b>99.36%<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>NF1<\/b><\/td><td rowspan=\"1\" colspan=\"1\">15<\/td><td rowspan=\"1\" colspan=\"1\">15<\/td><td rowspan=\"1\" colspan=\"1\"><b>100.00%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">908<\/td><td rowspan=\"1\" colspan=\"1\">908<\/td><td rowspan=\"1\" colspan=\"1\"><b>100.00%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">923<\/td><td rowspan=\"1\" colspan=\"1\">923<\/td><td rowspan=\"1\" colspan=\"1\"><b>100.00%<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>TERT<\/b><\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\"><b>100.00%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1,723<\/td><td rowspan=\"1\" colspan=\"1\">1,709<\/td><td rowspan=\"1\" colspan=\"1\"><b>99.19%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1,733<\/td><td rowspan=\"1\" colspan=\"1\">1,719<\/td><td rowspan=\"1\" colspan=\"1\"><b>99.19%<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>TP53<\/b><\/td><td rowspan=\"1\" colspan=\"1\">76<\/td><td rowspan=\"1\" colspan=\"1\">73<\/td><td rowspan=\"1\" colspan=\"1\"><b>96.05%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1,567<\/td><td rowspan=\"1\" colspan=\"1\">1,556<\/td><td rowspan=\"1\" colspan=\"1\"><b>99.30%<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1,643<\/td><td rowspan=\"1\" colspan=\"1\">1,629<\/td><td rowspan=\"1\" colspan=\"1\"><b>99.15%<\/b><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Copy number variation,Targeted sequencing,Fluorescence in situ hybridization (FISH),Leukemias,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christophe  N.  Magnan<\/b><sup>1<\/sup>, Hyunjun Nam<sup>2<\/sup>, Shashikant Kulkarni<sup>3<\/sup>, Segun  C.  Jung<sup>4<\/sup><br><br\/><sup>1<\/sup>NeoGenomics Laboratories, Carlsbad, CA,<sup>2<\/sup>NeoGenomics Laboratories, San Diego, CA,<sup>3<\/sup>NeoGenomics Laboratories, Houston, TX,<sup>4<\/sup>NeoGenomics Laboratories, Aliso Viejo, CA","CSlideId":"","ControlKey":"27d3f167-7fb8-440e-be1f-049fa56490d3","ControlNumber":"3832","DisclosureBlock":"<b>&nbsp;C. N. Magnan, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment. <br><b>H. Nam, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment. <br><b>S. Kulkarni, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment, Stock. <br><b>S. C. Jung, <\/b> <br><b>NeoGenomics Laboratories<\/b> Employment, Stock.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7680","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4294","PresenterBiography":null,"PresenterDisplayName":"Christophe Magnan, PhD","PresenterKey":"74618433-99ad-471b-8109-60fadc32cf1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4294. Bridging the gap between targeted NGS and FISH gene-level CNV detection capabilities in hematologic malignancies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bridging the gap between targeted NGS and FISH gene-level CNV detection capabilities in hematologic malignancies","Topics":null,"cSlideId":""},{"Abstract":"In many cancer types, the evolution of subclonal malignant cells leads to a diverse tumor population that can affect treatment efficacy. In addition, evolution throughout treatment can lead to resistant subclonal populations and eventual relapse. To effectively treat these cancers, it is essential to understand the subclonal architecture of the tumor, including the somatic mutations that differentiate each population. Many tools have been developed to attempt to cluster mutations or reconstruct the clonal architecture of a given tumor sample. However, few can accommodate multiple samples, which is common in longitudinal or metastasis studies. In addition, these tools typically focus on just one of the steps necessary for a full analysis (e.g., variant clustering, subclone hierarchical tree reconstruction, and tree visualization). Many require non-standard data formats, necessitating data format conversion between each step. These requirements make it very challenging for investigators without a deep understanding of each tool to perform a full subclonal analysis. To make the identification of temporal and spatial heterogeneity more streamlined and accessible to analysts with basic programming knowledge, we have developed a pipeline that takes somatic mutations in standard VCF file format as input and produces meaningful results that are easy to interpret. Variant data is extracted and formatted for the input to PyClone-VI (Gillis and Roth, 2020), which is used to cluster somatic variants based on their allele frequencies at each time point. SuperSeeker, an improvement on the SubcloneSeeker method developed within our lab (Qiao et al., 2014), implements advanced tumor subclone reconstruction algorithms to jointly analyze multiple samples and construct hierarchical trees that account for all subclones observed in a patient. A sample trace, or the cellular fraction of each subclone found in each sample, is also provided. The output of SuperSeeker is an updated VCF file with the tree and sample trace information added to the header. Finally, a GraphViz rendering of the hierarchical tree is made for easy visualization. In addition to this rendering, the final VCF file can also be used for interactive analysis and visualization of the results using our Oncogene.iobio web tool. This pipeline makes identifying temporal and spatial heterogeneity more efficient, requiring only standard file types as input, and basic command line knowledge. In a recently published study, we investigated subclonal evolution in 38 patients with CLL being treated with a BTKi. The initial subclonal architecture analysis for each patient in this study was laborious and time intensive. Using this pipeline, we can now identify subclonal evolution in these patients and create an interactive visualization more efficiently. This approach can streamline analyses, increase efficiency, and lead to a deeper understanding of a tumor&#8217;s subclonal evolution.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-01 Analytic pipeline optimization,,"},{"Key":"Keywords","Value":"Bioinformatics,Clonal evolution,Heterogeneity,Somatic mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gage Black<\/b><sup><\/sup>, Yi Qiao<sup><\/sup>, Xiaomeng Huang<sup><\/sup>, Gabor Marth<sup><\/sup><br><br\/>Human Genetics, University of Utah, Salt Lake City, UT","CSlideId":"","ControlKey":"18c8585c-e21a-4070-85fb-f57f6351e48a","ControlNumber":"7076","DisclosureBlock":"&nbsp;<b>G. Black, <\/b> None..<br><b>Y. Qiao, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>G. Marth, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7681","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4295","PresenterBiography":null,"PresenterDisplayName":"Gage Black, BS","PresenterKey":"0b5e7632-f103-4dbb-810e-42f4aaafc9bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4295. Streamlining the reconstruction of subclonal evolution in DNA sequencing data","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Streamlining the reconstruction of subclonal evolution in DNA sequencing data","Topics":null,"cSlideId":""},{"Abstract":"Background: In the field of antibody engineering, an essential task is to design a novel antibody whose paratopes bind to a specific antigen with correct epitopes. Understanding antibody structure and its paratope can facilitate a mechanistic understanding of its function. Therefore, antibody structure prediction from its sequence alone has always been a highly valuable problem for de novo antibody design. AlphaFold2 (AF2), a breakthrough in the field of structural biology, provides a solution to this protein structure prediction problem by learning a deep learning model. However, the computational efficiency and undesirable prediction accuracy on antibody, especially on the complementarity-determining regions limit its applications in de novo antibody design.<br \/>Methods: To learn informative representation of antibodies, we trained a deep antibody language model (ALM) on curated sequences from observed antibody space database via a well-designed transformer model. We also developed a novel model named xTrimoABFold++ to predict antibody structure from antibody sequence only based on the pretrained ALM as well as efficient evoformers and structural modules. The model was trained end-to-end on the antibody structures in PDB by minimizing the ensemble loss of domain-specific focal loss on CDR and the frame aligned point loss.<br \/>Results: xTrimoABFold++ outperforms AF2 and OmegaFold, HelixFold-Single with 30+% improvement on RMSD. Also, it is 151 times faster than AF2 and predicts antibody structure in atomic accuracy within 20 seconds. In recently released antibodies, for example, cemiplimab of PD-1 (PDB: 7WVM) and cross-neutralizing antibody 6D6 of SARS-CoV-2 (PDB: 7EAN), the RMSD of xTrimoABFold++ are 0.344 and 0.389 respectively.<br \/>Conclusion: To the best of our knowledge, xTrimoABFold++ achieved the state-of-the-art in antibody structure prediction. Its improvement on both accuracy and efficiency makes it a valuable tool for de novo antibody design, and could make further improvement in immuno-theory. <table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{1D9EDCDE-D985-41E8-B3F4-ABDE2299F6FE}\"><caption>Experimental results on immune antibody dataset with 95% confidence interval.<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Method<\/td><td rowspan=\"1\" colspan=\"1\">RMSD<\/td><td rowspan=\"1\" colspan=\"1\">TMScore<\/td><td rowspan=\"1\" colspan=\"1\">GDTTS<\/td><td rowspan=\"1\" colspan=\"1\">GDTHA<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">AlphaFold2<\/td><td rowspan=\"1\" colspan=\"1\">3.1254 ± 0.1410<\/td><td rowspan=\"1\" colspan=\"1\">0.8385 ± 0.0055<\/td><td rowspan=\"1\" colspan=\"1\">0.7948 ± 0.0057<\/td><td rowspan=\"1\" colspan=\"1\">0.6548 ± 0.0063<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">OmegaFold<\/td><td rowspan=\"1\" colspan=\"1\">3.2610 ± 0.1463<\/td><td rowspan=\"1\" colspan=\"1\">0.8384 ± 0.0057<\/td><td rowspan=\"1\" colspan=\"1\">0.7925 ± 0.0059<\/td><td rowspan=\"1\" colspan=\"1\">0.6586 ± 0.0063<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">HelixFold-Single<\/td><td rowspan=\"1\" colspan=\"1\">2.9648 ± 0.0997<\/td><td rowspan=\"1\" colspan=\"1\">0.8328 ± 0.0055<\/td><td rowspan=\"1\" colspan=\"1\">0.7805 ± 0.0057<\/td><td rowspan=\"1\" colspan=\"1\">0.6225 ± 0.0060<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">ESMFold<\/td><td rowspan=\"1\" colspan=\"1\">3.1549 ± 0.0067<br><\/td><td rowspan=\"1\" colspan=\"1\">0.8390 ± 0.0003<br><\/td><td rowspan=\"1\" colspan=\"1\">0.7952 ± 0.0003<br><\/td><td rowspan=\"1\" colspan=\"1\">0.6551 ± 0.0003<br><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">xTrimoABFold++<\/td><td rowspan=\"1\" colspan=\"1\"><b>1.9594 ± 0.0805<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.8986 ± 0.0052<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.8694 ± 0.0057<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.7456 ± 0.0066<\/b><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Deep learning,Structure Prediction,Antibody,Drug Engineering,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yining Wang<sup><\/sup>, Xumeng Gong<sup><\/sup>, Shaochuan Li<sup><\/sup>, Bing Yang<sup><\/sup>, Yiwu Sun<sup><\/sup>, Yujie Luo<sup><\/sup>, <b>Hui Li<\/b><sup><\/sup>, Le Song<sup><\/sup><br><br\/>BioMap, Beijing, China","CSlideId":"","ControlKey":"7c32c203-062e-4f72-9c50-0e6d66380e4a","ControlNumber":"2713","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>X. Gong, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>B. Yang, <\/b> None..<br><b>Y. Sun, <\/b> None..<br><b>Y. Luo, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>L. Song, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7699","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4296","PresenterBiography":null,"PresenterDisplayName":"Hui Li","PresenterKey":"adf4958e-694d-49a6-aee2-1905ca3c554a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4296. Fast de novo antibody structure prediction with atomic accuracy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fast de novo antibody structure prediction with atomic accuracy","Topics":null,"cSlideId":""},{"Abstract":"Background: RNA-seq is now the most widely used technique for gene expression profiling, which generates nucleotide level genome coverage as well as summary gene expression values. In general, low-expressed genes are excluded in the data processing due to their low signal-to-noise ratio. Nonetheless, it has been shown that low-expressed genes can provide crucial information such as presence of rare cells in bulk tissue samples. To optimize signal to noise in low-expressed genes, we applied a novel approach in which we transform low-expressed genes to a robust dichotomized state of being either &#8220;on&#8221; or &#8220;off&#8221;.<br \/>Methods: To determine the status of genes, we use the shape of base-level read coverage which is expected to be homogeneous across the samples if they are &#8220;on&#8221;, whereas appear to be random noise if they are &#8220;off&#8221;. We model base-resolution RNA-seq data as vectors in high dimensional data space and measure their level of shape similarity (LSS) using angles between samples with lower angles indicating higher similarity which is more likely to be &#8220;on&#8221; status. Applying this approach to 3 human cancer samples (head and neck squamous cell carcinoma (HNSC), lung adenocarcinoma (LUAD) and lung squamous cell carcinoma (LUSC)) from the Cancer Genome Atlas (TCGA), we identified lists of genes, the OFFONOME, that were either always or sometimes &#8220;off&#8221;. Differential OFFONOME genes were queried to address supervised and unsupervised analyses.<br \/>Results: Using our technique, we characterized the OFFONOME of HNSC (5851 genes), a set which would typically have been filtering for removal because of low expression. In the HNSC OFFONOME, we observed five gene clusters, each of which was strongly associated with specific gene ontology. One of the clusters identified a rare population of normal myocytes infiltrating otherwise invasive tumors. For the OFFONOME of LUAD (5435 genes) and LUSC (5292 genes), we found clusters enriched with cilia and keratinization-related genes. In the result of integrated analysis, we observed that squamous cell carcinoma (SCC) tumor types shared &#8220;on&#8221; status for keratinization-related genes known for the cause of SCC. By comparison, LUAD had &#8220;on&#8221; status genes related to microtubule-based movement related with cilia structure. Strikingly, clustering the OFFONOME with the LSS distinguished 3 tumor types with almost perfect separation, outperforming several competing gene expression measures.<br \/>Conclusion: In this study, we applied a new notion of gene expression. This approach enables a robust characterization of &#8220;on&#8221; and &#8220;off&#8221; status which can be especially effective for the genes expressed at low level. The OFFONOME from 3 cancer types revealed not only the tissue-specific genes but also the genes shared in similar tumor types. Collectively, OFFONOME can provide new insights into genes expressed at vanishingly low levels, such as from minor cell populations within bulk tumor analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-07 New algorithms,,"},{"Key":"Keywords","Value":"Gene profiling,Head and neck squamous cell carcinoma,Lung cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wonyoung Choi<\/b><sup>1<\/sup>, Hyo Young Choi<sup>2<\/sup>, Daivd Neil Hayes<sup>3<\/sup><br><br\/><sup>1<\/sup>Center for Cancer Research, University of Tennessee Health Science Center, Memphis, TN,<sup>2<\/sup>Department of Preventive Medicine, University of Tennessee Health Science Center, Memphis, TN,<sup>3<\/sup>Department of Medicine, University of Tennessee Health Science Center, Memphis, TN","CSlideId":"","ControlKey":"d52bf689-ddbf-4e63-b915-5acac13cf3cc","ControlNumber":"2009","DisclosureBlock":"&nbsp;<b>W. Choi, <\/b> None..<br><b>H. Choi, <\/b> None..<br><b>D. N. Hayes, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7700","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4297","PresenterBiography":null,"PresenterDisplayName":"Wonyoung Choi, PhD","PresenterKey":"715817d8-3b6c-45ce-88b4-30a32698e30c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4297. OFFONOME: a new notion of genes&#8217; on\/off","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"OFFONOME: a new notion of genes&#8217; on\/off","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint inhibitors (ICIs) have led to a paradigm shift in solid tumors treatment. However, not all patients respond favorably to these drugs, highlighting the need for reliable predictions to achieve more personalized care and better management. This study aimed to create and validated ML model to predict survival in solid tumors patients receiving ICIs.<br \/>Methods: We obtained clinical and genomic data from cBio Cancer Genomics Portal. Data were randomly divided into a training set (80%) and a validation set (20%). light gradient boosting algorithm was trained to predict patients&#8217; survival at different time points.<br \/>Results: We identified 1660 patients with a median survival of 18 months. LGB yielded AUCs of 67.91% at 1 year, 79.89.6% at 2 years, and 79.75% at 3 years, respectively. The most important predictors that influenced the performance of the model in predicting 3-year-survival were: Age (22.89%), tumor mutational burden (18.24%), and tumor purity (13.23%). Moreover, multivariate analysis was performed and drug type was identified as an independent prognostic indicator (P&#60; .001). So, a Subgroup analysis was done and the OS rates were: 98.57%, 75.55%, 33.84% in patients who received CTLA-4, 98.57%, 75.55%, 33.84% with PD-1\/PD-L1, and 97.99%, 9.94%, 4.62% with combo treatment, at 1-, 3-, and 5 years, respectively.<br \/>Conclusion: Our ML-based model that integrates both clinical and genomic data is an improved tool for survival prediction, enabling an accurate risk classification and leading to a more precise decision-making. Moreover, this study highlights the importance of age and tumor microenvironment as the main contributors in making survival prediction in patients receiving ICIs. Table. Performance in survival prediction among training and testing sets <table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{C174CA8B-BEAC-4B6F-89A0-59554CFF3CF4}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Survival<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Average <\/b><b>AUC<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Average Accuracy<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Survival Duration<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Positive Predictive Value (Precision)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sensitivity (Recall)<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>1-year<\/b><\/td><td rowspan=\"1\" colspan=\"1\">67.91%<\/td><td rowspan=\"1\" colspan=\"1\">63.18%<\/td><td rowspan=\"1\" colspan=\"1\"><b>&#60;12 months<\/b><\/td><td rowspan=\"1\" colspan=\"1\">58%<\/td><td rowspan=\"1\" colspan=\"1\">54%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>&#62;=12 months<\/b><\/td><td rowspan=\"1\" colspan=\"1\">67%<\/td><td rowspan=\"1\" colspan=\"1\">70%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>2-years<\/b><\/td><td rowspan=\"1\" colspan=\"1\">79.89%<\/td><td rowspan=\"1\" colspan=\"1\">78.70%<\/td><td rowspan=\"1\" colspan=\"1\"><b>&#60;24 months<\/b><\/td><td rowspan=\"1\" colspan=\"1\">86%<\/td><td rowspan=\"1\" colspan=\"1\">84%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>&#62;=24 months<\/b><\/td><td rowspan=\"1\" colspan=\"1\">62%<\/td><td rowspan=\"1\" colspan=\"1\">65%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>3-years<\/b><\/td><td rowspan=\"1\" colspan=\"1\">79.75%<\/td><td rowspan=\"1\" colspan=\"1\">86.02%<\/td><td rowspan=\"1\" colspan=\"1\"><b>&#60;36 months<\/b><\/td><td rowspan=\"1\" colspan=\"1\">95%<\/td><td rowspan=\"1\" colspan=\"1\">89%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>&#62;=36 months<\/b><\/td><td rowspan=\"1\" colspan=\"1\">45%<\/td><td rowspan=\"1\" colspan=\"1\">65%<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Immune checkpoint blockade,Survival,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Salma  Y.  Fala<\/b><sup>1<\/sup>, Mohamed Osman<sup>2<\/sup><br><br\/><sup>1<\/sup>Suez Canal University, Portsaid, Egypt,<sup>2<\/sup>Zaazig University, AL-Sharqia, Egypt","CSlideId":"","ControlKey":"e6af9237-83e1-4719-a061-e8cdec44785a","ControlNumber":"587","DisclosureBlock":"&nbsp;<b>S. Y. Fala, <\/b> None..<br><b>M. Osman, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7704","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4298","PresenterBiography":null,"PresenterDisplayName":"Salma Fala, No Degree","PresenterKey":"ebc154ae-e9b6-4504-8235-4f6b22bc6e7b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4298. Machine learning-based model for survival prediction after immunotherapy in patients with solid tumor","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Machine learning-based model for survival prediction after immunotherapy in patients with solid tumor","Topics":null,"cSlideId":""},{"Abstract":"Patient derived xenografts (PDX) are increasingly utilized in translational research and drug development. Characterizing the genomic features of PDX is essential to establishing reliable models for cancer research. Despite great interest, problems remain in PDX tumor data banks including improper cancer type diagnosis and sample mix-ups. In an effort to improve annotation and quality of PDX models, we developed a machine learning model trained on gene expression data from The Cancer Genome Atlas (TCGA). We then applied the model to corresponding data collected from nearly 300 Certis PDX models plus publicly available data from NCI&#8217;s Patient-Derived Models Repository (PDMR). The model shows high precision and variable recall and provides a fast and accurate method for cancer type diagnosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-03 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Machine learning,RNA sequencing (RNA-Seq),The Cancer Genome Atlas (TCGA),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Warren Andrews<\/b><sup><\/sup>, Long Do<sup><\/sup>, Jonathan Nakashima<sup><\/sup><br><br\/>Certis Oncology Solutions, San Diego, CA","CSlideId":"","ControlKey":"62be43da-b2d3-4279-aedc-e65ba469cd1b","ControlNumber":"3794","DisclosureBlock":"<b>&nbsp;W. Andrews, <\/b> <br><b>Certis Oncology Solutions<\/b> Employment, Stock Option. <br><b>L. Do, <\/b> <br><b>Certis Oncology Solutions<\/b> Employment, Stock Option. <br><b>J. Nakashima, <\/b> <br><b>Certis Oncology Solutions<\/b> Employment, Stock Option.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7705","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4299","PresenterBiography":null,"PresenterDisplayName":"Warren Andrews","PresenterKey":"8609edc4-8f9b-467c-8c37-2dff08ce58dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4299. Gene expression based machine learning classifier to predict and validate cancer type in patient derived xenograft (PDX) models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"296","SessionOnDemand":"False","SessionTitle":"Algorithms and Statistical Methods","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gene expression based machine learning classifier to predict and validate cancer type in patient derived xenograft (PDX) models","Topics":null,"cSlideId":""}]