[{"Abstract":"Esophageal Adenocarcinoma (EAC) is the most common subtype of Esophageal Cancer in Western countries, and its incidence rate has increased over the past few decades. The overall five-year survival rate of EAC is less than 20%. Smoking is a major risk factor for EAC development. WEE1 kinase plays a crucial role in the cell cycle by regulating the G2\/M checkpoint, providing a time frame for the cells to repair DNA damage. Thus, targeting WEE1 using an inhibitor could potentiate the effect of chemotherapeutic drugs. This study investigated how smoking induces WEE1 protein expression, promoting docetaxel resistance in EAC.<br \/>IHC staining for WEE1 in the normal esophagus and EAC tissue sections revealed significant over-expression of WEE1 protein in EAC. Nicotine, Nicotine derived Nitrosamine Ketone (NNK), and 2% cigarette smoke extract (CSE) treatment induced WEE1 expression with a concomitant increase in CDC2 phosphorylation (p-CDC2, Y15), a well-established read-out of WEE1 activity in EAC cells. In addition, we found that smoking upregulates WEE1 expression by decreasing miR-195-5p expression levels in EAC.<br \/>Based on the differential gene expression signatures in EAC cell lines FLO1 and OE33 following WEE1 knockdown, drug and small molecule induced gene expression signatures analysis, L1000 fireworks display (L1000FWD), predicted that docetaxel is one of the best drug candidates which can synergize with the WEE1 inhibitor MK1775. Smoking-induced docetaxel resistance in EAC cells measured by cell viability assay. Down-regulating WEE1 expression with siRNA or pharmacological inhibition using MK1775 significantly sensitized EAC cells to docetaxel treatment, as evidenced by a remarkable decrease in the IC50 value of docetaxel. Inhibition of WEE1 combined with docetaxel can be considered an ideal therapeutic strategy due to its superior anti-tumor efficacy compared to the standard single-agent treatment. In conclusion, our data provide a firm rationale for the clinical combination of docetaxel with MK1775 in EAC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,Docetaxel,Smoking,MicroRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Krishnapriya Thangaretnam<\/b><sup><\/sup>, Islam MD Obaidul<sup><\/sup>, Heng Lu<sup><\/sup>, Dunfa Peng<sup><\/sup>, Nadeem Sidiq Bhat<sup><\/sup>, Mohammed Soutto<sup><\/sup>, Zheng Chen<sup><\/sup><br><br\/>Surgery, UM Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"756f0770-5cf1-41c0-b81f-c4bbdd9d9823","ControlNumber":"486","DisclosureBlock":"&nbsp;<b>K. Thangaretnam, <\/b> None..<br><b>I. MD Obaidul, <\/b> None..<br><b>H. Lu, <\/b> None..<br><b>D. Peng, <\/b> None..<br><b>N. Bhat, <\/b> None..<br><b>M. Soutto, <\/b> None..<br><b>Z. Chen, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9185","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"375","PresenterBiography":null,"PresenterDisplayName":"Krishnapriya Thangaretnam, PhD","PresenterKey":"e4eaf08f-479d-4c51-a709-4800e72de2b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"375. Smoking induces Wee1 expression through miRNA deregulation, promoting docetaxel resistance in esophageal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Smoking induces Wee1 expression through miRNA deregulation, promoting docetaxel resistance in esophageal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"As part of our previous studies on the anti-tumor mechanisms of sorafenib, one of the primary treatments for advanced hepatocellular carcinoma (HCC), we found that suppression of cyclin E1 in HCC cells correlates with sensitivity to sorafenib (Chiun Hsu et al. Clin Cancer Res. 2016:2555). Furthermore, the combination of sorafenib and a cyclin-dependent kinase inhibitor was found to have synergistic anti-tumor effects. Specifically, we found that inhibiting DKK1 (dickkopf1), an essential regulator of Wnt signaling, had a synergistic effect. In sorafenib-sensitive HCC cells, DKK1 mRNA and protein expressions were suppressed following treatment with sorafenib, but not in sorafenib-resistant cells. HCC cells resistant to sorafenib were induced to apoptosis with knockdown of DKK1 expression. The apoptosis-inducing effects of sorafenib were enhanced by DKK1 inhibitors, and beta-catenin suppression was found to be crucial to this effect. In addition, mouse tumors secrete DKK1 into the blood and its presence correlates positively with tumor size and survival during sorafenib treatment. Suppression of DKK1 in hepatocellular carcinoma cells may serve as a pharmacodynamic biomarker for predicting sorafenib or CDK inhibitor efficacy. Sorafenib combined with a DKK1 inhibitor may improve sorafenib's efficacy in hepatocellular carcinoma. (Supported by MOST 106-2314-B-002-229-MY3, MOST 109-2634-F-002-043, MOST 109-2314-B-002-229 -MY3, MOST 110-2634-F-002-044 from Ministry of Science and Technology, Taiwan)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Sorafenib,CDK inhibitor,DKK1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lin Li<\/b><sup>1<\/sup>, Chia-Lang Hsu<sup>1<\/sup>, Liang-In Lin<sup>2<\/sup>, Bin-Shyun Lee<sup>1<\/sup>, Ping-Yun Ou<sup>3<\/sup>, Ann-Lii Cheng<sup>1<\/sup>, Chiun Hsu<sup>1<\/sup>, Da-Liang Ou<sup>1<\/sup><br><br\/><sup>1<\/sup>Graduate Institute of Oncology, National Taiwan University College of Medicine, Taipei, Taiwan,<sup>2<\/sup>Graduate Institute of Clinical Laboratory Sciences and Medical Biotechnology, National Taiwan University College of Medicine, Taipei, Taiwan,<sup>3<\/sup>Institute of Biomedical Informatics, National Yang Ming Chiao Tung University, Taipei, Taiwan","CSlideId":"","ControlKey":"fa6d55da-1ecc-4937-b073-1a22301e8649","ControlNumber":"1465","DisclosureBlock":"&nbsp;<b>L. Li, <\/b> None..<br><b>C. Hsu, <\/b> None..<br><b>L. Lin, <\/b> None..<br><b>B. Lee, <\/b> None..<br><b>P. Ou, <\/b> None..<br><b>A. Cheng, <\/b> None..<br><b>C. Hsu, <\/b> None..<br><b>D. Ou, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9186","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"376","PresenterBiography":null,"PresenterDisplayName":"Lin Li, Graduate Student","PresenterKey":"5e115a58-ac7d-4f67-827b-e7458185fe95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"376. DKK1 inhibition can overcome sorafenib resistance in hepatocellular carcinoma cells through beta-catenin suppression","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DKK1 inhibition can overcome sorafenib resistance in hepatocellular carcinoma cells through beta-catenin suppression","Topics":null,"cSlideId":""},{"Abstract":"Background: Although the epidermal growth factor receptor (EGFR) is overexpressed in 80-90% of Head and Neck Squamous Cell Carcinomas (HNSCCs), response to anti-EGFR targeted therapy remains low. Trans-activation of other receptor tyrosine kinases is a common mechanism of resistance to EGFR directed therapy. The RON receptor tyrosine kinase (Macrophage stimulating 1-receptor\/MST1R) is a member of the c-MET oncogene family. While limited, prior studies by our group and others have reported elevated RON expression in over 60% of primary HNSCC samples and that receptor cross talk exists with RON and EGFR. Based on this information, we hypothesize that the pro-tumorigeneic role of RON and its crosstalk with EGFR contributes to HNSCC growth and to anti-EGFR therapeutic failure. To test this hypothesis, we examined the expression level of RON and EGFR in human and mouse HNSCC cell lines and in HNSCC patient samples from publicly available databases. Further, we investigated the role of RON in radiation resistance as radiation is a primary treatment modality for HNSCC.<br \/>Results: Immunoblotting demonstrated strong RON expression in eight of nine human HNSCC cell lines tested and strong EGFR expression in six HNSCC cell lines. In exploring mRNA expression of RON using the Kaplan-Meier Plotter HNSCC RNA-seq dataset, high RON expression was associated with poorer overall survival (P&#8201;=&#8201;0.054) in patients with Stage 3 HNSCC and low mutation burden. To assess the relationship between RON and EGFR, mRNA expression was mined in the GSE6631 dataset from the NCBI gene expression omnibus (GEO). Our analysis found RON to be significantly overexpressed in HNSCC samples compared to normal matched controls (P = 0.029). Interestingly, EGFR mRNA expression was negatively correlated (r = -0.2) with RON mRNA expression from the same patients. This inverse correlation between RON and EGFR expression was corroborated by immunoblotting data of HNSCC lines, UM-SCC-090 and 93-UV-147T which demonstrated low levels of EGFR and high levels of RON. As ionizing radiation is a pillar of HNSCC treatment and is often delivered concurrent with anti-EGFR therapy, we next examined the relative radiosensitivity in multiple murine and human cancer cell lines with and without RON expression using colony formation assays. Preliminary studies demonstrated significantly increased colony formation in high RON-expressing cells relative to low RON-expressing cells.<br \/>Conclusion: RON is expressed at high levels in multiple HNSCC cell lines and in human samples. Protein expression data and in silica analyses support an inverse association between EGFR and RON. RON expression is associated with radiation resistance. Future studies will investigate interactions between RON and EGFR, and whether RON inhibition can increase anti-EGFR treatment and radiation sensitivity in HNSCC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Receptor tyrosine kinase (RTK),Epidermal growth factor receptor (EGFR),Therapy Resistance,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhixin Lu<\/b><sup><\/sup>, Vinita Takiar<sup><\/sup>, Susan  E.  Waltz<sup><\/sup><br><br\/>Department of Cancer Biology, University of Cincinnati, Cincinnati, OH","CSlideId":"","ControlKey":"ae71ad72-08e1-4cc8-966e-2b93d7d539ea","ControlNumber":"2206","DisclosureBlock":"&nbsp;<b>Z. Lu, <\/b> None..<br><b>V. Takiar, <\/b> None..<br><b>S. E. Waltz, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9187","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"377","PresenterBiography":null,"PresenterDisplayName":"Zhixin Lu, BE;MS","PresenterKey":"f63e52da-5750-4ce0-a4e1-25e052c438be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"377. RON receptor tyrosine kinase in head and neck cancer: a potential target for overcoming resistance to anti-EGFR therapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RON receptor tyrosine kinase in head and neck cancer: a potential target for overcoming resistance to anti-EGFR therapy","Topics":null,"cSlideId":""},{"Abstract":"Oxaliplatin, a third-generation of platinum analog, has been used for the treatment of colorectal, gastric, and advanced pancreatic ductal adenocarcinoma (PDAC); however, its relatively high toxicity reduced its efficacy in clinical use. Recently, we found that organic cation transporter 2 (OCT2) expression is positively correlated to Oxaliplatin sensitivity in PDAC cells and better survival outcomes in PDAC patients with chemotherapy, suggesting that OCT2 level is important not only in predicting sensitivity to oxaliplatin but also in guiding dose adjustments to minimize toxicity. Here, we observed the significance of serum Ferritin as a prognostic marker for pancreatic cancer, and further identified Ferritin heavy chain (FTH1) down-regulated OCT2 level and reduced Oxaliplatin sensitivity of advanced PDAC cells <i>in vitro<\/i> and <i>in vivo<\/i>. Our study reveals the negative correlation between FTH1 and OCT2 levels in PDAC database analysis and reducing FTH1 expression with Deferasirox (DFX), which is an agent that has been widely used for patients with iron overload, reversed OCT2 expression and Oxaliplatin sensitization in metastatic PDAC cells. Additionally, we identified that exosomal Ferritin\/FTH1 from PDAC cells may enhance M1-type to M2-type macrophage polarization to build up immunosuppression in the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Oxaliplatin,Pancreatic cancer,Immunosuppression,Ferritin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ching-Feng Chiu<\/b><sup><\/sup><br><br\/>Taipei Medical University, Taipei, Taiwan","CSlideId":"","ControlKey":"8da90dfc-c781-4146-aa31-4107f110888d","ControlNumber":"3271","DisclosureBlock":"&nbsp;<b>C. Chiu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9188","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"378","PresenterBiography":null,"PresenterDisplayName":"Ching-Feng Chiu, PhD","PresenterKey":"47c608ff-f8b9-4620-9b9c-bcb2b8bde346","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"378. Ferritin regulates oxaliplatin sensitivity and immunosuppression in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ferritin regulates oxaliplatin sensitivity and immunosuppression in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Gefitinib is an epidermal growth factor receptor tyrosine kinase inhibitor (EGFR TKI) indicated for first-line treatment of advanced non-small cell lung cancer (NSCLC) bearing the sensitizing EGFR mutations. However, drug resistance is severely hindering its clinical efficacy. This study investigated the circumvention of gefitinib resistance by repurposing a non-oncology drug with a putative histone deacetylase (HDAC) inhibitory effect.<br \/>Materials and Methods: A few clinically-approved drugs were identified by a computational drug repurposing tool called &#8220;DRUGSURV&#8221; and evaluated for HDAC inhibition. Flunarizine, indicated initially for migraine prophylaxis and vertigo treatment, was chosen for further investigation in several NSCLC cell lines exhibiting different gefitinib resistance mechanisms (H1975 - EGFR T790M; A549 - KRAS G12S; H1650 - PTEN loss; H1993 - MET amplification). Sulforhodamine B assay evaluated cell proliferation. Western blot analysis examined histone acetylation (HAC) and activation of EGFR downstream signaling. Flow cytometric assays investigated apoptosis and cell cycle effects. Chromatin immunoprecipitation explored the interaction of transcription factors to the promoter of the pro-apoptotic gene <i>BIM<\/i>. The circumvention of gefitinib resistance by flunarizine was further verified in a patient-derived tumor xenograft (PDX) from an EGFR TKI-refractory advanced-stage NSCLC patient.<br \/>Results: Flunarizine was found to increase HAC in a dose- and time-dependent manner. Among the gefitinib-resistant NSCLC cell lines tested, flunarizine was shown to potentiate the anticancer effect of gefitinib the most in H1975 cells (harboring EGFR T790M). The apoptotic protein Bim was induced but the anti-apoptotic protein Bcl-2 was decreased by the gefitinib-flunarizine combination, presumably contributing to the circumvention of gefitinib resistance. Upregulation of Bim by flunarizine was associated with increased HAC and E2F1 binding to the <i>BIM<\/i> gene promoter. HDAC inhibitors (HDACIs) are known to exhibit pleiotropic cellular effects via histone-independent mechanisms. To this end, unlike the control HDACI vorinostat, flunarizine (tested at the resistance circumventing concentrations) did not appreciably affect acetylation of representative non-histone proteins (including &#945;-tubulin and p53) relevant to drug resistance. Besides, flunarizine was found to increase E-cadherin but reduce vimentin expression which was associated with the inhibition of cancer cell migration and invasion. Flunarizine was further shown to significantly potentiate the antitumor effect of gefitinib in EGFR TKI-refractory PDX <i>in vivo<\/i>, but without any notable animal body weight loss during the treatment course.<br \/>Conclusion: The findings advocate further clinical evaluation of the repurposing use of flunarizine to overcome gefitinib resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Gefitinib,Flunarizine,Histone deacetylase,Non-small cell lung cancer (NSCLC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kenneth  K.   W.  To<sup>1<\/sup>, <b>William  C.  Cho<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>School of Pharmacy, Faculty of Medicine, The Chinese University of Hong Kong, Hong Kong SAR, China,<sup>2<\/sup>Department of Clinical Oncology, Queen Elizabeth Hospital, Hong Kong SAR, China","CSlideId":"","ControlKey":"f35fae7f-bb2d-4985-a452-f1d6c4107912","ControlNumber":"3630","DisclosureBlock":"&nbsp;<b>K. K. W. To, <\/b> None..<br><b>W. C. Cho, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9189","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"379","PresenterBiography":"","PresenterDisplayName":"W Cho, PhD","PresenterKey":"39a2b1ea-dbfe-469a-8092-b6baa8da53c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"379. Circumvention of gefitinib resistance by repurposing flunarizine via histone deacetylase inhibition in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circumvention of gefitinib resistance by repurposing flunarizine via histone deacetylase inhibition in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Bruton's tyrosine Kinase (Btk) plays an essential role in BCR signaling and has been a hot new target in molecular targeted therapy in the past few years, led by the clinical success of ibrutinib and acalabrutinib, two first approved BTK inhibitors, that greatly improved the outcome of patients with relapsed chronic lymphocytic leukemia (CLL). Currently, there are 5 approved BTK inhibitors including additionally zanubrutinib, orelabrutinib and velexbru. Up to 24 BTK inhibitors are under active clinical evaluation as antineoplastic drugs against chronic lymphocytic leukemia (CLL), small lymphocytic lymphoma (SLL), B-cell malignancies and mantle cell lymphoma (MCL) in different countries. However, the acquired resistance due to the C481S mutation in BTK remains an essential challenge to improve the poor prognosis of the patient. Subsequently, several next-generation BTK inhibitors are under clinical evaluation targeting the BTK-C481S mutation, such as LOXO-305, a highly selective and non-covalent BTK inhibitor which potently inhibits the cellular activity of BTK C481S\/T\/R mutations.<br \/>Methods: Our group has generated 9 Ba\/F3-BTK engineering cell lines as useful cell line and xenograft models for novel BTK inhibitor discovery and development. They harbor wild type BTK or ibrutinib resistance BTK mutations such as the C481S and C481S-double mutations, and the T474M\/I mutations. Moreover, we generated Ba\/F3-ETV6-BTK-F517L and Ba\/F3-ETV6-BTK-C481S-F517L cell lines using a dose-escalation method after treating cells with a mutagenic agent. The BTK-F517L mutation is highly resistant to both ibrutinib and LOXO-305 treatment. Crystal structure analysis and 3D modeling revealed that the F517L mutation may affect the conformation of the BTK binding pocket to ibrutinib, indicating novel BTK inhibitors may be needed to overcome this resistance mutation.<br \/>Conclusion: The Ba\/F3-BTK engineering cell lines can be a useful tool to develop and evaluate next-generation BTK inhibitors and to explore new acquired resistance BTK mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"BTK,Ba\/F3,C481S,Ibrutinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Guoqian Wang<sup><\/sup>, Hongling Chen<sup><\/sup>, Yu Wang<sup><\/sup>, Jingxiao Xu<sup><\/sup>, Lin Zhou<sup><\/sup>, Yao Tang<sup><\/sup>, Jinying Ning<sup><\/sup>, <b>Feng Hao<\/b><sup><\/sup><br><br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"7da02703-c97a-40cc-a88d-f9fd78feef50","ControlNumber":"4403","DisclosureBlock":"<b>&nbsp;G. Wang, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>H. Chen, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Wang, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>J. Xu, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>L. Zhou, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Tang, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9190","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"380","PresenterBiography":null,"PresenterDisplayName":"Feng Hao, MD;PhD","PresenterKey":"994a8727-c110-4f2b-b7ab-cc0feaec2971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"380. BaF3-BTK engineering cell lines as a useful platform for novel BTK inhibitor discovery","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BaF3-BTK engineering cell lines as a useful platform for novel BTK inhibitor discovery","Topics":null,"cSlideId":""},{"Abstract":"Response of chemotherapeutic offered to treat colon cancer are often short-lived due to chemoresistance and severe toxicity associated with the therapy. Hence, development of less toxic treatment options is imperative to improve efficacy and therapeutic outcome. We have shown that chemokine CCR6 and its natural ligand is expressed in colon cancer and correlates with advanced disease. Aim of this study was to establish the association of CCCR6\/CCL26 signaling axis on development of chemoresistance and chemotherapeutic response. Our data shows higher expression of receptor, poor cytotoxic effect of 5-Fluorouracil (5-FU) when cells are treated with CCL20 while better response to 5-FU when CCR6 signaling is blocked using anti-CCR6 monoclonal antibody. The observed differences in the cytotoxic effects of 5-FU could be primarily due to CCR6-mediated alteration of cell cycle, activation of cell survival and anti-apoptotic signaling. Further investigations in a preclinical model will rationalize developing CCR6 directed therapies to improve response to conventional chemotherapeutics and offer less toxic treatment options to colon cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Chemokines,Chemokine receptor,Chemoresistance,Colon cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hina Mir<\/b><sup><\/sup>, Shailesh Singh<sup><\/sup><br><br\/>Morehouse School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"536e2ac5-ab16-4e2a-8ab6-3a35e87826ab","ControlNumber":"5078","DisclosureBlock":"&nbsp;<b>H. Mir, <\/b> None..<br><b>S. Singh, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9191","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"381","PresenterBiography":null,"PresenterDisplayName":"Hina Mir, PhD","PresenterKey":"1ef78268-4436-4c54-b12b-f661ec3147fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"381. Inhibition of CCR6-CCL20 axis enhances cytotoxic effect of chemotherapeutics in colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of CCR6-CCL20 axis enhances cytotoxic effect of chemotherapeutics in colon cancer","Topics":null,"cSlideId":""},{"Abstract":"ABN401, a highly selective c-MET inhibitor, is being evaluated for the treatment of non-small cell lung cancer (NSCLC) in clinical trials. NSCLC is a heterogeneous in nature and leading cause in cancer related mortality. Numerous studies are still ongoing to identify the key oncogenic mutations that promote tumor progression. Various actionable genetic mutations such as <i>EGFR, ALK, BRAF, MET, RET<\/i>, and <i>NTRK\/ROS1<\/i> have been identified, and the targeted therapies are being developed. It is known that targeted therapies can control disease progression in NSCLC patients and drug resistance due to their heterogeneity remains a clinical hurdle. Among the targets, <i>KRAS<\/i> gene mutations, an unactionable and is now considered a promising therapeutic approach for NSCLC. Currently, co-occurrence of KRAS<sup>G12C<\/sup> mutation has been reported in NSCLC patients with MET alterations. Moreover, oncogenic KRAS protein can induce c-MET expression levels by signaling pathways. In this study, we aim to provide an alternative therapeutic strategy for NSCLC patients with <i>KRAS<\/i><sup>G12C<\/sup> mutation harboring MET alterations. We have performed several <i>in vitro<\/i> and <i>in vivo<\/i> efficacy studies for the combination of ABN401, c-MET inhibitor, and sotorasib, <i>KRAS<\/i><sup>G12C<\/sup> variant inhibitor, including a PDX model of c-MET-altered KRAS<sup>G12C<\/sup> NSCLC. Our results suggest that the combination of ABN401 and KRAS inhibitor could be an alternative treatment option for c-MET-altered KRAS<sup>G12C<\/sup> NSCLC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"c-Met,KRAS,NSCLC,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saehyung Lee<\/b><sup><\/sup>, Sunghwan Cho<sup><\/sup>, Na Young Kim<sup><\/sup>, Rajasekaran Nirmal<sup><\/sup>, Kyung Eui Park<sup><\/sup>, Jun Young Choi<sup><\/sup><br><br\/>ABION INC., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"8d25a768-1ab5-48e5-b9da-500f26418cb7","ControlNumber":"5832","DisclosureBlock":"<b>&nbsp;S. Lee, <\/b> <br><b>ABION INC<\/b> Employment, Stock Option. <br><b>S. Cho, <\/b> <br><b>ABION INC<\/b> Employment. <br><b>N. Kim, <\/b> <br><b>ABION INC.<\/b> Employment, Stock, Stock Option. <br><b>R. Nirmal, <\/b> <br><b>ABION INC<\/b> Employment, Stock Option. <br><b>K. Park, <\/b> <br><b>ABION INC<\/b> Employment, Stock, Stock Option. <br><b>J. Choi, <\/b> <br><b>ABION INC<\/b> Employment, Stock, Stock Option.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9192","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"382","PresenterBiography":null,"PresenterDisplayName":"Saehyung Lee, PhD","PresenterKey":"62bfebd5-3b56-4c14-b1a0-0265728e104f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"382. Synergistic anti-tumor effect of ABN401 in combination with KRAS inhibitor in a c-MET-altered KRAS<sup>G12C<\/sup> non-small cell lung cancer model","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic anti-tumor effect of ABN401 in combination with KRAS inhibitor in a c-MET-altered KRAS<sup>G12C<\/sup> non-small cell lung cancer model","Topics":null,"cSlideId":""},{"Abstract":"Activating <i>ERBB2<\/i> (HER2) mutations occur across multiple malignancies, and although mutational hotpots vary by disease, HER2 mutations most frequently occur in the tyrosine kinase domain. Among lung cancer patients, the most common HER2 mutation is the exon 20 insertion mutations, Y772dupYVMA, which accounts for over 30% of all HER2 mutations in lung cancer. Recent clinical testing of trastuzumab deruxtecan (T-DXd), a HER2 antibody-drug conjugate (ADC), against HER2 mutant non-small cell lung cancer (NSCLC) demonstrated a confirmed objective response of 55%, a median duration of response of 9.3 months, and a median overall survival of 17.8 months, which ultimately led to the recent approval of T-DXd for HER2 mutant NSCLC. Acquired resistance to targeted agents remains a major clinical challenge, and HER2-mutant patients that initially respond to T-DXd will eventually develop progressive disease. Thus, understanding mechanism of T-DXd resistance and identifying targeted agents that remain effective in cells with acquired T-DXd resistance is of great clinical importance. We generated Ba\/F3 cells expressing the HER2 YVMA mutation and assessed sensitivity to HER2 targeting agents by Cell Titer Glo assay. HER2 YVMA cells were sensitive to the EGFR\/HER2 tyrosine kinase inhibitor (TKI) poziotinib and the HER2 ADC T-DXd. To generate HER2 ADC resistant cells, we cultured Ba\/F3 HER2 YVMA cells in T-DXd continuously for 8 weeks at which point cells resumed rapid proliferation. Cell Titer Glo assay confirmed that Ba\/F3 HER2 YVMA cells were sensitive to T-DXd with an IC<sub>50 <\/sub>of 195 &#956;g\/ml, whereas Ba\/F3 HER2 YVMA T-DXd-resistant cells had an IC<sub>50<\/sub> of greater than 1000 &#956;g\/ml. Notably, T-DXd resistant cells remained highly sensitive to the HER2 TKI poziotinib with an IC<sub>50<\/sub> of 14 nM and 7.5 nM for T-DXd-resistant and parental cells, respectively. Moreover, T-DXd-resistant cells demonstrated reduced sensitivity to the topoisomerase inhibitor topotecan with an IC<sub>50<\/sub> of 200 nM whereas parental cells had an IC<sub>50<\/sub> of 66 nM, suggesting that acquired T-DXd resistance may be mediated by loss of sensitivity to the ADC payload. Collectively, these data demonstrate that HER2 TKIs such as poziotinib may retain anti-tumor cell activity in HER2 mutant tumor cells with acquired resistance to HER2 ADCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,HER2,Therapy resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Monique B. Nilsson<\/b><sup><\/sup>, Alissa Poteete<sup><\/sup>, Hibiki Udagawa<sup><\/sup>, Xiaoxing Yu<sup><\/sup>, Junqin He<sup><\/sup>, Xiuning Le<sup><\/sup>, John Heymach<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"92a741d4-0a2e-49f9-87aa-e255410aeab1","ControlNumber":"6698","DisclosureBlock":"<b>&nbsp;M. B. Nilsson, <\/b> <br><b>Spectrum Pharmaceuticals<\/b> royalties and licensing fees.<br><b>A. Poteete, <\/b> None.&nbsp;<br><b>H. Udagawa, <\/b> <br><b>Takeda<\/b> Other, Research Support. <br><b>Boehringer-Ingelheim<\/b> Other, Research Support.<br><b>X. Yu, <\/b> None..<br><b>J. He, <\/b> None.&nbsp;<br><b>X. Le, <\/b> <br><b>EMD Serono, AstraZeneca, Spectrum Pharmaceuticals, Novartis, Eli Lilly, Boehringer Ingelheim, Hengrui, Janssen, Blueprint, Sensei, Abvie<\/b> Other, consultant and advisory fees. <br><b>Eli Lilly, EMD Serono, Regeneron, Spectrum, Boehringer Ingelheim<\/b> Other, research funding. <br><b>J. Heymach, <\/b> <br><b>AstraZeneca, EMD Serono, Boehringer-Ingelheim, Catalyst, Genentech, GlaxoSmithKline, Hengrui Therapeutics, Eli Lilly, Spectrum, Sanofi, Takeda, Mirati Therapeutics, BMS, BrightPath Biotherapeutics, J<\/b> Other, Advisory Committees. <br><b>AstraZeneca, Boehringer-Ingelheim, Spectrum and Takeda<\/b> Other, Research Support. <br><b>Spectrum<\/b> Other, Royalties and Licensing fees.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9193","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"383","PresenterBiography":null,"PresenterDisplayName":"Monique Nilsson, PhD","PresenterKey":"17e4286f-56ac-40c9-8173-6a05895c7a58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"383. Trastuzumab deruxtecan resistance is associated with reduced responsiveness to topoisomerase inhibitors (payload resistance) but no reduction in sensitivity to HER2 tyrosine kinase inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trastuzumab deruxtecan resistance is associated with reduced responsiveness to topoisomerase inhibitors (payload resistance) but no reduction in sensitivity to HER2 tyrosine kinase inhibitors","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND:<\/b> Secondhand smoke (SHS) contains more than 7000 chemicals, 70of which are carcinogens and it is estimated that every one in four Americans areinvoluntarily exposed to SHS. Carcinogenesis induced by SHS exposure isunclear, though SHS exposure is associated with various cancers including headand neck squamous cell carcinoma (HNSCC). Recently, it has been shown thatSHS exposure is a significant independent predictor of HNSCC recurrence. Wehave shown that<i> in vitro<\/i> exposure to SHS increases HNSCC cisplatin resistance.<br \/><b>AIMS:<\/b> Our study examines the effect of SHS smoke exposure on cisplatin-induced HNSCC cancer cell death and the possible mechanisms behind thisobservation.<b> <\/b><br \/><b>METHODS:<\/b> Sidestream smoke (SS), the main component of SHS,was extracted as previously described. Authenticated HNSCC cell lines (UM-SCC1 &#38; WSU-HN6) were exposed to SS extract for 48 hours at doses mimickingthe nicotine levels observed in the saliva of passive smokers. Then, cancer cellswere treated with cisplatin in the presence or absence of SS extract. Cisplatin-induced cancer cell death was measured using Incucyte&#174; S3 Live-Cell imaginganalysis. Transcriptomic analysis following RNA-sequencing was performedusing Ingenuity Pathway Analysis. Data were subjected to ANOVA.<b> <\/b><br \/><b>RESULTS: <\/b>Our live-cell imaging system revealed that HNSCC cells exposed to SS extractsignificantly decreased cisplatin-induced cancer cell death at various time points<br \/>compared with cells treated with cisplatin alone in both cell lines. The HNSCCcells treated only with SS extract did not show any change in cell death at 0, 12,24, 48, 72, and 96 hours. RNA-sequencing data revealed that cell death andsurvival pathways are the most changed pathways in the SS extract-treatedgroup compared with unexposed HNSCC cells.<b> <\/b><br \/><b>CONCLUSIONS:<\/b> Our studydocuments for the first time that even short-term exposure to SHS allows cells toevade cisplatin-induced cell death and can lead to head and neck cancercisplatin resistance. At the molecular level, SHS exposure alters genes that areassociated with cell death and survival. Further, HNSCC patients-basedobservations and mechanistic studies are warranted.<br \/><b>FUNDING: <\/b>This work was partially supported by the National Cancer Institute of the NationalInstitutes of Health (R33CA202898, R01CA242168, and P30CA225520), theTSET Health Promotion Cancer Center, and the Oklahoma Center forAdvancement of Science and Technology (HR16-007). Dr. Queimado holds aPresbyterian Health Foundation Endowed Chair in Otorhinolaryngology Position.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Chemoresistance,Cancer prevention,Head and neck squamous cell carcinoma,Smoking,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Balaji Sadhasivam<\/b><sup>1<\/sup>, Jimmy Manyanga<sup>2<\/sup>, Vengatesh Ganapathy<sup>2<\/sup>, Célia Bouharati<sup>2<\/sup>, David Rubenstein<sup>3<\/sup>, Jonathan Wren<sup>4<\/sup>, Pawan Acharya<sup>5<\/sup>, Daniel Zhao<sup>5<\/sup>, Lurdes Queimado<sup>1<\/sup><br><br\/><sup>1<\/sup>Departments of Otolaryngology Head and Neck Surgery, The University of Oklahoma Health Sciences Center, Oklahoma City, OK,<sup>2<\/sup>Departments of 1Otolaryngology Head and Neck Surgery, The University of Oklahoma Health Sciences Center, Oklahoma City, OK,<sup>3<\/sup>Department of Biomedical Engineering,, Stony Brook University, New York, New York, NY,<sup>4<\/sup>6Division of Genomics and Data Sciences, Oklahoma Medical Research Foundation, Oklahoma City, OK,<sup>5<\/sup>Departments of Biostatistics, The University of Oklahoma Health Sciences Center, Oklahoma City, OK","CSlideId":"","ControlKey":"77947c11-d9f4-4abc-ab85-7288de7e7e27","ControlNumber":"7056","DisclosureBlock":"&nbsp;<b>B. Sadhasivam, <\/b> None..<br><b>J. Manyanga, <\/b> None..<br><b>V. Ganapathy, <\/b> None..<br><b>C. Bouharati, <\/b> None..<br><b>D. Rubenstein, <\/b> None..<br><b>J. Wren, <\/b> None..<br><b>P. Acharya, <\/b> None..<br><b>D. Zhao, <\/b> None..<br><b>L. Queimado, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9194","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"384","PresenterBiography":null,"PresenterDisplayName":"Balaji Sadhasivam, M Phil;MS;PhD","PresenterKey":"fd4c6dcf-01e1-486b-9bd1-bd54b95423c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"384. Secondhand smoke exposure alters cisplatin-induced cell death and alters cell death and survival pathway in HNSCC","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Secondhand smoke exposure alters cisplatin-induced cell death and alters cell death and survival pathway in HNSCC","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Acute Myeloid Leukemia (AML) is a malignant neoplastic disease arising from myeloid cell lines. AML is characterized by the proliferation of immature, nonfunctional cells in the bone marrow. Acute Promyelocytic Leukemia (APL) is a subtype of AML characterized by proliferation of immature promyelocytes. Growth Hormone Releasing Hormone (GHRH) is a hypothalamic peptide that stimulates the release of Growth Hormone from the anterior pituitary. This study aimed to investigate the role of MIA-602, a growth hormone-releasing hormone receptor (GHRH-R) antagonist as front line-combination therapy in the K-562 in-vitro model of AML as well as its potential for treating ATRA\/ATO resistant APL.<br \/>Design: Western blot analysis was used to detect the GHRH-R in both K-562 and NB4 cell lines. K562 cells were maintained as a cell suspension in the RPMI medium, with 10% heat-inactivated fetal bovine serum and gentamicin. Doxorubicin treatment concentrations were 0.005, 0.01, and 0.05 &#956;g\/&#956;l. Combination therapy concentrations were 0.005, 0.01, and 0.05 &#956;g\/&#956;l of doxorubicin and 5 &#956;mol\/L of MIA-602. Proliferation was observed and recorded at 24h and 48h. Wild type NB4 cells and NB4 cells resistant to both ATRA and ATO (NB4-RAA) were cultured in suspension. Cell lysates were prepared after incubation with MIA-602. Cell viability was measured at 24, 48, and 72h. Flow cytometry was also performed to assess expression of CD-56.<br \/>Results: Incubation of cells with doxorubicin showed a decrease in proliferation in a dose-dependent manner. Co-incubation of K562 cells with MIA-602 and doxorubicin showed a significantly greater reduction in proliferation (p&#60;0.05). Co-administration of doxorubicin and MIA-602 was shown to have a synergistic effect, when compared to doxorubicin alone at all concentrations at 24 and 48h. Viability of both NB4 cell lines decreased at similar levels at 24 h and 48 h when exposed to concentrations of MIA-602 higher than 0.05 &#956;mol\/L (p &#60; 0.05). No difference in cell viability was found between na&#239;ve NB4 and resistant NB4-RAA when exposed to the same concentrations of MIA-602. Results of flow cytometry revealed significantly increased expression of CD-56 (&#62;5.8-fold; p,0.05) in NB4-RAA cells as compared to the parent cell line.<br \/>Discussion: Co-administration of doxorubicin and the GHRH-R antagonist MIA-602 was shown to have a synergistic effect in reducing proliferation of the K-562 AML cell line. Use of MIA-602 in front-line combination therapy with anthracycline-based regimens may help prevent the acquisition of resistance in AML. CD-56 plays an essential role in the regulation of cell survival and stress resistance. Aberrant expression of CD-56 is also associated with reduced complete remission rates, higher relapse rates, and poor overall survival. The equal effectiveness of MIA-602 in cells with increased expression of CD-56 may provide an important therapeutic option in the setting of resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,Acute myeloid leukemia,K-562,Molecular targets,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ravinder  S.  Chale<\/b><sup><\/sup>, Mario Rodriguez<sup><\/sup>, Stephanie M. Almeida<sup><\/sup>, Shelly Sclatter<sup><\/sup>, Anastasia Singaready<sup><\/sup>, Andrew V. Schally<sup><\/sup>, Joaquin J. Jimenez<sup><\/sup><br><br\/>Dr. Phillip Frost Department of Dermatology and Cutaneous Surgery, University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"b96f589e-9be4-4b43-aef6-908f446fb98b","ControlNumber":"7487","DisclosureBlock":"&nbsp;<b>R. S. Chale, <\/b> None..<br><b>M. Rodriguez, <\/b> None..<br><b>S. M. Almeida, <\/b> None..<br><b>S. Sclatter, <\/b> None..<br><b>A. Singaready, <\/b> None..<br><b>A. V. Schally, <\/b> None..<br><b>J. J. Jimenez, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9195","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"385","PresenterBiography":null,"PresenterDisplayName":"Ravinder Chale, BS","PresenterKey":"de33b6dc-4d22-4cd0-9ef1-140782ca1892","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"385. Synergistic effects of MIA-602 and its potential for use in ATRA\/ATO Resistant APL","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic effects of MIA-602 and its potential for use in ATRA\/ATO Resistant APL","Topics":null,"cSlideId":""},{"Abstract":"HER2+ BC is an aggressive subtype with increased metastatic tropism towards brain. Small molecule anti-HER TKIs are still a key treatment choice in this setting owing to their competency to cross the blood brain barrier. Despite the efficacy, resistance to HER2-targeted agents often arises either due to compensatory signaling from other HER receptors or due to dysregulation in the downstream signaling pathway. We have previously shown that the mechanism of resistance to each TKI differs based on its HER receptor specificity profile. Here, we sought to evaluate the aggressiveness and metastatic ability of our HER2+ cell models with acquired resistance to different clinically relevant anti-HER TKIs. Dual GFP-Luc tagged HER2+ BT474 na&#239;ve parental cells and their acquired lapatinib (LapR), neratinib (NeraR), and tucatinib (TucaR) resistant (Res) derivatives harboring acquired <i>HER2<\/i> L755S, <i>HER2<\/i> L755S and a pathogenic <i>PIK3CA<\/i> mutation, or <i>EGFR<\/i> amplification, respectively were used. We have previously shown that while the LapR and NeraR cells are cross-Res to Tuca, the LapR and TucaR cells remain sensitive to Nera. Changes in cell growth and migration were evaluated by methylene blue or Incucyte wound healing assays, respectively. The metastatic phenotype of parental and the acquired Res models was assessed by intracardiac injection in NSG mice and metastasis was monitored by bioluminescence imaging. Metastatic lesions from different organs\/sites were harvested to establish GFP-positive <i>in vitro<\/i> cell cultures. Our recent data showed that the LapR, NeraR, and TucaR derivatives are significantly more migratory compared to na&#239;ve parental cells suggesting their enhanced metastatic potential. Indeed, our <i>in vivo<\/i> studies revealed that all the Res derivatives and parental cells were highly metastatic to the brain, proving the well-established notion that HER2+ BC cells are brain tropic. Further, the involvement of ovary, lung, and liver, among others, were observed as additional common metastatic sites. We have now successfully established <i>in vitro<\/i> cultures of harvested metastatic lesions from different sites for each cell model. Growth assays using the cells established from LapR ovary metastatic lesions (LapR\/OvMet) revealed that they are indeed Res to Lap, while importantly, consistent with the drug sensitivity profile of the original LapR 2D cells, the LapR\/OvMet line was highly sensitive to Nera but cross-Res to Tuca. Additional studies to investigate the organ-specific metastatic tropism of each acquired resistant model are currently ongoing. Molecular and functional characterization of our established metastatic cultures will guide future <i>in vivo<\/i> studies, including testing the efficacy of new targeted treatment regimens to treat organ-specific metastasis, and expanding such studies to additional relevant cell and patient-derived xenograft\/organoid models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"HER2,Breast cancer,Brain metastasis,Anti-HER2 resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Fu-Tien Liao<\/b><sup>1<\/sup>, Lanfang Qin<sup>1<\/sup>, Martin J. Shea<sup>1<\/sup>, Igor Bado<sup>2<\/sup>, Yi-Hsuan Wu<sup>2<\/sup>, Ling Wu<sup>2<\/sup>, Yang Gao<sup>2<\/sup>, Sarmistha Nanda<sup>1<\/sup>, Tia Gordon<sup>1<\/sup>, Chia Chia Liu<sup>1<\/sup>, Xiang H.-F. Zhang<sup>2<\/sup>, C. Kent Osborne<sup>2<\/sup>, Mothaffar F. Rimawi<sup>2<\/sup>, Jamunarani Veeraraghavan<sup>2<\/sup>, Rachel Schiff<sup>2<\/sup><br><br\/><sup>1<\/sup>Breast Center, Baylor College of Medicine, Houston, TX,<sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"656d6ce8-607d-4656-8bf8-25fcda516b7f","ControlNumber":"7680","DisclosureBlock":"&nbsp;<b>F. Liao, <\/b> None..<br><b>L. Qin, <\/b> None..<br><b>M. J. Shea, <\/b> None..<br><b>I. Bado, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>L. Wu, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>S. Nanda, <\/b> None..<br><b>T. Gordon, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>X. H. Zhang, <\/b> None.&nbsp;<br><b>C. Osborne, <\/b> <br><b>Gene Tex<\/b> Stock. <br><b>M. F. Rimawi, <\/b> <br><b>Daiichi Sankyo<\/b> Other, Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus). <br><b>F.Hoffmann-La Roche Ltd.<\/b> Other, Contracted Research. <br><b>Genentech<\/b> Other, Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus). <br><b>Macrogenics<\/b> Other, Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus). <br><b>Pfizer<\/b> Other, Contracted Research. <br><b>Seattle Genetics<\/b> Other, Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus). <br><b>Baylor College of Medicine<\/b> Patent. <br><b>J. Veeraraghavan, <\/b> <br><b>Baylor College of Medicine<\/b> Patent. <br><b>R. Schiff, <\/b> <br><b>Macrogenics<\/b> Other, Advisory Committee. <br><b>Baylor College of Medicine<\/b> Patent. <br><b>Puma Biotechnology<\/b> Other, Contracted Research. <br><b>Wolters Kluwer\/UpToDate<\/b> Other, Royalty.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9196","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"386","PresenterBiography":null,"PresenterDisplayName":"Fu-Tien Liao, PhD","PresenterKey":"11f90904-f3ed-4c7f-be44-b97af7db45fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"386. Metastatic models of resistance to next generation tyrosine kinase inhibitors (TKIs) in HER2-positive breast cancer (BC)","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metastatic models of resistance to next generation tyrosine kinase inhibitors (TKIs) in HER2-positive breast cancer (BC)","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the second most common cancer in American men, with men of African ancestry (AA) having twice the mortality of men of European ancestry (EA). Although taxane-based chemotherapy is the last line of defense in men with advanced PCa, it ultimately fails due to chemoresistance. The protein-specific membrane antigen (PSMA) has been an effective target for the imaging and therapy of advanced PCa. Specifically, PSMA radioligand therapy (PSMA-RLT) is a theranostics (therapy + diagnostics) option for men with advanced PCa. However, about 30% of men with advanced PCa have limited response to PSMA-RLT due to the presence of neuroendocrine-differentiated PCa (NEPC), which lacks PSMA expression. A promising alternative to PSMA targeting is the glycolytic enzyme enolase (ENO), which localizes to the cell surface in advanced tumors. There are three enolases with similar functions, with ENO-1 and ENO-2 implicated in PCa. Here, we demonstrate, using immunoblotting, confocal microscopy, and cell fractionation studies with specific monoclonal antibodies, that chemosensitive NEPC cells express both ENO-1 and ENO-2; however, docetaxel (DTX)-resistant PC3-DR and DU145-DR cells only express ENO-1 with clear loss of ENO-2. Loss of ENO-2 in chemoresistant PCa cells generates a metabolic vulnerability due to loss of ENO redundancy. We also initiated the testing of small molecule inhibitors (SMIs) targeting ENO-1 in chemoresistant and chemosensitive NEPC cells, showing that these inhibitors have cytotoxic activity against these cells, with IC50 values in the low micromolar range. These results support the hypothesis that ENO-1 is expressed in the surface of NEPC cell lines and can be targeted with SMIs that could be modified as potential theranostics agents. Our long-term goal is to identify an alternative treatment for patients with NEPC by establishing ENO-1 as a novel cell surface theranostics target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Targeted drug delivery,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Krystal Rubi Santiago Torres<\/b><sup><\/sup>, Alfonso Duran<sup><\/sup><br><br\/>Loma Linda Univ. School of Medicine, Loma Linda, CA","CSlideId":"","ControlKey":"fb2414c7-d40b-4638-8f90-8e0d9557bb6f","ControlNumber":"8179","DisclosureBlock":"&nbsp;<b>K. R. Santiago Torres, <\/b> None..<br><b>A. Duran, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9197","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"387","PresenterBiography":null,"PresenterDisplayName":"Krystal Santiago Torres, BS","PresenterKey":"4428d908-1f8b-4a9d-a8e4-0231a439671f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"387. Enolase-1 as a candidate theranostics target for neuroendocrine prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enolase-1 as a candidate theranostics target for neuroendocrine prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"The mTOR inhibitor everolimus has become an important component for clinical management of metastatic ER+ breast cancer. Despite the improved patient outcomes, progression and resistance will still develop. Therefore, it is important to research strategies that can increase response durability and effectiveness of this therapy. Here we developed everolimus resistance models and performed pre-clinical evaluation of the small molecule ONC201\/TIC10, a drug candidate showing promising results in clinical trials with advanced cancer patients. ONC201\/TIC10 targets mitochondrial function and metabolism and activates stress response, however its efficacy has not been studied in everolimus resistant breast cancer. Transcriptomic analysis in everolimus resistant tumors identified sustained mitochondrial oxidative phosphorylation activity suggesting increased sensitivity to ONC201\/TIC10. Our results show that combination treatment of ONC201\/TIC10 with everolimus inhibits the growth of sensitive as well as everolimus resistant cells in 2D and 3D <i>in vitro<\/i> studies. The increased response to combination therapy was confirmed in primary cells from patients progressing on endocrine and mTOR therapy, supporting clinical relevance. We further show that the mechanism of ONC201\/TIC10 anti-proliferative activity involves disruption of mitochondrial function and increased levels of the pro-apoptotic transcription factors CHOP and ATF4. Importantly, several resistant cell lines demonstrated increased dependency on mitochondrial respiration compared to sensitive cells which contributes to a vulnerability to ONC201\/TIC10. In conclusion, we used pre-clinical models to characterize acquired sensitivity to mTOR inhibition. Combining patient derived data with resistant cell line driven experiments, our study provides validated findings in various settings strengthening the potential for clinical applications of ONC201\/TIC10. We propose that ONC201\/TIC10 and modulation of mitochondrial function is effective in drug resistant cancer cells and can enhance the anti-tumor activity of standard of care therapy in progressing patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Drug resistance,Breast cancer,Mitochondria,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eleni Farmaki<\/b><sup><\/sup>, Rena Emond<sup><\/sup>, Aritro Nath<sup><\/sup>, Vince  K.  Grolmusz<sup><\/sup>, Patrick  A.  Cosgrove<sup><\/sup>, Andrea  H.  Bild<sup><\/sup><br><br\/>Beckman Research Institute of The City of Hope, Monrovia, CA","CSlideId":"","ControlKey":"e0a713f5-3fc1-4e59-905b-5772fed91a87","ControlNumber":"1662","DisclosureBlock":"&nbsp;<b>E. Farmaki, <\/b> None..<br><b>R. Emond, <\/b> None..<br><b>A. Nath, <\/b> None..<br><b>V. K. Grolmusz, <\/b> None..<br><b>P. A. Cosgrove, <\/b> None..<br><b>A. H. Bild, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9198","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"388","PresenterBiography":null,"PresenterDisplayName":"Eleni Farmaki","PresenterKey":"accb40fa-a137-4f7a-8229-0894d24ca48b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"388. Acquired sensitivity to ONC201\/TIC10 in ER+ breast cancer progressing on the mTOR inhibitor everolimus","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Acquired sensitivity to ONC201\/TIC10 in ER+ breast cancer progressing on the mTOR inhibitor everolimus","Topics":null,"cSlideId":""},{"Abstract":"Lenvatinib is a clinically effective multi-kinase inhibitor approved for first-line therapy of advanced hepatocellular carcinoma (HCC). Although resistance against lenvatinib often emerges and limits its anti-tumor activity, the underlying molecular mechanisms involved in endogenous and acquired resistance are still unidentified. Endogenous (SNU449 and SNU475) and established acquired (Hep3B-LR and Huh7-LR) lenvatinib resistant cells, as well as knockout mice were used in this study. As a result, we recognized focal adhension kinase (FAK) as a critical contributor to lenvatinib resistance in HCC. The elevated expression of FAK was observed in both established and endogenous lenvatinib-resistant HCC cells. Furthermore, inhibition of FAK reversed lenvatinib resistance <i>in vitro<\/i> and <i>in vivo<\/i>. Mechanistically, FAK promoted lenvatinib resistance through regulating lysine deficient protein kinase 1 (WNK1) signaling pathway. WNK1 inhibitor WNK463 re-sensitized either established LR HCC cells (Hep3B-LR and Huh7-LR) or endogenous resistant HCC cells (SNU449 and SNU475) to lenvatinib treatment. In addition, overexpression of WNK1 desensitized parental HCC cells (Hep3B-P and Huh7-P) to lenvatinib treatment. Conclusively, our results establish a crucial role and novel mechanism of FAK in lenvatinib resistance, and suggest that targeting the FAK\/WNK1 axis is a promising therapeutic strategy in HCC patients showing lenvatinib resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lenvatinib,Resistance,Hepatocellular carcinoma,Focal adhesion kinase (FAK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Wei Hou<sup><\/sup>, <b>Shaimaa A. Gad<\/b><sup><\/sup>, Wei Qiu<sup><\/sup><br><br\/>Surgery, Cardinal Bernardin Cancer Center, Loyola University of Chicago, Maywood, IL","CSlideId":"","ControlKey":"91b63d2d-b1af-47af-81bb-16abb91eeb93","ControlNumber":"1678","DisclosureBlock":"&nbsp;<b>W. Hou, <\/b> None..<br><b>S. A. Gad, <\/b> None..<br><b>W. Qiu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9199","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"389","PresenterBiography":null,"PresenterDisplayName":"Shaimaa Gad, PhD","PresenterKey":"f8390262-1b3b-47f5-94c1-4d7773e4bf07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"389. Focal adhension kinase (FAK) confers lenvatinib resistance in hepatocellular carcinoma via regulation of lysine deficient protein kinase 1(WNK1)","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Focal adhension kinase (FAK) confers lenvatinib resistance in hepatocellular carcinoma via regulation of lysine deficient protein kinase 1(WNK1)","Topics":null,"cSlideId":""},{"Abstract":"The compound QN-302, a tetra-substituted naphthalene diimide (ND) derivative has been designed as a potent compound for targeting quadruplex sequences in cancer genes. It has single-digit nM anti-proliferative activity in a panel of human pancreatic cancer (PDAC) cell lines (Ahmed et al., ACS Med Chem Lett, 2020, 11, 1634-1644). It also has significant anti-tumor activity in xenograft, orthotopic and genetic (KPC) models for PDAC. Its mode of action involves the targeting of quadruplex (G4)-forming sites in promoter regions of cancer-associated genes, where their prevalence is over-represented compared to other genes. The structurally unrelated compound CX-5461 has also been reported to be a G4-binding agent, with selective activity in BRCA1\/2 deficient cells and tumors (Xu and Hurley, Bioorg Med Chem Lett. 2022; Xu et al., Nat Commun, 2017). It is currently in early-stage clinical trials in breast and other solid cancers with deficiencies in DNA repair (Hilton et al., Nat Commun. 2022). We have previously reported that a precursor to QN-302, the tri-substituted naphthalene diimide compound CM03, is highly active in both wild-type and gemcitabine-resistant PDAC cell lines (Ahmed et al, Sci Rep, 2020). This is explained by the finding using whole-genome transcriptome analysis that the CM03-sensitive genes are largely unaffected in the resistant lines. We now report that the clinical candidate compound QN-302, which is 10-fold more potent than CM03, retains its potency in both MIA-PACA2 and PANC-1 PDAC cell lines with &#62;1000-fold increase in gemcitabine resistance. This is also the case for CX-5461, although this compound is 50-100 times less potent, with GI<sub>50<\/sub> values of 83-95 nM in cell proliferation assays treated for 96 h. Gemcitabine either alone or in combination is still a mainstay of current PDAC treatment. Resistance to gemcitabine is common and is a major contributor to the poor outcomes for most PDAC patients. The ability of QN-302 to retain activity in chemo-resistant PDAC cell lines suggests that it will offer significant advantage in the clinic over gemcitabine-based therapies. QN-302 is bio-available at therapeutic doses and is well tolerated at these levels in animal models. It is being developed for clinical evaluation by Qualigen Therapeutics Inc and is currently at the pre-IND stage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Resistance,Pancreatic cancer,DNA binding,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ahmed Ahmed<sup>1<\/sup>, Tariq Arshad<sup>2<\/sup>, <b>Stephen Neidle<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>School of Pharmacy, University College London (UCL), London, United Kingdom,<sup>2<\/sup>Qualigen Therapeutics Inc, San Diego, CA","CSlideId":"","ControlKey":"b0643002-3fb4-44f7-86e8-4ddf039d1432","ControlNumber":"3557","DisclosureBlock":"&nbsp;<b>A. Ahmed, <\/b> None.&nbsp;<br><b>T. Arshad, <\/b> <br><b>Qualigen Therapeutics Inc<\/b> Fiduciary Officer, Stock Option. <br><b>S. Neidle, <\/b> <br><b>Qualigen Therapeutics Inc<\/b> Consultant and member of SAB.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9200","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"390","PresenterBiography":null,"PresenterDisplayName":"Stephen Neidle, DSc;PhD","PresenterKey":"62cb953f-6481-4252-904a-40c54617dca6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"390. A comparison of the activity of the quadruplex-targeting experimental drugs QN-302 and CX-5461 (pidnarulex) in wild-type and gemcitabine-resistant pancreatic cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A comparison of the activity of the quadruplex-targeting experimental drugs QN-302 and CX-5461 (pidnarulex) in wild-type and gemcitabine-resistant pancreatic cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"The endocrine therapy (ET) that targets estrogen synthesis (aromatase inhibitors) or estrogen receptor mediated signaling (tamoxifen, or Fulvestrant) is the mainstay therapy for estrogen-receptor positive (ER+) breast cancer. However, emergence of resistance to ET is a major clinical challenge as it leads to relapse and disease progression that cannot be further treated with any targeted therapy. We studied the role of a key enzyme involved in <i>de-novo<\/i> purine biosynthesis, adenylosuccinate lyase (ADSL), in the growth and proliferation of ER+, ET-resistant breast cancer cells. ADSL enzyme is responsible for the catalysis of two non-sequential steps in <i>de-novo<\/i> purine synthesis pathway that produces aminoimidazole carboxamide ribonucleotide (AICAR) and adenosine monophosphate (AMP) as well as generates fumarate as a byproduct. Here we show that siRNA mediated depletion of ADSL in two different ER+, ET-resistant cell lines, namely LCC9 and T47D-4HT cells, block the proliferation of the cells in 2-D cell culture as well as in spheroid formation. Our investigation revealed that reduced growth of cells after ADSL-depletion was due to cell-cycle perturbation in both LCC9 and T47D-4HT cells and not cell death. Intriguingly, the cell cycle was blocked at different phases in LCC9 and T47D-4HT cells. After ADSL knock-down the LCC9 cells were arrested at G1\/S boundary with concurrent elevated levels of cyclin D1 protein whereas the T47D-4HT cells were blocked at S\/G2-M boundary with reduced levels of cyclin D1. In addition, we observed that ADSL deficient cells had low levels of ATP in conjunction with attenuated mitochondrial membrane potential. Notably, addition of low concentration of AICAR (but not AMP, adenosine, or fumarate) to ADSL deficient LCC9 cells partially rescue reduced proliferation of cells as well as restored the mitochondrial membrane potential. Our data establishes that ADSL enzyme function is critical for proliferation of ET-resistant ER+ breast cancer cells and its deficiency impair the mitochondrial function and energy production. We propose that ADSL is a potentially novel therapeutic target for ER+, endocrine therapy resistant breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,Endocrine resistance,Mitochondria,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Anil  K.  Yadav<sup><\/sup>, Robert Clarke<sup><\/sup>, <b>Surojeet Sengupta<\/b><sup><\/sup><br><br\/>The Hormel Institute, University of Minnesota, Austin, MN","CSlideId":"","ControlKey":"b359be7a-7b7d-4dfb-944c-180118ba969f","ControlNumber":"3568","DisclosureBlock":"&nbsp;<b>A. K. Yadav, <\/b> None..<br><b>R. Clarke, <\/b> None..<br><b>S. Sengupta, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9201","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"391","PresenterBiography":null,"PresenterDisplayName":"Surojeet Sengupta, PhD","PresenterKey":"bca299ac-caad-40ee-8eda-bc01cdb5bf39","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"391. Adenylosuccinate lyase enzyme is essential for growth of endocrine therapy resistant ER+ breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Adenylosuccinate lyase enzyme is essential for growth of endocrine therapy resistant ER+ breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Resistance to frontline cytotoxic therapy is rampant in AML. Molecular mechanisms promoting drug resistance are being identified to develop an effective strategy to overcome resistance. Protein kinase CK2 (casein kinase II) is a constitutively active, serine-threonine kinase that promotes cell survival and resistance to apoptosis in AML. A selective inhibitor of CK2, CX-4945 shows in vivo therapeutic efficacy in AML patient-derived xenografts. Here we report that CK2 kinase activity is high in AML cells resistant to cytarabine. Cytarabine-resistant cells are enriched for leukemia stem cells (CD34+\/38-) and expansion of TP53 mutant clones. Specific inhibitors of CK2, CX4945 show selective cytotoxicity against the cytarabine-resistant cells.<br \/>Methods: We developed cytarabine-resistant AML cell lines (MOLM-13, MV4-11, U937, Kasumi-1). We used TP53 mutant clone isolated and expanded from cytarabine resistant MV4-11 cell line. Gene expression of cytarabine-resistant AML cells and that of cell lines with and without CX-4945 treatment was analyzed using RNA sequencing. mRNA expression of genes was measured using qPCR and protein level was measured using western blot. Drug response and drug synergy were assessed using MTT assay. AML patient-derived xenograft was used to evaluate in vivo therapeutic efficacy of the combination of cytarabine and CX-4945.<br \/>Results: Cytarabine-resistant cells have high expression of CK2. Gene expression analysis shows that the cytarabine metabolism gene is significantly altered in cytarabine-resistant cells and CX4945-treated AML cells. NT5C2 is a cytosolic nucleotidase that dephosphorylates monophosphates, preventing cytarabine from being phosphorylated to active form. hENT1 is a nucleoside transporter that brings cytarabine into the cells for metabolism. In cytarabine resistant cells, NT5C2 has been found to be high while hENT1 is low, preventing ideal cytarabine metabolism. CX4945 treatment decreased the expression of NT5C2 and increases expression of hENT1. Cytarabine sensitivity is restored following genetic inhibition (shRNA) or treatment with a CK2 inhibitor. AML xenograft mice treated with a combination of CX-4945 and cytarabine have decreased leukemia burden and prolonged survival compared to either drug alone.<br \/>Conclusion: These results suggest that: 1) Overactive CK2 promotes AML drug resistance in leukemia stem cells; 2) CK2 inhibitor CX-4945 selectively targets cytarabine-resistant cells; 3) The potential role of CK2 in leukemia stem cell survival and drug resistance <i>in vivo<\/i> needs further evaluation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,CK2,Resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Katherine Mercer<\/b><sup>1<\/sup>, Koby Duke<sup>2<\/sup>, Rajesh Rajaiah<sup>2<\/sup>, Muhammad Daniyal<sup>2<\/sup>, Yi Qiu<sup>2<\/sup>, Sinisa Dovat<sup>2<\/sup>, Yasin Uzun<sup>2<\/sup>, Lijun Zhang<sup>2<\/sup>, Suming Huang<sup>2<\/sup>, Morgann Klink<sup>2<\/sup>, Chandrika Gowda<sup>2<\/sup><br><br\/><sup>1<\/sup>Penn State Health Milton S. Hershey Med. Ctr., Hershey, PA,<sup>2<\/sup>Penn State Hershey - College of Medicine, Hershey, PA","CSlideId":"","ControlKey":"745d568d-8fdb-4493-95d7-a6fdce726cb7","ControlNumber":"3583","DisclosureBlock":"&nbsp;<b>K. Mercer, <\/b> None..<br><b>K. Duke, <\/b> None..<br><b>M. Daniyal, <\/b> None..<br><b>Y. Qiu, <\/b> None..<br><b>S. Dovat, <\/b> None..<br><b>Y. Uzun, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>S. Huang, <\/b> None.&nbsp;<br><b>M. Klink, <\/b> <br><b>AstraZeneca<\/b> Employment.<br><b>C. Gowda, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9202","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"392","PresenterBiography":null,"PresenterDisplayName":"Katherine Mercer, MD","PresenterKey":"f3fe938d-d1b9-4b7e-9598-d0357205e555","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"392. Targeting drug-resistant acute myeloid leukemia (AML) clone using casein kinase II inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting drug-resistant acute myeloid leukemia (AML) clone using casein kinase II inhibitor","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple-Negative Breast Cancer (TNBC) is an aggressive subtype of breast cancer with few targeted therapies, limiting patients to harsh systemic treatments and resulting in the lowest 5-year survival rate of all breast cancer subtypes. This survival rate plummets after metastasis to another site, making it crucial to identify new therapeutic options for TNBC patients to prevent recurrence and metastasis. The small molecule therapy birinapant, a secondary mitochondrial activator of caspases (SMAC) mimetic, represents a potential new avenue for TNBC treatment. Birinapant initiates apoptotic signaling through targeting of Inhibitor of Apoptosis (IAP) proteins in the Tumor Necrosis Factor Receptor (TNFR) extrinsic apoptosis signaling pathway, leading to the formation of a death complex, caspase activity, and apoptosis. We have found that approximately 25% of TNBC patient-derived xenograft (PDX) and xenograft-derived organoid (PDxO) models are exquisitely sensitive to birinapant treatment. However, the majority of our TNBC patient-derived lines remain resistant through unknown means. We seek to understand the parameters for birinapant response and the mechanism of inherent resistance in TNBC using our patient-derived TNBC models.<br \/>Approach and Results: Preliminary Western blot experiments revealed that treatment of birinapant-sensitive and resistant PDX tumors <i>in vivo<\/i> and PDxOs <i>in vitro<\/i> with birinapant causes degradation of cIAP1 and cIAP2, but only causes apoptosis in birinapant-sensitive lines. Therefore, there may be a disruption of necessary downstream apoptotic signaling in the birinapant-resistant lines. Through follow-up Western blot experiments we determined that at baseline, birinapant-resistant PDxOs do not lack the TNFR extrinsic apoptosis proteins required for apoptosis signaling after IAP degradation, nor is there an abundance of these proteins in the birinapant-sensitive PDxOs. Furthermore, to determine if TNFR extrinsic apoptosis signaling is impaired in birinapant-resistant PDxOs, we treated birinapant-resistant and -sensitive PDxOs with the TNF-a cytokine, which is known to enhance extrinsic apoptosis signaling in the presence of birinapant. Treatment with TNF-a and birinapant did not induce apoptosis in the birinapant-resistant PDxOs, suggesting that the extrinsic apoptosis signaling pathway may be the culprit of resistance in these patient-derived lines.<br \/>Discussion: Follow-up experiments will address whether an inability to execute extrinsic apoptosis through other death receptor pathways explains birinapant resistance in these models. This work will allow us to uncover what predisposes TNBC patients to be resistant or sensitive to birinapant, and determine how this may be harnessed therapeutically to improve outcomes for TNBC patients. This project was funded in part with federal funds under HHSN261201500003I and U54CA224076.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Apoptosis,Small molecule drugs,Resistance,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elisabeth A. Brown<\/b><sup>1<\/sup>, Chieh-Hsiang Yang<sup>1<\/sup>, Emilio Cortes-Sanchez<sup>1<\/sup>, Zhengtao Chu<sup>1<\/sup>, Jeevan Govindharajulu<sup>2<\/sup>, Ralph Parchment<sup>2<\/sup>, James Doroshow<sup>3<\/sup>, Apurva Srivastava<sup>2<\/sup>, Alana Welm<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Utah Huntsman Cancer Institute, Salt Lake City, UT,<sup>2<\/sup>Applied and Developmental Research Directorate, Frederick National Laboratory, Frederick, MD,<sup>3<\/sup>Division of Cancer Treatment and Diagnosis, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"65dc5521-afdf-4a95-b957-68eabb9d7154","ControlNumber":"3651","DisclosureBlock":"<b>&nbsp;E. A. Brown, <\/b> <br><b>Repertoire Immune Medicines<\/b> Stock.<br><b>C. Yang, <\/b> None..<br><b>E. Cortes-Sanchez, <\/b> None..<br><b>Z. Chu, <\/b> None..<br><b>J. Govindharajulu, <\/b> None..<br><b>R. Parchment, <\/b> None..<br><b>J. Doroshow, <\/b> None..<br><b>A. Srivastava, <\/b> None..<br><b>A. Welm, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9203","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"393","PresenterBiography":null,"PresenterDisplayName":"Elisabeth Brown, BS","PresenterKey":"ddf14d23-4503-4bb0-8773-463197db289f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"393. Determinants of birinapant efficacy in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Determinants of birinapant efficacy in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Marginal zone lymphoma (MZL) is an indolent yet incurable B cell malignancy. Two BTK inhibitors, ibrutinib and zanubrutinib, are FDA approved for relapsed\/refractory MZL patients. PI3K inhibitors have also shown clinical activity. The identification of the mechanisms of resistance can provide useful information to optimize the use of the agents. We previously reported an IL6 driven MZL model of PI3K inhibitors resistance developed by prolonged exposure to the PI3K&#948; inhibitor idelalisib (Arribas, Haematologica 2022). Here, we present the detailed characterization of a second model with resistance to both BTK and PI3K inhibitors.<br \/>Methods: MTT assay. RNA-Seq, whole exome sequencing, miRNA and methylation profiling. FACS and ELISA analyses.<br \/>Results: Resistant cells, developed by continuous exposure of the cell line Karpas1718 to idelalisib, showed resistance to various inhibitors of BTK (ibrutinib, zanubrutinib, acalabrutinib and pirtobrutinib) and PI3K (idelalisib, duvelisib, copanlisib and umbralisib). No mutations affecting <i>BTK, PLCG2<\/i> or <i>CXCR4<\/i> were identified in resistant cells, which had higher expression of genes involved in ERBB signaling (<i>HBEGF, NRG2, ERBB4<\/i>), cell proliferation <i>(PBK, MKI67, TCL1A<\/i>) and DNA recombination (<i>RAG1, RAG2) <\/i>than parental cells. We confirmed cell surface ERBB4 up-regulation, and the cytoplasmatic expression and secretion of its ligand HBEGF in resistant cells, which led to increased levels of p-AKT and p-ERK. The miRNAs miR-29c and let-7c, known negative regulators of the HBEGF-ERBB axis, were fully methylated and down-regulated in resistant compared to parental cells. <i>ERBB4<\/i> genetic silencing improved sensitivity to PI3K&#948; inhibitor, and exposure to let-7c or miR-29c mimics decreased secreted HBEGF and recovered sensitivity to PI3K inhibitors in resistant cells. Addition of recombinant HBEGF (rHBEGF) induced resistance to BTK and to PI3K inhibitors in parental cells and in other lymphoma models including mantle cell lymphomas and diffuse large B cell lymphomas (DLBCL). The rHBEGF induced resistance was reverted adding the ERBB inhibitor lapatinib. To extend our findings to the clinical context, using two MZL and one DLBCL expression datasets, we showed <i>HBEGF<\/i> and <i>ERBB4<\/i> expression in clinical specimens. Finally, HBEGF levels appeared elevated in the serum of CLL patients with primary or acquired resistance to PI3K&#948; or to BTK inhibitors, compared to patients responding to the drugs and paired for similar clinical features.<br \/>Conclusions: We characterized a novel B cell lymphoma model of secondary resistance to BTK and PI3K inhibitors. Our results indicate that epigenetic plasticity led to the activation of HBEGF-ERBB signaling sustaining resistance to BTK\/PI3K inhibitors, which can be overcome using epigenetic agents and ERBB inhibitors. These therapeutics approaches could be tested in novel clinical trials. <i>AJA, SN: equally contributed.<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,BTK,PI3K,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Alberto J. Arribas<sup>1<\/sup>, Sara Napoli<sup>1<\/sup>, Luciano Cascione<sup>1<\/sup>, Laura Barnabei<sup>1<\/sup>, Giulio Sartori<sup>1<\/sup>, Eleonora Cannas<sup>1<\/sup>, Eugenio Gaudio<sup>1<\/sup>, Chiara Tarantelli<sup>1<\/sup>, Afua A. Mensah<sup>1<\/sup>, Filippo Spriano<sup>1<\/sup>, Antonella Zucchetto<sup>2<\/sup>, Francesca M. Rossi<sup>2<\/sup>, Andrea Rinaldi<sup>1<\/sup>, Manuel Castro de Moura<sup>3<\/sup>, Anastasios Stathis<sup>4<\/sup>, Georg Stussi<sup>4<\/sup>, Valter Gattei<sup>2<\/sup>, Jennifer R. Brown<sup>5<\/sup>, Manel Esteller<sup>3<\/sup>, Emanuele Zucca<sup>1<\/sup>, Davide Rossi<sup>1<\/sup>, <b>Francesco Bertoni<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Oncology Research, Bellinzona, Switzerland,<sup>2<\/sup>Centro di Riferimento Oncologico di Aviano – CRO, Aviano, Italy,<sup>3<\/sup>Josep Carreras Leukaemia Research Institute, Barcelona, Spain,<sup>4<\/sup>Oncology Institute of Southern Switzerland, Bellinzona, Switzerland,<sup>5<\/sup>Division of Medical Oncology, Chronic Lymphocytic Leukemia Center, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"f39a82b0-abbc-4472-87bd-d13b11ffb3dc","ControlNumber":"4169","DisclosureBlock":"&nbsp;<b>A. J. Arribas, <\/b> None..<br><b>S. Napoli, <\/b> None..<br><b>L. Cascione, <\/b> None.&nbsp;<br><b>L. Barnabei, <\/b> <br><b>Bright Peak Therapeutics<\/b> Employment.<br><b>G. Sartori, <\/b> None..<br><b>E. Cannas, <\/b> None.&nbsp;<br><b>E. Gaudio, <\/b> <br><b>Helsinn<\/b> Employment.<br><b>C. Tarantelli, <\/b> None..<br><b>A. A. Mensah, <\/b> None..<br><b>F. Spriano, <\/b> None..<br><b>A. Zucchetto, <\/b> None..<br><b>F. M. Rossi, <\/b> None..<br><b>A. Rinaldi, <\/b> None..<br><b>M. de Moura, <\/b> None.&nbsp;<br><b>A. Stathis, <\/b> <br><b>Bayer<\/b> Grant\/Contract. <br><b>ImmunoGen<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>MEI Pharma<\/b> Grant\/Contract. <br><b>ADC-Therapeutics<\/b> Grant\/Contract. <br><b>AbbVie<\/b> Travel. <br><b>PharmaMar<\/b> Travel. <br><b>G. Stussi, <\/b> <br><b>Novartis<\/b> Travel, Other, consultancy fee, scientific advisory board fees. <br><b>Celgene<\/b> Travel, Other, scientific advisory board fees. <br><b>Roche<\/b> Travel. <br><b>Bayer<\/b> Other, scientific advisory board fees. <br><b>Gilead<\/b> Other, speaker fees. <br><b>V. Gattei, <\/b> <br><b>Menarini<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>AbbVie<\/b> Other, scientific advisory board fees. <br><b>J. R. Brown, <\/b> <br><b>Abbvie<\/b> Other, consultant fees. <br><b>Acerta<\/b> Other, consultant fees. <br><b>Astra-Zeneca<\/b> Other, consultant fees. <br><b>Beigene<\/b> Other, consultant fees. <br><b>Catapult<\/b> Other, consultant fees. <br><b>Dynamo Therapeutics<\/b> Other, consultant fees. <br><b>, Eli Lilly<\/b> Other, consultant fees. <br><b>Genentech\/Roche<\/b> Other, consultant fees. <br><b>Gilead<\/b> Grant\/Contract, Other, consultant fees. <br><b>Juno\/Celgene\/Bristol Myers Squibb<\/b> Other, consultant fees. <br><b>Kite<\/b> Other, consultant fees. <br><b>Loxo<\/b> Grant\/Contract, Other, consultant fees. <br><b>MEI Pharma<\/b> Other, consultant fees. <br><b>Nextcea<\/b> Other, consultant fees. <br><b>Novartis<\/b> Other, consultant fees. <br><b>Octapharma<\/b> Other, consultant fees. <br><b>Pfizer<\/b> Other, consultant fees. <br><b>Pharmacyclics<\/b> Other, consultant fees. <br><b>Rigel<\/b> Other, consultant fees. <br><b>Sunesis<\/b> Other, consultant fees.<br><b>M. Esteller, <\/b> None.&nbsp;<br><b>E. Zucca, <\/b> <br><b>Celgene<\/b> Grant\/Contract, Other, advisory board fees.. <br><b>Roche<\/b> Grant\/Contract, Other, advisory board fees.. <br><b>Mei Pharma<\/b> advisory board fees.. <br><b>Janssen<\/b> Grant\/Contract. <br><b>Celltrion Healthcare<\/b> Other, advisory board fees. <br><b>Astra Zeneca<\/b> Other, advisory board fees. <br><b>Gilead<\/b> Travel. <br><b>Abbvie<\/b> Travel. <br><b>Bristol-Myers Squibb<\/b> Other, he has provided expert statements.. <br><b>MSD<\/b> Other, he has provided expert statements.&nbsp;<br><b>D. Rossi, <\/b> <br><b>BeiGene<\/b> Grant\/Contract, Other, honoraria. <br><b>AbbVie<\/b> Grant\/Contract, Other, honoraria. <br><b>Janssen<\/b> Grant\/Contract, Other, honoraria. <br><b>AstraZeneca<\/b> Grant\/Contract, honoraria. <br><b>F. Bertoni, <\/b> <br><b>Spexis AG<\/b> Grant\/Contract. <br><b>Helsinn<\/b> Grant\/Contract. <br><b>Menarini Ricerche<\/b> Grant\/Contract, Other, consultancy. <br><b>Oncternal Therapeutics<\/b> Grant\/Contract. <br><b>KoDiscovery, LLC<\/b> Grant\/Contract. <br><b>Curis<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Travel.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9204","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"394","PresenterBiography":null,"PresenterDisplayName":"Francesco Bertoni, MD","PresenterKey":"fa90c382-03b2-4968-aef3-d769757478d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"394. ERBB4-mediated signaling is a mediator of resistance to BTK and PI3K inhibitors in B cell lymphoid neoplasms","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ERBB4-mediated signaling is a mediator of resistance to BTK and PI3K inhibitors in B cell lymphoid neoplasms","Topics":null,"cSlideId":""},{"Abstract":"Systemic therapy is the current standard of care for unresectable advanced hepatocellular carcinoma (HCC), the most malignant form of liver cancer. Clinical practice guideline for HCC includes the management of the second-line immunotherapies after patients become unresponsive to first-line targeted therapies using tyrosine kinase inhibitors (TKI), which is expected to generate optimal therapeutic effect due to the distinct mechanism of action between TKIs and immunotherapies. However, evidence from clinical trials suggests that the response to immunotherapy following TKI treatment is often compromised in TKI-resistant HCC as compared with treatment-na&#239;ve HCC, indicating a potential cross-resistance to immunotherapy, which impedes the optimal therapeutic effect of the second-line immunotherapies. In the present study, we first explored the therapeutic effect of anti-PD-1 immunotherapy in TKI-resistant HCC and successfully validated the putative cross-resistance to immunotherapy after TKI treatment. We further observed that TKI-resistant HCC exhibits an immune-evasive microenvironment, characterized by decreased CD8<sup>+<\/sup> T cell and dendritic cell infiltration. This is potentially caused by the intratumoral activation of receptor tyrosine kinase AXL and its downstream target PDPK1 which protect TKI-resistant HCC cells from mitochondrial oxidative stress and the cytosolic leakage of mitochondrial DNA, which subsequently suppresses cGAS-STING together with its downstream interferon pathways and immunogenic cell death. Genetic manipulation of AXL and PDPK1 in TKI-resistant HCC cells abrogated the protective effect and thus activated the immunogenic responses. Blockade of AXL with a selective inhibitor BGB324 re-sensitized TKI-resistant HCC to anti-PD-1 treatment. The current findings suggest that targeting AXL\/PDPK1 signaling axis might overcome cross-resistance to second-line immunotherapy for HCC patients who progress on TKI treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Liver cancer,Tyrosine kinase inhibitor,Drug resistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yunong Xie<sup>1<\/sup>, Bosheng Huang<sup>2<\/sup>, Huajian Yu<sup>2<\/sup>, Jia-Jian Loh<sup>2<\/sup>, Rainbow Wing-Hei Leung<sup>3<\/sup>, Terence Lee<sup>3<\/sup>, Stephanie Ma<sup>2<\/sup>, <b>Man Tong<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Chinese University of Hong Kong (CUHK), Hong Kong, Hong Kong,<sup>2<\/sup>The University of Hong Kong, Hong Kong, Hong Kong,<sup>3<\/sup>The Hong Kong Polytechnic University, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"7ae4c322-15e3-4ef0-9bfe-41c5d3ea036f","ControlNumber":"4369","DisclosureBlock":"&nbsp;<b>Y. Xie, <\/b> None..<br><b>B. Huang, <\/b> None..<br><b>H. Yu, <\/b> None..<br><b>J. Loh, <\/b> None..<br><b>R. W. Leung, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>S. Ma, <\/b> None..<br><b>M. Tong, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9205","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"395","PresenterBiography":null,"PresenterDisplayName":"Carol Man Tong, PhD","PresenterKey":"fbbfef70-131f-47a5-8920-bbaf38eea9f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"395. Resistance to tyrosine kinase inhibitor confers an immunosuppressive microenvironment and cross-resistance to immunotherapy through AXL\/PDPK1 axis in liver cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Resistance to tyrosine kinase inhibitor confers an immunosuppressive microenvironment and cross-resistance to immunotherapy through AXL\/PDPK1 axis in liver cancer","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is a highly prevalent cancer with increasing incidence worldwide. While immune checkpoint inhibitors have drastically improved outcomes for about half of metastatic melanoma patients, many are still resistant to these treatments or develop life-threatening toxicities. Around 50% of melanomas carry BRAF mutations that result in constitutive activation of the MAPK pathway. Therapeutic combinations of BRAF and MEK inhibitors (MAPKi) have proven very efficient against these tumors, but responses are not durable and treatment-resistant recurrence almost inevitably occurs. Our group recently uncovered a role for the histone demethylase PHF8 in melanoma metastasis, and demonstrated that PHF8 directly controls the expression of key components of the TGF&#946; pathway. Given that TGF&#946; signaling crosstalks with the MAPK pathway and contributes to resistance to therapy in various tumors, we decided to investigate a potential role for PHF8 in response and resistance to MAPKi therapy in melanoma. To test our hypothesis, we assessed the effect of modulating PHF8 expression<i> <\/i>in BRAFV600E-mutant cells and their matched MAPKi-resistant derivatives. PHF8 silencing did not affect cell survival or proliferation of parental, MAPKi-sensitive melanoma cell lines, but it re-sensitized resistant cells to MAPKi treatment. Conversely, PHF8 overexpression in melanoma cell lines did not affect their proliferation rate but increased the emergence of resistant clones in BRAFV600E-mutant melanoma cells treated with BRAFi (Dabrafenib) and MEKi (Trametinib) combinations. Next, we assessed the dynamics of PHF8 expression and TGF&#946; signaling in melanoma cells exposed to MAPKi. Treatment of MAPKi-sensitive cells leads to a fast and complete downregulation of PHF8 protein expression without a change in mRNA levels, paralleled by reduced TGF&#946; signaling, as evidenced by decreased SMAD2 phosphorylation. However, PHF8 protein expression is restored in MAPKi resistant clones. Therefore, based on our preliminary data, we postulate that PHF8 suppression by the MAPK pathway plays a critical role in melanoma response to targeted therapy and that its restoration contributes to acquisition of resistance. We are currently investigating MAPK-dependent mechanisms controlling PHF8 stability, and testing novel PHF8 inhibitors for their ability to bypass or overcome melanoma resistance to MAPKi. Our studies might provide basis for a novel epigenetic therapy as a strategy to maximize the potential of MAPKi therapy in melanoma treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Resistance,Epigenetics,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>María de los Ángeles Gómez-Muñoz<\/b><sup><\/sup>, Nicole Eskow<sup><\/sup>, Ines Delclaux<sup><\/sup>, Rana Moubarak<sup><\/sup>, Eva Hernando-Monge<sup><\/sup><br><br\/>Department of pathology, NYU Langone Health, New York, NY","CSlideId":"","ControlKey":"1a4a8e26-bb9e-4c4b-8116-33dd39cafe9e","ControlNumber":"4448","DisclosureBlock":"&nbsp;<b>M. Gómez-Muñoz, <\/b> None..<br><b>N. Eskow, <\/b> None..<br><b>I. Delclaux, <\/b> None..<br><b>R. Moubarak, <\/b> None..<br><b>E. Hernando-Monge, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9206","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"396","PresenterBiography":null,"PresenterDisplayName":"Maria de los Angeles Gomez Munoz, PhD","PresenterKey":"14446c06-37dd-47ca-84ed-6d12d640fcb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"396. Role of PHF8 in resistance to melanoma targeted therapies","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of PHF8 in resistance to melanoma targeted therapies","Topics":null,"cSlideId":""},{"Abstract":"Among women worldwide, breast cancer has the highest incidence and is the leading cause of cancer-related death. Patients with the triple-negative breast cancer (TNBC) subtype have an inferior prognosis in comparison to other breast cancers because the current therapies do not facilitate long-lasting responses. Thus, there is a critical need for novel therapeutic strategies that induce stronger responses. In our previous research, we discovered that augmenting the concentration of extracellular ATP (eATP) greatly enhances the chemotherapeutic response of TNBC cell lines by activating purinergic receptors (P2RXs), leading to cell death through the induction of non-selective membrane permeability. However, eATP levels are limited by several classes of extracellular ATPases. One endogenous molecule of interest that can inhibit multiple classes of extracellular ATPases is heparan sulfate. Heparan sulfate itself is degraded by heparanase, an enzyme that is known to be highly expressed in various cancers, including breast cancer. Heparan sulfate has previously been shown to regulate several cancer-related processes such as fibroblast growth factor signaling, neoangiogenesis by sequestering vascular endothelial growth factors in the extracellular matrix, hedgehog signaling and cell adhesion. In this project, we identified an additional mechanism for a tumor suppressor role of heparan sulfate: inhibition of extracellular ATPases, leading to augmented levels of eATP. Several heparanase inhibitors have been previously identified, including OGT 2115, suramin, PI-88, and PG 545. We hypothesized that heparanase inhibitors would augment eATP concentrations in TNBC by increasing heparan sulfate in the tumor microenvironment, resulting in increased cell death in response to chemotherapy. We treated TNBC cell lines MDA-MB 231, Hs 578t, and MDA-MB 468 and non-tumorigenic immortal mammary epithelial MCF-10A cells with increasing concentrations of the chemotherapeutic agent paclitaxel in the presence of heparan sulfate and\/or OGT 2115 with eATP content and cell viability being assessed. Moreover, to confirm that the effects of OGT 2115 are mediated through eATP, we utilized specific antagonists to the purinergic receptors P2RX4 and P2RX7. In addition, the protein expression of heparanase was compared in all the examined cell lines via Western blot analysis. We also evaluated the effects of this combination on the breast cancer-initiating cell population in the treated cells using flow cytometry and tumorsphere formation efficiency assays. These results demonstrate that inhibiting the degradation of heparan sulfate in the tumor microenvironment enhances the susceptibility of TNBC cell lines to chemotherapy by augmenting extracellular ATP concentrations. This strategy could potentially be used to induce deeper and more durable responses in triple-negative breast cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,Chemotherapy,ATP,Heparanase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jasmine  M.  Manouchehri<\/b><sup><\/sup>, Jharna Datta<sup><\/sup>, Mathew  A.  Cherian<sup><\/sup><br><br\/>The Ohio State University, Comprehensive Cancer Center, Columbus, OH","CSlideId":"","ControlKey":"90730365-e436-456e-98b1-3a486adbbd96","ControlNumber":"4503","DisclosureBlock":"&nbsp;<b>J. M. Manouchehri, <\/b> None..<br><b>J. Datta, <\/b> None..<br><b>M. A. Cherian, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9207","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"397","PresenterBiography":null,"PresenterDisplayName":"Jasmine Manouchehri, PhD","PresenterKey":"dc1b9cbb-8cc1-4184-b738-1edde7577dcf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"397. The role of heparan sulfate in enhancing the chemotherapeutic response in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of heparan sulfate in enhancing the chemotherapeutic response in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<ul>The leading cause of cancer-related death among women worldwide is breast cancer. The triple-negative breast cancer (TNBC) subtype has limited therapeutic options that produce durable responses. As a result, it is associated with an especially poor prognosis compared to other breast cancer subtypes. Hence, the development of innovative therapeutic strategies that produce deeper and more durable responses is critically needed. We found that increasing extracellular ATP (eATP) can enhance the susceptibility of TNBC cell lines to chemotherapy through the activation of purinergic receptors (P2RXs) P2RX4 and P2RX7. However, eATP levels are limited by several different classes of eATPases, making the design of a single molecule that effectively inhibits all classes of eATPase complicated. Heparan sulfate, a carbohydrate moiety that is covalently linked to several cell surface and extracellular matrix proteins has previously been identified as an endogenous inhibitor of several classes of eATPases. Heparan sulfate is desulfated by sulfatases 1 and 2 at the 6-O-hydroxyl groups of glucosamine residues in heparan sulfate. Sulfatase 2 has been determined to be highly expressed in a variety of cancers including breast cancer, whereas sulfatase 1 is not. Several sulfatase inhibitors have been previously developed, such as OKN-007, which is a specific inhibitor of sulfatase 2. We hypothesized that OKN-007 would augment eATP levels in TNBC cell lines exposed to chemotherapy by increasing levels of heparan sulfate in the tumor microenvironment, leading to intensified cell death. TNBC cell lines MDA-MB 231, Hs 578t, and MDA-MB 468 and non-tumorigenic immortal mammary epithelial MCF-10A cells were treated with increasing concentrations of the chemotherapeutic agent paclitaxel in the presence of heparan sulfate and\/or OKN-007, and eATP content and cell viability were evaluated. Inhibitors to the purinergic receptors P2RX4 and P2RX7 were used to further confirm that the mechanism of enhanced cell death induced by OKN-007 was through these receptors. In addition, basal protein and cell surface expression of sulfatases 1 and 2 were determined in all the examined cell lines via ELISA, Western blot, and flow cytometry analysis. To assess the effects on cancer-initiating cell properties, TNBC cell lines were treated with paclitaxel in the presence of heparan sulfate and\/or OKN-007, and the tumorsphere formation efficiency assay used to assess for cancer-initiating cells. In parallel, we assessed for effects on cancer-initiating cells in treated cells using flow cytometry. Our results showed that inhibiting the 6-O desulfation of heparan sulfate increases eATP accumulation, thereby, enhancing TNBC cell lines&#8217; response to chemotherapy. These findings may lead to therapies for TNBC based on sulfatase 2 inhibition that results in more effective responses with fewer side effects.<\/ul>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,Chemotherapy,ATP,Sulfatases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jasmine  M.  Manouchehri<\/b><sup><\/sup>, Jharna Datta<sup><\/sup>, Mathew  A.  Cherian<sup><\/sup><br><br\/>The Ohio State University, Comprehensive Cancer Center, Columbus, OH","CSlideId":"","ControlKey":"8f0f32e9-f23a-4a34-8e74-e52ac2270039","ControlNumber":"4527","DisclosureBlock":"&nbsp;<b>J. M. Manouchehri, <\/b> None..<br><b>J. Datta, <\/b> None..<br><b>M. A. Cherian, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9208","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"398","PresenterBiography":null,"PresenterDisplayName":"Jasmine Manouchehri, PhD","PresenterKey":"dc1b9cbb-8cc1-4184-b738-1edde7577dcf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"398. The inhibition of sulfation of heparan sulfate augments the chemotherapeutic response in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The inhibition of sulfation of heparan sulfate augments the chemotherapeutic response in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Hepatocellular carcinoma (HCC) is a lethal cancer with a dismal 5-year survival rate as the standard therapy available Sorafenib (SRB), is only effective in extending survival for a subset of patients. Resistance to apoptosis is a defining characteristic of cancer cells and a crucial factor in cancer recurrence and relapse. Although, anticancer potential of the FDA-approved compound Ormeloxifene (ORM), which has well-defined pharmacokinetic and pharmacodynamic properties, has been explored in a variety of cancers, its efficacy in HCC has remained unknown. Therefore, the purpose of this study was to investigate the role and molecular mechanisms underlying ORM in SRB-induced apoptosis in HCC.<br \/>Methods: In this study, we investigated the efficacy of ORM in hepatocellular carcinoma cell (HepG2, Hep3B, C3a, and SKHep-1) lines alone, and in combination with SRB. Cell proliferation was determined by MTT and xCELLigence assay. Effect of ORM on clonogenic potential of HCC cells was examined by colony formation assay. Effect of ORM on apoptosis induction was performed by Annexin V assays. The cell migration assay was performed using Boyden chamber and cell invasion assay was done by Matrigel invasion chambers. Following treatment in hepatocellular carcinoma cells, Western blotting, quantitative polymerase chain reaction (qPCR), and immunofluorescence studies were carried out in order to investigate the effects of ORM, SRB alone, and\/or combination on pro-apoptotic, anti-apoptotic, EMT, and associated signaling effector proteins.<br \/>Results: By employing MTT and xCELLigence assays, our study showed that ORM induces dose- and time-dependent inhibition of cell proliferation in hepatocellular cancer (HepG2, Hep3B, C3a, and SKHep-1) cells at various concentrations (0, 5, 10, and 15 &#181;M). The combination of ORM and SRB together had a significant synergistic inhibitory effect on HCC cells. Additionally, compared to ORM and SRB treatment alone, Annexin V staining showed that combined treatment of ORM and SRB significantly enhance the apoptosis induction in hepatocellular carcinoma cells. Mechanistically, the expression of anti-apoptotic markers like Mcl-1, Bcl-2, and Bcl-xl is significantly reduced when ORM and SRB are combined as evidenced by Western blotting. Similarly, the inhibition of colony formation, invasion, and migration of hepatocellular carcinoma cells following co-treatment was significantly higher as compared to either treatment alone. In addition, the expression of EMT markers like N-cadherin, snail, vimentin, and MMPs in HCC cells is down-regulated following combined treatment compared to ORM and SRB alone.<br \/>Conclusion: Taken together, ORM displayed an effective chemo-therapeutic and chemo-sensitizing agents in treatment of hepatocellular carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"&#946;-catenin,Sorafenib,Mcl-1,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mohammed Sikander<\/b><sup>1<\/sup>, Shabnam Malik<sup>2<\/sup>, Anyssa Rodriguez<sup>1<\/sup>, Daniel Zubieta<sup>2<\/sup>, Sheema Khan<sup>2<\/sup>, Fathi  T.  Halaweish<sup>3<\/sup>, Murali  M.  Yallapu<sup>2<\/sup>, Subhash  C.  Chauhan<sup>2<\/sup>, Meena Jaggi<sup>2<\/sup><br><br\/><sup>1<\/sup>Immunology and Microbiology, University of Texas Rio Grande Valley, Edinburg, TX,<sup>2<\/sup>University of Texas Rio Grande Valley, Edinburg, TX,<sup>3<\/sup>South Dakota State University, Brookings, SD","CSlideId":"","ControlKey":"b7bd8c07-87ed-47f3-870b-f099fadb7456","ControlNumber":"4532","DisclosureBlock":"&nbsp;<b>M. Sikander, <\/b> None..<br><b>S. Malik, <\/b> None..<br><b>A. Rodriguez, <\/b> None..<br><b>D. Zubieta, <\/b> None..<br><b>S. Khan, <\/b> None..<br><b>F. T. Halaweish, <\/b> None..<br><b>M. M. Yallapu, <\/b> None..<br><b>S. C. Chauhan, <\/b> None..<br><b>M. Jaggi, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9209","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"399","PresenterBiography":null,"PresenterDisplayName":"Mohammed Sikander, PhD","PresenterKey":"5768c691-eae5-4097-8d1c-54b5e18bae2a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"399. Molecular mechanism of ormeloxifene mediated chemo-sensitivity in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular mechanism of ormeloxifene mediated chemo-sensitivity in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"About 5.4 million basal and squamous cell skin cancers are diagnosed each year in the US. The chemotherapeutic drug, Cisplatin is often used to treat squamous cell carcinoma (SCC) patients, but low response rates and disease recurrence is common. &#916;Np63&#945;, a member of the p53 family of transcription factors, is overexpressed and considered oncogenic in non-melanoma skin cancer where it regulates cell survival, promotes proliferation and inhibits cell apoptosis. &#916;Np63&#945; has also been shown to promote resistance to cisplatin by transcriptionally regulating several DNA damage response (DDR) genes. A previous study from our lab showed that the histone acetyltransferase (HAT) TIP60 promotes SCC proliferation by positively regulating &#916;Np63&#945; protein levels in manner dependent on the catalytic activity of TIP60. This finding suggested that TIP60 may contribute to the failure of platinum-based drugs in SCC and led us to hypothesize that<i> <\/i><i>TIP60-mediated<\/i><i> <\/i><i>acetylation<\/i><i> <\/i><i>of<\/i> &#916;<i>Np63<\/i>&#945; <i>regulates<\/i><i> <\/i><i>its<\/i><i> <\/i><i>stability<\/i><i> <\/i><i>and transcriptional<\/i><i> <\/i><i>activity<\/i><i> <\/i><i>to<\/i><i> <\/i><i>promote<\/i><i> <\/i><i>chemoresistance<\/i>. Silencing endogenous TIP60 led to a decrease in &#916;Np63&#945; transcript and protein levels in multiple SCC cell lines, indicating the positive regulation of &#916;Np63&#945; by TIP60 is not cell-line specific. Further, TIP60 levels positively correlated with &#916;Np63&#945; stability ,protein levels and cisplatin resistance. Stable expression of TIP60 or &#916;Np63&#945; individually promoted resistance to cisplatin and reduced cell death, whereas loss of &#916;Np63&#945; and TIP60 induced G2\/M arrest, increased cell-death and sensitized cells to cisplatin. Moreover, pharmacological inhibition of TIP60 reduced acetylation of &#916;Np63&#945; and sensitized resistant cells to cisplatin. Finally, we demonstrated that &#916;Np63&#945; and TIP60 levels positively correlated with DNA repair capacity and negatively correlated with cisplatin-DNA adduct formation. Silencing of either TIP60 or &#916;Np63&#945; enhanced cisplatin-DNA adduct formation and significantly reduced expression of genes involved in DDR. Taken together, our data indicate that TIP60-mediated stabilization of &#916;Np63&#945; increases cisplatin resistance and provides critical insights into the mechanisms by which &#916;Np63&#945; confers cisplatin resistance through regulation of genes involved in DNA damage repair. Our findings suggest that inhibition of TIP60 may be therapeutically advantageous in overcoming cisplatin resistance in SCC other epithelial cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Acetylation,Chemoresistance,p63,Squamous cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Akshay Hira<\/b><sup>1<\/sup>, Andrew J. Stacy<sup>1<\/sup>, Jin Zhang<sup>1<\/sup>, Mike Kemp<sup>2<\/sup>, Madhavi P. Kadakia<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Biochemistry and Molecular Biology, Wright State University, Dayton, OH,<sup>2<\/sup>Department of Pharmacology and Toxicology, Wright State University, Dayton, OH","CSlideId":"","ControlKey":"85ee6e2c-8c0a-4f8d-ac1e-93119ccedbaa","ControlNumber":"4789","DisclosureBlock":"&nbsp;<b>A. Hira, <\/b> None..<br><b>A. J. Stacy, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>M. Kemp, <\/b> None..<br><b>M. P. Kadakia, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9210","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"400","PresenterBiography":null,"PresenterDisplayName":"Akshay Hira, MS,B Eng","PresenterKey":"748b119b-b4ec-47f5-9e1c-10c5cadd322a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"400. TIP60-mediated regulation of DNp63a is associated with cisplatin resistance","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TIP60-mediated regulation of DNp63a is associated with cisplatin resistance","Topics":null,"cSlideId":""},{"Abstract":"Background: AMG510, a novel KRAS G12C mutation-specific inhibitor approved in 2021 by FDA, was the first therapy to directly target the KRAS oncoprotein in KRAS-mutant cancers with other direct KRAS G12C inhibitors currently being investigated in multiple clinical trials. However, the emergence of resistance in patients who initially were responsive is a challenge. Uncovering the underlying mechanism of resistance would support the identification and development of novel therapies to overcome drug resistance. In this study, we generated a panel of KRAS G12C inhibitor-resistant tumor models by introducing a secondary KRAS mutation on top of G12C for use as in vitro and in vivo tools to develop possible strategies to overcome such resistance.<br \/>Methods: First, by using CRISPR\/Cas9, we introduced a secondary KRAS mutation, including Y96C, Y96D and Y96S in MIA PaCa, which harbours a homozygous KRAS G12C mutation. Point mutation knock-in was validated by sanger sequencing and cell identity was confirmed by SNP. Then cell viability was measured by CellTiter-Glo after 5 days incubation with AMG510 and MRTX849. RAS-MAPK pathway activity was assessed in the parental and mutant cell lines Y96D by Western blot. Xenograft of MIA PaCa KRAS G12C\/Y96D cells l was also established.<br \/>Results: Successful homozygous point mutation knock-in was achieved as confirmed by sanger sequencing. The double mutant cells displayed the similar growth rate as well as the morphology. In cell viability assays, relative to KRAS G12C parental cells, cells expressing the double-mutant alleles showed marked resistance to AMG510 and MRTX849. Consistent with the effects on cell viability, persistent phosphorylated ERK (pERK) and pRSK levels was also observed in KRAS G12C\/Y96D expressing cells even at high concentrations of MRTX849, indicating sustained RAS-MAPK activity. In addition, MIA PaCa-KRAS G12C\/Y96D was able to grow in vivo and will be used for pharmacological evaluation of KRAS inhibitors.<br \/>Conclusion: These double-mutant cells can be used to assess preclinical in vitro\/in vivo efficacy of KRAS-targeted therapeutics. Crown Bioscience is in the process of developing a series of KRAS G12C inhibitor-resistant cell lines to better facilitate efficacy testing of KRAS-targeted therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"KRAS,Resistance,ECL,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jun Zhou<\/b><sup>1<\/sup>, Zi Ye<sup>1<\/sup>, Ning Bo<sup>1<\/sup>, Dan Zhang<sup>1<\/sup>, Li Hua<sup>1<\/sup>, Chenpan Nie<sup>1<\/sup>, Jingjing Wang<sup>1<\/sup>, Rajendra Kumari<sup>1<\/sup>, Leo Price<sup>2<\/sup>, Xiaoxi Xu<sup>1<\/sup><br><br\/><sup>1<\/sup>Crown Bioscience, Inc., San Diego, CA,<sup>2<\/sup>Crown Bioscience, Inc., Leiden, Netherlands","CSlideId":"","ControlKey":"16835109-4727-41d2-b836-e5118b0a840b","ControlNumber":"5797","DisclosureBlock":"&nbsp;<b>J. Zhou, <\/b> None..<br><b>Z. Ye, <\/b> None..<br><b>N. Bo, <\/b> None..<br><b>D. Zhang, <\/b> None..<br><b>L. Hua, <\/b> None..<br><b>C. Nie, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>R. Kumari, <\/b> None..<br><b>L. Price, <\/b> None..<br><b>X. Xu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9211","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"401","PresenterBiography":null,"PresenterDisplayName":"Jingjing Wang, PhD","PresenterKey":"33e1d6a9-b97c-40e0-8be5-0b0e6dae8880","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"401. Developing KRAS G12C inhibitor-resistant tumor models for efficacy evaluation of next-generation anticancer therapies","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"632","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 1","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing KRAS G12C inhibitor-resistant tumor models for efficacy evaluation of next-generation anticancer therapies","Topics":null,"cSlideId":""}]