[{"Abstract":"Introduction: Epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors (TKIs) is a standard modality of the 1st&#8208;line treatments for patients with EGFR-mutated non-small-cell lung cancer (NSCLC). The FDA approved osimertinib, a third-generation EGFR-TKI, is highly selective for EGFR-activating mutations (exon 19 deletion [del19] or L858R point mutation in exon 21 [L858R]) as well as EGFR-T790M mutation. Nevertheless, resistance inevitably emerges and leads to disease progression. Acquired EGFR-C797S mutation is the most common on-target resistance mechanism to osimertinib in first- and second-line settings, and there are currently no approved targeted therapies. We aimed to evaluate the efficacy of BI-732, a fourth-generation EGFR-TKI developed to overcome the C797S mutation. Materials and Methods: We constructed several types of Ba\/F3 cells expressing EGFR mutations containing the C797S mutation as follows: EGFRdel19\/C797S, EGFRL858R\/C797S, EGFRdel19\/T790M\/C797S, and EGFRL858R\/T790M\/C797S. We also constructed PC9 cells harboring EGFRdel19\/C797S (named PC9-DC cells) using the CRISPR\/Cas9 system. Furthermore, we generated two patient-derived cells, YU-1097 with EGFRdel19\/T790M\/C797S and YU-1182 with EGFRL858R\/C797S. The in vitro efficacy of BI-732 was tested in several cell lines harboring the EGFR-C797S mutation mentioned above. We further evaluated in vivo antitumor activity of BI-732 in subcutaneous YU-1097 xenograft model and intracranial YU-1097-tumor model.Results: BI-732 effectively inhibited the viability of Ba\/F3 cells expressing EGFRdel19\/C797S (IC50, 6.8 nM), EGFRL858R\/C797S (IC50, 213.4 nM), EGFRdel19\/T790M\/C797S (IC50, 3.8nM), and EGFRL858R\/T790M\/C797S (IC50, 15.2 nM), concomitant with marked reduction in EGFR and downstream signal phosphorylation. Moreover, BI-732 exhibited comparable nanomolar in vitro activity to osimertinib on EGFR activating mutation while sparing wild-type EGFR activity. We further confirmed the superior antiproliferative efficacy of BI-732 in PC9-DC (IC50, 24.9 nM), YU-1182 (IC50, 73 nM) and YU-1097 cells (IC50, 2.9 nM). Oral administration of BI-732 at a concentration of 25 mg\/kg as a single agent resulted in significant tumor regression with 183.2% tumor growth inhibition (TGI) in the subcutaneous YU-1097 xenograft model. In a combination treatment strategy with osimertinib, BI-732 showed enhanced antitumor activity at much lower concentrations than monotherapy. BI-732 also demonstrated the ability to penetrate brain-blood barrier (BBB) in the intracranial YU-1097-tumor models.Conclusions: BI-732 is a potent, selective, and orally available fourth-generation EGFR-TKI for EGFR mutations including C797S and has efficient BBB penetration. Our findings suggest that BI-732 can be effective against EGFR mutant NSCLC, especially EGFRDel19\/T790M\/C797S and EGFRDel19\/C797S, that have progressed with previous EGFR inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"EGFR TKI resistance,EGFR,Targeted therapy,Molecular targets,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eun Ji Lee<\/b><sup>1<\/sup>, Jiyun Lee<sup>2<\/sup>, Seung Yeon Oh<sup>1<\/sup>, You Won Lee<sup>3<\/sup>, Ju young Kim<sup>3<\/sup>, Su-Jin Choi<sup>3<\/sup>, Sewon Park<sup>4<\/sup>, Mi Ra Yu<sup>3<\/sup>, Jae Hwan Kim<sup>5<\/sup>, Kyoung-Ho Pyo<sup>6<\/sup>, Jii Bum Lee<sup>7<\/sup>, Min Hee Hong<sup>7<\/sup>, Sun Min Lim<sup>7<\/sup>, Anke Baum<sup>8<\/sup>, Lydia Woelflingseder<sup>8<\/sup>, Harald Engelhardt<sup>8<\/sup>, Mark Petronczki<sup>8<\/sup>, Flavio Solca<sup>8<\/sup>, Mi Ran Yun<sup>9<\/sup>, Byoung Chul Cho<sup>7<\/sup><br><br\/><sup>1<\/sup>Department of Biomedical Science institute, Graduated School of Medical Science, Brain Korea 21 FOUR Project for Medical Science, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Lung Cancer Center, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>Department of Research Support, Yonsei Biomedical Research Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>4<\/sup>JEUK Institute for Cancer Research, JEUK Co., Ltd., Gumi, Korea, Republic of,<sup>5<\/sup>Severance Biomedical Science Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>6<\/sup>Yonsei New Ii Han Institute for Integrative Lung Cancer Research, Yonsei University of Medicine, Seoul, Korea, Republic of,<sup>7<\/sup>Division of Medical Oncology, Department of Internal Medicine, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>8<\/sup>Boehringer Ingelheim RCV GesmbH & Co KG, Vienna, Austria,<sup>9<\/sup>Severance Biomedical Science Institute, Yonsei University College of Medicine, Seoul, Republic of Korea, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"20b35361-d04a-4201-9f6d-1782f7ea33b0","ControlNumber":"5701","DisclosureBlock":"&nbsp;<b>E. Lee, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Oh, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>M. Yu, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>K. Pyo, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>M. Yun, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8866","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4476","PresenterBiography":null,"PresenterDisplayName":"Byoung Chul Cho, MD;PhD","PresenterKey":"a3c74de1-80ab-48ea-8bb1-f1dabd1fc3f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4476. BI-732, a novel fourth-generation EGFR-TKI, demonstrates promising activities against the C797S-mediated EGFR-TKI resistance","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BI-732, a novel fourth-generation EGFR-TKI, demonstrates promising activities against the C797S-mediated EGFR-TKI resistance","Topics":null,"cSlideId":""},{"Abstract":"Background: Ribosomal protein S6 kinase (S6K) is a key regulator of estrogen receptor (ER) function, and its high expression is associated with poor clinical outcomes in breast cancer (BC). Recent data have demonstrated that S6K is involved in resistance to CDK4\/6 inhibitors in metastatic BC (MBC). DIACC3010 (formerly M2698) is an oral brain-penetrant potent inhibitor of S6K. By design, DIACC3010 also selectively inhibits AKT1 and AKT3, while sparing AKT2. DIACC3010 was previously evaluated in a phase 1 trial (NCT01971515). We performed exploratory correlative analyses of the phase 1 trial in ER+ HER2-negative MBC patients in addition to nonclinical experiments to evaluate its role in the CDK4\/6 and endocrine therapy (ET) resistant setting.<br \/>Methods: DIACC3010 was evaluated as monotherapy, or combined with either trastuzumab or tamoxifen, in a multicenter phase 1 trial that accrued 101 patients with advanced\/refractory solid tumors (Tsimberidou et al, J Hematol Oncol 2021 14(1):127). The current analysis focused on patients with ER+ HER2-negative MBC and aimed to explore the efficacy of DIACC3010 according to <i>ESR1<\/i> mutational status. DIACC3010 was also evaluated in tamoxifen resistant patient-derived xenograft (PDX) mouse models, both alone and combined with tamoxifen.<br \/>Results: Twenty patients were evaluable at baseline for their tumor mutational status and included in the analysis. Median age was 60 years and median number of prior lines of therapy was 5.5. Twelve of 20 (60%) patients had received prior treatment with CDK4\/6 inhibitors. Nine of 20 patients (45%) had <i>ESR1<\/i> mutations, of whom 4 had received CDK4\/6 inhibitor. Median progression free survival was 5.6 months in patients with <i>ESR1<\/i> mutations, and 2.6 months in patients with <i>ESR1<\/i> wild-type tumors. Among the 13 ER+ BC PDX models evaluated, 10 provided interpretable results and 4 were found resistant to tamoxifen. The combination of DIACC3010 and tamoxifen significantly reduced tumor growth in 6\/10 (60%) of all PDX models, and in 4\/4 (100%) of the tamoxifen-resistant PDX models.<br \/>Conclusions: Exploratory analyses from the phase 1 trial, along with nonclinical efficacy in PDX models, demonstrate that DIACC3010 may have antitumor activity in MBC patients with ET resistance. Experiments are underway to assess nonclinical efficacy of DIACC3010 combination with elacestrant or CDK4\/6 inhibitors in various models of ER+ MBC, including ET resistant.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Breast cancer,Kinase inhibitors,Molecular markers,Estrogen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Christel Navarro<sup>1<\/sup>, Apostolia Maria Tsimberidou<sup>2<\/sup>, Cecile Bougeret<sup>1<\/sup>, Elsa Borghi<sup>1<\/sup>, Dominique Bridon<sup>1<\/sup>, <b>Helene Sicard<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>DIACCURATE, Paris, France,<sup>2<\/sup>Investigational Cancer Therapeutics, The University of Texas, MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"96983045-77f5-4235-9759-1a37ad2b0aa9","ControlNumber":"2374","DisclosureBlock":"<b>&nbsp;C. Navarro, <\/b> <br><b>Diaccurate SA<\/b> Employment. <br><b>A. M. Tsimberidou, <\/b> <br><b>Diaccurate SA<\/b> Independent Contractor. <br><b>C. Bougeret, <\/b> <br><b>Diaccurate SA<\/b> Employment. <br><b>E. Borghi, <\/b> <br><b>Diaccurate SA<\/b> Independent Contractor. <br><b>Nanobiotix<\/b> Employment. <br><b>D. Bridon, <\/b> <br><b>Diaccurate SA<\/b> Employment. <br><b>H. Sicard, <\/b> <br><b>Diaccurate SA<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8867","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4477","PresenterBiography":null,"PresenterDisplayName":"Helene Sicard","PresenterKey":"ebcda927-12f3-46ad-9e12-52f9dadce5ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4477. DIACC3010, optimized inhibitor of S6 kinase, combined with endocrine therapy, has potent antitumor activity in treatment-resistant ER-positive HER2-negative metastatic breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DIACC3010, optimized inhibitor of S6 kinase, combined with endocrine therapy, has potent antitumor activity in treatment-resistant ER-positive HER2-negative metastatic breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Quadruple-negative breast cancer (QNBCs) is a highly aggressive and metastatic disease and remains clinically challenging breast cancer subtype with worst prognosis. Due to its exceeding heterogeneity, absence of the AR, ER, PR, Her2 receptors and lack of established therapeutic targets, QNBC is hard to treat cancer and recurs rapidly with standard chemo regimen. QNBC demonstrated vulnerability to proteasome inhibition due to their higher metabolic needs. But FDA approved 20S proteasome inhibitors failed to treat solid tumors including QNBC. Hence, developing an effective strategy to overcome the limitations associated with current 20S proteasome inhibitors is mandated to provide alternate treatment options for QNBC patients. Preclinical, Up Therapeutics lead candidate small molecule inhibitor Up284 has shown significant tumor growth inhibition as a single agent in animal models. To explore potential synergy of Up284 with other therapeutic agents, we conducted the in vivo combination experiments. In this work, we present ADRM1 amplification in QNBC tumors, identification of a small molecule selective inhibitor of ADRM1, Up284 (Up Therapeutics), Up284 demonstrated efficacy against panel of BC cell lines and patient derived organoids. In vivo combination results for Up284 with widely used BC standard-of care chemotherapy regimen demonstrated strong in vivo synergy in tumor mouse syngeneic models. Taken together, these data demonstrated combination synergy of a small molecule ADRM1 inhibitor with other agents. These results pave the road for potential clinical evaluation of combination treatment of QNBC in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Androgen receptor,Proteasome inhibitors,Organoids,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Balasubramanyam Karanam<\/b><sup>1<\/sup>, Ravi Anchoori<sup>2<\/sup>, Yung-Nien Chang<sup>2<\/sup>, Rachel Martini<sup>3<\/sup>, Florencia Madorsky Rowdo<sup>4<\/sup>, Melissa  B.  Davis<sup>4<\/sup><br><br\/><sup>1<\/sup>Tuskegee University, Tuskegee, AL,<sup>2<\/sup>Up Therapeutics LLC, Frederick, MD,<sup>3<\/sup>Surgery, Weill Cornell Medicine, New York, NY,<sup>4<\/sup>Englander Institute for Precision Medicine, Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"71a06c1a-0583-486e-8f70-1db03b534f60","ControlNumber":"6202","DisclosureBlock":"&nbsp;<b>B. Karanam, <\/b> None..<br><b>R. Anchoori, <\/b> None..<br><b>Y. Chang, <\/b> None..<br><b>R. Martini, <\/b> None..<br><b>F. Rowdo, <\/b> None..<br><b>M. B. Davis, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8868","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4478","PresenterBiography":null,"PresenterDisplayName":"Balasubramanyam Karanam, PhD","PresenterKey":"2673f365-abd9-4430-bbd0-6f43d470047e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4478. Up284, A small molecule inhibitor of ADRM1 demonstrates significant anti-tumor efficacy in preclinical models of aggressive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Up284, A small molecule inhibitor of ADRM1 demonstrates significant anti-tumor efficacy in preclinical models of aggressive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is an aggressive type of breast cancer. Patients diagnosed with TNBC benefit less or none from any current targeted therapies and also the standard-of-care neoadjuvant chemotherapies (NACT) which is cytotoxic. TNBC shows an increased risk of tumor relapse, therapy failure, and high proclivity to develop distant metastases. Intrinsic resistance to NACT is mainly due to a small population of breast cancer cells that acquire stem cell-like features (BCSCs). BCSCs are capable of self-renewal, proliferation, plasticity, immune regulation and chemoresistance. These properties mediate tumorigenesis, metastasis, and resistance to NACT and sometimes even to targeted therapy. Overall, FDA-approved drugs that are effective for advanced TNBC are currently unavailable.<br \/>The eukaryotic translation initiation factor (eIF4A1) is an mRNA helicase that catalyzes the ATP-dependent unwinding of many oncogenic mRNAs which harbor secondary structures in the 5&#8217; leader region. There is preferential reliance on eIF4A1 by tumor cells as many oncogenic mRNAs require the helicase activity of eIF4A1 for their efficient translation. Several eIF4A1-dependent mRNAs (downstream effectors) include: survivin (survival), c-MYC, STAT1 (immunoevasion through transcription and subsequent translation of PD-L1), Rho kinase1 (invasion), and Cyclins D1 and D3. Bioinformatic analyses revealed that higher gene expression of eIF4A1 significantly impacts patient survival. Clinically, an enhanced protein expression of eIF4A1 was evident in histopathologic analyses of drug-resistant human TNBC biospecimens. Importantly, our <i>in vitro<\/i> data indicated that the viability of BCSCs was significantly reduced when eIF4A1 is targeted by nanomolar levels of Rocaglamide A (RocA). Furthermore, in paclitaxel-resistant TNBC cells, there is an upregulation in the total levels of eIF4A1 and its downstream effectors. Pluripotency transcription factors (e.g., SOX2, OCT4 and NANOG) and drug transporters (ABCB1, ABCG2 and ABCC1) were also increased in an eIF4A1-dependent manner. Genetic ablation and pharmacological targeting of eIF4A1 with RocA reversed the drug-resistant profile. Our <i>in vitro<\/i> data implied a key role for eIF4A1 in chemoresistance\/therapy failure. Targeting of eIF4A1 may be an effective anti-cancer strategy to overcome drug resistance. To this end, we orthotopically implanted CRISPR-control (CC) and eIF4A1-KO (KO) human TNBC cells and evaluated the primary tumor progression and metastases in NOD\/SCID-<i>beige<\/i> mice. Longitudinal tumor progression was followed by IVIS imaging. The tumor volume and the wet weight was significantly higher in CC than KO tumors (n=7 mice). Similarly, the lung metastatic burden is significantly low in KO than CC mice (n=7 mice; p&#60;0.002)). Taken together, we propose that eIF4A1 is an actionable molecular target for drug-resistant TNBC using chemotherapy\/immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Targeted therapy,TNBC - Chemoresistance,Preclinical mouse model,EIF4A1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sangita Sridharan<sup>1<\/sup>, <b>Shobhit Srivastava<\/b><sup>1<\/sup>, David Terrero<sup>2<\/sup>, Saloni Malla<sup>2<\/sup>, Amit K. Tiwari<sup>3<\/sup>, Dayanidhi Raman<sup>1<\/sup><br><br\/><sup>1<\/sup>Cell and Cancer Biology, University of Toledo Health Science Campus, Toledo, OH,<sup>2<\/sup>Pharmacology & Experimental Therapeutics, University of Toledo, Toledo, OH,<sup>3<\/sup>Pharmacology and Experimental Therapeutics, University of Toledo, Toledo, OH","CSlideId":"","ControlKey":"b7863ee0-521e-44f1-ac99-1e47a23f24ae","ControlNumber":"5150","DisclosureBlock":"&nbsp;<b>S. Sridharan, <\/b> None..<br><b>S. Srivastava, <\/b> None..<br><b>D. Terrero, <\/b> None..<br><b>S. Malla, <\/b> None..<br><b>A. K. Tiwari, <\/b> None..<br><b>D. Raman, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8869","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4479","PresenterBiography":null,"PresenterDisplayName":"Shobhit Srivastava, B Pharm;M Pharm;PhD","PresenterKey":"304f3064-d981-444b-b7cc-afda3dde7e92","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4479. Targeting of eIF4A1 curtails lung metastases in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting of eIF4A1 curtails lung metastases in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The objective of this study is to assess the feasibility and safety of treating endometrial adenocarcinoma (EC) with multitarget inhibitors which orthogonally target known oncogenic kinases and epigenetic regulators. The Molecular Targeted Therapeutics Laboratory has developed nanomolar potent multitarget small molecule chemotypes that inhibit the PI3K\/Akt\/mTOR pathway, cancer-associated kinases, and epigenetic regulatory proteins such as BRD4 <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Methods: Two EC cell lines (AN3-CA, RL95-2) were treated with varying concentrations of triple PI3K\/BRD4\/CDK4\/6\/9 inhibitor LCI132 and dual PI3K\/CDK4\/6\/9 inhibitors LCI133 and LCI136 for 48 hours; and cell viability assays were performed with IC<sub>50<\/sub> determination. EC cells were treated with multitarget inhibitors and other indicated inhibitors of PI3K, BET, CDK4\/6, and CDK9 for 24 hours; and lysates were prepared accordingly for Western blot (WB) and qRT-PCR analyses. Flow cytometry was conducted for cell cycle and apoptosis assays.<br \/>Results: In cell-free assays, LCI132 is a nanomolar inhibitor of PI3K\/BRD4\/CDK4\/6\/9, LCI133 is a picomolar inhibitor of CDK9, and LCI136 is a nanomolar inhibitor of PI3K and CDK9. LCI133 demonstrated nanomolar potency towards AN3-CA (IC<sub>50<\/sub> 248 nM) and RL95-2 (IC<sub>50<\/sub> 105 nM). LCI136 demonstrated nanomolar potency towards AN3-CA (IC<sub>50<\/sub> 631 nM) and RL95-2 (IC<sub>50<\/sub> 728 nM). WB demonstrated 24-hour treatment of <i>FBXW7mut<\/i> AN3-CA with LCI132 inhibited AKT phosphorylation but an increase in c-MYC protein expression. A corresponding increase in c-Myc gene expression at 24 hours was confirmed on qRT-PCR. In <i>FBXW7wt <\/i>RL95-2, LCI132 decreased c-Myc protein expression. LCI132 demonstrated dose-dependent G1 arrest, and dose-dependent pre-apoptotic and apoptotic activity.<br \/>Conclusions: Dual-target inhibitors LCI133 and LCI136 are nanomolar potent in AN3-CA and RL95-2 EC cell lines, suggesting a role of CDK9 inhibition of PTEN\/PI3K co-mutated EC. Preliminary studies demonstrate an upregulation of MYC gene and protein expression in <i>FBXW7mut<\/i> EC but not <i>FBXW7wt<\/i>, and the role of FBXW7 as a predictive biomarker in treatment of PTEN\/PIK3R1 co-mutated EC warrants further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Targeted therapy,Endometrial cancer,Small molecule inhibitor,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ritchie Delara<\/b><sup>1<\/sup>, Cody McHale<sup>2<\/sup>, Dhananjaya Pal<sup>2<\/sup>, Krishnaiah Maddeboina<sup>2<\/sup>, R. Wendel Naumann<sup>1<\/sup>, Erin Crane<sup>1<\/sup>, Jubilee Brown<sup>1<\/sup>, Donald Durden<sup>2<\/sup><br><br\/><sup>1<\/sup>Division of Gynecologic Oncology, Levine Cancer Institute, Charlotte, NC,<sup>2<\/sup>Molecular Targeted Therapeutics Laboratory, Levine Cancer Institute, Charlotte, NC","CSlideId":"","ControlKey":"e1801477-3a28-4db5-99f3-2d2eb9802239","ControlNumber":"937","DisclosureBlock":"&nbsp;<b>R. Delara, <\/b> None..<br><b>C. McHale, <\/b> None..<br><b>D. Pal, <\/b> None..<br><b>K. Maddeboina, <\/b> None.&nbsp;<br><b>R. W. Naumann, <\/b> <br><b>Merck Sharp & Dohme<\/b> Other, Consulting or Advisory Role. <br><b>AstraZeneca<\/b> Other, Consulting or Advisory Role. <br><b>Clovis Oncology<\/b> Other, Consulting or Advisory Role. <br><b>OncoMed<\/b> Other, Consulting or Advisory Role, Research Funding. <br><b>Eisai<\/b> Other, Consulting or Advisory Role. <br><b>Bristol-Myers Suibb<\/b> Other, Consulting or Advisory Role. <br><b>Seagen<\/b> Other, Consulting or Advisory Role. <br><b>Agenus<\/b> Other, Consulting or Advisory Role. <br><b>SturoBio<\/b> Other, Consulting or Advisory Role. <br><b>GOG Partners<\/b> Other, Consulting or Advisory Role. <br><b>GSK\/Tesaro<\/b> Other, Consulting or Advisory Role, Research Funding. <br><b>Genelux<\/b> Other, Consulting or Advisory Role. <br><b>Seagen<\/b> Other, Speakers' Bureau. <br><b>Bristol-Myers Squibb<\/b> Other, Research Funding. <br><b>Sutro-Bio<\/b> Other, Research Funding. <br><b>Gynecologic Oncology Group<\/b> Other, Research Funding. <br><b>Mersana<\/b> Other, Research Funding. <br><b>E. Crane, <\/b> <br><b>GSK\/Tesaro<\/b> Other, Speakers' Bureau. <br><b>Merck<\/b> Other, Speakers' Bureau. <br><b>AstraZeneca<\/b> Other, Consulting or Advisory Role. <br><b>J. Brown, <\/b> <br><b>Caris<\/b> Other, Consulting or Advisory Role, Research Funding. <br><b>GSK\/Tesaro<\/b> Other, Consulting or Advisory Role, Research Funding. <br><b>AstraZeneca<\/b> Other, Consulting or Advisory Role. <br><b>Verastem<\/b> Other, Consulting or Advisory Role. <br><b>Clovis Oncology<\/b> Other, Consulting or Advisory Role. <br><b>Genentech<\/b> Other, Research Funding. <br><b>Eisai<\/b> Other, Speakers' Bureau. <br><b>D. Durden, <\/b> <br><b>SRX Pharmaceuticals<\/b> Other.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8870","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4480","PresenterBiography":null,"PresenterDisplayName":"Ritchie Delara","PresenterKey":"b812046e-7bf5-461d-804e-b1399b229fcb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4480. Treatment of PTEN\/PI3K co-mutated endometrial adenocarcinoma with multitarget small molecule inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment of PTEN\/PI3K co-mutated endometrial adenocarcinoma with multitarget small molecule inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Chromosomal instability (CIN) is one of the hallmarks of cancer. Cancer cells often undergo whole-genome doubling (WGD) and P53 represents a major barrier to the proliferation of WGD+ cells. Therefore, cancer cells with either CIN or WGD often harbor the p53 mutation. Recently, KIF18A has emerged as a potential therapeutic target in CIN or WGD cancer cells. We have identified a potent and selective KIF18A inhibitor, GH2616. <i>In vitro<\/i>, GH2616 inhibited the kinesin motor activity with an IC<sub>50<\/sub> less than 50 nM, and with an EC<sub>50<\/sub> less than 50 nM in the mitotic index assay using HT29 cells (WGD). <i>In vivo<\/i>, GH2616 inhibited the growth of WGD CDX models with a dose dependent manner. GH2616 has good oral bioavailability in different species and metabolic stability for QD dosing. This compound also showed low potential of DDI thus suitable for drug combinations. In a cell panel with more than 200 cell lines, GH2616 selectively inhibit the growth of cells with p53 mutant and some other specific biomarkers in multiple tumor types. In conclusion, we discovered GH2616 as a novel KIF18A inhibitor with potent <i>in vivo<\/i> efficacy. It is currently under evaluation in IND-enabling studies and IND filing is expected in Q4, 2023.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"p53,KIF18A,WGD,Chromosomal instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jie Jack Li<\/b><sup><\/sup>, Guiping Zhang<sup><\/sup>, Jiapeng Li<sup><\/sup><br><br\/>Suzhou Genhouse Pharmaceutical Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"9070c651-9a2c-45dc-bf67-452a89ce04cc","ControlNumber":"2697","DisclosureBlock":"&nbsp;<b>J. Li, <\/b> None..<br><b>G. Zhang, <\/b> None..<br><b>J. Li, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8872","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4482","PresenterBiography":null,"PresenterDisplayName":"Jie Jack Li, PhD","PresenterKey":"58b1a723-1055-4755-8519-40d3773a802a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4482. Discovery of GH2616, a potent and selective KIF18A inhibitor with robust <i>in vivo<\/i> efficacy in p53 mutant cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of GH2616, a potent and selective KIF18A inhibitor with robust <i>in vivo<\/i> efficacy in p53 mutant cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Non-small cell lung cancer (NSCLC) with anaplastic lymphoma kinase rearrangement (ALK+) has a high affinity to form brain metastases (BrM). The cumulative incidence of BrMs in ALK+ lung cancer is over 50%, despite highly effective ALK tyrosine kinase inhibitors (TKIs) with CNS activity. Pharmacokinetic (PK) data from other CNS-active lung cancer TKIs (e.g., osimertinib) have revealed major brain white vs. gray matter drug concentration differences, raising the possibility of a PK-driven effect on BrM formation and response. This study aims to compare the size and distribution of ALK+ NSCLC BrMs at diagnosis in a TKI-na&#239;ve and TKI-exposed cohort.<br \/>Methods: We retrospectively reviewed brain MRIs from the date of BrM diagnosis for patients with ALK+ NSCLC at Johns Hopkins. Demographic and clinical information were collected by chart review. Each tumor was marked in a standard space brain model in the corresponding anatomic location represented by a sphere of corresponding diameter using 3D Slicer 4.11. FreeSurfer white-gray matter atlases were used to assess BrM distribution. The data for patients who were on TKI vs TKI-na&#239;ve at the time of BrM diagnosis were then analyzed separately. T-tests were used to compare the metastatic burden (sum of BrM diameters), mean BrM diameter per patient, number of BM per patient, per individual mean of <i>white matter exclusive<\/i> (defined as no overlap with gray matter) and <i>deep white matter<\/i> (&#8805;5mm away from gray matter) BrMs between patient groups.<br \/>Results: 429 BrMs were identified in 39 patients, with 25 patients being TKI-na&#239;ve at the time of BrM diagnosis while 14 patients were on TKI therapy. TKI-exposed patients had significantly smaller BrM diameters than those in the TKI-na&#239;ve group (6.1&#177;3.8 vs 10.2&#177;5.5mm, p=0.02). While metastatic burden was very similar between the groups, the mean number of BrM per patient was numerically higher in the TKI-exposed group (10.6&#177;11.9 vs 6.2&#177;9.5; p=0.22). Notably, patients in the TKI-exposed group also had higher numbers of white matter exclusive (3.5&#177;4.4 vs 1.4&#177;2.0, p=0.05) and deep white matter metastases (3.2&#177;4.3 vs 1.3&#177;2.0, p=0.06) than those who were TKI-na&#239;ve.<br \/>Conclusion: Our data highlight the differences in BrM characteristics among ALK+ NSCLC exposed to ALK TKI. TKI therapy was associated with similar BrM burden but smaller individual lesions that were more likely to be exclusive to the white matter where drug concentrations might be significantly lower. These findings suggest that suboptimal drug CNS distribution in the white matter may underly brain progression of ALK+ NSCLC despite TKI therapy. Spatial analyses evaluating ALK TKIs of varying CNS penetrance and later disease time points in more granular anatomic regions are ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Lung cancer,Brain metastasis,ALK,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tia Cheunkarndee<\/b><sup>1<\/sup>, Paola Ganem<sup>2<\/sup>, Kristen  A.  Marrone<sup>2<\/sup>, Joseph  C.  Murray<sup>2<\/sup>, Josephine  L.  Feliciano<sup>2<\/sup>, Christine  L.  Hann<sup>2<\/sup>, Susan  C.  Scott<sup>2<\/sup>, David Ettinger<sup>2<\/sup>, Valsamo Anagnostou<sup>2<\/sup>, Patrick  M.  Forde<sup>2<\/sup>, Julie  R.  Brahmer<sup>2<\/sup>, Benjamin  P.  Levy<sup>2<\/sup>, Vincent Lam<sup>2<\/sup>, David  O.  Kamson<sup>3<\/sup><br><br\/><sup>1<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD,<sup>2<\/sup>Thoracic Oncology, Johns Hopkins University School of Medicine, Baltimore, MD,<sup>3<\/sup>Neuro-Oncology, Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"71da21d0-0953-4654-acdc-48d40246e5b1","ControlNumber":"4401","DisclosureBlock":"&nbsp;<b>T. Cheunkarndee, <\/b> None..<br><b>P. Ganem, <\/b> None.&nbsp;<br><b>K. A. Marrone, <\/b> <br><b>Amgen<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Bristol-Meyer Squibb<\/b> Independent Contractor. <br><b>Janssen<\/b> Independent Contractor. <br><b>Regeneron<\/b> Independent Contractor. <br><b>J. C. Murray, <\/b> <br><b>Regeneron<\/b> Independent Contractor. <br><b>Johnson & Johnson<\/b> Independent Contractor. <br><b>Doximity<\/b> Independent Contractor, Stock.<br><b>J. L. Feliciano, <\/b> None.&nbsp;<br><b>C. L. Hann, <\/b> <br><b>Amgen<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>S. C. Scott, <\/b> <br><b>Amgen<\/b> Independent Contractor. <br><b>Genentech<\/b> Independent Contractor. <br><b>Foundation Medicine<\/b> Independent Contractor.<br><b>D. Ettinger, <\/b> None..<br><b>V. Anagnostou, <\/b> None..<br><b>P. M. Forde, <\/b> None.&nbsp;<br><b>J. R. Brahmer, <\/b> <br><b>Genentech<\/b> Independent Contractor. <br><b>B. P. Levy, <\/b> <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Daiichi Sankyo<\/b> Independent Contractor. <br><b>Janssen<\/b> Independent Contractor. <br><b>BMS<\/b> Independent Contractor. <br><b>Novartis<\/b> Independent Contractor. <br><b>Genentech<\/b> Independent Contractor. <br><b>Eli Lilly<\/b> Independent Contractor. <br><b>Pfizer<\/b> Independent Contractor. <br><b>Guardant<\/b> Independent Contractor. <br><b>Mirati<\/b> Independent Contractor. <br><b>Amgen<\/b> Independent Contractor. <br><b>Foundation One<\/b> Independent Contractor. <br><b>V. Lam, <\/b> <br><b>Seattle Genetics<\/b> Independent Contractor. <br><b>Bristol-Myers Squibb<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Independent Contractor. <br><b>Guardant Health<\/b> Independent Contractor. <br><b>Takeda<\/b> Other, Consulting or Advisory Role. <br><b>Anheart Therapeutics<\/b> Other, Consulting or Advisory Role.<br><b>D. O. Kamson, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8873","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4483","PresenterBiography":null,"PresenterDisplayName":"Tia Cheunkarndee","PresenterKey":"ab90443c-2fff-4c39-9981-d7bf84267b8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4483. Distinct spatial distribution patterns of ALK-inhibitor na&#239;ve versus ALK-inhibitor treated ALK-positive NSCLC brain metastases","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct spatial distribution patterns of ALK-inhibitor na&#239;ve versus ALK-inhibitor treated ALK-positive NSCLC brain metastases","Topics":null,"cSlideId":""},{"Abstract":"Background: In hepatocellular carcinoma (HCC), several standard regimens with angiogenesis inhibitors and immune checkpoint inhibitors have been established; however, novel therapeutic strategies to target key molecules associated with HCC are further required to improve treatment options. ErbB3 (HER3), a member of the HER receptor tyrosine kinase family, has recently emerged as a promising therapeutic target in various cancers. In this study, HER3 expression status after current targeted therapies in HCC was evaluated in order to explore an opportunity for developing anti-HER3 therapy for HCC.<br \/>Methods: We collected clinical data and tumor tissue from HCC patients (pts) who received systemic therapy between January 2010 and June 2020 and the tissue samples at post systemic therapy were also obtained. Immunohistochemical staining for HER3 was conducted using HER3\/ErbB3 (D22C5) XP Rabbit mAb (Cell Signaling Technology) as a primary antibody. IHC scoring (0, 1+, 2+, 3+) of membranous staining intensity was performed according to HER2 IHC gastric scoring guideline.<br \/>Results: Seventeen pts were eligible. Eight pts (47%) were HER3 2+\/3+, (2+: 7, 3+: 1,), while nine pts (53%) were 0\/1+ (0: 4, 1+: 5). For HER3 2+\/3+ and HER3 0\/1+ groups, median age (range) was 63(43-71)\/69(47-78), median alpha-fetoprotein levels were 6071(4-23620)\/19.1(1.2-1138) [ng\/ml], and median des-gamma-carboxy prothrombin levels were 1351(135-92650)\/302(10-10916) [mAU\/ml], respectively. The proportions of patients with HER3 2+\/3+ were 67% in HCV+ pts, 25% in HBV+ pts, and 43% in other etiologies. Median overall survival of HER3 2+\/3+ and 0\/1+ pts after start of first line systemic therapy was 32.3 (95% CI: 8.7-51.4) and 12.9 (95% CI: 6.1-20.7) months, respectively (HR: 0.28, 95% CI: 0.09-0.92, p=0.036).Paired pre- and post-treatment samples were available for eight pts. The median number of regimens administered between the pre- and post-treatment samples was 2(1-5). Treatment regimens were sorafenib: 7; lenvatinib: 2; ramucirumab: 1; others: 10, including duplicates. At post-treatment, HER3 was upregulated in 4 pts (1 pt: 0 to 1+, 3 pts: 1+ to 2+) and downregulated in 3 pts (all pts: 1+ to 0). Pts with HER3 upregulation had developed resistance after at least one prior tyrosine kinase inhibitor (TKI) with stable disease or partial response as best response.<br \/>Conclusion: In this study, 47% of pts were HER3 2+\/3+ at post-treatment. In paired analysis, half of pts upregulated HER3 expression after systemic therapy including TKIs, suggesting HER3 might be one of the factors associated with resistance to systemic therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"ErbB3,Hepatocellular carcinoma,Molecular targets,HER3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mao Okada<\/b><sup>1<\/sup>, Chigusa Morizane<sup>1<\/sup>, Tomoyuki Satake<sup>1<\/sup>, Mariko Nishioka<sup>1<\/sup>, Nobuyoshi Hiraoka<sup>2<\/sup>, Satoshi Nara<sup>3<\/sup>, Tomoya Kakegawa<sup>4<\/sup>, Maki Kobayashi<sup>4<\/sup>, Kumiko Koyama<sup>5<\/sup>, Minoru Esaki<sup>3<\/sup>, Takuji Okusaka<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Hepatobiliary and Pancreatic Oncology, National Cancer Center Hospital - Japan, Tokyo, Japan,<sup>2<\/sup>Division of Pathology and Clinical Laboratories, National Cancer Center Hospital - Japan, Tokyo, Japan,<sup>3<\/sup>Department of Hepatobiliary and Pancreatic Surgery, National Cancer Center Hospital - Japan, Tokyo, Japan,<sup>4<\/sup>Translational Research Department, Daiichi Sankyo RD Novare Co., Ltd., Tokyo, Japan,<sup>5<\/sup>Translational Science Department I, Daiichi Sankyo Co., Ltd., Tokyo, Japan","CSlideId":"","ControlKey":"afdedbb3-9a0d-49d1-b32c-512080d09d89","ControlNumber":"2552","DisclosureBlock":"&nbsp;<b>M. Okada, <\/b> None.&nbsp;<br><b>C. Morizane, <\/b> <br><b>Novartis<\/b> Grant\/Contract, Other, Honoraria. <br><b>Yakult Honsha<\/b> Other, Honoraria. <br><b>Teijin Pharma<\/b> Other, Honoraria. <br><b>Taiho Pharmaceutical<\/b> Grant\/Contract, Other, Honoraria, Advisory board. <br><b>Eisai<\/b> Grant\/Contract, Other, Advisory board. <br><b>MSD<\/b> Grant\/Contract, Other, Honoraria, Advisory board. <br><b>SERVIER<\/b> Grant\/Contract, Other, Honoraria, Advisory board. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria. <br><b>Merck<\/b> Grant\/Contract, Other, Honoraria, Advisory board. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>J-Pharma<\/b> Grant\/Contract, Other, Honoraria. <br><b>ONO PHARMACEUTICAL<\/b> Grant\/Contract. <br><b>Chugai Pharmaceutical<\/b> Other, Honoraria. <br><b>Myriad<\/b> Other, Honoraria. <br><b>boehringer-ingelheim<\/b> Other, Advisory board.<br><b>T. Satake, <\/b> None..<br><b>M. Nishioka, <\/b> None.&nbsp;<br><b>N. Hiraoka, <\/b> <br><b>Fujirebio Inc.<\/b> Grant\/Contract. <br><b>Ajinomoto Co. Inc<\/b> Grant\/Contract. <br><b>AstraZeneca plc<\/b> Grant\/Contract. <br><b>Nippon Kayaku Seizo Co., Ltd.<\/b> Grant\/Contract.<br><b>S. Nara, <\/b> None.&nbsp;<br><b>T. Kakegawa, <\/b> <br><b>Daiichi Sankyo RD Novare Co., Ltd.<\/b> Employment. <br><b>M. Kobayashi, <\/b> <br><b>Daiichisankyo RD Novare Co., Ltd.<\/b> Employment. <br><b>K. Koyama, <\/b> <br><b>Daiichi Sankyo Co., Ltd.<\/b> Employment.<br><b>M. Esaki, <\/b> None.&nbsp;<br><b>T. Okusaka, <\/b> <br><b>Daiichi Sankyo Co., Ltd<\/b> Other, honoraria.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8874","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4484","PresenterBiography":null,"PresenterDisplayName":"Mao Okada, MD","PresenterKey":"22551f13-0da0-475b-8f9f-d1ec906822d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4484. HER3 expression after systemic therapy and clinical characteristics in patients with hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HER3 expression after systemic therapy and clinical characteristics in patients with hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"PARP inhibitors have prolonged the survival of various cancer patients with homologous recombination (HR) deficiencies. However, most patients eternally acquire resistance. Many attempts have been made, but there are no clear strategies to overcome resistance. We evaluated the efficacy and mechanism of JPI-547, a novel dual inhibitor of PARP1\/2 and tankyrase1\/2, in olaparib resistant breast and ovary preclinical cancer models. We established olaparib resistance models using mammalian cancer cell lines and patient-derived tumor xenografts (PDTXs). Two olaparib-resistant cells cell lines (BT474-OR\/SNU251-OR) were established by exposing parent BRCA1\/2 mutation carrying BT474 and SNU251 (breast and ovary cancer) to gradually increasing the concentration of olaparib for 8 months. An olaparib-resistant PDTX model [WJO-003(O2)], the parent BRCA1 mutation carrying ovary cancer PDTX was engrafted and treated with olaparib in 75mg\/kg twice daily for 1 month and then 100mg\/kg twice daily for 3 months. Using&nbsp;established&nbsp;olaparib resistance models, the anti-tumor efficacy of JPI-547 was compared with olaparib, niraparib, and talazoparib. IC<sub>50<\/sub>&nbsp;of BT474-OR and SNU251-OR cell lines showed 5.5 and 6.7 fold increase compared to those of parent cell lines, respectively. While JPI-547 treatment in BT474-OR and SNU251-OR showed similar IC<sub>50<\/sub>&nbsp;to the matching parent cells. In the PARPi-sensitive PDTX model, CPDX-013, JPI-547 inhibited tumor growth the greatest among other PARP inhibitors. Remarkably, 4 of 7 mice showed complete regression of the tumors. In the olaparib-resistant PDTX model, WJO-003(O2), JPI-547 inhibited tumor growth the most effectively compared to other PARP inhibitors (at day 60, the mean tumor volume: 2539, 1319, 871, 601, and 29 mm<sup>3<\/sup>&nbsp;in control, niraparib, olaparib, talazoparib, and JPI-547, respectively;&nbsp;<i>p&#60;0.01<\/i>). Since JPI-547 treated groups suppressed the tumor growth the most effectively both in olaparib-sensitive and resistant PDTX, to test whether JPI-547 is effective in prior PARPi-exposed tumor, we switched a PARPi to JPI-547 when most of PARPi treated tumors slowly retrieved the tumor growth. This subsequent treatment of JPI-547 completely suppressed the growth of tumor compared to a single other PARPi treated groups in both olaparib-sensitive and resistant models. The data suggest that JPI-547 efficiently inhibits growth of the tumor previously exposed to other PAPRi. JPI-547 treated tumors showed a decrease of RAD51 in comparison to other PARPi treated groups, which is likely mediated by inhibition of tankyrase 1\/2 by JPI-547 and suppression of TNK1\/2-MERIT40 complex. Then this suppression resulted in blockade of HR repair.JPI-547 showed promising efficacy in an olaparib-resistant preclinical model. JPI-547 merits further clinical development in the PARP inhibitor-resistant ovary and breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Ovarian cancer,BRCA Mutations,Overcoming PARPi Resistance,Dual inhibitor of PARP1\/2 and Tankyrase 1\/2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Min Sil Kang<\/b><sup>1<\/sup>, Nar Katuwal<sup>1<\/sup>, Mithun Ghosh<sup>1<\/sup>, Young kyu Jeong<sup>1<\/sup>, Sa deok Hong<sup>1<\/sup>, Sung Min Park<sup>1<\/sup>, John Kim<sup>2<\/sup>, Hyunju Cha<sup>2<\/sup>, Banyoon Cheon<sup>2<\/sup>, Seul-Gi Kim<sup>1<\/sup>, Yong Wha Moon<sup>1<\/sup><br><br\/><sup>1<\/sup>CHA University, Seongnam-si, Korea, Republic of,<sup>2<\/sup>Onconic Therapeutics Inc., Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f94d13e9-9569-4815-905f-64abcc2002c3","ControlNumber":"1748","DisclosureBlock":"&nbsp;<b>M. Kang, <\/b> None..<br><b>N. Katuwal, <\/b> None..<br><b>M. Ghosh, <\/b> None..<br><b>Y. Jeong, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>H. Cha, <\/b> None..<br><b>B. Cheon, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>Y. Moon, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8875","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4485","PresenterBiography":null,"PresenterDisplayName":"Min Sil Kang, PhD","PresenterKey":"c5d2fba8-e56b-48e9-a389-bc0bdfc35ca9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4485. JPI-547, a novel dual inhibitor of PARP 1\/2 and tankyrase 1\/2 overcomes olaparib resistance in BRCA 1\/2 mutant ovary and breast cancer preclinical model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"JPI-547, a novel dual inhibitor of PARP 1\/2 and tankyrase 1\/2 overcomes olaparib resistance in BRCA 1\/2 mutant ovary and breast cancer preclinical model","Topics":null,"cSlideId":""},{"Abstract":"Childhood cancers are rare and clinically diverse. They are typically associated with few driver mutational events than adult cancers, constituting potential targets for patient-specific precision therapy approaches. Here, we evaluated the feasibility of using a patient-derived tumor cell (PDC) based drug screening system and integrated multi-omics data to achieve precision oncology for pediatric patients. We established a PDC library derived from a few passage-cultured tumor cells from surgically resected tumor specimens and conducted chemical screening, which composed of various target agents of major oncogenic pathways (e.g. receptor tyrosine kinase inhibitor, proteasome inhibitor and histone deacetylase etc.). Next Generation Sequencing was performed to characterize the genomic and transcriptomic traits of tumors. Overall, success of establishing PDCs of pediatric cancers was high (80.4%) and comparable to adult cancers. The amount of obtained tissue was an important factor for the success of PDC establishment; the estimated optimal weight for PDC establishment was small (1.14g) and it is noteworthy that a small amount of tumor sample is sufficient to identify the potential hit(s) of parental tumors. The platform provided therapeutic options to pediatric tumors regardless of actionable targets. Our PDC approach identified several potential gene-drug associations, including anti-PI3K\/Akt agents for neuroblastomas and anti-SHH agents for sarcomas with EWSR1 fusion. Given that a considerable proportion of pediatric tumors still lack actionable targets with matched treatment options, PDC-based drug screening profiles can be an optimal therapeutic strategy for these cases. Collectively, our analysis confirmed the feasibility of PDC-based in vitro drug screening systems to guide the therapeutic strategy for pediatric patients. This approach will accelerate the preclinical research for pediatric tumors to understand their pathophysiology and investigate the potential therapeutic strategies to fulfill the future precision oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Precision medicine,Pediatric cancers,Pharmacogenomics,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Gi Ju Lee<sup>1<\/sup>, Seung-Won Choi<sup>2<\/sup>, Seung Ah Choi<sup>3<\/sup>, Hee-Jin Cho<sup>4<\/sup>, Robyn Gartrell<sup>5<\/sup>, Ji Won Lee<sup>6<\/sup>, Joo Whan Kim<sup>3<\/sup>, Nam-Gu Her<sup>1<\/sup>, Raul Rabadan<sup>2<\/sup>, Ki Woong Sung<sup>6<\/sup>, <b>Do-Hyun Nam<\/b><sup>6<\/sup>, Seung-Ki Kim<sup>3<\/sup><br><br\/><sup>1<\/sup>Aimed Bio Inc., Seoul, Korea, Republic of,<sup>2<\/sup>Columbia University, New York, NY,<sup>3<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of,<sup>4<\/sup>Kyungpook National University, Daegu, Korea, Republic of,<sup>5<\/sup>Columbia University Irving Medical Center, New York, NY,<sup>6<\/sup>Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"9f0a0ebe-5938-426d-80a2-6d8e88a6bc7a","ControlNumber":"5824","DisclosureBlock":"<b>&nbsp;G. Lee, <\/b> <br><b>Aimed Bio Inc.<\/b> Employment, Stock Option.<br><b>S. Choi, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>H. Cho, <\/b> None..<br><b>R. Gartrell, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Kim, <\/b> None.&nbsp;<br><b>N. Her, <\/b> <br><b>Aimed Bio Inc.<\/b> Employment, Stock Option.<br><b>R. Rabadan, <\/b> None..<br><b>K. Sung, <\/b> None.&nbsp;<br><b>D. Nam, <\/b> <br><b>Aimed Bio Inc.<\/b> Other, CTO\/Founder\/Shareholder.<br><b>S. Kim, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8876","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4486","PresenterBiography":null,"PresenterDisplayName":"Do-Hyun Nam, MD, PhD","PresenterKey":"71f66d1e-c77a-4363-903e-ad9985deaf2e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4486. Proof of principle for pharmacogenomic-guided precision oncology for pediatric malignancy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proof of principle for pharmacogenomic-guided precision oncology for pediatric malignancy","Topics":null,"cSlideId":""},{"Abstract":"Wilms Tumor (WT) is an embryonal renal tumor that accounts for more than 90% of kidney tumors in children. Significant advances in multidisciplinary therapeutic approaches have increased survival rates up to 90%. However, approximately 15% of patients with favorable histology and 50% of patients with anaplastic WT experience recurrence of disease. Thus, there is still a critical need to develop therapies that are effective and safe for these patients with progressive disease. To address this, we have developed a pipeline of patient derived xenograft (PDX) models from single academic institution patients with metastatic and aggressive cancers. Among these we have developed 3 xenograft models derived from patients with WT. To gain a detailed understanding of the complex array of mutations and identify therapeutic targets, molecular signatures were obtained at the DNA and protein levels via whole genome sequencing and reverse phase protein array analyses respectively. While PDX derived from encapsulated WT specimens exhibited basal levels of PI3K and MAPK pathway activation, which are well-known for promoting tumor survival, growth, and metastasis, no mutations that drive hyperactivation of these pathways were identified in these PDX. In contrast, a rare WT xenograft (PDX120) was established from a female patient with recurrent disease and metastatic cancer in the liver. -OMICS data indicated hyperactivation of PI3K (PIK3CA p.H1047R) and MAPK (KRAS p.G12_G10ins) which was validated by qPCR and immunoblotting in original tumor sample and serially passaged PDX120 xenografts. -OMICS data also confirmed the fidelity of the molecular signature between the original tumor sample and the serially passaged PDX120. The metastatic WT model was screened with two FDA approved drugs as single agents: Trametinib (MAPK pathway inhibitor; BID M-F 1mg\/kg PO Day 1-35) or Alpelisib (PI3K pathway inhibitor; QD M-F 50mg\/kg PO: Mice were dosed Day 1-29, followed by a gap period, and then dosing re-initiated, Day 86-103). Trametinib therapy did not effectively attenuate PDX120 tumor growth. In contrast, the PI3K inhibitor Alpelisib was well tolerated and significantly decreased PDX120 growth and prolonged survival compared to the vehicle control (Two-way ANOVA, Holm-Sidak, p&#60;0.05). At the end of the study, histological analyses indicated a complete lack of Ki67+ and tumorigenic cells in the Alpelisb-treated tumors compared to vehicle controls, indicating a dominant growth dependency on PI3K pathway activation. While efficacy data generated in PDX derived from patients is not used to guide clinical decisions at this time, it can validate therapeutic approaches and provide rationale for future clinical trials. In conclusion, these studies provide critical feasibility data that has high translational value and great potential to improve survival and quality of life for children suffering with progressive WT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Wilms' tumor,Patient-derived xenograft (PDX) models,Targeted therapy,PI3K,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mohammad Reza Saadatzadeh<\/b><sup>1<\/sup>, Khadijeh Bijangi Vishehsaraei<sup>1<\/sup>, Erika A. Dobrota<sup>1<\/sup>, Barbara  J.  Bailey<sup>1<\/sup>, Lauren E. Hein<sup>2<\/sup>, Kathryn  L.  Coy<sup>3<\/sup>, Melissa  A.  Trowbridge<sup>1<\/sup>, Anthony  L.  Sinn<sup>3<\/sup>, Troy  A.  Markel<sup>3<\/sup>, Michael  J.  Ferguson<sup>3<\/sup>, Pankita  H.  Pandya<sup>1<\/sup>, Karen  E.  Pollok<sup>1<\/sup><br><br\/><sup>1<\/sup>Pediatrics, Indiana University School of Medicine, Indianapolis, IN,<sup>2<\/sup>University of Michigan, Ann Arbor, MI,<sup>3<\/sup>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"f0785c95-2622-427e-9e51-8fc45d473a4d","ControlNumber":"4437","DisclosureBlock":"&nbsp;<b>M. R. Saadatzadeh, <\/b> None..<br><b>K. Bijangi Vishehsaraei, <\/b> None..<br><b>E. A. Dobrota, <\/b> None..<br><b>B. J. Bailey, <\/b> None..<br><b>L. E. Hein, <\/b> None..<br><b>K. L. Coy, <\/b> None..<br><b>M. A. Trowbridge, <\/b> None..<br><b>A. L. Sinn, <\/b> None..<br><b>T. A. Markel, <\/b> None..<br><b>M. J. Ferguson, <\/b> None..<br><b>P. H. Pandya, <\/b> None..<br><b>K. E. Pollok, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8877","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4487","PresenterBiography":null,"PresenterDisplayName":"Mohammad Saadatzadeh, PhD","PresenterKey":"79201d90-90c9-4f22-a68a-7cd38a45b96b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4487. Effective anti-tumor effect in a rare metastatic Wilms tumor xenograft by inhibition of RAS\/PI3K hyperactivation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effective anti-tumor effect in a rare metastatic Wilms tumor xenograft by inhibition of RAS\/PI3K hyperactivation","Topics":null,"cSlideId":""},{"Abstract":"Epidermal growth factor receptor (EGFR) activating mutations represent major drivers to the development of non-small cell lung cancer (NSCLC). Among the oncogenic EGFR mutations, a significant cohort, counting for approximately 4-10% of the EGFR mutation spectrum, bear EGFR exon 20ins mutations. Meanwhile, approximately 2% of NSCLC patients bear hotspot mutations in HER2. Strikingly, over 90% of the HER2 mutations occurred in NSCLC are identified as exon 20ins mutations. Despite the successful launch of 1<sup>st<\/sup>, 2<sup>nd<\/sup>, and 3<sup>rd <\/sup>generation of EGFR inhibitory agents in the clinic that inactivate oncogenic EGFR signaling through targeting specific EGFR mutations, de novo or acquired, none of these standard-of-care therapies is specific to EGFR exon 20ins or HER2 exon 20ins. In addition, trastuzumab and EGFR-TKIs have limited effectiveness for NSCLC patients with HER2 exon 20ins mutation. TAK-788 (mobocertinib) and JNJ6372 (amivantamab-vmjw) are the FDA approvals for NSCLC driven by EGFR exon 20ins mutations. Only T-Dxd is used as a second-line treatment for NSCLC patients with HER2 mutation. Considering the large population of lung cancer and the fact that many patients are missed in diagnosis due to the heterogeneous characteristics of EGFR and Her2 exon 20ins, there are probably more than ten thousand lung cancer patients suffering the EGFR or Her2 exon 20ins mutations. There are urgent unmet medical needs to develop target therapeutics for EGFR and Her2 exon 20ins mutations. We discovered and developed<b> <\/b>TY-4028, which is a novel, potent, and orally available inhibitor targeting EGFR and Her2 exon 20ins mutations and is currently in the IND enabling stage. In EGFR-related tumor cells and genetically engineered Ba\/F3 cell lines, TY-4028 showed similar or better antitumor effects than TAK-788, and better antitumor effects than DZD9008. The B\/P ratio (brain tissue AUC<sub>0-last<\/sub>\/plasma AUC<sub>0-last<\/sub>) of SD rats was 1.63 and 1.04 respectively after oral administration of TY-4028 in male and female SD rats, which suggested that TY-4028 had good potential to cross Blood Brain Barrier (BBB). Preclinical studies showed a good PK profile and manageable toxicity with TY-4028. TY-4028 has remarkable efficacy in mouse models of EGFR exon 20ins and HER2 exon 20ins. The data showed that all doses of TY-4028 had significant effects, and the tumors nearly demonstrated complete regression in the PDX LU0387 model and PC9 CDX model. At the same dose, the efficacy of TY-4028 was similar to that of TAK-788, while the tolerance of TY-4028 was better than that of TAK-788. At the same dose, the efficacy of TY-4028 was better than that of DZD9008. Taken together,<b> <\/b>the data demonstrated TY-4028 has great potential to meet the unmet medical needs for NSCLC patients with EGFR exon 20ins mutation or HER2 exon 20ins mutation. #Jun Li and Chengshan Niu contributed equally to this work. *They are the correspondent authors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"EGFR,HER2,Kinase inhibitors,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jun Li<\/b><sup>1<\/sup>, Chengshan Niu<sup>2<\/sup>, Zhongwei Guo<sup>2<\/sup>, Huan Wang<sup>3<\/sup>, Bailu Zheng<sup>3<\/sup>, Yuge Dou<sup>2<\/sup>, Apeng Liang<sup>1<\/sup>, Kaige Ji<sup>2<\/sup>, Shengli Dong<sup>1<\/sup>, Meihua Li<sup>1<\/sup>, Yanchao Zhao<sup>2<\/sup>, Yazhen Zhang<sup>2<\/sup>, Aishen Gong<sup>3<\/sup>, Hao Liu<sup>2<\/sup>, Xinmiao Hu<sup>2<\/sup>, Hui Su<sup>3<\/sup>, Mingyu Jiang<sup>3<\/sup>, Shaoqing Chen<sup>3<\/sup>, Xiugui Chen<sup>3<\/sup>, Yusheng Wu<sup>1<\/sup><br><br\/><sup>1<\/sup>TYK Medicines, Inc., Huzhou, China,<sup>2<\/sup>TYK Medicines, Inc., Zhengzhou, China,<sup>3<\/sup>TYK Medicines, Inc., Shanghai, China","CSlideId":"","ControlKey":"fb0bcdd2-bd7d-4461-8558-92482d8206fb","ControlNumber":"4450","DisclosureBlock":"&nbsp;<b>J. Li, <\/b> None..<br><b>C. Niu, <\/b> None..<br><b>Z. Guo, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>B. Zheng, <\/b> None..<br><b>Y. Dou, <\/b> None..<br><b>A. Liang, <\/b> None..<br><b>K. Ji, <\/b> None..<br><b>S. Dong, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>Y. Zhao, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>A. Gong, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>X. Hu, <\/b> None..<br><b>H. Su, <\/b> None..<br><b>M. Jiang, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>Y. Wu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8878","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4488","PresenterBiography":null,"PresenterDisplayName":"Jun Li, PhD","PresenterKey":"ade30ebd-9269-407b-8f44-03c9146b21ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4488. TY-4028: a novel, targeted therapy for non small-cell lung cancer with EGFR exon 20 or HER2 exon 20 insertion mutations","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TY-4028: a novel, targeted therapy for non small-cell lung cancer with EGFR exon 20 or HER2 exon 20 insertion mutations","Topics":null,"cSlideId":""},{"Abstract":"Background: Lung cancer is the leading cause of cancer-related deaths worldwide. FGFR1 has been associated with tumorigenesis in a variety of tumor types, including lung cancer. As a therapeutic approach, their inhibition has been attempted and was initially focused on FGFR1-amplified tumors, though with limited success. Preliminary data of our group suggests that N-Cadherin play a key role for the oncogenicity of FGFR1 and predict FGFR-targeted therapy efficacy in Non-small cell lung cancer (NSCLC). However, it is possible that other biomarkers, together with N-Cadherin, can determine the response to anti-FGFR therapy. Therefore, it is essential the identification of new biomarkers that could help to predict more accurately those patients that could benefit from anti-FGFR therapy.<br \/>Materials and Methods: We have treated 15 NSCLC PDX models with high FGFR1 expression levels and variable N-Cadherin expression levels, with the FGFR inhibitor (FGFRi) AZD4547. Based on their sensitivity to treatment, the PDX models were classified into two groups: Responders and Non-responders. All PDX models were characterized at the proteomic, genomic, and transcriptomic levels by western blot, whole exome sequencing, and RNA-Seq, respectively, and we used this information for defining the responder versus the non-responder group. Subsequently, the GDSC repository was used to validated our data in a cohort of lung adenocarcinoma (LUAD) cell lines.<br \/>Results: Responder and non-responder groups revealed a distinct pattern of genomic alterations and gene expression profile. As expected, GSEA identified an enrichment in Responders group of pathways related to FGFR1 signaling and ECM proteins, among them N-Cadherin stands out. Moreover, we observed an enrichment of <i>KRAS<\/i> mutations and genes related to the <i>KRAS<\/i> signature and to the intrinsic resistance to FGFRi in the non-responder group. To validate our findings and using the GDSC repository, we observed an enriched resistance to inhibitors of FGFR1 signaling in a cohort of <i>KRAS<\/i> mutant LUAD cell lines. Furthermore, we confirm a tendency for increased sensitivity in high N-Cadherin expressing cell lines, but only in <i>KRAS<\/i> wildtype context.<br \/>Conclusions: In conclusion, previous research had underlined N-Cadherin as a potential biomarker of response to FGFRi, while not successful in all contexts. Transcriptome study of PDXs classified as responder or non-responder to FGFRi revealed a differential gene expression pattern, with an upregulation of N-Cadherin pathway observed in the Responder group, while an enrichment of KRAS signaling and <i>KRAS<\/i> mutations in non-Responders. Furthermore, we validated our finding using a cell line repository that confirm that N-Cadherin could predict FGFR-targeted therapy efficacy but only in the <i>KRAS<\/i> wildtype context .","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Fibroblast growth factor receptor 1 (FGFR-1),N-Cadherin,KRAS,Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Santiago G. Borrego<\/b><sup>1<\/sup>, Cristina Cirauqui<sup>1<\/sup>, David Gmez-Snchez<sup>1<\/sup>, Haiyun Wang<sup>2<\/sup>, Alicia Luengo<sup>1<\/sup>, Chiara Ambrogio<sup>3<\/sup>, Luis Paz-Ares<sup>4<\/sup>, Irene Ferrer<sup>1<\/sup><br><br\/><sup>1<\/sup>Research Institute (i+12) Hospital 12 de Octubre \/ Spanish National Cancer Research Center (CNIO) \/ Biomedical Research Cancer Network Center (CIBERONC), Madrid, Spain,<sup>2<\/sup>Tongji University, Shanghai, China,<sup>3<\/sup>Department of Molecular Biotechnology and Health Sciences, Molecular Biotechnology Center (MBC), Torino, Italy,<sup>4<\/sup>Medical Oncology Department, Research Institute (i+12) Hospital 12 de Octubre \/ Spanish National Cancer Research Center (CNIO) \/ Biomedical Research Cancer Network Center (CIBERONC) \/ Complutense University, Madrid, Spain","CSlideId":"","ControlKey":"116a1cb1-cbb4-443d-8286-9694f81aa13a","ControlNumber":"4410","DisclosureBlock":"&nbsp;<b>S. G. Borrego, <\/b> None..<br><b>C. Cirauqui, <\/b> None..<br><b>D. Gmez-Snchez, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>A. Luengo, <\/b> None.&nbsp;<br><b>C. Ambrogio, <\/b> <br><b>Revolution Medicines<\/b> Grant\/Contract. <br><b>Aelin Therapeutics<\/b> Grant\/Contract. <br><b>Verastem<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract. <br><b>L. Paz-Ares, <\/b> <br><b>Lilly<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Merck sharp & dohme<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Bristol-Myers Squibb<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Roche<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>PharmaMar<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Merck<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Astra-Zeneca<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Novartis<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Boehringer Ingelheim<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Celgene<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Servier<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Sysmex<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Amgen<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Incyte<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Pfizer<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Ipsen<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Adacap<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Sanofi<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Bayer<\/b> Other, Luis has received honoraria for scientific advice and speaker fees. <br><b>Blueprint<\/b> Other, Luis has received honoraria for scientific advice and speaker fees.<br><b>I. Ferrer, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8879","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4489","PresenterBiography":null,"PresenterDisplayName":"Santiago Garca Borrego","PresenterKey":"75c2c0d6-be5d-4bfb-a3b4-94ab0fb632ff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4489. N-Cadherin acts as a predictive biomarker for anti-FGFR therapy in <i>KRAS<\/i> wild-type NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"N-Cadherin acts as a predictive biomarker for anti-FGFR therapy in <i>KRAS<\/i> wild-type NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Hippo\/YAP pathway plays an essential role in cell proliferation, tissue regeneration, and tumorigenesis. The emerging evidence shows that hyperactivation of the Hippo\/YAP pathway induces metastasis, chemoresistance, and the attribute of cancer stem cells. Dysregulated Hippo\/YAP pathway can be a dominant driver of mesothelioma, meningioma, and schwannoma. It has been reported that Hippo\/YAP oncogenic activation in mesothelioma is driven by NF2 loss function. In addition, it contributes to 10% of all cancers, including lung, gastric, colon, cervical, ovarian, breast, melanoma, hepatocellular, and squamous cell carcinoma. Despite the urgent need to develop a therapeutic strategy to curb the dysregulated pathway, YAP\/TAZ is difficult to be directly targeted with small molecule inhibitors because of the lack of a catalytic niche. TEADs require auto-palmitoylation to become functional. Therefore, small molecules that target palmitoylation of TEAD have been explored and VT3989 (NCT04665206) and IK-930 (NCT05228015) have success to enter the clinical trials. To target cancers with dysregulated Hippo\/Yap pathway, we have discovered and are developing TY-0584, which is a potent and orally available YAP\/TEAD inhibitor in the IND enabling stage. The results of PK and toxicity studies of TY-0584 showed a favorable safety profile. TY-0584 had excellent efficacy in the malignant mesothelioma H226 CDX mouse model, which is driven by NF2 deletion mutation. TY-0584 treatment also demonstrated good efficacy in the head and neck cancer PDX tumor mouse model. In previous studies, Hippo\/Yap signaling promotes drug resistance to EGFR-targeted therapies in non-small cell lung cancer (NSCLC). To relax the YAP resistance mechanism in EGFR treatment, we asked if combined YAP inhibition grants an extension of responses to EGFR therapy. To this end, we treated EGFR-driven NSCLC cell models with TY-0584 and TY-9591. TY-9591 is a third-generation EGFR inhibitor developed by TYK Medicines and is currently under a pivotal Phase III clinical investigation in China (NCT05382728). The results show that the combination treatment not only offers synergistic effects, but also enhances apoptosis, compared to single drug treatment. Our <i>in vivo<\/i> data further underscores this exciting finding. Our studies showed that TY-9591 had excellent efficacy in the PC9 CDX mouse model, but tumors gradually recurred as many targeted cancer therapies did. In line with the results of the <i>in-vitro<\/i> experiments, another YAP\/TEAD inhibitor TY-0536 in combination with TY-9591 significantly delay the tumor regrowth in the PC9 CDX mouse model. In summary, we identified a potent and orally available YAP\/TEAD inhibitor TY-0584 which is a promising candidate for further clinical validation. [Shengli Dong and Apeng Liang contributed equally to this work. Jun Li, Shengli Dong, and Apeng Liang are the corresponding authors.]","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"YAP1,Head and neck squamous cell carcinoma,EGFR TKI resistance,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Apeng Liang<\/b><sup>1<\/sup>, Shengli Dong<sup>1<\/sup>, Guangbin Liu<sup>1<\/sup>, Zhengfei Guo<sup>1<\/sup>, Meihua Li<sup>1<\/sup>, Shuaibo Han<sup>1<\/sup>, Yundi Cao<sup>1<\/sup>, Yian Tu<sup>1<\/sup>, Chao Zhou<sup>1<\/sup>, Yu Yu<sup>1<\/sup>, Linglin Xiao<sup>1<\/sup>, Wei Huang<sup>1<\/sup>, Xinlong Yang<sup>1<\/sup>, Lian Fang<sup>1<\/sup>, Haoyun Li<sup>1<\/sup>, Chengshan Niu<sup>2<\/sup>, Mingyu Jiang<sup>3<\/sup>, Feng Xing<sup>3<\/sup>, Shaoqing Chen<sup>3<\/sup>, Jun Li<sup>4<\/sup>, Yusheng Wu<sup>4<\/sup><br><br\/><sup>1<\/sup>TYK Medicines, Inc. (Changxing), Huzhou, Zhenjiang, China,<sup>2<\/sup>TYK Medicines, Inc. (Zhengzhou), Zhengzhou, Henan Province, China,<sup>3<\/sup>TYK Medicines, Inc. (Shanghai), Xuhui District, Shanghai, China,<sup>4<\/sup>TYK Medicines, Inc., Huzhou, Zhenjiang, China","CSlideId":"","ControlKey":"70a65520-f265-4639-a068-ae2611f2f77f","ControlNumber":"4811","DisclosureBlock":"&nbsp;<b>A. Liang, <\/b> None..<br><b>S. Dong, <\/b> None..<br><b>G. Liu, <\/b> None..<br><b>Z. Guo, <\/b> None..<br><b>M. Li, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>Y. Cao, <\/b> None..<br><b>Y. Tu, <\/b> None..<br><b>C. Zhou, <\/b> None..<br><b>Y. Yu, <\/b> None..<br><b>L. Xiao, <\/b> None..<br><b>W. Huang, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>L. Fang, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>C. Niu, <\/b> None..<br><b>M. Jiang, <\/b> None..<br><b>F. Xing, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>Y. Wu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8881","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4491","PresenterBiography":null,"PresenterDisplayName":"Apeng Liang#,*, PhD","PresenterKey":"6907ccc7-8c12-46b0-bd96-f07714aba11c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4491. TY-0584: A potent, orally available small molecule YAP\/TEAD inhibitor, exhibits anti-tumor effects <i>in vitro<\/i> and <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TY-0584: A potent, orally available small molecule YAP\/TEAD inhibitor, exhibits anti-tumor effects <i>in vitro<\/i> and <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Several potent FMS-like tyrosine kinase 3 (FLT3) inhibitors have been developed and approved for the treatment of FLT3-mutant acute myeloid leukemia (AML) recently. These inhibitors block the signaling pathways involved in proliferation of leukemic cells, and have shown favorable initial results in early-stage AML patients. However, a significant percentage of patients relapsed with poor prognoses. The relapse is generally caused by a compensatory innate immune stress response, such as Toll-like receptor activation, which induces adaptive resistance to the FLT3 inhibition. Interleukin-1 receptor associated kinase 4 (IRAK4) functions as a mediator of Toll-like receptor and interleukin-1 receptor signaling pathways. Patients harboring a U2AF1 or SF3B1 spliceosome mutation were found to express a longer and more active isoform of IRAK4 kinase, which could result in lasting activation of NF-&#954;B and MAPK in oncogenic and innate immune signaling. Emavusertib (CA-4948), an IRAK4\/FLT3 inhibitor, is currently in phase I clinical trials. To address the critically unmet medical needs of myeloid leukemia patients, we have developed a novel and potent FLT3 and IRAK4 dual inhibitor HPB-092 with excellent selectivity to provide durable efficacy in myeloid malignancies by eliminating adaptive resistance .<br \/>HPB-092 significantly inhibited MV4-11 tumor cell proliferation at low nanomole concentration. HPB-092 demonstrated good oral bioavailability in several animal species. In a disseminated MV4-11 xenograft mouse model, HPB-092 displayed strong anti-tumor activity at 5mg\/kg. HPB-092 was well-tolerated with no obvious adverse events at a dose of 40 mg\/kg in two-weeks safety study in SD rats. In addition, no rhabdomyolysis side-effect was observed upon histological analysis. These results underscore the potential therapeutic benefit and safety profile of HPB-092 for the treatment of AML, especially in patients with mutations in U2AF1 or SFF3B1 spliceosome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Inhibitors,Leukemias: acute myeloid,Drug resistance,Drug design,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rui Yang<sup>1<\/sup>, Lei Wu<sup>1<\/sup>, Bing Zhang<sup>1<\/sup>, Michael Xiang<sup>2<\/sup>, <b>Suyue Wang<\/b><sup>1<\/sup>, Camille Xiang<sup>2<\/sup>, zhijian Lu<sup>2<\/sup>, Jason Xiang<sup>2<\/sup><br><br\/><sup>1<\/sup>Polymed Biopharmaceuticals, Inc., Hangzhou, China,<sup>2<\/sup>Polymed Biopharmaceuticals, Inc., Cambridge, MA","CSlideId":"","ControlKey":"e673dfae-578b-41b1-8a5d-b86e8ec30ffd","ControlNumber":"3221","DisclosureBlock":"&nbsp;<b>R. Yang, <\/b> None..<br><b>L. Wu, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>M. Xiang, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>C. Xiang, <\/b> None..<br><b>Z. Lu, <\/b> None..<br><b>J. Xiang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8882","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4492","PresenterBiography":null,"PresenterDisplayName":"Suyue Wang, PhD","PresenterKey":"33de9383-9101-4344-b006-a030bc6d92fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4492. A novel and potent FLT3 and IRAK4 dual inhibitor for the treatment of acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel and potent FLT3 and IRAK4 dual inhibitor for the treatment of acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Over the last decade, the targeting of specific cell surface receptors such as human epidermal growth factor receptor 2 (Her2) in breast cancer cells has allowed the emergence of innovative strategies for the delivery of anticancer agents. High expression levels of the sortilin receptor (SORT1) have been reported in various tumors of breast cancer patients, including triple-negative breast cancer (TNBC), HR+ and Her2+ breast cancers. Given SORT1 function in ligand internalization, we addressed the sorting and trafficking of the newly designed TH19P01 peptide recognizing SORT1, and of TH1902, an anticancer TH19P01-docetaxel conjugate (PDC), and whether such PDC could target SORT1+ breast cancers. <i>In vitro<\/i>, high expression of SORT1 was found in several TNBC and Her2+ breast cancer cell lines as well as in in more than 88% of cases (H-score &#62;100) from commercial breast cancer tissue microarrays. SORT1-mediated cell surface binding and internalization of TH19P01 was first investigated in TNBC-derived MDA-MB-231 cells. The binding and uptake of Alexa<sup>488<\/sup>-labeled TH19P01, at 4 and 37&#176;C respectively, were found significantly reduced upon siRNA-mediated SORT1 silencing. This demonstrates that functional SORT1 processes are required for both cell surface recognition and internalization of TH19P01. Moreover, the internalization of TH19P01 and TH1902 in MDA-MB-231 cells were monitored by fluorescence microscopy using a polyclonal antibody generated against TH19P01. Both TH19P01 and TH1902 showed a rapid uptake and co-localized in the perinuclear region with the late endosomal marker Rab-7 and with the lysosomal marker Lamp-1 within 30 minutes indicating that both compounds are internalized through a receptor-mediated endocytosis pathway. In addition, TH19P01 internalization after 1 hour appeared significantly associated within intracellular compartments of MDA-MB-231 cells whereas Herceptin remained mostly localized at the cell surface of Her2+ BT-474 cells. <i>I<\/i><i>n vivo<\/i>, weekly administration of intravenous bolus of TH1902 (35 mg\/kg) at an equivalent docetaxel MTD dose (15 mg\/kg) led to complete tumor regression, while docetaxel only inhibited tumor growth by half in a murine MDA-MB-231 xenograft tumor model. Furthermore, in mice bearing Her2+ HCC-1954 breast tumor xenografts, TH1902 induced complete tumor regression in contrast to docetaxel and Herceptin. Taken together, these preclinical data demonstrate the high anticancer properties of TH1902 against SORT1+ TNBC and Herceptin resistant Her2+ breast cancers. These results demonstrate that TH1902 can be a promising avenue for personalized therapy in the treatment of all SORT1+ breast cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Breast cancer,Targeted drug delivery,HER2,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cyndia Charfi<\/b><sup>1<\/sup>, Michel Demeule<sup>1<\/sup>, Jean-Christophe Currie<sup>1<\/sup>, Alain Zgheib<sup>2<\/sup>, Bogdan Alexandru Danalache<sup>2<\/sup>, Richard Bliveau<sup>2<\/sup>, Christian Marsolais<sup>1<\/sup>, Borhane Annabi<sup>1<\/sup><br><br\/><sup>1<\/sup>Theratechnologies, Montreal, QC, Canada,<sup>2<\/sup>Universit du Qubec  Montral, Montreal, QC, Canada","CSlideId":"","ControlKey":"56275601-f445-4ba8-aa46-bba01ac75e8d","ControlNumber":"3727","DisclosureBlock":"<b>&nbsp;C. Charfi, <\/b> <br><b>Theratechnologies<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. Demeule, <\/b> <br><b>Theratechnologies<\/b> Employment, Stock, Stock Option, Patent. <br><b>J. Currie, <\/b> <br><b>Theratechnologies<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Zgheib, <\/b> <br><b>Theratechnologies<\/b> Stock, Patent.<br><b>B. Alexandru Danalache, <\/b> None.&nbsp;<br><b>R. Bliveau, <\/b> <br><b>Theratechnologies<\/b> Stock, Stock Option, Grant\/Contract, Patent. <br><b>C. Marsolais, <\/b> <br><b>Theratechnologies<\/b> Employment, Stock, Stock Option, Patent. <br><b>B. Annabi, <\/b> <br><b>Theratechnologies<\/b> Stock, Stock Option, Grant\/Contract, Patent.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8883","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4493","PresenterBiography":null,"PresenterDisplayName":"Cyndia Charfi, PhD","PresenterKey":"6fcc895c-ab9f-4171-8f52-ba11eaf55982","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4493. Sudocetaxel Zendusortide (TH1902), a peptide-drug conjugate for the treatment of sortilin-positive (SORT1+) TNBC and Her2-positive breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sudocetaxel Zendusortide (TH1902), a peptide-drug conjugate for the treatment of sortilin-positive (SORT1+) TNBC and Her2-positive breast cancers","Topics":null,"cSlideId":""},{"Abstract":"Cancers such as TNBC, pancreatic, and gastric are difficult to treat due to diverse etiologies. Several subtypes of these cancers are driven by abnormal EGFR signaling, increased cMET activation, and VEGF linked angiogenesis which are responsible for tumor growth and metastasis. TAVO412, a humanized multi-specific antibody with two distinct anti-EGFR nanobody domains, an anti-cMet Fab arm, and an anti-VEGF ScFv domain, was designed to treat patients with these unmet medical needs. In addition, the Fc domain allows for the heterodimerization, antibody-like pharmacokinetic profile, and additional mutations that enhance the Fc effector functional activity. In preclinical xenograft models, TAVO412 demonstrated strong tumor growth inhibition effects on TNBC, PDAC, GC or NSCLC cell line-derived tumors. The mechanisms of action included selective and potent binding to EGFR, cMet, and VEGF at lower pH values found in the solid tumor environment; effective blocking of EGFR and cMet pathways that drove cancer cell growth and proliferation; shutdown of VEGF mediated angiogenesis; and potent and efficacious Fc effector function that enhanced ADCC, ADCP, and CDC. TAVO412 had better TGI than analogous molecules. TAVO412 also demonstrated strong tumor growth inhibition against NSCLC patient derived xenograft (PDX) models with mutant EGFR and cMet genotypes. Each of the binding arms had cross reactivity with the cynomolgus monkey orthologues allowing the cyno model to be a relevant toxicology model. In the pivotal GLP toxicology study in cynomolgus monkeys, TAVO412 was well tolerated, had no major organ toxicities, observations were mostly consistent with EGFR-related effects and recoverable. In conclusion, TAVO412 was successfully discovered and developed for hard-to-treat solid tumors. This drug is expected to be safe and efficacious in cancer patients. The IND application was approved by the US FDA in October 2022. A first-in-human, 2-Part Phase 1 study to examine the preliminary efficacy, safety, tolerability, pharmacokinetic \/ pharmacodynamic parameters; maximum tolerated dose \/ recommended phase 2 dose of TAVO412 will be starting in the first quarter of 2023.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Cancer,Antibody engineering,EGFR,c-Met,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mark Chiu<\/b><sup><\/sup><br><br\/>Tavotek Lab Inc., Springhouse, PA","CSlideId":"","ControlKey":"e7cf76db-cf29-4720-870a-c4f02fd6fb59","ControlNumber":"2242","DisclosureBlock":"&nbsp;<b>M. Chiu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8884","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4494","PresenterBiography":null,"PresenterDisplayName":"Mark Chiu, BSc, MSc, PhD","PresenterKey":"e66db487-72a5-42ec-b12b-b039eb47a768","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4494. Multi-specific cMet x EGFR x VEGF antibody for difficult to treat cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-specific cMet x EGFR x VEGF antibody for difficult to treat cancers","Topics":null,"cSlideId":""},{"Abstract":"<i>TFE3<\/i> is a member of basic helix-loop-helix leucine zipper MiT transcription factor family and its chimeric proteins are associated with translocation renal cell carcinoma (tRCC). Despite the variety of genes fusions, most of <i>TFE3<\/i> fusions partner genes are linked to spliceosome machinery. Dissecting the function of <i>TFE3<\/i> fused to spliceosome machinery factors<i> <\/i>(TFE3-SF) could direct the development of effective therapies for this lethal disease, which is refractory to standard treatments for kidney cancer. Here, by using a combination of <i>in silico<\/i> structure prediction, molecular cloning, next generation transcriptomics, FRET technology, mutagenesis, proteomics, and high-throughput high-content screening (HTHCS) we interrogated a series of oncogenic mechanisms of TFE3-SF-containing fusions, including spontaneous nuclear translocation, nuclear paraspeckle occupancy, enhanced <i>in vitro<\/i> proliferation and <i>in vivo<\/i> growth, transcriptome remodeling, alternative splicing reprogramming, and novel dimer partner recruitment. Molecular inhibition of TFE3-SF dimerization reverses its oncogenic activity and represents a potential new target for therapeutic intervention. By using HTHCS combined with FRET technology we screened FDA approved drugs library (LOPAC) and small molecule library (Microsource) and identified hits compounds which inhibit TFE3-SF dimerization. Hits compounds were validated in 2D and 3D models utilizing patient derived xenolines expressing TFE3-SF. Ouabain and terfenadine demonstrated decreased cell proliferation, reduced spheroid growth and <i>in vivo tumor<\/i> growth. Overall, our results unmask synthetic vulnerabilities of TFE3-SF dimerization for novel therapeutic strategies in patients with this aggressive type of kidney cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Kidney cancer,Translocation,Targeted therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Nur Damayanti<sup>1<\/sup>, <b>Sabrina Orsi<\/b><sup>2<\/sup>, Ricardo Cordova<sup>3<\/sup>, Christopher Rupert<sup>2<\/sup>, Li Shen<sup>2<\/sup>, William Marston Linehan<sup>4<\/sup>, Kirk Staschke<sup>3<\/sup>, Peter Hollenhorst<sup>5<\/sup>, David Heppner<sup>6<\/sup>, Roberto Pili<sup>2<\/sup><br><br\/><sup>1<\/sup>Neurosurgery, Indiana University, Indianapolis, IN,<sup>2<\/sup>University at Buffalo, Buffalo, NY,<sup>3<\/sup>Indiana University, Indianapolis, IN,<sup>4<\/sup>National Cancer Institute, Bethesda, MD,<sup>5<\/sup>Indiana University, Bloomington, IN,<sup>6<\/sup>Chemistry, University at Buffalo, Buffalo, NY","CSlideId":"","ControlKey":"05411e34-f4b6-4cbe-913a-d838ab687a58","ControlNumber":"4862","DisclosureBlock":"&nbsp;<b>N. Damayanti, <\/b> None..<br><b>S. Orsi, <\/b> None..<br><b>R. Cordova, <\/b> None..<br><b>C. Rupert, <\/b> None..<br><b>L. Shen, <\/b> None..<br><b>W. M. Linehan, <\/b> None..<br><b>K. Staschke, <\/b> None..<br><b>P. Hollenhorst, <\/b> None..<br><b>D. Heppner, <\/b> None.&nbsp;<br><b>R. Pili, <\/b> <br><b>Allarity<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8885","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4495","PresenterBiography":null,"PresenterDisplayName":"Sabrina Orsi, BS","PresenterKey":"3a18da00-eb2f-4e72-9942-9010c1657fd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4495. A mechanistic study of the TFE3-splicing machinery gene fusions reveals a new druggable target for translocation renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A mechanistic study of the TFE3-splicing machinery gene fusions reveals a new druggable target for translocation renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>PARP inhibitors have shown antitumor activities against solid tumors with HRD (homologous recombination deficiency). The definition of HRD and other potential biomarkers besides HRD should be further evaluated for PARP inhibitors. JPI-547 is a novel PARP inhibitor, simultaneously targeting tankyrase1\/2, other members of the PARP family, that are involved in the Wnt\/&#946;-catenin pathway.<br \/><b>Method: <\/b>Antiproliferative effect of JPI-547 and a variety of PARP inhibitors (olaparib, veliparib, talazoparib, niraparib, and rucaparib) were determined by MTT assay or clonogenic assay in 9 human pancreatic ductal adenocarcinoma (PDAC) cell lines (Capan-1, HPAF-II, Capan-2, AsPC-1, SNU-410, SNU-213, SNU-324, MIA-PaCa2, and PANC-1). Transcriptome data and gene dependency score of the cell lines were obtained from the CCLE database and DepMap respectively. DNA damage was monitored by immunofluorescent imaging of &#947;-H2AX and DR-GFP assay determined the homologous recombination repair (HRR) efficiency. A xenograft tumor model was established to substantiate the in vivo antitumor effect of JPI-547.<b><\/b><br \/><b>Results: <\/b>JPI-547 more potently blocks Poly(ADP-ribosyl)ation than olaparib, and induces a strong antiproliferative effect on Capan-1, a cell line with BRCA2 del. JPI-547 leads to cell cycle arrest and induces enhanced apoptotic cell death than olaparib. JPI-547 inhibits tumor growth of Capan-1 in vivo, suggesting the potent antitumor activity of JPI-547 against PDAC with HRD.<b> <\/b> Cell lines harboring RNF43 <i>LOF<\/i> mutations (HPAF-II, AsPC-1, and Capan-2), intrinsically addicted to Wnt\/ &#946;-catenin pathway, are more sensitive to JPI-547 than cells with RNF43 wild types. Interestingly, RNF43 mutations could not distinguish the sensitivity of other PARP inhibitors except JPI-547. CTNNB1 gene dependency score and &#946;-catenin levels positively correlate with cellular sensitivity to JPI-547. JPI-547-induced DNA damage was alleviated in HR-proficient PDAC cells. DR-GFP assays confirm that JPI-547 does not directly alter the HRR efficiency of Wnt-addicted PDAC cells. Collectively, these data indicate that the vulnerabilities of Wnt-addicted PDAC cells to JPI-547 were irrelevant to HRD mimicking. Rather, JPI-547 stabilizes AXIN-2 in Wnt-addicted PDAC cells and downregulates the active form of &#946;-catenin level in the nucleus, thereby disrupting the transcription of its target genes. Knockdown of &#946;-catenin neutralized the antiproliferative effect of JPI-547, suggesting that inhibition of the &#946;-catenin pathway is an important mode of action by JPI-547 in Wnt-addicted PDAC cells.<br \/><b>Conclusion: <\/b>JPI-547 shows promising, preclinical antitumor effects against PDAC cells with HRD or Wnt-addiction, providing a rationale for further biomarker-driven clinical development of JPI-547 for the treatment of patients with PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"PARP inhibitors,Homologous recombination,Wnt pathway,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kyoung-Seok Oh<\/b><sup>1<\/sup>, Ah-Rong Nam<sup>1<\/sup>, Ju-Hee Bang<sup>1<\/sup>, Yoojin Jeong<sup>1<\/sup>, Sea Young Choo<sup>1<\/sup>, Hyo Jung Kim<sup>1<\/sup>, Su In Lee<sup>1<\/sup>, Jae-Min Kim<sup>1<\/sup>, Jeesun Yoon<sup>2<\/sup>, Tae-Yong Kim<sup>2<\/sup>, Banyoon Cheon<sup>3<\/sup>, Hyunju Cha<sup>3<\/sup>, John Kim<sup>3<\/sup>, Do-Youn Oh<sup>2<\/sup><br><br\/><sup>1<\/sup>Cancer Research Institute, Seoul National University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Internal Medicine, Seoul National University Hospital, Seoul, Korea, Republic of,<sup>3<\/sup>Onconic Therapeutics, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"9d5f998c-d2a6-499a-a860-ddb72bf833bb","ControlNumber":"5452","DisclosureBlock":"&nbsp;<b>K. Oh, <\/b> None..<br><b>A. Nam, <\/b> None..<br><b>J. Bang, <\/b> None..<br><b>Y. Jeong, <\/b> None..<br><b>S. Choo, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Yoon, <\/b> None..<br><b>T. Kim, <\/b> None.&nbsp;<br><b>B. Cheon, <\/b> <br><b>Onconic Therapeutics<\/b> Employment, Stock Option. <br><b>H. Cha, <\/b> <br><b>Onconic Therapeutics<\/b> Employment, Stock Option. <br><b>J. Kim, <\/b> <br><b>Onconic Therapeutics<\/b> Employment, Stock Option. <br><b>D. Oh, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Servier<\/b> Grant\/Contract. <br><b>BeiGene<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Handok<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8886","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4496","PresenterBiography":"","PresenterDisplayName":"Kyoung-Seok Oh, BS","PresenterKey":"b53930a6-0333-427d-9879-2a9d7c0ad3f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4496. JPI-547, a dual inhibitor of PARP\/Tankyrase, shows promising antitumor activity against pancreatic cancers with homologous recombination repair deficiency or Wnt-addiction","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"JPI-547, a dual inhibitor of PARP\/Tankyrase, shows promising antitumor activity against pancreatic cancers with homologous recombination repair deficiency or Wnt-addiction","Topics":null,"cSlideId":""},{"Abstract":"Ruxolitinib (Jakavi) is a potent JAK1\/JAK2 specific inhibitor, approved for the treatment of myeloproliferative neoplasia (MPN) such as primary myelofibrosis (PMF) and polycythemia Vera (PV). The primary clinical benefit of ruxolitinib in MPN patients is reduction in spleen size and alleviation of constitutional symptoms and significant improvement in the quality of life. However, the effect of ruxolitinib on bone marrow fibrosis and JAK2<sup>V617F<\/sup> allelic burden is modest. In addition, JAK2<sup>V617F<\/sup> negative MPNs also demonstrated clinical benefits, thus, is not clear whether the ruxolitinib primarily blocks the proliferation of the malignant clone or exerts its effects by targeting non-malignant cells. To gain the mechanism of ruxolitinib action in MPNs, we developed two JAK2<sup>V617F<\/sup>-driven MPN mouse models harboring ruxolitinib resistant mutations JAK2<sup>V617F+L902Q <\/sup>and JAK2<sup>V617F+L983F <\/sup>in the malignant clone. Similar to JAK2<sup>V617F<\/sup> recipients, JAK2<sup>V617F+L902Q<\/sup> and JAK2<sup>V617F+L983F <\/sup>transplanted mice showed an increase in WBC, HCT, RBC, HB and reticulocyte values. Histopathological analysis revealed that the myeloproliferative phenotype resembles PV with a proliferation of all three lineages albeit with only a moderate increase in megakaryopoeisis. Grade II bone marrow fibrosis was observed in JAK2<sup>V617F+L902Q<\/sup> and JAK2<sup>V617F+L983F <\/sup>after 2-3 months similar to JAK2<sup>V617F <\/sup>mice. Surprisingly, these mice respond to ruxolitinib treatment similar to ruxolitinib sensitive JAK2<sup>V617F<\/sup> mice, indicated by reduction of spleen size, leukocyte count and proinflammatory cytokines in the serum. Mechanistically, we could identify a direct role of ruxolitinib in the impairment of inflammatory processes in the bone marrow microenvironment, particularly on the cytokine production of mesenchymal stem cells and endothelial cells. These results suggest that the ruxolitinib mediated effects in MPN patients are mainly due to abrogation of inflammatory signaling processes in non-malignant cells. Therefore, combination treatment of JAK1\/2 inhibitors with novel inhibitors, which specifically act on malignant cells might improve the clinical benefit for MPN patients to JAK family inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"JAK2,Drug resistance,Precision medicine,Inflammatory cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sivahari Prasad Gorantla<\/b><sup>1<\/sup>, Michael Rassner Rassner<sup>2<\/sup>, Tony Andreas Mller<sup>2<\/sup>, Teresa Poggio<sup>2<\/sup>, Kirstyn  Anne Crossley<sup>2<\/sup>, Anna-Lena Denecke<sup>2<\/sup>, Kornelia R Fritsch<sup>2<\/sup>, Geoffroy Andrieux<sup>3<\/sup>, Helen Kleinfelder<sup>2<\/sup>, Shifa Khaja Saleem<sup>2<\/sup>, Sudheer Madan Mohan Gambheer<sup>2<\/sup>, Irene Gonzalez Menendez<sup>4<\/sup>, Detlef Bentrop<sup>5<\/sup>, Rainer Trittler<sup>6<\/sup>, Svetlana Rylova<sup>7<\/sup>, Dietmar Pfeifer<sup>2<\/sup>, Leticia Quintanilla Martinez<sup>4<\/sup>, Christine Dierks<sup>2<\/sup>, Robert Zeiser<sup>2<\/sup>, Anna Lena Illert<sup>2<\/sup>, Nikolas von Bubnoff<sup>1<\/sup>, Justus Duyster<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Hematology and  Oncology, UKSH, Luebeck, Germany,<sup>2<\/sup>Hematology, Oncology and Stem cell transplantation, Faculty of Medicine, Clinic for Internal Medicine, Freiburg, Germany,<sup>3<\/sup>Medical Center, Faculty of Medicine,  University of Freiburg, Institute of Medical Bioinformatics and Systems Medicine, Freiburg, Germany,<sup>4<\/sup>Department of Pathology and Neuropathology, University Hospital Tbingen & Comprehensive Cancer Center Tbingen, Tbingen, Germany,<sup>5<\/sup>Albert-Ludwigs-Universitt Freiburg,, Institute of Physiology, Freiburg, Germany,<sup>6<\/sup>Albert-Ludwigs-Universitt Freiburg, Institute of Pharmaceutical Sciences, Freiburg, Germany,<sup>7<\/sup>Department of Nuclear Medicine, University Medical Center Freiburg, Freiburg, Germany","CSlideId":"","ControlKey":"961638cf-d032-435e-b19f-e59f60f6293a","ControlNumber":"2984","DisclosureBlock":"&nbsp;<b>S. Gorantla, <\/b> None..<br><b>M. Rassner, <\/b> None..<br><b>T. Mller, <\/b> None..<br><b>T. Poggio, <\/b> None..<br><b>K. Crossley, <\/b> None..<br><b>A. Denecke, <\/b> None..<br><b>K. Fritsch, <\/b> None..<br><b>G. Andrieux, <\/b> None..<br><b>H. Kleinfelder, <\/b> None..<br><b>S. Saleem, <\/b> None..<br><b>S. Gambheer, <\/b> None..<br><b>I. Menendez, <\/b> None..<br><b>D. Bentrop, <\/b> None..<br><b>R. Trittler, <\/b> None..<br><b>S. Rylova, <\/b> None..<br><b>D. Pfeifer, <\/b> None..<br><b>L. Martinez, <\/b> None..<br><b>C. Dierks, <\/b> None..<br><b>R. Zeiser, <\/b> None..<br><b>A. Illert, <\/b> None..<br><b>N. von Bubnoff, <\/b> None..<br><b>J. Duyster, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8887","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4497","PresenterBiography":null,"PresenterDisplayName":"Sivahari Gorantla","PresenterKey":"fd85fdfa-6040-40d1-84f6-b5ecb7b205d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4497. Efficacy of Jak1\/2 inhibition in murine myeloproliferative neoplasms is mediated by targeting nonmalignant cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Efficacy of Jak1\/2 inhibition in murine myeloproliferative neoplasms is mediated by targeting nonmalignant cells","Topics":null,"cSlideId":""},{"Abstract":"Tumor-infiltrating immune cells are involved<b> <\/b>in the control of cancer and are closely related to clinical outcomes. Sudocetaxel Zendusortide (TH1902), a peptide-drug conjugate (PDC) of the sortilin (SORT1)-binding peptide TH19P01 ester-linked to two docetaxel moieties, has been shown to exert superior anti-cancer activities in multiple cancer models including melanoma syngeneic and xenograft murine models. Melanomas express elevated levels of SORT1 and are considered as one of the most immunogenic tumors where immune checkpoint inhibitors are among the standard of care treatment used. Here, we first questioned whether TH1902 anti-cancer effects involved infiltration of immune cells in a murine SORT1-positive syngeneic, non-immunogenic and highly aggressive B16-F10 melanoma model in C57BL\/6 mice. Weekly administration of docetaxel reduced by half the growth of B16-F10 tumor allografts, while administration of TH1902 as a single agent and at equivalent docetaxel doses, was well tolerated and resulted in tumor regression after only 2 treatments. Surprisingly, in this immunologically cold tumor, immunohistochemistry analysis of tumors for immune cell infiltration showed a net increase in total leukocytes (CD45+) infiltration within TH1902-treated tumors compared with docetaxel-treated tumors, especially with for tumor-infiltrating lymphocytes (TILs) and tumor-associated macrophages (TAMs). Furthermore, the increased staining intensities for Perforin and Granzyme B were indicative of the elevated cytotoxic T and natural killer (NK) cells activity in TH1902-treated tumors. This corroborated with increased caspase-3 apoptotic activity. TH1902 and docetaxel doses were next halved and combined with the checkpoint inhibitor anti-PD-L1. In a first study, the TH1902\/anti-PD-L1 combination resulted in increased tumor growth inhibition when compared with both agents alone. Interestingly, TH1902 as a single agent showed better tumor growth inhibition than docetaxel or docetaxel\/anti-PD-L1 combination. In a second study, the TH1902\/anti-PD-L1 combination significantly increased animal survival over either anti-PD-L1 or TH1902 as single agents (21 days increased median survival compared to 2.5 and 12.5 days respectively). We conclude that the superiority of TH1902 anticancer activity over docetaxel involves, in part, the modulation of infiltrating immune cells within the tumor microenvironment. This is the first demonstration that immune cell infiltration patterns play a pivotal role in the TH1902-associated anti-tumoral response. Combination of TH1902 with checkpoint inhibitors (anti-PD-L1) further reveals that this may lead to improved clinical outcomes in future immunotherapy translational approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Targeted drug delivery,PD-L1,Checkpoint Inhibitors,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michel Demeule<\/b><sup>1<\/sup>, Jean-Christophe Currie<sup>1<\/sup>, Cyndia Charfi<sup>1<\/sup>, Alain Zgheib<sup>2<\/sup>, Isabelle Cousineau<sup>2<\/sup>, Richard Bliveau<sup>2<\/sup>, Christian Marsolais<sup>1<\/sup>, Borhane Annabi<sup>2<\/sup><br><br\/><sup>1<\/sup>Theratechnologies, Montreal, QC, Canada,<sup>2<\/sup>Universit du Qubec  Montral, Montreal, QC, Canada","CSlideId":"","ControlKey":"eedeab0d-50b8-4046-98c6-efc81dbade0d","ControlNumber":"3671","DisclosureBlock":"<b>&nbsp;M. Demeule, <\/b> <br><b>Theratechnologies<\/b> Employment, Stock, Stock Option, Patent. <br><b>J. Currie, <\/b> <br><b>Theratechnologies<\/b> Employment, Stock, Stock Option, Patent. <br><b>C. Charfi, <\/b> <br><b>Theratechnologies<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Zgheib, <\/b> <br><b>Theratechnologies<\/b> Stock, Patent.<br><b>I. Cousineau, <\/b> None.&nbsp;<br><b>R. Bliveau, <\/b> <br><b>Theratechnologies<\/b> Stock, Stock Option, Grant\/Contract, Patent. <br><b>C. Marsolais, <\/b> <br><b>Theratechnologies<\/b> Employment, Stock, Stock Option, Patent. <br><b>B. Annabi, <\/b> <br><b>Theratechnologies<\/b> Stock, Stock Option, Grant\/Contract, Patent.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8889","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4499","PresenterBiography":null,"PresenterDisplayName":"Michel Demeule, PhD","PresenterKey":"2d324f68-26ba-49ca-81be-599f2e3ed693","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4499. The peptide-drug conjugate sudocetaxel zendusortide (TH1902) potentiates anti-tumoral activity of the anti-PD-L1 checkpoint inhibitor and induces immune cell infiltration in a B16-F10 syngeneic melanoma model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The peptide-drug conjugate sudocetaxel zendusortide (TH1902) potentiates anti-tumoral activity of the anti-PD-L1 checkpoint inhibitor and induces immune cell infiltration in a B16-F10 syngeneic melanoma model","Topics":null,"cSlideId":""},{"Abstract":"Cancer is a leading cause of death worldwide; it was responsible for approximately 10 million deaths in 2020. Besides surgery for tumor removal, the most common treatments available are chemotherapy and radiation, which are not selective, resulting in side effects such as pain, hair loss, nausea, and vomiting. They are also ineffective against stem-like and dormant tumor cells, which could lead to a relapse and\/or metastasis. Consequently, the development of drugs with tumor-specific targets is needed. COPI is a coatomer responsible for the retrograde transport from Golgi complex (GC) to the endoplasmic reticulum (ER). In this context, we developed four compounds targeting disruption of GC through inhibition of COPI and previous results showed that compounds 1-4 significantly decrease cell viability of pancreatic cancer cell lines MIA PaCa-2 and AsPC-1, compared to hTERT-HPNE normal pancreatic cell line. In the present work, RT q-PCR confirmed that the two isoforms of the COPI &#950; subunit COPZ1 and COPZ2 are expressed at similar levels in normal cells while COPZ2 is downregulated in tumor cell lines. Our <i>in vitro<\/i> results demonstrated that compounds <b>1-4<\/b> decreased cell viability of breast cancer (HCC1143) and melanoma (A-395) cell lines. The tested compounds are able to target COPZ1-dependent tumor cells, therefore they are great candidates for further studies aiming to develop a selective treatment for cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Drug discovery,Cancer therapy,In vitro,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Allana  C.   F.  Martins<\/b><sup>1<\/sup>, Barbara Mitsuyasu Barbosa<sup>2<\/sup>, Ingridhy  O.  Maia Freitas da Silveira<sup>1<\/sup>, Roberto  S.  Gomes<sup>1<\/sup><br><br\/><sup>1<\/sup>Pharmaceutical Sciences, North Dakota State University, Fargo, ND,<sup>2<\/sup>Chemical and Biological Sciences, Sao Paulo State University (UNESP), Botucatu, Brazil","CSlideId":"","ControlKey":"dd1bb3dd-592d-44a7-9d74-f8b849fef889","ControlNumber":"4950","DisclosureBlock":"&nbsp;<b>A. C. F. Martins, <\/b> None..<br><b>B. Mitsuyasu Barbosa, <\/b> None..<br><b>I. O. Maia Freitas da Silveira, <\/b> None..<br><b>R. S. Gomes, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8890","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4500","PresenterBiography":null,"PresenterDisplayName":"Allana Martins, MD","PresenterKey":"a3828f1b-3cd3-4ab7-aedd-dcb8b9c09e00","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4500. Enedione derivates as a potential cancer treatment through the inhibition of COPZ1","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enedione derivates as a potential cancer treatment through the inhibition of COPZ1","Topics":null,"cSlideId":""},{"Abstract":"EHE is a low-to-intermediate grade angiocentric non-vasogenic tumor that exhibits a wide survival range dependent upon tumor size, stage, and location. Most tumors originate in the lung (37%), soft tissue (20%), or liver (16%), and those with multifocal peritoneal or pleural spread have a 5-year survival rate of ~22%. Solitary lesions are often resected for curative intent. However, treatment options for those with metastatic disease at diagnosis remain less well-defined. Generally, the chemo-resistant slow-growing soft-tissue EHEs can often be observed off therapy for years or decades. In contrast, pleural or peritoneal tumors required rapid intervention with systemic cytotoxic chemotherapies. Given the lack of effective treatments, there remains a significant unmet need. Unique among all cancer types, more than 90% of EHEs harbor in-frame chromosomal translocations with WWTR1 (TAZ) or YAP1 in the N-terminal domain. Given that YAP and TAZ are two paralogs, which share numerous epigenetic functions as YAP\/TEAD or TAZ\/TEAD transcriptional coactivators downstream of the Hippo tumor-suppressor pathway, the oncogenic effect of the resulting EHE-associated TAZ-CAMTA1 (TC) or YAP1-TFE (YT) fusion proteins must, with all certainty, continue to depend on the truncated YAP\/TAZ proteins. Since no EHE cell lines exist, one cannot predict if the TC FP behaves similarly in human sarcomas that expose different tissue-specific TEAD binding sites. Trametinib (a MEK inhibitor) was chosen for initial evaluation. We determined the preclinical efficacy of trametinib in the only available EHE patient-derived tumor explant (PDX) in existence, which genetic testing confirmed harbored a TAZ-CAMTA1 translocation. We propagated EHE PDX tumors in mice, then treated with vehicle or trametinib for more than 80 days. Tumor volumes were measured 2-3 times a week, and tumors were collected for further histology and proteomic analysis. Trametinib demonstrated potent antineoplastic activity, consistent with the limited activity observed in recent clinical studies.A separate 10-day study was conducted to measure early pharmacodynamic studies of a potent, oral, selective small molecule palmitoylation inhibitor of TEAD provided by Ikena Oncology. Edge-Seq RNA sequencing and western blots were performed to validate the TEAD-dependent gene and protein expression. EdgeSeq analysis demonstrated significant down-regulation of multiple TEAD dependent genes, indicating on-target inhibition of TEAD in this model. Western blot protein analysis of YAP, TAZ, TEAD1, TC FP, CTGF, and CYR61, collected for pharmacodynamic analysis, demonstrated reduced CYR61, indicative of possible TEAD inhibitor activity; CTGF protein levels were unchanged. The use of one EHE PDX was a limitation, as this model may not fully recapitulate human tumor biology. Future research, using additional EHE PDX models, will be required in gauge the effect of different inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,YAP\/TAZ,Patient-derived xenograft (PDX) models,Drug sensitivity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sandhya Krishnan<\/b><sup>1<\/sup>, Robert Porter<sup>1<\/sup>, Danh Truong<sup>1<\/sup>, Salah-Eddine Lamhamedi-Cherradi<sup>2<\/sup>, Krzysztof Grela<sup>1<\/sup>, Rafal Zielinski<sup>1<\/sup>, Sharon Landers<sup>1<\/sup>, Vinod Ravi<sup>1<\/sup>, Joseph  A.  Ludwig<sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>EdiGene, Boston, MA","CSlideId":"","ControlKey":"f7fb491b-36ad-4072-bec2-0acaba494a48","ControlNumber":"3620","DisclosureBlock":"&nbsp;<b>S. Krishnan, <\/b> None..<br><b>R. Porter, <\/b> None..<br><b>D. Truong, <\/b> None.&nbsp;<br><b>S. Lamhamedi-Cherradi, <\/b> <br><b>EdiGene<\/b> Employment.<br><b>K. Grela, <\/b> None..<br><b>R. Zielinski, <\/b> None..<br><b>S. Landers, <\/b> None..<br><b>J. A. Ludwig, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8891","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4501","PresenterBiography":null,"PresenterDisplayName":"Sandhya Krishnan, AS,BS","PresenterKey":"68922789-65a2-4416-8202-140bbe829dad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4501. Novel EHE PDX model used for drug sensitivity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel EHE PDX model used for drug sensitivity","Topics":null,"cSlideId":""},{"Abstract":"Melittin (MEL), a major peptide component of bee venom (BV), has shown chemopreventive as well as chemotherapeutic effects against many cancers in preclinical model systems. However, its applicability to humans has met with limited success due to several issues including its toxicity, nonspecificity, degradation, inefficient systemic delivery and limited bioavailability. Earlier, the concept of \"nanochemoprevention\" i.e. the use of nanotechnology to improve the outcome of cancer chemoprevention is introduced. Then, \"non-targeted nanobees\" i.e. nanoformulated mellitin is developed to exhibit excellent anti-prostate cancer efficacy <i>in vitro <\/i>and in animal models coining the concept as &#8216;Nanobee- Chemoprevention&#8217;. Here, we are extending this work and developed nanobees targeted with small molecular entities (A10 2&#8242;-fluoropyrimidine RNA aptamers (Apt)), able to bind to prostate specific membrane antigen (PSMA), a transmembrane protein that is overexpressed in prostate cancer (PCa) and evaluated their efficacy in preclinical studies. The Apt-Nanobees led to an enhanced anti-proliferative activity in PCa cell lines compared to the free melittin. The behavior of Apt-Nanobees in modulating apoptosis and cell-cycle, was also determined. Then, <i>in vivo<\/i> experiments, in mouse xenograft model of prostatic tumor using nanobees with a model of targeted nanosystems, were conducted. The obtained data supported our hypothesis of targeted nanobees enhanced the bioavailability and limited unwanted toxicity of melittin, thus leading to a significant potential for probable clinical outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Prostate cancer,Nanobees-Chemoprevention,PSMA,RNA Aptamers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Islam Rady<\/b><sup>1<\/sup>, Sayed Bakry<sup>2<\/sup>, Fatma Abou El-Azm<sup>3<\/sup>, Hasan Mukhtar<sup>4<\/sup><br><br\/><sup>1<\/sup>Molecular Biology, Al-Azhar University, Cairo, Egypt,<sup>2<\/sup>Center for Genetic Engineering, Faculty of Science, Al-Azhar University, Cairo, Egypt,<sup>3<\/sup>Pharmacology, Mansoura University, Mansoura, Egypt,<sup>4<\/sup>Department of Dermatology, School of Medicine and Public Health, University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"f4e493c3-1e9d-4426-ac06-0ebdb92ec1cb","ControlNumber":"3309","DisclosureBlock":"&nbsp;<b>I. Rady, <\/b> None..<br><b>S. Bakry, <\/b> None..<br><b>F. Abou El-Azm, <\/b> None..<br><b>H. Mukhtar, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8892","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4502","PresenterBiography":null,"PresenterDisplayName":"Islam Rady, PhD","PresenterKey":"5b94f637-296e-40de-9954-ce8cd102a8c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4502. Aptamer conjugated prostate specific membrane antigen (PSMA) targeting nanobees for prostate cancer prevention and therapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aptamer conjugated prostate specific membrane antigen (PSMA) targeting nanobees for prostate cancer prevention and therapy","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is characterized by dense desmoplasia which contributes to poor prognosis by hindering tumor entry of immune cells and therapeutics. This leads to PDAC being difficult to treat with gemcitabine, a current standard-of-care, with only a 22% 12-month survival rate. Therapeutic modalities are needed to tackle the PDAC tumor microenvironment (TME). An alternative target is polyamine metabolism which is required for tumor growth, survival, metastasis, and also for modulating generation, survival, and activity of immune cells. Myeloid-derived suppressor cells (MDSCs) are immune cells that have a key role in PDAC metastasis, invasion, progression, and in impeding anti-tumor immune response to therapeutics in PDAC. MDSCs include monocyte-like (M-MDSC) and neutrophil-like (PMN-MDSC) cells. Previous studies have shown that polyamine blockade therapy (PBT), consisting of difluoromethylornithine (DFMO) to block polyamine biosynthesis and a polyamine transport inhibitor (Trimer44NMe), elicits anti-tumor immune response, improved survival, and a decrease in MDSCs in other tumor types. This is of interest given our previous findings that PBT improved survival of PDAC-bearing mice. Here, we tested PBT in altering PDAC-stimulated MDSC survival and whether it shifts their immunosuppressive phenotype. Studies were conducted using CD11b+ bone marrow cells that were differentiated into MDSCs via GM-CSF and tumor-conditioned media from PDAC cells derived from a genetic mouse model for pancreatic cancer (KPC-mice). Bulk RNA-sequencing was conducted on MDSCs treated with PBT, gemcitabine or combination. MDSCs exhibited widespread downregulation of expression in the gemcitabine and combination treatment, but PBT alone exhibited more targeted downregulation. Specifically, Gene Ontology (GO) analysis revealed a decrease in genes associated with immune cell migration and chemotaxis, and KEGG analysis showed downregulation of inflammatory pathways. These findings indicate that PBT may modify MDSCs from their tumor-associated immunosuppressive and pro-inflammatory behavior. MDSC subtype-specific markers were investigated by flow cytometry. Results show subsets of immune cells, such as PMN-MDSCs, are reduced upon PBT treatment alone or in combination with gemcitabine, thereby highlighting the dependence of this subtype on polyamine metabolism. In conclusion, PBT alters the expression of MDSC immunomodulatory genes, decreases MDSC survival and supports the use of PBT for treatment of PDAC in combination with other immunomodulatory therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Myeloid-derived suppressor cells,Polyamines,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joseph  A.  Goode<\/b><sup>1<\/sup>, Sai Preethi Nakkina<sup>1<\/sup>, Manav Gandhi<sup>1<\/sup>, Otto Phanstiel<sup>2<\/sup>, Deborah  A.  Altomare<sup>1<\/sup><br><br\/><sup>1<\/sup>Burnett School of Biomedical Sciences, University of Central Florida, Orlando, FL,<sup>2<\/sup>Department of Medical Education, University of Central Florida, Orlando, FL","CSlideId":"","ControlKey":"1d9a9d49-381d-4008-93de-17f1151f4eda","ControlNumber":"7898","DisclosureBlock":"&nbsp;<b>J. A. Goode, <\/b> None..<br><b>S. P. Nakkina, <\/b> None..<br><b>M. Gandhi, <\/b> None..<br><b>O. Phanstiel, <\/b> None..<br><b>D. A. Altomare, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8893","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4503","PresenterBiography":null,"PresenterDisplayName":"Joseph Goode, BS","PresenterKey":"bc828893-e48e-4522-948e-1c1c07ae6680","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4503. Polyamine blockade therapy: A strategy to block immunosuppression in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Polyamine blockade therapy: A strategy to block immunosuppression in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the most common cancer in men and the second leading cause of cancer death among men in the United States according to the National Cancer Institute. Current treatment modalities involve prostatectomy, androgen receptor blockade and supportive \/palliative care. Despite these treatment options, metastatic castration resistant prostate cancer and neuroendocrine prostate cancer still have very dismal clinical outcomes. Therefore, there is a need to understand the biology of the aggressive prostate cancer subtypes to identify novel targetable molecules. The castration resistant prostate cancer, neuroendocrine prostate cancer and the metastatic prostate cancers that recur have c-MYC amplification. These cancers are not responsive to androgen blockade or deprivation therapy. Attempts to target c-MYC have been difficult due to the intrinsic disordered nature of c-MYC. Various approaches have been attempted to control c-MYC; namely RNAi which has high off target effects, anti-sense oligonucleotides (ASO) which have low cellular penetrance and needs phosphorothioate modification, G-quadruplex inhibitors which are unspecific as they block POLII, the BRD4 and CDK inhibitors which are indirect inhibitors of c-MYC. Only OmoMyc a bHLH domain mutant with enhanced leucine zipper dimerization is in phase 1 trials with limited bioavailability. To explore the possibility of targeting c-MYC in these difficult-to-treat prostate cancers, we transfected C4-2B, a cellular model of metastatic castration resistant prostate cancer, with engineered destabilized 3&#8216;UTR AU rich element of c-MYC. We found that we degraded c-MYC transcript and protein and killed the cancer cells. Taken together, we offer preliminary evidence that we can directly target c-MYC and inhibit these difficult-to-treat cancers. <i>In vivo<\/i> studies to validate these findings are ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL09-02 Molecular targeted therapy,,"},{"Key":"Keywords","Value":"Prostate cancer,Neuroendocrine tumors,c-Myc,Androgen deprivation therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chidiebere  U.  Awah<\/b><sup><\/sup>, Olorunseun  O.  Ogunwobi<sup><\/sup><br><br\/>The City University of New York, New York, NY","CSlideId":"","ControlKey":"e3970e07-33f7-4e00-a4ee-41e95c546e84","ControlNumber":"4570","DisclosureBlock":"&nbsp;<b>C. U. Awah, <\/b> None..<br><b>O. O. Ogunwobi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8894","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4504","PresenterBiography":"","PresenterDisplayName":"Chidiebere Awah, D Phil;MD;MD,PhD,MS","PresenterKey":"d0553ee5-dc57-459b-9db1-1abf198c5152","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4504. Targeting cMYC in metastatic castration resistant and neuroendocrine prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"357","SessionOnDemand":"False","SessionTitle":"Molecular Targeted Therapies 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting cMYC in metastatic castration resistant and neuroendocrine prostate cancer","Topics":null,"cSlideId":""}]