[{"Abstract":"<b>Background and Aim:<\/b> Changing dietary habits have great potential for colorectal cancer (CRC) prevention. Regardless of the accumulated evidence on the relationship between dietary protein sources and CRC, the explaining mechanisms remain not well established. Diet-delivered microbial metabolites such as secondary bile acids (BA), N-nitroso compounds (NOC), trimethylamine N-oxide (TMAO), short-chain fatty acid (SCFA), and branched-chain fatty acids (BCFA) have been suggested to mediate the relationship. The aim of this study was to examine the effects of partial replacement of red and processed meat (RPM), associated with higher CRC risk, with legumes on the fecal microbiota composition and metabolite profiles in healthy men.<br \/><b>Methods: <\/b>The study was a partly controlled 6-wk parallel design randomized clinical trial (<i>n<\/i>=102, age 37 y (range 21 - 61 y), BMI 25.5 &#177; 3.3 kg\/m<sup>2<\/sup>) with two groups following either a diet supplemented with RPM (meat group) or a diet supplemented with legumes and RPM (legume group). The amount of RPM (200 g\/wk) in the legume group was based on the maximum amount recommended by the EAT-Lancet Commission whereas the amount in the meat group (760 g\/wk) corresponded the average intake of Finnish men. Fecal SCFAs (&#181;g\/ml) and BCFAs (&#181;g\/ml) were analyzed with GS-MS, BAs (arbitrary, analyte\/standard ratios) with UHPLC-MS\/MS, and NOCs (pmol\/mg) with selective de-nitrosation and chemiluminescence-based detection. Urine TMAO was quantified by NMR and fecal microbiota composition was analyzed using 16S rRNA amplicon sequencing techniques. Dietary intakes were analyzed with 4-day food records.<br \/><b>Results: <\/b>At the baseline, no significant differences (<i>p<\/i> &#62; 0.05) were reported in age, BMI, dietary intake of total fiber (g\/d), protein (E%), fat (E%), or in the fecal metabolites. The legume group had more pronounced effects on the gut microbiota community level, indicating ecosystem level differences. Total NOCs (<i>p<\/i> &#60; 0.0001) and heme-originated NOCs (FeNO; <i>p<\/i> &#60; 0.0001) were smaller in the legume group than in the meat group. Significant differences between the groups were observed in intake of total fiber (<i>p<\/i> &#60; 0.001), cholesterol (mg\/d, <i>p<\/i> &#60; 0.001), saturated (p &#60; 0.005), and polyunsaturated fat (p &#60; 0.001). Although not significant (<i>p<\/i> &#62; 0.05), total, secondary and unconjugated BAs, and total BCFA were higher in the meat group, whereas primary and conjugated BAs and total SCFAs were higher in the legume group. The concentration of total SCFA and individual SCFA decreased in both groups during the intervention period. Overall, a large sample-to-sample variation was observed.<br \/><b>Conclusions: <\/b>The results indicate that partial replacement of RPM with legume products can potentially change microbiota activity and gut metabolites, suggesting a protective gut metabolic profile against colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Gut microbiota,Diet,Metabolomics,Prevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tuulia Pietilä<\/b><sup>1<\/sup>, Isabell Schreck<sup>1<\/sup>, Tiina Pellinen<sup>1<\/sup>, Johanna Vauhkonen<sup>1<\/sup>, Essi Päivärinta<sup>1<\/sup>, Mikko Neuvonen<sup>2<\/sup>, Mikko Niemi<sup>2<\/sup>, Anne Salonen<sup>3<\/sup>, Anne-Maria Pajari<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Food and Nutrition, University of Helsinki, Helsinki, Finland,<sup>2<\/sup>Department of Clinical Pharmacology, University of Helsinki, Helsinki, Finland,<sup>3<\/sup>Human Microbiome Research Program, University of Helsinki, Helsinki, Finland","CSlideId":"","ControlKey":"6cf4d5d4-f90d-491b-9503-0b067cbb3c5d","ControlNumber":"6050","DisclosureBlock":"&nbsp;<b>T. Pietilä, <\/b> None..<br><b>I. Schreck, <\/b> None..<br><b>T. Pellinen, <\/b> None..<br><b>J. Vauhkonen, <\/b> None..<br><b>E. Päivärinta, <\/b> None..<br><b>M. Neuvonen, <\/b> None..<br><b>M. Niemi, <\/b> None..<br><b>A. Salonen, <\/b> None..<br><b>A. Pajari, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4880","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4228","PresenterBiography":null,"PresenterDisplayName":"Tuulia Pietilae, MS,BS","PresenterKey":"c1c9c2c5-6e64-4619-b83b-501fdcd96efe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4228. Replacing red and processed meat with legumes modulates gut microbiome and microbiota-related metabolites linked to gut health and cancer prevention in healthy working-aged men","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Replacing red and processed meat with legumes modulates gut microbiome and microbiota-related metabolites linked to gut health and cancer prevention in healthy working-aged men","Topics":null,"cSlideId":""},{"Abstract":"Modulating the immune cell infiltrates in the colonic tissue <i>via<\/i> dietary intervention or modulation of the gut microbiota and its crosstalk with the components of the diet is now recognized as an effective strategy to protect against inflammation-associated colorectal cancer (CRC). In this regard, we recently reported, both gut microbiota-dependent and independent mechanisms for dietary rice bran (RB) meditated protective efficacy against inflammation-associated azoxymethane \/dextran sodium sulfate (AOM\/DSS)-induced CRC. We also reported that <i>ex vivo<\/i> fermentation of RB with beneficial microbe &#8216;<i>Bifidobacterium longum&#8217; <\/i>did not exhibit similar protective benefits as RB in damaged colonic tissues in the absence of gut microbiota [germ-free (gf) mice]. The role of rice bran (RB) constituents as prebiotics and in preserving gut barrier and a healthy gut microbiota led to in-depth investigation into the protective efficacy of RB against CRC. Accordingly, in the present study, we performed multiplex imaging (9 color panel) to assess immune sub-typing and spatial phenotypic signature of the colonic tissue\/tumor microenvironment in the AOM\/DSS<sup>gf<\/sup> mice [following RB and fermented RB (FRB) dietary intervention]. Briefly, we determined the presence of T cells [CD3<sup>+<\/sup>], cytotoxic T cells [CD3<sup>+<\/sup> CD8<sup>+<\/sup>], helper T cells [CD3<sup>+<\/sup> CD8<sup>-<\/sup>], regulatory T (Treg) cells [CD3<sup>+<\/sup>CD8<sup>-<\/sup>FoxP3<sup>+<\/sup>), natural killer (NK) cells [CD49b<sup>+<\/sup>], NKT cells [CD3<sup>+<\/sup>CD49b<sup>+<\/sup>], macrophage (M&#934;) [F4\/80 <sup>+<\/sup>], M1 [F4\/80<sup>+<\/sup>iNOS<sup>+<\/sup>CD206<sup>-<\/sup>] and M2 [F4\/80<sup>+<\/sup>CD206<sup>+<\/sup>] subtypes and B cells [B220<sup>+<\/sup>]. Results indicated an overall high infiltration of immune cells in female AOM\/DSS<sup>gf<\/sup> mice on control diet compared to males, which was positively correlated with severe pathological changes observed in the female colon tissues. Notably, RB and FRB diets showed a differential impact on the sub-type of immune cells and their spatial localization. Protective efficacy of RB was associated with decrease in infiltration of T cells (including their subtypes). Interestingly, while cytotoxic T cells were lower in FRB (AOM\/DSS<sup>gf<\/sup>) female mice, there was a significant increase in pro-inflammatory M1 M&#934; sub-types in colon tissue of mice marred by epithelial erosion which compromised FRB potential. Spatial distance analysis also indicated that immune cells were distantly spaced in RB intervention groups compared to FRB and AOM\/DSS<sup>gf<\/sup> controls. Though, M2 M&#934; were relatively higher in number in AOM\/DSS<sup>gf<\/sup> controls, their presence did not have influence on protective efficacy or lack thereof. In general, it was inferenced that the protective efficacy of the RB diets in the absence of gut microbiota was positively correlated with modulation of T cell infiltration while inflammation-associated CRC and epithelial erosion in FRB diet groups were associated with skewed M&#934; sub-types-with increased presence of M1M&#934;.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Cancer prevention,Microbiome,Immune response,Diet,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Robin Kumar<\/b><sup>1<\/sup>, Akhilendra  K.  Maurya<sup>2<\/sup>, Lakshmi  S.   P.  Bugata<sup>3<\/sup>, Md.  I.  Kabir<sup>3<\/sup>, Munendra Tomar<sup>2<\/sup>, Rajesh Agarwal<sup>2<\/sup>, Elizabeth  P.  Ryan<sup>4<\/sup>, Komal Raina<sup>3<\/sup><br><br\/><sup>1<\/sup>Dept. of Pharmaceutical Sciences, South Dakota State Univ., Brookings, SD,<sup>2<\/sup>Univ. of Colorado Anschutz Medical Campus, Aurora, CO,<sup>3<\/sup>South Dakota State Univ., Brookings, SD,<sup>4<\/sup>Colorado State University, Fort Collins, CO","CSlideId":"","ControlKey":"791e2abc-1ef7-427f-a666-2a581490155e","ControlNumber":"7516","DisclosureBlock":"&nbsp;<b>R. Kumar, <\/b> None..<br><b>A. K. Maurya, <\/b> None..<br><b>L. S. P. Bugata, <\/b> None..<br><b>M. I. Kabir, <\/b> None..<br><b>M. Tomar, <\/b> None..<br><b>R. Agarwal, <\/b> None..<br><b>E. P. Ryan, <\/b> None..<br><b>K. Raina, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4882","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4229","PresenterBiography":null,"PresenterDisplayName":"Robin Kumar, PhD","PresenterKey":"b97a56f4-2078-438e-96d0-0cb6e2db800a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4229. Differential impact of rice bran based dietary interventions during inflammation-associated colorectal cancer on distinct immune infiltrates and their spatial distribution signature","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential impact of rice bran based dietary interventions during inflammation-associated colorectal cancer on distinct immune infiltrates and their spatial distribution signature","Topics":null,"cSlideId":""},{"Abstract":"Previous studies from our laboratory have showed that aerobic exercise significantly reduced the number of aggressive poorly differentiated tumors in the transgenic adenocarcinoma of the mouse prostate (TRAMP) model. Despite these encouraging data the underlying mechanism of how exercise reduces tumor aggressiveness remains undefined. We aimed to fill this scientific gap by utilizing a transcriptomics approach to identify potential mechanisms by which aerobic exercise suppresses prostate tumor aggressiveness.<br \/><b>Methods<\/b>: Twelve TRAMP mice, 8-10 weeks of age, were equally randomized to exercise or control group. Mice in the exercise group were singularly housed in cages with running wheels for 12 weeks. Mice in the control group maintained normal group housing and activity conditions for 12 weeks. At euthanasia, prostate tumors were excised, weighed and processed for immunohistochemistry and transcriptome analysis. Two independent pathologists, blinded to the interventions, performed histological analysis of the genitourinary mass. Outputs of sequencing data were assessed for quality and accuracy. Counts for all known mRNA, differential expression, and heatmap were prepared. Differential expression was filtered to identify genes that had a &#8805;2-fold change with an adjusted p&#60;0.05. Gene ontology and pathway analyses was performed to reveal selective pathways activated.<br \/><b>Results<\/b>: No significant difference in genitourinary mass, body mass or tumor free body mass was found between groups. Pathology revealed majority of the tissue from the control group exhibited moderate to poorly differentiated tumors (3\/6). On the other hand, none of the animals in the exercise intervention group showed such pathology. Four out of five showed well differentiated tumors including prostatic intraepithelial neoplasia (PIN) lesions in one animal. Transcriptomic analysis coupled with gene set enrichment identified pathways associated with triglyceride catabolic process, lipid homeostasis, lipid metabolic process, triglyceride metabolic process to be most impacted. Differentially expressed genes of interest include haptoglobin (HP) and hormone sensitive lipoprotein lipase (Lipe) were significantly lower in the exercise group.<br \/><b>Conclusion<\/b>: Our preliminary findings provide novel evidence suggesting that exercise suppresses prostate tumor aggressiveness, in part, through transcriptomic modulation and altered cellular pathways associated with intratumoral energy metabolism. This project was supported by the National Center Institute designated Mays Cancer Center at UT Health San Antonio.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-04 Biomarkers and intervention studies,,"},{"Key":"Keywords","Value":"Exercise,Prostate cancer,TRAMP model,Transcription,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Darpan I. Patel<\/b><sup><\/sup>, Paul Rivas<sup><\/sup>, Yidong Chen<sup><\/sup>, Zhao Lai<sup><\/sup>, Robert  L.  Reddick<sup><\/sup>, Yuji Ikeno<sup><\/sup>, Rita Ghosh<sup><\/sup>, A. Pratap Kumar<sup><\/sup><br><br\/>The University of Texas Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"d06b59b8-8c30-4b86-905c-3ec3faa6a1b5","ControlNumber":"7786","DisclosureBlock":"&nbsp;<b>D. I. Patel, <\/b> None..<br><b>P. Rivas, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Z. Lai, <\/b> None..<br><b>R. L. Reddick, <\/b> None..<br><b>Y. Ikeno, <\/b> None..<br><b>R. Ghosh, <\/b> None..<br><b>A. Kumar, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4883","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4230","PresenterBiography":null,"PresenterDisplayName":"Darpan Patel, D Phil","PresenterKey":"cc328fda-702b-41c1-98c6-0669ef567c1d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4230. Transcriptomic evaluation of exercise-induced suppression of prostate cancer aggressiveness","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptomic evaluation of exercise-induced suppression of prostate cancer aggressiveness","Topics":null,"cSlideId":""},{"Abstract":"Postpartum breast involution is a physiologic inflammatory process that associates with increased risk of postpartum breast cancer (PPBC). In rodents, involution promotes breast cancer progression, and treatment with anti-inflammatory agents is protective. These data provide rationale for targeting the pro-tumor window of involution with anti-inflammatory agents for PPBC prevention. Vitamin D is another anti-inflammatory agent with a good safety profile. In postpartum women, vitamin D deficiency is prevalent, suggesting vitamin D supplementation during involution may prevent development of PPBC.<br \/>To model vitamin D deficiency and supplementation, BALB\/c mice were fed diets deficient or supplemented with vitamin D for 4 weeks. Blood was then collected from nulliparous (never-pregnant) and 2 days post-wean (involution) mice, and serum vitamin D (i.e. 25(OH)D) measured. As expected, nulliparous mice fed a vitamin D supplemented diet showed a &#62;2-fold increase in serum 25(OH)D (67.4&#177;8.1nmol\/L) compared to mice fed a vitamin D deficient diet (28.7&#177;11.7nmol\/L, p&#60;0.01). In contrast, involution mice fed a vitamin D supplemented diet did not show increased serum 25(OH)D (supplemented 46.6&#177;8.7nmol\/L vs deficient 33.7&#177;8.5nmol\/L, p&#62;0.05).<br \/>Activation of dietary vitamin D requires hydroxylation in the liver, producing both circulating (25(OH)D) and active (1,25(OH)<sub>2<\/sub>D) forms. Thus, reduced serum 25(OH)D in vitamin D supplemented involution mice could be due to impaired vitamin D hydroxylation in the post-wean liver. Analysis of livers collected from involution and nulliparous mice found reduced expression of genes involved in vitamin D hydroxylation (<i>Cyp2r1<\/i>, <i>Cyp27a1<\/i>) during involution. Further, liver concentrations of 1,25(OH)<sub>2<\/sub>D were reduced 3-fold in involution mice (0.31&#177;0.29ng\/g) compared to nulliparous mice (0.90&#177;0.37ng\/g, p=0.04). Together, these findings suggest that impaired metabolism of vitamin D in the postpartum liver may reduce bioavailability of active vitamin D, and provide corroborative evidence for weaning-induced liver involution.<br \/>To understand how suppressed vitamin D metabolism in the postpartum liver affects the anti-cancer activity of dietary vitamin D, mammary cancer cells (D2A1, 2&#215;10<sup>4<\/sup> cells, 20&#181;L) were injected into mammary fatpad of involution or nulliparous BALB\/c mice, and tumor growth tracked for 4 weeks. In nulliparous mice, vitamin D supplementation associated with a 3-fold reduction in tumor growth (p=0.03); whereas no anti-cancer effects were observed in involution mice. Together, these findings suggest the anti-cancer effects of vitamin D are blocked postpartum, likely due to suppression of vitamin D metabolism in the liver. Understanding how postpartum liver metabolism influences efficacy of preventative agents that require liver metabolism (such as vitamin D) is required to optimize cancer prevention strategies that target this window.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-08 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Vitamin D,Breast cancer,Prevention,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sarah  M.  Bernhardt<\/b><sup><\/sup>, Pepper Schedin<sup><\/sup><br><br\/>Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"6d388a80-e3c9-4a62-ac29-48b7d0bdc195","ControlNumber":"3032","DisclosureBlock":"&nbsp;<b>S. M. Bernhardt, <\/b> None..<br><b>P. Schedin, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4884","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4231","PresenterBiography":null,"PresenterDisplayName":"Sarah Bernhardt, D Phil","PresenterKey":"99c713c1-0123-4649-b24a-c9a22f31786a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4231. The anti-cancer effects of vitamin D are blocked postpartum due to suppression of vitamin D metabolism in the liver","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The anti-cancer effects of vitamin D are blocked postpartum due to suppression of vitamin D metabolism in the liver","Topics":null,"cSlideId":""},{"Abstract":"Previous literature on dairy products and risk of breast cancer is inconsistent, and the relationship may depend on the life period of the dietary assessment and menopausal status. We aimed to prospectively investigate dairy product consumption during adolescence, pre-menopause, post-menopause, and lifetime in relation to risk of breast cancer overall and by tumor subtypes. We analyzed data from 59,655 women in the Nurses&#8217; Health Study (NHS) collected from 1980 to 2016. Average intake of dairy products during adulthood was assessed by validated semi-quantitative food frequency questionnaires (FFQ) assessed every 2 to 4 years throughout follow-up. Participants reported recalled adolescent dietary intake in 1986. Premenopausal intake was calculated as the cumulative average intake from the 1980 FFQ to the last FFQ completed prior to premenopausal breast cancer diagnosis or menopause. Postmenopausal intake was calculated as the intake from the first FFQ after menopause to postmenopausal breast cancer diagnosis or end of follow-up. Lifetime intake was calculated as the average of adolescent, premenopausal, and postmenopausal intake. Cox proportional hazards models were used to estimate hazard ratios (HRs) relating dairy product consumption to breast cancer risk overall and by subtype. Models were adjusted for age, race, height, body mass index, alcohol intake, energy intake, and other breast cancer risk factors and lifestyle factors. We documented 5,549 incident cases of invasive breast cancer during 30 years of follow-up (N=5,128 postmenopausal). Adolescent total dairy intake was modestly associated with higher breast cancer risk (HR for a 1 serving\/d increment=1.03; 95% confidence interval [CI]=1.00, 1.07). Similar results were found for adolescent milk intake (HR=1.04; 95% CI=1.02, 1.08). In contrast, adolescent cheese intake was associated with a lower risk of breast cancer (HR=0.83; 95% CI=0.70, 0.98). All three associations were more apparent for postmenopausal compared to premenopausal breast cancer. For lifetime intake, only the association with cheese intake was maintained (HR=0.83; 95% CI=0.73, 0.93). Observed inverse associations between lifetime and adolescent cheese intake and breast cancer appeared stronger among estrogen receptor negative and luminal B (adolescent only) subtypes. These findings suggest that adolescent and lifetime cheese intake may be associated with reduced risk of breast cancer and adolescent milk intake may be associated with increased risk.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-08 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Breast cancer,Diet,Estrogen receptor,HER2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Emily Riseberg<\/b><sup>1<\/sup>, Wai Ching Lam<sup>2<\/sup>, You Wu<sup>3<\/sup>, A. Heather Eliassen<sup>1<\/sup>, Molin Wang<sup>4<\/sup>, Xuehong Zhang<sup>1<\/sup>, Stephanie Smith-Warner<sup>1<\/sup>, Walter  C.  Willett<sup>1<\/sup><br><br\/><sup>1<\/sup>Nutrition, Harvard T.H. Chan School of Public Health, Boston, MA,<sup>2<\/sup>Epidemiology, Harvard T.H. Chan School of Public Health, Boston, MA,<sup>3<\/sup>Institute for Hospital Management, School of Medicine, Tsinghua University, Beijing, China,<sup>4<\/sup>Biostatistics, Harvard T.H. Chan School of Public Health, Boston, MA","CSlideId":"","ControlKey":"e8031240-a854-45db-ba6f-840391fef9bb","ControlNumber":"5020","DisclosureBlock":"&nbsp;<b>E. Riseberg, <\/b> None..<br><b>W. Lam, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>A. Eliassen, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>S. Smith-Warner, <\/b> None..<br><b>W. C. Willett, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4885","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4232","PresenterBiography":null,"PresenterDisplayName":"Emily Riseberg","PresenterKey":"9c985f95-dfab-4766-a0fe-5c072753ac73","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4232. Dairy product consumption across the life course and breast cancer risk","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dairy product consumption across the life course and breast cancer risk","Topics":null,"cSlideId":""},{"Abstract":"<i>Lactobacillus<\/i> species are commensal organisms with probiotic characteristics found in the human oral cavity and gastrointestinal tract. It has been shown that gram-positive organisms, including lactobacilli, make up the majority of the microbiome in the healthy human esophagus. The general consensus is that the microbiome shifts from gram-positive to gram-negative bacteria during gastroesophageal reflux disease (GERD). In patients suffering from GERD, the esophageal tissue is injured by the low pH and bile acids present in the refluxate, resulting in Barrett&#8217;s esophagus if untreated. Interestingly, it has been reported that there is a proportional increase in gram-positive lactobacilli within the esophagus during the progression from GERD to Barrett&#8217;s esophagus, and finally esophageal adenocarcinoma. To investigate how lactobacilli are able to colonize and survive in a bile-rich environment of the esophagus during GERD, we first exposed three <i>Lactobacillus<\/i> species (<i>L. acidophilus, L. plantarum, and L. fermentum<\/i>) to cholate\/deoxycholate bile salts or ox-bile as a more physiological model for human reflux. All three species exhibited bile resistance, in addition to bile adaptation after pre-exposure to sub-lethal concentrations. When assessed for changes in bacterial cell surface hydrophobicity, an indicator for bacterial adhesion to various surfaces, both bile types led to an increase of hydrophobicity in <i>L. plantarum<\/i> and <i>L. fermentum<\/i>, while <i>L. acidophilus<\/i> remained high. This provides mechanistic insight into how <i>Lactobacillus<\/i> species' attachment and colonization remain during reflux-related diseases. Next, we assessed the host-microbe interactions between lactobacilli<i> <\/i>and esophageal cells and the role these probiotic organisms may have in disease prevention. Acidic bile salts can induce inflammation and DNA damage to esophageal tissue through ROS during GERD, yet we found that the presence of lactobacilli co-cultured with bile-treated esophageal epithelial cells aids in the repair of bile-induced DNA damage in addition to NFKB reductions. To further investigate the host-microbe interactions, we supplemented epithelial cells with lactobacilli postbiotic metabolites and assessed cell viability during 48 hours of growth. Our current preliminary data show that postbiotic supplementation increases cell viability, providing insight into why lactobacilli are present within the normal and diseased human esophagus. This study demonstrates how the colonization of the esophagus during GERD with lactobacilli is based on their adaptability and survival due to changes in hydrophobicity thereby sustaining attachment. Furthermore, the anti-genotoxic and anti-inflammatory effects these organisms exhibit make them of significant interest in the prevention of Barrett&#8217;s esophagus and esophageal adenocarcinoma in patients with GERD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Barrett's esophagus,Microbiome,Bile acid,DNA damage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joshua Bernard<\/b><sup><\/sup>, Divya Joshi<sup><\/sup>, Claudia Andl<sup><\/sup><br><br\/>College of Medicine, University of Central Florida, Orlando, FL","CSlideId":"","ControlKey":"9986d869-eec7-44c4-924a-8c1fb4b799a2","ControlNumber":"3747","DisclosureBlock":"&nbsp;<b>J. Bernard, <\/b> None..<br><b>D. Joshi, <\/b> None..<br><b>C. Andl, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4886","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4233","PresenterBiography":null,"PresenterDisplayName":"Josh Bernard","PresenterKey":"4cb6635d-5c9d-4478-8c90-725ec69e7f6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4233. The anti-genotoxic function of <i>Lactobacillus<\/i> species in the context of bile-mediated DNA damage and inflammation in experimental models of GERD","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The anti-genotoxic function of <i>Lactobacillus<\/i> species in the context of bile-mediated DNA damage and inflammation in experimental models of GERD","Topics":null,"cSlideId":""},{"Abstract":"<b>Background.<\/b> CRC is the third leading cause of cancer related deaths worldwide with age and diet are among the strongest risk factors. CRC characteristics appear to be distinct between younger and older patients. We evaluated the effects of age on CRC tumor biology using syngeneic mice models with a focus on a) specific differences in tumor growth patterns and the role of the tumor microenvironment (TME) in young versus old mice harboring CRC allografts; b) differential dietary effects in young versus old hosts.<br \/><b>Methods<\/b>. 1X10<sup>6<\/sup> MC38 cells were subcutaneously implanted into the right flank of young (6 weeks) or old (24 months) C57BL\/6 male mice. Mice were randomized into 3 diet groups: A. Standard Chow (SC); B. Calorie Restriction (CR: 30% reduction in total calories); C<b>.<\/b> High Fat (HF). Parameters studied were daily food intake, body weight, tumor growth and survival. Once endpoint reached, tumors were isolated and processed for RNA sequencing. Cytokine analysis was done on plasma using multiplex immunoassays on the Meso Scale Discovery platform.<br \/><b>Results. <\/b>Both old and young mice showed significant reduction in tumor growth while on the CR protocol when compared to other dietary groups. Young mice fed with HF diet had increased tumor growth as compared to old. Cytokine analysis showed that the pro tumorigenic IFN&#947;, TNF &#945;, IL10, IL-12p70, and 1L6 were higher in old mice relative to young. Caloric restriction irrespective of age led to significant reductions in IFN&#947;, TNF&#945;, and 1L6 compared to other diets. Irrespective of diet, IL10, known for its immunosuppressive role in CRC, was significantly lower in young versus old mice. Proinflammatory IL-5 was significantly higher in young fed a HF diet compared to the other groups. RNA sequencing of the allograft tumors at the end of the study revealed that differentially expressed genes (DEGs) between young and old mice tumors were dramatically influenced by diet. The most affected gene expression pathways were antigen processing and presentation, MHC-II complex assembly and T cell activation. Diet affected the tumor expression of key oncogenes associated with immune escape, cell proliferation, invasion, metastasis, chemotaxis, ECM remodeling and chemosensitivity which were upregulated in old mice and HF diet.<br \/><b>Conclusion.<\/b> Based on transcriptomic profiles and comprehensive cytokine analysis, our data shows that age-diet interactions significantly influence the host TME leading to differential gene expression in the tumor. Our findings will advance current understanding of the mechanisms by which aging and diet impact CRC onset, progression, metastasis, and therapeutic response but warrants further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-08 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Colorectal cancer,Diet,Tumor microenvironment,Aging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jae Ho Lo<\/b><sup>1<\/sup>, Shivani Soni<sup>1<\/sup>, Yan Yang<sup>2<\/sup>, Goar Smbatyan<sup>1<\/sup>, Junxiang Wan<sup>3<\/sup>, Joshua Millstein<sup>2<\/sup>, Kelvin Yen<sup>3<\/sup>, Hemal  H.  Mehta<sup>3<\/sup>, Brendan Miller<sup>4<\/sup>, Francesca Battaglin<sup>1<\/sup>, Pooja Mittal<sup>1<\/sup>, Lesly Torres Gonzalez<sup>1<\/sup>, Wu Zhang<sup>1<\/sup>, Pinchas Cohen<sup>3<\/sup>, Heinz Josef Lenz<sup>1<\/sup><br><br\/><sup>1<\/sup>Medical Oncology, USC Norris Comprehensive Cancer Center, Los Angeles, CA,<sup>2<\/sup>Department of Population and Public Health  Sciences, University of Southern California, Los Angeles, CA,<sup>3<\/sup>Leonard Davis School of Gerontology, University of Southern California, Los Angeles, CA,<sup>4<\/sup>Salk Institute for Biological Studies, La Jolla, CA","CSlideId":"","ControlKey":"87c2c9ef-5c58-4442-ab51-8ca154d03d9f","ControlNumber":"5199","DisclosureBlock":"&nbsp;<b>J. H. Lo, <\/b> None..<br><b>S. Soni, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>G. Smbatyan, <\/b> None..<br><b>J. Wan, <\/b> None..<br><b>J. Millstein, <\/b> None..<br><b>K. Yen, <\/b> None..<br><b>H. H. Mehta, <\/b> None..<br><b>B. Miller, <\/b> None..<br><b>F. Battaglin, <\/b> None..<br><b>P. Mittal, <\/b> None..<br><b>L. T. Gonzalez, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>P. Cohen, <\/b> None..<br><b>H. J. Lenz, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4887","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4234","PresenterBiography":null,"PresenterDisplayName":"Jae Lo, BS","PresenterKey":"a514d249-a6d0-4c6c-a043-c7a7229c0b6e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4234. Effects of age-diet interactions on colorectal cancer (CRC) progression in mice","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of age-diet interactions on colorectal cancer (CRC) progression in mice","Topics":null,"cSlideId":""},{"Abstract":"Obesity is strongly associated with colon cancer incidence and, in animal models, promotes colon cancer growth and progression. Mounting evidence indicates that circulating growth factors and chronic inflammation are procancer factors likely mediating this relationship. While obesity blunts antitumor immunity in many cancer types, how obesity-driven inflammation and reduced antitumor immunity may cooperate to promote colon cancer progression is not yet clear. Here we used a murine syngeneic orthotopic transplantation model of colon cancer to profile changes driven by diet-induced obesity (DIO) in the immune and cancer cell compartments of the tumor using digital spatial profiling and RNA sequencing. 7-9-week-old male and female C57BL\/6 mice remained on either a 10 kcal% fat diet (control, n=34) or a 60 kcal% fat diet (DIO, n=27) for at least 19 weeks. 700 <i>Apc-null;KrasG12D\/+;Trp53-null;Smad4-null;tdTomato <\/i>(i.e., AKPS) organoids were transplanted into the colonic wall of control and DIO mice via colonoscopy-guided injection. Tumors were excised after four weeks of growth, an early time point to assess changes between diet groups independent of tumor size differences or weight loss associated with tumor growth. RNA sequencing was performed on RNA extracted from tumoral CD45+ and EpCAM+ cell fractions isolated using Milltenyi MicroBeads. DIO mice weighed more than controls (males: controls 37.0 g &#177; 5.1 <i>vs. <\/i>DIO 47.4 g &#177; 4.3; females: controls 26.4 g &#177; 3.7 <i>vs. <\/i>DIO 45.9 g &#177; 9.7) and had more mesenteric fat surrounding the colon (males: controls 388 mg &#177; 217 <i>vs.<\/i> DIO 577 mg &#177; 185; females: controls 201 mg &#177; 143 <i>vs <\/i>1176 mg &#177; 589). Leptin, resistin, and plasminogen activator inhibitor-1 were significantly elevated in the serum of DIO mice relative to control mice. Tumor weight did not differ between groups. Gene set enrichment analysis demonstrated that tumor cells from DIO mice were significantly enriched for pathways related to inflammation (INFLAMMATORY_RESPONSE, IL6_JAK_STAT3_SIGNALING), glucose and lipid metabolism (GLYCOLYSIS, FATTY_ACID_METABOLISM), and proliferation (E2F_TARGETS, G2M_CHECKPOINT). Within the CD45+ transcriptomic profiles, Tumor Immune Estimation Resource (TIMER2.0) indicated an increase in M0- and M1-like macrophages and B cells in tumors from DIO compared with control mice. Analysis of whole tumor sections from DIO mice showed significantly reduced CD3+ cells by immunofluorescence and more Ki67+ CD45+ immune cells by digital spatial profiling relative to tumors from control mice. Taken together, obesity drives an inflammatory profile in both the immune and epithelial cell populations of AKPS murine tumors, which is associated with increased markers of proliferation. Future studies will address whether inflammatory signals from the mesenteric fat adjacent to the colon tumors may contribute to obesity-driven tumor inflammation, and thereby to colon cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-08 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Colon cancer,Obesity,Inflammation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elaine  M.  Glenny<\/b><sup>1<\/sup>, Babak Mirminachi<sup>2<\/sup>, Tori  L.  McFarlane<sup>3<\/sup>, Jatin Roper<sup>4<\/sup>, Stephen  D.  Hursting<sup>1<\/sup><br><br\/><sup>1<\/sup>University of North Carolina at Chapel Hill, Chapel Hill, NC,<sup>2<\/sup>Medicine, Duke University, Durham, NC,<sup>3<\/sup>Nutrition, University of North Carolina at Chapel Hill, Chapel Hill, NC,<sup>4<\/sup>Medicine and Pharmacology and Cancer Biology, Duke University, Durham, NC","CSlideId":"","ControlKey":"c3e5f9b9-8b84-4ece-9383-97f13b99f641","ControlNumber":"7925","DisclosureBlock":"&nbsp;<b>E. M. Glenny, <\/b> None..<br><b>B. Mirminachi, <\/b> None..<br><b>T. L. McFarlane, <\/b> None..<br><b>J. Roper, <\/b> None..<br><b>S. D. Hursting, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4888","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4235","PresenterBiography":null,"PresenterDisplayName":"Elaine Glenny, PhD","PresenterKey":"a80405c3-6feb-4e7e-850c-e2071479bd07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4235. Obesity drives inflammation and metabolic reprogramming in an orthotopic mouse model of early colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Obesity drives inflammation and metabolic reprogramming in an orthotopic mouse model of early colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Background &#38; Objective: Endometrial cancer (EC) is the most common gynecologic malignancy in the US. EC is more strongly associated with obesity than any other cancer type, with 57% of cases linked to obesity. As rates of obesity increase, the incidence of EC is also rising with worsening prognosis. The objective of this study is to identify the molecular mechanisms of TMEM205 expression that regulate exosome secretion, and the oncogenic proteins that underlie this transformation. Our findings are critical to understanding the pathways of obesity mediated EC and essential for developing novel strategies for preventing and treating EC.<br \/>Methods: The exosomes were then quantified using nanoparticle tracking analyzer (NTA) and their size measured by Transmission electron microscopy (TEM). TMEM205, STAT5, FAS and PIAS3 expression was confirmed by IHC, WB and RT-PCR in patient and high fat diet treated mouse tissue. Endometrial hyperplasia was developed in immunocompetent mice using high fat diet (HFD; 45 kcal% fat diet) for 16 weeks.<br \/>Results: To examine the effect of a continuous HFD (45 kcal% fat diet) on adipose, uterine and endometrial tissue, we first investigated body weight and uterine morphology in mice after 24 weeks of treatment. As expected, mice fed a HFD had a significantly higher body weight and increased adipose tissue when compared to control. In addition, mice in the HFD group showed marked enlargement in uterine horn size (hyperplasia) and inflammation with increased cell proliferation in the endometrial layer. The HFD treated mice were associated with increased exosome secretion and expression of the oncogenic proteins TMEM205 and STAT5. Expression of the tumor suppressor gene PIAS3 wasdownregulated in adipose and uterine tissues. L-2265 is a small molecule inhibitor that selectively inhibits TMEM205 and exosome secretion in EC cancer cells. To examine the effect of L-2263 in the context of obesity, we fed mice a HFD and treatment with L-2263 (2mg\/kg\/) weekly for 3 doses. L-2263 treatment resulted in significantly decreased body weight (BW) and decreased accumulation of adipose tissue relative to control HFD treated mice. Mice in the HFD group showed marked enlargement in uterine horn size (hyperplasia), whereas mice that received L-2263 treatment had normal uterine morphology of mouse age. L-2263 treated mice also demonstrated a significant decrease in the expression of proteins involved in exosome secretion (e.g., TMEM205 and STAT5) and those found in exosomes.<br \/>Conclusion: This study<b> <\/b>provides fundamental insight into the mechanism of obesity-mediated TMEM205 expression and exosome secretion and their contribution to the pathogenesis of EC. This study is also provides pre-clinical evidence for the development of the first in-human studies of exosome-targeted therapies to prevent obesity-mediated EC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-11 Molecular targets for prevention,,"},{"Key":"Keywords","Value":"Endometrial cancer,Obesity,Tumorigenesis,Oncogene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Takahiko Sakaue<\/b><sup>1<\/sup>, Roman Zingarelli<sup>1<\/sup>, Wafa Khadraoui<sup>1<\/sup>, Uksha Saini<sup>1<\/sup>, John Wallbillich<sup>1<\/sup>, Muralidharan Anbazhakan<sup>2<\/sup>, Ross Warner<sup>1<\/sup>, Kalpana Deepa Priya Dorayappan<sup>1<\/sup>, Deepika Kalaiyarasan<sup>1<\/sup>, Molly Morton<sup>1<\/sup>, Casey Cosgrove<sup>1<\/sup>, Adrian Suarez<sup>1<\/sup>, Larry J. Maxwell<sup>3<\/sup>, David O'Malley<sup>1<\/sup>, David E. Cohn<sup>1<\/sup>, Karuppaiyah Selvendiran<sup>1<\/sup><br><br\/><sup>1<\/sup>The Ohio State University Wexner Medical center, Columbus, OH,<sup>2<\/sup>Tulane University, New Orleans, LA,<sup>3<\/sup>Inova Schar Cancer Institute, Fairfax, VA","CSlideId":"","ControlKey":"fa64db93-7c57-43e7-8bcb-9e2ede33b61b","ControlNumber":"2859","DisclosureBlock":"&nbsp;<b>T. Sakaue, <\/b> None..<br><b>R. Zingarelli, <\/b> None..<br><b>W. Khadraoui, <\/b> None..<br><b>U. Saini, <\/b> None..<br><b>J. Wallbillich, <\/b> None..<br><b>M. Anbazhakan, <\/b> None..<br><b>R. Warner, <\/b> None..<br><b>K. Dorayappan, <\/b> None..<br><b>D. Kalaiyarasan, <\/b> None..<br><b>M. Morton, <\/b> None..<br><b>C. Cosgrove, <\/b> None..<br><b>A. Suarez, <\/b> None..<br><b>L. J. Maxwell, <\/b> None..<br><b>D. O'Malley, <\/b> None..<br><b>D. E. Cohn, <\/b> None..<br><b>K. Selvendiran, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4889","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4236","PresenterBiography":null,"PresenterDisplayName":"Takahiko Sakaue, MD;PhD","PresenterKey":"64088d26-b7e1-43a3-8fa6-d479521f8eee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4236. Obesity-associated endometrial cancer: Identifying the contributions of TMEM205 expression to the pathogenesis of disease","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Obesity-associated endometrial cancer: Identifying the contributions of TMEM205 expression to the pathogenesis of disease","Topics":null,"cSlideId":""},{"Abstract":"Social isolation (SI), are associated with increased mortality from many diseases, including breast cancer. Up to 41% of breast cancer patients are estimated to feel socially isolated when assessed between 6 months and 2 years following their cancer diagnosis. Since socially isolated breast cancer survivors are at a 64% higher risk of breast cancer-specific mortality than socially integrated survivors, the biological mechanisms which mediate the effects of SI need to be identified to prevent increased mortality. In a preclinical model, we found that SI caused recurrence of mammary cancers which had been treated with hormone therapy and thus led cancer cells to emerge from dormancy. We further found that mammary glands of SI rats exhibited upregulation of IL6\/JAK\/STAT3 signaling pathway and impaired oxidative phosphorylation (OXPHOS), compared with group housed (GH) rats. We investigated if these changes could be mediated through the gut-brain-axis. Stress can affect the gut microbiota, and the gut microbiota is critical for regulating the host immunity. In four separate experiments, the effect of SI on the gut microbiota composition was assessed in C57BL\/6 mice that were either group housed or housed singly in SI for 4 weeks. In each study replicate, several differences in the gut microbiota composition were seen, but these differences were mostly unique to each experiment. Beta-diversity was increased in three of the four experiments in SI mice. Nevertheless, at the genus level, SI suppressed the abundance of <i>Akkermansia<\/i> in all four replicates and increased <i>Acetatifactor<\/i> in three of the four replicates. These two bacterial changes are expected to disrupt OXPHOS, perhaps by resulting a suppression in short-chain fatty acid production. Further, low <i>Akkermansia<\/i> and high <i>Acetatifactor<\/i> are expected to increase inflammation. Thus, it is possible that the changes in the composition of the gut microbiota of SI animals explain an increase in IL6 signaling and a suppression in OXPHOS in their mammary gland. We also have studied immune cells in the spleen in SI and GH mice. SI increased the frequency of pro-inflammatory CD4+RORy+ cells, and the immunosuppressive Treg cells (CD4+Foxp3+) and myeloid derived suppressor cells (PMN-MDSCs). SI also increased PD1 expression in Foxp3+ cells. In an on-going study, we found that fecal microbiota transplant (FMT) from SI mice increased E0771 mammary tumor growth in antibiotic treated GH recipient mice, compared with mice receiving FMT from GH mice. Whether the FMT also altered IL6 and OXPHOS signaling in the mammary glands and tumors of recipient mice is currently being investigated. Our findings suggest that social isolation may increase breast cancer through inducing gut dysbiosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Breast cancer,Microbiome,Immune response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Fabia de Oliveira Andrade<\/b><sup>1<\/sup>, Maddie McDermott<sup>1<\/sup>, Lu Jin<sup>1<\/sup>, Vivek Verma<sup>1<\/sup>, Karla Andrade de Oliveira<sup>1<\/sup>, Christopher Staley<sup>2<\/sup>, Leena Hilakivi-Clarke<sup>1<\/sup><br><br\/><sup>1<\/sup>The Hormel Institute, University of Minnesota, Austin, MN,<sup>2<\/sup>University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"aebfa626-b814-4ad7-9039-a971b21cce35","ControlNumber":"8070","DisclosureBlock":"&nbsp;<b>F. D. Andrade, <\/b> None..<br><b>M. McDermott, <\/b> None..<br><b>L. Jin, <\/b> None..<br><b>V. Verma, <\/b> None..<br><b>K. A. de Oliveira, <\/b> None..<br><b>C. Staley, <\/b> None..<br><b>L. Hilakivi-Clarke, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4890","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4237","PresenterBiography":null,"PresenterDisplayName":"Fabia Andrade, PhD","PresenterKey":"b2f501d6-8692-4ffa-bd69-9f0367350b39","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4237. Social isolation induces gut dysbiosis, mitochondrial metabolic dysfunction, and infiltration of tumor immunosuppressive cells: Do they explain enhanced mammary tumorigenesis?","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Social isolation induces gut dysbiosis, mitochondrial metabolic dysfunction, and infiltration of tumor immunosuppressive cells: Do they explain enhanced mammary tumorigenesis?","Topics":null,"cSlideId":""},{"Abstract":"Background: Bacterial and virus infection may cause pre-malignant and malignant disorder such as hepatocellular carcinoma and cervical cancer. Recent studies reported that oral bacterium is associated with gastric and colon cancer. However, it is not clear yet if the oral microbiome affects the development of pre-malignant disorder in oral cavity and oral cancer. Thus, this study aims to identify the periodontal pathogen candidates involved in the onset and progression of oral squamous cell carcinoma (OSCC).<br \/>Materials and Methods: Saliva was collected from 112 patients without oral mucosal diseases (OMDs) as control, 36 patients with oral potentially malignant disorders (OPMDs), and 104 patients with OSCC, and DNA was extracted in each sample. Periodontal examinations were performed on all patients. Endpoint-PCR was performed on seven species of oral pathogens using the extracted DNA. 16S ribosomal RNA (rRNA) was utilized for analysis of oral microbiome with 20 samples in each group. 4-nitroqquinoline-1-oxide (4-NQO)-induced tongue tumor model in mice was analyzed with or without endotoxin of one of the oral bacteria, <i>Porphyromonas gingivalis<\/i> (<i>P. gingivalis<\/i>).<br \/>Results: From the statistical analysis of the clinical parameters, periodontal disease tended to worsen in the OMPD and OSCC groups compared to the control group. The number of oral bacteria was significantly higher in the OSCC group than those in other groups. From PCR results, the detection rates of <i>P. gingivalis<\/i>, <i>Aggregatibacter actinomycetemcomitans<\/i>, and <i>Treponema denticola<\/i> were significantly higher in the OSCC group than those in the control group. From 16S rRNA analysis, the relative abundance of <i>Prevotella buccae<\/i> and <i>intermedia <\/i>was significantly higher in OSCC groups than in the control group. Furthermore, the relative abundance of <i>P. gingivalis<\/i> was higher in the OSCC group compared to other groups, regardless of age and the number of teeth. In mouse model, mice treated with <i>P. gingivalis<\/i>-derived endotoxin developed oral leukoplakia at earlier time points and tumors significantly higher lesions compared to control group.<br \/>Conclusion: These results suggest that specific periodontal pathogens are present in the oral cavity of OPMDs and OSCC patients and those changes in the bacterial flora due to their presence may contribute to the onset and progression of OMDs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Oral cancers,Microbiome,Premalignancy,Cancer prevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mitomu Kioi<\/b><sup><\/sup>, Hiroshi Isono<sup><\/sup>, Shintaro Nakajima<sup><\/sup><br><br\/>Oral and Maxillofacial Surgery, Yokohama City Univ. Graduate School of Med., Yokohama, Japan","CSlideId":"","ControlKey":"951c3aff-813d-4fc5-856a-dcf395070e5e","ControlNumber":"1999","DisclosureBlock":"&nbsp;<b>M. Kioi, <\/b> None..<br><b>H. Isono, <\/b> None..<br><b>S. Nakajima, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4891","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4238","PresenterBiography":null,"PresenterDisplayName":"Mitomu Kioi, DDS,PhD","PresenterKey":"f9e483da-9546-4a37-ad9b-a623cb6f9332","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4238. Specific oral microbiome is closely associated with oral potentially malignant disorders and oral squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Specific oral microbiome is closely associated with oral potentially malignant disorders and oral squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the most common cancer diagnosed in men in the Western countries. Epidemiological studies have suggested that environmental factors such as the Western diet, characterized by the consumption of high caloric food containing large amounts of animal protein and fats, play a key role in the pathogenesis of PCa. We propose that dietary intervention, by reducing caloric or protein intake, may be beneficial for the treatment of PCa. Our previous data suggests that dietary protein restriction reduces tumor growth in a LuCaP23.1 patient-derived xenograft (PDX) model of PCa. Thus, we tested the hypothesis whether caloric restriction induced by alternate-day fasting has a similar effect. Interestingly, caloric restriction had antitumor activity in the LuCaP23.1 model but only alternate-day fasting reduced the expression of androgen receptor (AR), a major driver of PCa growth. Therapies targeting AR activity, termed androgen deprivation therapies including the AR antagonist enzalutamide (ENZ), are the current standard of care for PCa. To address the therapeutic potential of combining alternate-day fasting with anti-androgens, we utilized the syngeneic mouse PCa xenograft models MyC-CaP and PTEN<sup>-\/-<\/sup> RB<sup>-\/-<\/sup>, and the human LuCaP23.1 PDX model. These AR-positive xenograft models harbor the oncogenic drivers most frequently found in PCa (i.e., MYC amplification and loss of the tumor suppressor PTEN). Here, we show that alternate-day fasting enhances the activity of ENZ in these PCa xenograft models. Interestingly, the combination of alternate-day fasting with ENZ treatment reduced AR expression and signaling, and decreased proliferation and tumor growth as compared to either single treatment alone. Consistent with these findings, the reduction of AR activity by the depletion of endogenous androgens following surgical castration was enhanced with alternate-day fasting. Conversely, dietary protein restriction had no effect in combination ENZ <i>in vivo<\/i>, suggesting that modulation of AR by alternate-day fasting enhances the effect of anti-androgens. Transcriptomic analysis of tumors from fasted mice confirmed decreased AR transcriptional activity and revealed that several nutrient sensitive pathways were reduced by this dietary regimen, including PI3K\/AKT signaling, mTORC1 signaling, and glycolysis. Additionally, we observed that several known factors induced by fasting were upregulated in tumors from fasted mice, including SIRT1 which has been suggested to modulate AR transcriptional activity. In conclusion, we demonstrate that alternate-day fasting reduces AR signaling and enhances the activity of ENZ in several PCa xenograft models. Overall, this study suggests that caloric restriction may improve the efficacy of anti-androgen therapy in PCa patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-08 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Diet,Prostate cancer,Androgen deprivation therapy,Androgen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ricardo Cordova<\/b><sup>1<\/sup>, May Elbanna<sup>1<\/sup>, Angela Klunk<sup>1<\/sup>, Christopher Rupert<sup>2<\/sup>, Li Shen<sup>2<\/sup>, Yanqing Wang<sup>3<\/sup>, David Goodrich<sup>3<\/sup>, Ron Wek<sup>1<\/sup>, Kirk Staschke<sup>1<\/sup>, Luigi Fontana<sup>4<\/sup>, Roberto Pili<sup>5<\/sup><br><br\/><sup>1<\/sup>Indiana University, Indianapolis, IN,<sup>2<\/sup>University at Buffalo, Buffalo, NY,<sup>3<\/sup>Roswell Park Cancer Institute, Buffalo, NY,<sup>4<\/sup>Sydney Medical School, Sydney, Australia,<sup>5<\/sup>Medicine, University at Buffalo, Buffalo, NY","CSlideId":"","ControlKey":"5c3e0ecc-8f0b-41ee-a87e-0f4dcbc44784","ControlNumber":"7379","DisclosureBlock":"&nbsp;<b>R. Cordova, <\/b> None..<br><b>M. Elbanna, <\/b> None..<br><b>A. Klunk, <\/b> None..<br><b>C. Rupert, <\/b> None..<br><b>L. Shen, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>D. Goodrich, <\/b> None..<br><b>R. Wek, <\/b> None..<br><b>K. Staschke, <\/b> None..<br><b>L. Fontana, <\/b> None.&nbsp;<br><b>R. Pili, <\/b> <br><b>Allarity<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4881","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4239","PresenterBiography":null,"PresenterDisplayName":"Roberto Pili, MD","PresenterKey":"53bd95fe-2e80-4cfd-a38c-b53dae3655ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4239. Alternate-day fasting enhances the activity of anti-androgen therapy in prostate cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alternate-day fasting enhances the activity of anti-androgen therapy in prostate cancer models","Topics":null,"cSlideId":""},{"Abstract":"Tumor cells rely on the Integrated Stress Response (ISR) to adapt to different environmental and physiological stresses. The ISR is comprised of four eIF2 kinases that sense different stresses and catalyze phosphorylation of the alpha subunit of eIF2. This results in inhibition of global translation initiation, but at the same time results in preferential translation of select mRNA transcripts in order to relieve stress. Recent work has suggested that programmed death-ligand 1 (PD-L1), a cell surface protein commonly upregulated by tumors to evade the immune system, may be translationally regulated by the ISR in cancer. PD-L1 interaction with immune-checkpoint receptor programmed death-1 (PD-1) leads to the negative regulation of T cell activation and inhibitors that block the PD-L1\/PD-1 interaction are widely used to treat different cancers. The ISR may serve as a novel therapeutic target to modulate PD-L1 protein levels and treat immune-evasive cancers. Our group has previously reported that dietary protein restriction increases the anti-tumor effect of PD-1 inhibition in the RENCA kidney cancer mouse model. Here, we show that in the RENCA model, phospho-PERK and phospho-eIF2&#945; protein levels correlate with PD-L1 induction associated with dietary protein restriction. This is supported by TCGA data that shows a correlation between PERK and PD-L1 mRNA levels in different genitourinary cancers. <i>In vitro<\/i>, activation of the eIF2 kinases PERK and GCN2 by ER stress and amino acid starvation, respectively, in both RENCA cells and prostate cancer cells, leads to induction of PD-L1 protein without changing mRNA levels, suggesting preferential translation under stress conditions. Inhibiting PERK using selective inhibitors blocked ER stress-induced induction of PD-L1. These data support the notion that PD-L1 is induced by dietary protein restriction and is translationally regulated by the ISR. Modulating PD-L1 protein levels in immune-evasive tumors by targeting the ISR in the context of dietary protein restriction may enhance the anti-tumor response to immune checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-08 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Diet,Stress response,PD-L1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ricardo Cordova<\/b><sup>1<\/sup>, Sean Colligan<sup>2<\/sup>, Chris Rupert<sup>2<\/sup>, Ronald Wek<sup>1<\/sup>, Kirk Staschke<sup>1<\/sup>, Roberto Pili<sup>2<\/sup><br><br\/><sup>1<\/sup>Indiana University, Indianapolis, IN,<sup>2<\/sup>University at Buffalo, Buffalo, NY","CSlideId":"","ControlKey":"b2d35305-3d52-449f-9c59-f1c3307c6636","ControlNumber":"7628","DisclosureBlock":"&nbsp;<b>R. Cordova, <\/b> None..<br><b>S. Colligan, <\/b> None..<br><b>C. Rupert, <\/b> None.&nbsp;<br><b>R. Wek, <\/b> <br><b>Hybercell<\/b> Grant\/Contract. <br><b>K. Staschke, <\/b> <br><b>Hybercell<\/b> Grant\/Contract. <br><b>R. Pili, <\/b> <br><b>Allarity<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4892","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4240","PresenterBiography":null,"PresenterDisplayName":"Roberto Pili, MD","PresenterKey":"53bd95fe-2e80-4cfd-a38c-b53dae3655ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4240. Tumor PD-L1 induction associated with dietary protein restriction is modulated by PERK activation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor PD-L1 induction associated with dietary protein restriction is modulated by PERK activation","Topics":null,"cSlideId":""},{"Abstract":"Lack of access to cancer prevention education, early screening, and timely treatment, particularly in low socioeconomic, underserved communities, are cited as substantial barriers to improving survivorship. Outreach educational efforts with on-site screenings offered in partnership with community groups are known to be valuable in encouraging community members&#8217; uptake of healthy behaviors and adherence to screening recommendation. To create more engaging events, a community-academic partnership, We Engage 4 Health (WE4H), co-created 11 unique 4-panel comic-style stories designed to be read aloud together as attendees visit each event table. These colorful stories are shared on boards that stand on each table and are offered in both English and Spanish at this time. Many tables also have an accompanying hands-on activity. Together, they lead to meaningful &#8220;low stakes&#8221; discussions which support understanding of seemingly complex health information. Story topics include the cause of cancer (Cells Gone Wrong), cancer risk factors (Reducing Your Risk), the role of primary care in cancer screening (Primary Care for Prevention), the purpose of research (short Research Ready) and details about specific cancer types (Combatting Colon Cancer, Blocking Breast Cancer, Looking for Lung Cancer, Silencing Skin Cancer, Hindering HPV, and Professional Prostate Protection) and COVID-19 (Take Your Best Shot FAQs). A health passport is used to facilitate table visitation and survey collection at each table enables meaningful evaluation of the event as well as provides the community hosts and their partners baseline cancer data to inform future programing. In 2022, WE4H and the University of Cincinnati Cancer Center partnered with three different communities to co-host pilot events that served over 100 adult residents. Community, research interns and university students volunteered to work the tables at the event and received training prior. Post event surveys and discussions indicated that community partners appreciated the different take on a health fair event. Most volunteers indicated that they would enjoy volunteering again. Attendees indicated that they liked the graphic-style story format used and most preferred it to text and text with graphics approaches. Taken together, the data indicates that Reducing Your Risk events are useful in meaningfully engaging hard to reach, at risk attendees. Additional in-person and virtual events are being planned for 2023 as an approach to reach the medically underserved throughout our region.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-13 Screening and early detection,,"},{"Key":"Keywords","Value":"Prevention,Early detection,Screening,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Melinda Butsch Kovacic<\/b><sup>1<\/sup>, Susan Gertz<sup>2<\/sup>, Lauren Bates<sup>3<\/sup>, Susan Hershberger<sup>2<\/sup>, We Engage 4 Health Community-Academic Partnership<sup><\/sup><br><br\/><sup>1<\/sup>University of Cincinnati, Cincinnati, OH,<sup>2<\/sup>Miami University, Oxford, OH,<sup>3<\/sup>Cincinnati Children's Hospital Medical Center, Cincinnati, OH","CSlideId":"","ControlKey":"46c45d25-529c-4444-844c-f4858bbb92d1","ControlNumber":"8026","DisclosureBlock":"&nbsp;<b>M. Butsch Kovacic, <\/b> None..<br><b>S. Gertz, <\/b> None..<br><b>L. Bates, <\/b> None..<br><b>S. Hershberger, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4893","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4241","PresenterBiography":null,"PresenterDisplayName":"Melinda Butsch Kovacic, MPH;PhD","PresenterKey":"95400873-29da-4009-a513-96a9fc6ee2ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4241. Reducing your risk cancer-focused health events to meaningfully engage the medically underserved and diminish future cancer disparities","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reducing your risk cancer-focused health events to meaningfully engage the medically underserved and diminish future cancer disparities","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The association between excessive sugar intake and the risk of breast cancer has been considered in epidemiologic studied, however, the results are unclear. This study examined to evaluated between high-sugar food intake and breast cancer in a prospective cohort study.<br \/><b>Methods:<\/b> This prospective cohort study included a total of 71,266 women aged 40-69 years from the Health Examinees-Gem (HEXA-G) study between 2004 and 2013. Information on cancer diagnosis was retrieved from the Korea Central Cancer Registry until 31 December 2018. Multivariate hazard ratios (HRs) and 95% of confidence intervals (CIs) for the risk of gastric cancer according to the consumption of high-sugar food were estimated using Cox proportional hazards models with age as the time scale.<br \/><b>Results:<\/b> A total of 713 incident cases of breast cancer occurred over an average follow-up period of 9.20 years. The top food contributing to total sugar intake was fruit (42.89%). We found that increased consumption of sugary cereal was associated with increased risk of breast cancer; HR for sugary cereal consumption of more than one servings\/two months vs. almost never consumed was 1.34 (95% CI: 1.08, 1.65; p for trend = 0.01). Also, consumption of loaf bread (p for trend = 0.03), ice cream (HR for ice cream consumption of more than one servings\/week vs. almost never consumed = 1.26; 95% CI: 1.00, 1.58; p for trend = 0.03), and added sugar food (HR for all sugary food groups consumption of more than two servings\/week vs. less than one serving\/month consumed =1.28; 95% CI: 1.02, 1.61; p for trend = 0.05) was associated with increased risk of breast cancer.<br \/><b>Conclusion:<\/b> Our results suggest that a high-sugar food consumption was associated with an increased risk of breast cancer among Korean women.<br \/><b>Key words:<\/b> Sugar, High-sugar foods, Breast cancer, the Health Examinees (HEXA) study, prospective cohort study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-08 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Epidemiology,Cancer,Breast cancer,Diet,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Woo-Kyoung Shin<\/b><sup><\/sup>, Dan Huang<sup><\/sup>, Katherine De la Torre<sup><\/sup>, Sukhong Min<sup><\/sup>, Aesun Shin<sup><\/sup>, Jong-koo Lee<sup><\/sup>, Wonshik Han<sup><\/sup>, Jung Eun Lee<sup><\/sup>, Daehee Kang<sup><\/sup><br><br\/>SNU Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"85febb45-dd4e-4c2c-92c5-f548ccdfc3e8","ControlNumber":"5501","DisclosureBlock":"&nbsp;<b>W. Shin, <\/b> None..<br><b>D. Huang, <\/b> None..<br><b>K. De la Torre, <\/b> None..<br><b>S. Min, <\/b> None..<br><b>A. Shin, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>W. Han, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>D. Kang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4894","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4242","PresenterBiography":null,"PresenterDisplayName":"Woo-Kyoung Shin, PhD","PresenterKey":"000429ef-dd06-4f08-93a4-f46953b476fc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4242. High sugar food consumption and breast cancer risk in a prospective cohort study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High sugar food consumption and breast cancer risk in a prospective cohort study","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: A diet rich in colorful fruits and vegetables is effective for the prevention of various inflammation-induced cancer types. Mechanistically, this effect has been attributed to the potent antioxidant properties of flavonoid molecules. However, contrary to observations in mice, the success of flavonoids in human dietary cancer prevention trials is often dampened due to large interpersonal variation. Antioxidant activity alone does not explain this variability, suggesting there is an additional important variable that has not been accounted for. Since flavonoids have a poor bioavailability and predominantly passage into the large intestine, we hypothesize that gut microbial metabolism is essential for flavonoid bioactivity in colon cancer prevention.<br \/><b>Goals and Objectives<\/b>: The goal of this study was to evaluate the impact of microbiota composition on the efficacy of dietary flavonoids in preventing intestinal tumorigenesis.<br \/><b>Methods<\/b>: We used the adenomatous polyposis coli - multiple intestinal neoplasia (Apc<sup>Min\/+<\/sup>) mouse model, which is genetically predisposed to develop adenomas along its gastrointestinal tract. Development of these adenomas and eventual adenocarcinoma formation is further influenced by factors such as inflammation, dietary input and the gut microbiota. Animals were fed a control high fat diet (HFD) or prevention diets consisting of 1% berry extract, 1% purified flavonoid or 1% microbial catabolite, all on the HFD background. The contribution of the microbiota was modelled by including experimental groups that received an antibiotic cocktail in their drinking water throughout the course of the experiment. For these animals, microbiota community composition was determined by 16S rRNA sequencing, plasma was collected for histological profiling and metabolomics analysis and end-point measurements of intestinal tumor numbers and size were performed.<br \/><b>Results<\/b>: Supplementation with berry extract significantly reduced colon tumor numbers and incidence in male, but not in female mice. This effect was negated in mice on antibiotic drinking water, implicating the involvement of the gut microbiota. Community analysis revealed a relative increase in <i>Erysipelotrichaceae<\/i>, <i>Clostridia <\/i>and <i>Akkermansia <\/i>in the berry supplemented versus HFD control mice. In addition, their systemic monocyte counts were reduced. Dietary supplementation with a major gut microbial flavonoid catabolite, did not reduce colon tumor formation, suggesting the functional involvement of different microbial metabolites.<br \/><b>Conclusions<\/b>: Our study demonstrates the involvement of the mouse gut microbiota in dietary prevention of colon tumor formation. These effects impact circulating monocytes and are linked to changes in the plasma metabolome. We are currently elucidating the microbial actors and associated molecular pathways involved.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-08 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Diet,Colon cancer,Microbiome,Metabolomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Beckey DeLucia<sup><\/sup>, <b>Jan Claesen<\/b><sup><\/sup><br><br\/>Cleveland Clinic Lerner Research Institute, Cleveland, OH","CSlideId":"","ControlKey":"a7477d02-2b0c-463a-b2dc-f797634a4cd9","ControlNumber":"6525","DisclosureBlock":"&nbsp;<b>B. DeLucia, <\/b> None.&nbsp;<br><b>J. Claesen, <\/b> <br><b>Seed Health Inc.<\/b> Stock Option, Scientific advisor.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4895","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4243","PresenterBiography":null,"PresenterDisplayName":"Jan Claesen, PhD,BS,MS","PresenterKey":"91c813ae-2772-4e0d-aa90-b9b79bcf5e5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4243. Dietary flavonoids prevent colon tumor formation in Apc<sup>Min\/+<\/sup> mice in a microbiome- and sex-dependent manner","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dietary flavonoids prevent colon tumor formation in Apc<sup>Min\/+<\/sup> mice in a microbiome- and sex-dependent manner","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer (CRC) is a major cause of cancer-related deaths in Japan and worldwide. Since CRC has been reported to have close relationship with diet, it seems significant to identify dietary constituents that might suppress occurrence of CRC. Recently, an epidemiological investigation for cancer incidence in Japan revealed that consumptions of black soybeans seem to reduce incidence of several cancers, especially colorectal cancer. Black soybeans coat extract (BE) is known to contain rich procyanidins which have many beneficial physiological activities such as anticancer effects. Therefore, we hypothesized that BE may have inhibitory effects to intestinal tumorigenesis and investigated using APC<sup>min\/+<\/sup> mice models.<br \/>Materials and Methods: APC<sup>min\/+<\/sup> male mice in the C57BL\/6 genetic background were obtained from Jackson Laboratories. APC<sup>min\/+<\/sup> genotypes of each mouse were confirmed by polymerase chain reaction analysis (PCR) using DNA extracted from the tip of mouse tails. Mice were weighed weekly once and monitored regularly for any signs of weight loss. APC min\/+ mice at 4 weeks of age were randomly divided into three groups with 5 mice, and fed by either AIN-76A diet, AIN-76A diet containing 0.05% or 0.05% BE for 8 weeks. At 12 weeks of age, intestines were removed from each mouse and then sliced longitudinally. The small intestine was cut into three equally parts: proximal, middle, and distal. Numbers and sizes of intestinal polyps in each portion were evaluated under Video-Zoom-microscope XV-440. Intestinal polyps were categorized by size into 1-2 mm, 2-3 mm and &#62;3 mm. Other parts of the intestines were placed in 10% phosphate-buffered formalin for histopathology and immunohistochemical (PCNA, &#946;-catenin, and MUC2) analyses.<br \/>Results: Numbers of polyps in mice fed with containing 0.05% or 0.5% BE diet were significantly smaller than in mice fed without BE (P &#60; 0.05). As for size of polyps, the number of polyps of 1 to 3 mm in size was decreased in mice with BE, however, there were no significant difference for numbers of polyps more than 3 mm in size regarding diets with or without BE. With 0.05% BE diet, reduction rates for occurrence of polyps were 81% for proximal, 48% for middle, and 47% for distal positions, while in with 0.5% BE diet, those reduction rates were 71% for proximal, 59% for middle, and 58% for distal positions, respectively. From these results, the BE, either 0.05% or 0.05% concentration, showed inhibitory effects for tumorigeneses in the small intestine of APC min\/+ mice. In histological analyses, the BE was induced higher expression of MUC2-positive cells in normal intestinal lesions and lower expression of &#946;-catenin in tumor sites<br \/>Conclusions: The BE showed inhibitory effects in occurrence and growth of intestinal polyps in APC<sup>min\/+<\/sup> mice models. With further evaluation of mechanisms, the BE could be a promising nutrition for prevention of CRC in human.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-08 Diet, nutrition, and cancer,,"},{"Key":"Keywords","Value":"Colon cancer,Polyphenols,APC,Prevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yasuyuki Shimizu<\/b><sup>1<\/sup>, Shunta Hirano<sup>1<\/sup>, Yoko Yamashita<sup>2<\/sup>, Tsuyoshi Fukumoto<sup>3<\/sup>, Naritoshi Mukumoto<sup>1<\/sup>, Ai Nakaoka<sup>1<\/sup>, Namiko Hoshi<sup>4<\/sup>, Takeaki Ishihara<sup>1<\/sup>, Daisuke Miyawaki<sup>1<\/sup>, Ashida Hitoshi<sup>2<\/sup>, Ryohei Sasaki<sup>1<\/sup><br><br\/><sup>1<\/sup>Division of Radiation Oncology, Kobe University Graduate School of Medicine, Kobe, Japan,<sup>2<\/sup>Department of Agrobioscience, Kobe University Graduate School of Agricultural Science, Kobe, Japan,<sup>3<\/sup>Division of Dermatology, Kobe University Graduate School of Medicine, Kobe, Japan,<sup>4<\/sup>Division of Gastroenterology, Kobe University Graduate School of Medicine, Kobe, Japan","CSlideId":"","ControlKey":"8ae03ebb-5ffa-4c7d-ac90-fc217fb065ea","ControlNumber":"3151","DisclosureBlock":"&nbsp;<b>Y. Shimizu, <\/b> None..<br><b>S. Hirano, <\/b> None..<br><b>Y. Yamashita, <\/b> None..<br><b>T. Fukumoto, <\/b> None..<br><b>N. Mukumoto, <\/b> None..<br><b>A. Nakaoka, <\/b> None..<br><b>N. Hoshi, <\/b> None..<br><b>T. Ishihara, <\/b> None..<br><b>D. Miyawaki, <\/b> None..<br><b>A. Hitoshi, <\/b> None..<br><b>R. Sasaki, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4896","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4244","PresenterBiography":null,"PresenterDisplayName":"Yasuyuki Shimizu","PresenterKey":"860cf557-5b79-491a-acf0-e871d04f546a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4244. Black soybean seed coat extract suppress intestinal tumorigenesis in APCmin mice","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Black soybean seed coat extract suppress intestinal tumorigenesis in APCmin mice","Topics":null,"cSlideId":""},{"Abstract":"We previously reported that black raspberries (BRB) powder inhibits dibenzo[<i>def,p<\/i>]chrysene (also known as dibenzo[<i>a,l<\/i>]pyrene; DBP)-induced DNA damage, mutagenesis and carcinogenesis in the mouse oral cavity. The effects of BRB on the capacity of DNA repair was investigated in an established <i>in vitro<\/i> system using HeLa cells to assess the DNA repair capacity. We found that pre-treatment of Hela cells with BRB extracts (BRBE) can enhance the nucleotide excision repair (NER) of a bulky DNA adduct derived from the tobacco oral carcinogen benzo[a]pyrene by ~24% and this effect is correlated with the enhanced expressions of NER factors XPA and XPB. The NER activity of guanidinohydantoin (Gh), an oxidatively-derived non-bulky DNA lesion, is also enhanced by ~24%, while its base excision repair activity is enhanced by only ~6%. Using human oral leukoplakia (MSK-Leuk1)<b> <\/b>and oral squamous cell carcinoma SCC1483, we demonstrated that BRBE can inhibit DNA damage induced by DBP through the induction of GSH synthesis and enhancing GSH conjugates thereby inhibiting DNA damage. The effects of BRBE in MSK-Leuk1 and SCC1483 cells were further investigated on the DNA excision repair protein ERCC1 at 1, 6 and 24 h. ERCC1 forms the ERCC1-XPF enzyme complex that participates in several DNA repair pathways. Western blot analyses revealed that BRBE induced higher ERCC1 expression in SCC1483 than those observed in MSK-Leuk1 cells in a time-dependent manner. The results of our study demonstrate that BRBE is capable of inhibiting the metabolic activation, enhancing the detoxification pathway and DNA repair capacity which are consistent with its chemopreventive activity <i>in vivo<\/i>. Supported by NIH grant #CA173465.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Oral cancers,Chemoprevention,DNA repair,Tobacco,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuan-Wan Sun<\/b><sup>1<\/sup>, Kun-Ming Chen<sup>2<\/sup>, Ana  H.  Sales<sup>3<\/sup>, Nicholas Geacintov<sup>3<\/sup>, Karam El-Bayoumy<sup>2<\/sup><br><br\/><sup>1<\/sup>Biochemistry @ Molecular Biology, Penn State College of Medicine, Hershey, PA,<sup>2<\/sup>Penn State College of Medicine, Hershey, PA,<sup>3<\/sup>New York University, New York, NY","CSlideId":"","ControlKey":"9f6c073a-5a7e-48e9-9cf3-4c997eadba1d","ControlNumber":"7470","DisclosureBlock":"&nbsp;<b>Y. Sun, <\/b> None..<br><b>K. Chen, <\/b> None..<br><b>A. H. Sales, <\/b> None..<br><b>N. Geacintov, <\/b> None..<br><b>K. El-Bayoumy, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4897","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4245","PresenterBiography":null,"PresenterDisplayName":"Yuan-Wan Sun, PhD","PresenterKey":"9fef1f3e-5f43-49b1-91a3-ce3517bd868a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4245. Effects of black raspberries extract on DNA repair capacity and metabolic activation\/detoxification of the tobacco carcinogen dibenzo[<i>def,p<\/i>] in human oral cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of black raspberries extract on DNA repair capacity and metabolic activation\/detoxification of the tobacco carcinogen dibenzo[<i>def,p<\/i>] in human oral cells","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the second leading cause of cancer death among men in the United States. According to the World Health Organization, approximately one-third of all cancer deaths could be prevented through an increased consumption of natural compounds. Through the use of a two-tiered screening method in PCa cells (depletion of cellular ATP level followed by glutamine uptake) of a phytochemical library, curcumin and ursolic acid were selected for further investigation. Twenty-four hour treatment of LNCaP, 22Rv1 and HMVP2 cells with the combination resulted in significant decreases in expression of members of the miR-17-92 and miR-106b-25 clusters, which are upregulated in PCa and have been shown to be involved in tumorigenesis, cell survival, and metastasis. In the HiMyc mouse model, where mice spontaneously develop primary PCa, supplementing diets with the combination of curcumin (1%) and ursolic acid (0.2%) resulted in significant inhibition of tumor growth and progression compared to diets containing either compound alone. There were no differences in body weight or food consumption in any of the diet groups during the tumor experiment. The current data suggests that the combination of curcumin and ursolic acid synergistically inhibits PCa growth and progression in HiMyc mice, which may be in part due to their effects on microRNA expression. Ongoing studies are further examining the role of specific miRNAs as well as oncogenic signaling pathways potentially involved in the mechanism of synergistic chemopreventive action of this combination. The current data suggest that this novel combination could be a valuable therapeutic option for prevention and\/or treatment of PCa. Funding: This work was supported by NIH Grant CA228404.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-01 Animal models in prevention,,"},{"Key":"Keywords","Value":"Chemoprevention,Prostate cancer,Natural products,Genitourinary cancers: prostate,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chelsea A. Friedman<\/b><sup><\/sup>, Achinto Saha<sup><\/sup>, John DiGiovanni<sup><\/sup><br><br\/>Division of Pharmacology and Toxicology, UT Austin College of Pharmacy; Center for Molecular Carcinogenesis and Toxicology, Austin, TX","CSlideId":"","ControlKey":"89a873ea-a830-4135-875e-995925eb4c3f","ControlNumber":"5081","DisclosureBlock":"&nbsp;<b>C. A. Friedman, <\/b> None..<br><b>A. Saha, <\/b> None..<br><b>J. DiGiovanni, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4898","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4246","PresenterBiography":null,"PresenterDisplayName":"Chelsea Friedman, BA;MS","PresenterKey":"1cb0f1d1-a490-4b24-8a24-0900a9a8b42f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4246. Synergistic inhibition of prostate tumor growth and progression by the combination of curcumin and ursolic acid in HiMyc mice","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic inhibition of prostate tumor growth and progression by the combination of curcumin and ursolic acid in HiMyc mice","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is the leading cancer diagnosis in women. While many BC treatment options exist, only two methods are approved for prevention. Prophylactic mastectomy is an invasive surgery that removes the breast, thereby removing the targeted epithelial ductal tree cells, where most BC arises. Despite a 90% risk reduction, recovery time, risk of infection, pain management, and mental health toll on women deter them from this surgery. Hormonal preventatives, tamoxifen and raloxifene, reduce BC risk by up to 50%. However, increased risk of uterine cancer and intolerable sides effect deter women from this option. Therefore, new preventative methods are needed to maintain BC risk reduction while minimizing current BC prevention deterrents. Intraductal (ID) injection is a technique that can circumvent systemic toxicity by inserting a needle directly into the ductal tree opening. We study BC prevention using 70% ethanol (EtOH) as a cell killing, ablative solution for ID injections and have shown its effectiveness of ablation in an aggressive genetically engineered mouse model with minimum collateral tissue damage. EtOH is a safe, inexpensive reagent clinically used as a sclerosing and ablative agent. We introduced ethyl cellulose (EC), a gelling agent which further minimized damage outside the ductal tree. To confirm successful ductal tree filling without animal sacrifice, we introduced Tantalum Oxide (TaOx), a nanoparticle-based contrast agent for real time and long-term visualization of ductal tree filling. TaOx showed remarkable local retention, without impeding 70% EtOH ablative effects or EC compared to other contrast agents. Despite our refined ablative solution, ID injection is a difficult technique to perform with limited ability to confirm success of a fully filled ductal tree. To elucidate any impact of partial ductal tree filling, we utilized a Methyl-N-Nitrosourea (MNU) rat model. Rat models improve scalability toward clinical trials and increase ductal tree filling volume and control to study the impact of partial ductal tree filling. Our MNU rat model provides a time frame between carcinogen exposure and tumor formation optimal for prevention studies. Two weeks after intraperitoneal MNU injections, rats received full or half volume (partial) injections, fat pad (partial), or no injection into individual mammary glands. Rats were monitored for tumor formation from 2 weeks post injection until reaching euthanasia criteria. Fully injected glands had the highest tumor latency increase by 1 month (130 days, p &#60; 0.0001) compared to non-injected controls (95 days). Partial and fat pad tumor latency also improved compared to control (122 days, p &#60;0.01 and 110 days, p &#60;0.05 respectively). No iatrogenic effects of EtOH were observed. Here, we show that ID injection of 70% EtOH is a safe, effective, and scalable technique for BC prevention, which can be enhanced with TaOx and EC for visualization and retention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-01 Animal models in prevention,,"},{"Key":"Keywords","Value":"Breast cancer,Prevention,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Erin  K.  Zaluzec<\/b><sup>1<\/sup>, Mohamed Ashry<sup>1<\/sup>, Elizabeth Kenyon<sup>1<\/sup>, Elizabeth  G.  Phelps<sup>1<\/sup>, Legend Kenney<sup>1<\/sup>, Katherine Powell<sup>1<\/sup>, Maximilian Volk<sup>1<\/sup>, Shatadru Chakravarty<sup>2<\/sup>, Jeremy M.L. Hix<sup>1<\/sup>, Matti Kiupel<sup>1<\/sup>, Erik Shapiro<sup>1<\/sup>, Lorenzo F. Sempere<sup>1<\/sup><br><br\/><sup>1<\/sup>Michigan State University, East Lansing, MI,<sup>2<\/sup>TechInsights Inc., Nepean, ON, Canada","CSlideId":"","ControlKey":"4944ad43-eca9-4007-abab-fe19a3b8f847","ControlNumber":"2471","DisclosureBlock":"&nbsp;<b>E. K. Zaluzec, <\/b> None..<br><b>M. Ashry, <\/b> None..<br><b>E. Kenyon, <\/b> None..<br><b>E. G. Phelps, <\/b> None..<br><b>L. Kenney, <\/b> None..<br><b>K. Powell, <\/b> None..<br><b>M. Volk, <\/b> None..<br><b>S. Chakravarty, <\/b> None..<br><b>J. M. Hix, <\/b> None..<br><b>M. Kiupel, <\/b> None..<br><b>E. Shapiro, <\/b> None..<br><b>L. F. Sempere, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4899","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4247","PresenterBiography":null,"PresenterDisplayName":"Erin Zaluzec, BS","PresenterKey":"3ce5f5b2-016b-41bd-bb60-1572760963f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4247. Impact of 70% ethanol intraductal injections in MNU rat models for breast cancer prevention","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of 70% ethanol intraductal injections in MNU rat models for breast cancer prevention","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The intersections between cancer and cardiovascular disease (CVD) have become increasingly relevant in the care of both patient populations. To date, the cardio-oncology field has largely focused on how cancer treatment influences long-term cardiac health. Indeed, many cancer therapeutics show various toxic effects to the cardiovascular system. However, studies have also shown cardiac deficits in therapy-na&#239;ve cancer patients. This suggests that these two disease states interact through similar signaling pathways, yet the mechanisms underlying cancer-induced cardiac dysfunction remain unknown. Thus, we investigated cardiac structure and function throughout the progression of epithelial ovarian cancer (EOC).<br \/>Methods: We used an orthotopic, syngeneic mouse model of ovarian cancer. Briefly, transformed murine ovarian surface epithelial cells from C57BL\/6 mice (ID8; 1.0x10<sup>6<\/sup>), or saline for surgical controls, were injected under the ovarian bursa of syngeneic mice. In this model, 60 days after tumor induction, mice form large ovarian masses, numerous peritoneal lesions, and develop abdominal ascites - consistent with the clinical features of stage III (advanced) EOC. To determine whether cardiac abnormalities precede the presence of advanced disease, at 45 days post-tumor induction, mice were anesthetized, and left ventricular (LV) structure and function were assessed by echocardiography and invasive hemodynamics, respectively. Myofilament activity was measured with an actomyosin MgATPase assay and protein phosphorylation was determined by SDS-PAGE with Pro-Q Diamond phosphoprotein staining.<br \/>Results: EOC mice showed systolic (i.e., reduced contraction rate) and diastolic dysfunction (i.e., reduced relaxation rate, elevated diastolic filling pressure), with no evidence of hypertrophy or atrophy (i.e., no change in LV wall thickness or dimension). While there were no observed differences in myofilament ATPase activity, phosphorylation of regulatory myosin light chain 2 (MYL2) and cardiac myosin binding protein C (cMyBP-C) decreased, and tropomyosin (Tpm) phosphorylation increased in EOC mice.<br \/>Conclusion: Together, these data demonstrate that ovarian cancer impairs cardiac function and alters the regulation of myofilament proteins critical for contraction and relaxation. Interestingly, the observed dephosphorylation of MYL2 and cMyBP-C and hyperphosphorylation of Tpm are consistent with features of heart failure. The findings build upon our current understanding of the interactions between cancer and CVD and show that deficits in the heart precede the development of advanced malignancy. Future work further will investigate the tumor-heart axis to identify how tumor development disrupts normal cardiac physiology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-14 Other,,"},{"Key":"Keywords","Value":"Ovarian cancer,Animal models,Cardio-oncology,Myofilament function,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Leslie M. Ogilvie<\/b><sup>1<\/sup>, Madison Pereira<sup>1<\/sup>, Kathy Matuszewska<sup>1<\/sup>, Bridget Coyle-Asbil<sup>1<\/sup>, Luca  J.  Delfinis<sup>2<\/sup>, Shivam Gandhi<sup>2<\/sup>, Keith  R.  Brunt<sup>3<\/sup>, Christopher  G.   R.  Perry<sup>2<\/sup>, W. Glen Pyle<sup>1<\/sup>, Jim Petrik<sup>1<\/sup>, Jeremy  A.  Simpson<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Guelph, Guelph, ON, Canada,<sup>2<\/sup>York University, Toronto, ON, Canada,<sup>3<\/sup>Dalhousie Medicine New Brunswick, Saint John, NB, Canada","CSlideId":"","ControlKey":"f9b95467-01da-43e0-9b2e-911f2814b54a","ControlNumber":"3476","DisclosureBlock":"&nbsp;<b>L. M. Ogilvie, <\/b> None..<br><b>M. Pereira, <\/b> None..<br><b>K. Matuszewska, <\/b> None..<br><b>B. Coyle-Asbil, <\/b> None..<br><b>L. J. Delfinis, <\/b> None..<br><b>S. Gandhi, <\/b> None..<br><b>K. R. Brunt, <\/b> None..<br><b>C. G. R. Perry, <\/b> None..<br><b>W. G. Pyle, <\/b> None..<br><b>J. Petrik, <\/b> None..<br><b>J. A. Simpson, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5183","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4248","PresenterBiography":null,"PresenterDisplayName":"Leslie Ogilvie, BS","PresenterKey":"51d9a95d-8a4d-4d33-94bb-8512170a8db1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4248. Epithelial ovarian cancer causes cardiac dysfunction and myofilament dysregulation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"482","SessionOnDemand":"False","SessionTitle":"Diet, Nutrition, Lifestyle, and Environment and Cancer Prevention","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epithelial ovarian cancer causes cardiac dysfunction and myofilament dysregulation","Topics":null,"cSlideId":""}]