[{"Abstract":"Drug combinations targeting the vascular endothelial growth factor receptor (VEGFR) and the epidermal growth factor receptor (EGFR) have been used to treat EGFR-expressing cancers. In addition, we observed that the combination of the EGFR inhibitor erlotinib and the VEGFR2 inhibitor cediranib had greater activity in patient-derived xenografts (PDX) from rare cancers compared to the single agents alone. To better understand the combination activity and seek potential alternatives for each drug, their inhibition of 370 wild type human kinases was measured with a biochemical enzymatic assay. The single agents and combinations were tested at the IC50 value for their primary targets, 500 nM as a common reference concentration, and Cmax as achievable clinical concentrations. At the clinical Cmax, cediranib (148 nM) inhibited 5 kinases, including VEGFR2, by &#62;90% and inhibited EGFR by 75%. Erlotinib (clinical Cmax 3.15 &#181;M) inhibited 9 kinases, including EGFR, by &#8805;89% and inhibited VEGFR2 by 82%. When combined at their clinical concentrations (Cmax), cediranib + erlotinib inhibited 18 kinases by &#8805;89%. Kinase inhibition profiles were measured for 7 agents that were candidate alternatives for cediranib or erlotinib, including: vandetanib, erdafitinib, axitinib, lenvatinib, cabozantinib, poziotinib, and mobocertinib (note: Cmax values varied 58-fold among the drugs). At clinical Cmax, cediranib showed the greatest similarity to axitinib and lenvatinib based on their kinase inhibition profiles, whereas erlotinib showed the greatest similarity to poziotinib and vandetanib. The rank order of drug similarities based on biochemical kinase inhibition profiles aligned with the NCI-60 cell-based activities of the drugs according to a COMPARE Analysis. The Bliss independence model was used to calculate the combination activity of cediranib + erlotinib from single agent data for comparison with the experimental results of the drug combination. The high correlation between the calculated and experimental datasets indicated that the model could be used to assess other drug combinations from single agent data. Comparisons of the calculated kinase inhibition profiles of the novel drug combinations to the profile of cediranib + erlotinib indicated that erlotinib would be difficult to replace; however, cediranib might be substituted by either lenvatinib or axitinib. Similarities in the activities of erlotinib in combination with cediranib, lenvatinib and axitinib were observed in complex spheroids containing patient-derived cells as well as PDX models. These results suggest that the additive effect of VEGFR inhibition on erlotinib activity may not solely be due to erlotinib&#8217;s EGFR inhibitory activity, and therefore may not be seen with other EGFR inhibitors. This project was funded in part with federal funds from the NCI, NIH, under contract no. HHSN261201500003I.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Combination therapy,Kinase inhibitors,EGFR,Vascular endothelial growth factor receptor (VEGFR),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nathan  P.  Coussens<\/b><sup>1<\/sup>, Thomas  S.  Dexheimer<sup>1<\/sup>, Thomas Silvers<sup>1<\/sup>, Shannon Uzelac<sup>1<\/sup>, Kyle Georgius<sup>1<\/sup>, John Carter<sup>1<\/sup>, Tia Shearer<sup>1<\/sup>, Rekha Rao<sup>1<\/sup>, Karen Gray<sup>1<\/sup>, Apurva  K.  Srivastava<sup>1<\/sup>, Robert  J.  Kinders<sup>1<\/sup>, Yvonne  A.  Evrard<sup>1<\/sup>, Melinda  G.  Hollingshead<sup>2<\/sup>, Joel Morris<sup>2<\/sup>, Jeffrey  A.  Moscow<sup>2<\/sup>, Ralph  E.  Parchment<sup>1<\/sup>, Beverly  A.  Teicher<sup>2<\/sup>, James  H.  Doroshow<sup>2<\/sup><br><br\/><sup>1<\/sup>Applied and Developmental Research Directorate, Frederick National Laboratory for Cancer Research, Frederick, MD,<sup>2<\/sup>Division of Cancer Treatment and Diagnosis, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"1652348a-3e98-460d-99d0-03398694e80e","ControlNumber":"3720","DisclosureBlock":"&nbsp;<b>N. P. Coussens, <\/b> None..<br><b>T. S. Dexheimer, <\/b> None..<br><b>T. Silvers, <\/b> None..<br><b>S. Uzelac, <\/b> None..<br><b>K. Georgius, <\/b> None..<br><b>J. Carter, <\/b> None..<br><b>T. Shearer, <\/b> None..<br><b>R. Rao, <\/b> None..<br><b>K. Gray, <\/b> None..<br><b>A. K. Srivastava, <\/b> None..<br><b>R. J. Kinders, <\/b> None..<br><b>Y. A. Evrard, <\/b> None..<br><b>M. G. Hollingshead, <\/b> None..<br><b>J. Morris, <\/b> None..<br><b>J. A. Moscow, <\/b> None..<br><b>R. E. Parchment, <\/b> None..<br><b>B. A. Teicher, <\/b> None..<br><b>J. H. Doroshow, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2708","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2665","PresenterBiography":null,"PresenterDisplayName":"Nathan Coussens, PhD","PresenterKey":"82a98055-9091-4edc-bc98-2f3103d335b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2665. Biochemical inhibition profiles of 370 wild type human kinases provide a basis for selecting alternative combinations of EGFR and VEGFR inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Biochemical inhibition profiles of 370 wild type human kinases provide a basis for selecting alternative combinations of EGFR and VEGFR inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cervical cancer is a serious health problem despite the fact it is highly preventable. Early-stage cervical cancer treatment often involves surgery; however advanced, recurrent, or metastatic cases require systemic therapy. Chemotherapy, mainly cisplatin, is the most commonly used systemic therapy for this cancer type. Combination regimens may be needed in the recurrent or metastatic settings, with first-line treatments including cisplatin with paclitaxel. TTFields are electric fields that disrupt cellular processes critical for cancer cell viability and tumor progression. Concomitant treatment with TTFields and cisplatin or paclitaxel has shown benefit in other tumor types. In the current <i>in vitro<\/i> study, we tested the effectiveness of TTFields for the treatment of cervical cancer, and the possible benefit of applying TTFields together with first-line treatments for cervical cancer.<br \/>Methods: Human cervical cancer cell lines - squamous cell carcinoma Ca Ski and SiHa cells, and adenocarcinoma HeLa cells - were treated with TTFields (72 h, 1 V\/cm RMS) at frequencies of 100 to 400 kHz, and tested for cell count. For examining the efficacy of TTFields concomitant with cisplatin or paclitaxel, various doses of the drugs were applied together with TTFields (200 kHz), followed by measurements of cell count, colony formation, and apoptosis. Overall effect was defined as the product of percent reductions in cell count and colony formation.<br \/>Results: TTFields treatment reduced cell count in all tested cervical cancer cell lines. 200 kHz were found to be effective and were used throughout the experiments. Dose response effects were seen with cisplatin or paclitaxel, and were augmented when TTFields were co-applied to the cells.<br \/>Conclusions: These preclinical data suggest that TTFields may be an effective treatment against cervical cancer, and that applying them concomitantly with first-line treatment for this malignancy may provide enhanced effectiveness.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Cisplatin,Paclitaxel,TTFields,Cervical cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Roni Frechtel-Gerzi<sup>1<\/sup>, Daria Gerasimova<sup>1<\/sup>, Einav Zeevi<sup>1<\/sup>, Inbar Schlachet-Drukerman<sup>1<\/sup>, Helena Mumblat<sup>1<\/sup>, Antonia Martinez-Conde<sup>1<\/sup>, Eyal Dor-On<sup>1<\/sup>, Itai Tzchori<sup>1<\/sup>, <b>Adi Haber<\/b><sup>1<\/sup>, Moshe Giladi<sup>1<\/sup>, Uri Weinberg<sup>1<\/sup>, Yoram Palti<sup>1<\/sup>, Greg Palmer<sup>2<\/sup>, Angeles  A.  Secord<sup>3<\/sup><br><br\/><sup>1<\/sup>Novocure Ltd, Haifa, Israel,<sup>2<\/sup>Department of Radiation Oncology, Duke Cancer Institute, Duke University Medical Center, Durham, NC,<sup>3<\/sup>Division of Gynecologic Oncology, Department of Obstetrics and Gynecology, Duke Cancer Institute, Duke University Medical Center, Durham, NC","CSlideId":"","ControlKey":"ae95c32d-782a-4d90-9fe5-38ee9fb69e1c","ControlNumber":"1843","DisclosureBlock":"<b>&nbsp;R. Frechtel-Gerzi, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>D. Gerasimova, <\/b> <br><b>Novocure<\/b> Employment, Stock Option. <br><b>E. Zeevi, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>I. Schlachet-Drukerman, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>H. Mumblat, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Martinez-Conde, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>E. Dor-On, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>I. Tzchori, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>A. Haber, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>M. Giladi, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>U. Weinberg, <\/b> <br><b>Novocure<\/b> Employment, Stock, Other Intellectual Property. <br><b>Y. Palti, <\/b> <br><b>Novocure<\/b> Stock, Other Intellectual Property.<br><b>G. Palmer, <\/b> None.&nbsp;<br><b>A. A. Secord, <\/b> <br><b>AbbVie, Aravive, AstraZeneca, Boehringer Ingelheim, Clovis, Eisai, Ellipses, Immunogen, Merck, Oncoquest, Roche\/Genentech, Seagen Inc., TapImmune, Tesaro\/GSK, VBL Therapeutics, and National Cancer Tr<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2709","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2666","PresenterBiography":null,"PresenterDisplayName":"Adi Haber","PresenterKey":"5fe3bc99-41bb-4f78-9354-d6b005ae15a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2666. Preclinical investigations of concomitant tumor treating fields (TTFields) with cisplatin or paclitaxel for treatment of cervical cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical investigations of concomitant tumor treating fields (TTFields) with cisplatin or paclitaxel for treatment of cervical cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer (OC) is one of the leading causes of cancer-related deaths in women in the United States. PARP inhibitors showed promising clinical responses; however, most of the patients eventually relapse and succumb to the resistant disease. Currently, it lacks effective therapies to prevent and treat OC, which warrants novel drugs and combination therapies to improve patients' prognoses. Epithelial OCs are heavily dependent on ATR-CHK1-mediated DNA damage checkpoint signaling for survival, which is also regulated by hedgehog\/GLI1 (Hh) signaling in cancer cells. However, both Hh\/GLI1 and CHK1 inhibitors failed to show promising results in clinical trials as single agents. Poly(ADP-ribose) glycohydrolase (PARG) is the critical enzyme that removes Poly-ADP ribosylated (PARylated) proteins upon replication stress. We hypothesized that inhibition of PARG could amplify CHK1 inhibitor-induced replication stress by trapping PARylated proteins on the chromatin and compromising DNA repair and causing a metabolic and mitotic catastrophe. We evaluated CHK1 inhibitor prexasertib in combination with PARG inhibitor (PARGi) to target metabolic and DNA repair crosstalk to effectively kill OC cells and to overcome resistance. Our studies demonstrate that prexasertib treatment induces PARylation by inducing replication stress. Similarly, PARG inhibition by (PDD00017273) fails to remove PARylation and activates checkpoint kinase 1 (CHK1) by phosphorylating at S296, S317, and S345 in OC cells. Based on these observations, we hypothesized that a combination of CHK1 and PARG inhibition would augment oncogenic replication stress in OC cells and cause increased DNA damage and cell death. Interestingly, our evaluation of prexasertib and PARGi combination treatment by clonogenic survival and MTT assays showed synergistic killing in a panel of OC cells, including in isogenic chemoresistant models as well as 3D organoid models of primary OC cells compared to individual drugs. As predicted, combined treatment increased DNA double-strand breaks as demonstrated by COMET assays, and increased &#947;H2AX foci, pRPA32 foci, perturbed S\/G2 phase arrest, and nuclear disintegration relative to individual-drug treatment. Furthermore, significant depletion of NAD<sup>+<\/sup> levels was seen in PARGi-treated OC cells compared to untreated cells. Together, these results indicate that this combination treatment cause persistence of heavy PARylation at DNA damage sites abrogates cell cycle checkpoint mechanisms, exhausts cellular NAD<sup>+<\/sup> levels, and inhibits DNA repair leading to the metabolic and mitotic collapse of cancer cells and synergistic lethality in OC cells. Currently, prexasertib is under clinical trials and our studies will provide novel mechanistic insight into the therapeutic potential of this combination and provides preclinical evidence to develop further this combination therapy in treating OC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Ovarian cancer,Chk1 inhibitor-prexasertib,PARG inhibitor,PARylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ganesh Acharya<\/b><sup>1<\/sup>, Chinnadurai Mani<sup>1<\/sup>, Mark  B.  Reedy<sup>2<\/sup>, Komaraiah Palle<sup>1<\/sup><br><br\/><sup>1<\/sup>Cell Biology and Biochemistry, Texas Tech University Health Sciences Center, Lubbock, TX,<sup>2<\/sup>Obstetrics & Gynecology, Texas Tech University Health Sciences Center, Lubbock, TX","CSlideId":"","ControlKey":"33d3e38f-a508-42ec-a418-4ed449ae016e","ControlNumber":"634","DisclosureBlock":"&nbsp;<b>G. Acharya, <\/b> None..<br><b>C. Mani, <\/b> None..<br><b>M. B. Reedy, <\/b> None..<br><b>K. Palle, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2711","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2667","PresenterBiography":null,"PresenterDisplayName":"Ganesh Acharya, MS,B Pharm","PresenterKey":"657a5b47-f83a-495c-9f46-f18abd84c5a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2667. PARG inhibition augments CHK1 inhibitor-induced replication stress and synergistically kills ovarian cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PARG inhibition augments CHK1 inhibitor-induced replication stress and synergistically kills ovarian cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer (OVCA) is the most malignant gynecologic cancer. Despite the use of surgery and platinum-based chemotherapy, the 5-year survival rate is approximately 30% at the time of diagnosis. Cisplatin inhibits DNA synthesis by cross-linking DNA and then induces cell apoptosis. However, cisplatin resistance often causes treatment failure and tumor relapse in OVCA patients. To overcome the cisplatin resistance in OVCAs, we studied the mechanism of chemoresistance by a long non-coding RNA (lncRNA), TUG1 (taurine upregulated gene 1), which is associated with carcinogenesis and drug sensitivity in OVCAs. The expression level of TUG1 in cisplatin-resistant OVCA clinical samples is significantly higher than that of cisplatin-sensitive samples by public database. A depletion of TUG1 increased the sensitivity of OVCA cells to cisplatin together with upregulation of a set of miRNAs <i>in vitro<\/i>. We examined the targets of miRNAs and found that TUG1 depletion downregulates DNA polymerase eta (Pol&#951;) by upregulating the miRNAs. Pol&#951; is a major translesion DNA synthesis (TLS) DNA polymerase, which bypasses DNA lesions produced by DNA damaging agents and helps DNA replication. The expression level of Pol&#951; showed a positive correlation with that of TUG1 in OVCA clinical samples. Overexpression of Pol&#951; recovered cisplatin resistance in TUG1-depleted cells. Finally, cisplatin<i> <\/i>treatment combined with TUG1 depletion effectively inhibited tumor growth in xenograft mouse models, indicating the efficacy of TUG1 depletion <i>in vivo.<\/i> Our data provide a strong rationale for targeting TUG1 as a novel therapeutic approach to overcome cisplatin resistance in OVCA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Combination therapy,Ovarian cancer,Cisplatin resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ryosuke Sonobe<\/b><sup><\/sup><br><br\/>Nagoya University, Nagoya, Japan","CSlideId":"","ControlKey":"bcf2bcb3-e8d2-4737-bc40-7bb139c8922c","ControlNumber":"1458","DisclosureBlock":"&nbsp;<b>R. Sonobe, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2712","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2668","PresenterBiography":null,"PresenterDisplayName":"Ryosuke Sonobe, No Degree","PresenterKey":"7be1b160-46c3-408d-abdf-2dd50d28e9f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2668. Long non-cording RNA TUG1 promotes cisplatin resistance in ovarian cancer via DNA polymerase eta","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long non-cording RNA TUG1 promotes cisplatin resistance in ovarian cancer via DNA polymerase eta","Topics":null,"cSlideId":""},{"Abstract":"The use of Poly(ADP-ribose) polymerase inhibitors (PARPi) has been applied for the treatment of epithelial ovarian cancer (EOC) patients with homologous recombination (HR)-deficient disease, such as BRCA1\/2 mutations. However, 40 - 70% of patients do not initially respond to PARPi in ovarian cancer with non-BRCA mutations, and acquired resistance has been demonstrated clinically. Ribonucleotide reductase (RNR, which consists of two RRM1 subunits and two RRM2 subunits) is the rate-limiting enzyme in the biosynthesis of dNTPs for DNA replication and DNA damage repair. As targeting RRM2 has been applied for many cancer therapies clinically or in clinical trials, this study hypothesizes that the inhibitory of RRM2 arguments PARPi potency against ovarian cancer. To this goal, this study evaluates the therapeutic effects of RRM2 inhibitor Osalmid (a resveratrol analog) alone or combined with PARPi by employing a panel of ovarian cancer cell lines using SRB assay. The effects on apoptosis and cell-cycle arrest were analyzed using flow cytometry. The cellular thermal shift assay was conducted to explore if Osalmid interacts with RRM2. DNA double strand break marker, &#978;H2AX, was detected in compound-treated cells using Western blot. The results provide a new synthetic lethality by combining RRM2 inhibitor and PARPi. The combination induced apoptosis and caused the cell-cycle arrest. The results show that Osalmid binds to RRM2 directly. This study provides both a novel RRM2 inhibitor from a natural compound and a new understanding of the dNTP metabolic demands and may lead to urgently-needed strategies for the treatment of ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Ovarian cancer,DNA damage response,Combination therapy,Homologous recombination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chi-Wei Chen<\/b><sup><\/sup><br><br\/>Department of Life Science, National Dong Hwa University, Hualien County, Taiwan","CSlideId":"","ControlKey":"b4c4d389-f354-4820-9ca2-8745c9c615d7","ControlNumber":"2967","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2713","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2669","PresenterBiography":null,"PresenterDisplayName":"Chi-Wei Chen, PhD","PresenterKey":"9944d8bd-0d91-4201-8619-8c2e02d9caa0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2669. RRM2 inhibition synergizes with PARP inhibitor in ovarian cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RRM2 inhibition synergizes with PARP inhibitor in ovarian cancer cells","Topics":null,"cSlideId":""},{"Abstract":"We have applied a single cell cloning technology to patient-matched endoscopic biopsies of Barrett's esophagus and co-existing lesions of low-grade dysplasia (LGD), high-grade dysplasia (HGD), and esophageal adenocarcinoma (EAC). In vitro differentiation and xenografting of these clones yields epithelia with histology corresponding to the origin of these clones, and the EAC clones yield aggressive tumors in vivo. In addition, genomic analyses of these clones reveals their phylogenetic relationships based on common and accumulating mutations. In efforts to identify drugs that would target the Barrett's stem cells for preemptive therapeutics, we performed parallel screens of small molecule libraries against Barrett's stem cells and patient-matched normal esophageal stem cells. Synthetic lethal strategies ultimately yielded drug combinations that showed low nanomolar efficacy against Barrett's stem cells that spared normal esophageal stem cells even at micromolar concentrations. The synthesis of new compositions of matter corresponding to these leads has identified powerful analogs that not only selectively eliminate stem cells of Barrett's esophagus but show similar efficacy in vitro against stem cells of LGD, HGD, and EAC. In vitro, these drug combinations show broad efficacy against Barrett's and EAC, with nanomolar elimination of 20 of 23 Barrett's cases and 6 of 7 EAC cases. In tumors derived from xenografting EAC clones, these new drug combinations show robust activity marked by tumor shrinkage and a profound loss of tumor cell clonogenicity. We foresee the potential of these synthetic lethal drug combination both as topical delivery for premetastatic lesions in the distal esophagus and perhaps as systemic applications for advanced EAC cases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Drug discovery,Cancer Stem Cells,Barrett's Esophagus,synthetic lethal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wa Xian<\/b><sup>1<\/sup>, Jennifer Lin<sup>1<\/sup>, Mona Oraei<sup>1<\/sup>, Frank McKeon<sup>1<\/sup>, shan wang<sup>1<\/sup>, Jaffer Ajani<sup>2<\/sup>, Christopher Crum<sup>3<\/sup>, William Bachovchin<sup>4<\/sup>, Melina Khorrami<sup>1<\/sup>, Amber Su<sup>1<\/sup>, melika Khorrami<sup>1<\/sup>, shumei song<sup>2<\/sup>, Jeremy Siegelman<sup>1<\/sup>, Matt Vincent<sup>5<\/sup>, Khek Yu Ho<sup>6<\/sup>, Yusuke Yamamoto<sup>7<\/sup><br><br\/><sup>1<\/sup>University of Houston, Houston, TX,<sup>2<\/sup>MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Harvard University, Boston, MA,<sup>4<\/sup>Tufts University, Boston, MA,<sup>5<\/sup>Tract Pharmaceuticals, Houston, TX,<sup>6<\/sup>National University of Singapore, Singapore, Singapore,<sup>7<\/sup>National Cancer Institute, Tokyo, Japan","CSlideId":"","ControlKey":"d1c21ecd-68ce-4313-9d6e-69a023cd7455","ControlNumber":"5600","DisclosureBlock":"&nbsp;<b>W. Xian, <\/b> None..<br><b>J. Lin, <\/b> None..<br><b>M. Oraei, <\/b> None..<br><b>F. McKeon, <\/b> None..<br><b>S. wang, <\/b> None..<br><b>J. Ajani, <\/b> None..<br><b>C. Crum, <\/b> None..<br><b>W. Bachovchin, <\/b> None..<br><b>M. Khorrami, <\/b> None..<br><b>A. Su, <\/b> None..<br><b>M. Khorrami, <\/b> None..<br><b>S. song, <\/b> None..<br><b>J. Siegelman, <\/b> None..<br><b>M. Vincent, <\/b> None..<br><b>K. Ho, <\/b> None..<br><b>Y. Yamamoto, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2714","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2670","PresenterBiography":null,"PresenterDisplayName":"Wa Xian, D Phil","PresenterKey":"f82a69f0-a3a8-477e-8641-14c875c06245","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2670. Drug combinations against Barrett's stem cells show efficacy across advanced lesions in esophageal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Drug combinations against Barrett's stem cells show efficacy across advanced lesions in esophageal cancer","Topics":null,"cSlideId":""},{"Abstract":"Imipridones are a family of small molecule compounds including ONC201, ONC206 and ONC212 with anti-cancer activity mediated in part through activation of the integrated stress response, induction of TRAIL and its receptor, DR5, and activation of mitochondrial caseinolytic protease ClpP with consequent impairment of oxidative phosphorylation. Early clinical data have indicated that ONC201 provides clinical benefit in a subset of patients with histone H3K27M-mutated diffuse midline glioma (DMG). The H3K27M mutation prevents the function of EZH2 in methylating H3K27 on the mutated protein. This phenomenon implicates H3K27M and EZH2 in the mechanism of the anti-cancer effect of ONC201. EZH1 is a homolog of EZH2 and forms an alternative for EZH2 in assembling the PRC2 complex. We investigated the effects of ONC201, ONC206 or ONC212 on EZH1\/2 by treating DMG cells and a panel of other solid tumor cells including GBM, DMG, CRC, PDAC, SCLC, prostate cancer, HCC and breast cancer cells with ONC201, ONC206 or ONC212. We observed that imipridones inhibit expression of both EZH1 and EZH2 in these tumors. RNA-seq analysis and RT-PCR showed no regulation of EZH1\/2 at the level of transcription after ONC201 treatment. Linear regression revealed a correlation between extent of EZH1\/2 inhibition and extent of cell viability suppression by ONC201 thereby providing further rationale for the combination of ONC201 and EZH1\/2 inhibitors or HDAC inhibitors. We combined ONC201 or ONC206 or ONC212 plus a dual EZH1\/2 inhibitor or the triple combination of ONC201, EZH2i and HDACi in DMG, GBM, prostate cancer and SCLC cells for 72 hours, performed a CellTiterGlo assay and observed synergies. The effective combination index (CI) of ONC201 plus tazemetostat ranges 0.04-0.64 in SU-DIPG-25 and 0.55-0.84 in SU-DIPG-13 DMG cells. The effective CI of ONC206 plus tazemetostat and panobinostat ranges 0.27-0.77 in U251 GBM and 0.11-0.71 in SU-DIPG-13 DMG cells. The effective CI of ONC201 plus dual EZH1\/2 inhibitor, valemetostat, ranges 0.44-0.89 in H1048 SCLC cells, 0.14-0.90 in LNCaP prostate cancer cells, and 0.13-0.79 in SNB19 GBM cells. The effective CI of ONC212 plus valemetostat ranges 0.33-0.83 in 22Rv1. The synergy in inducing apoptosis was demonstrated by immunoblotting of cleaved-PARP. We also observed that ONC201 or ONC206 inhibit neogenin which is associated with invasion of DMG in SU-DIPG-13 cells. We conclude that ONC201 inhibits EZH1\/2 in tumor cells and also neogenin in DMG cells. Inhibition of these proteins may play roles in the anti-cancer effect of ONC201. The synergies between ONC201 and EZH1\/2 or HDAC inhibitors provide clues for developing novel therapy for the mentioned tumors. Overexpression of EZH2 is in process to elucidate the role of EZH2 in the mechanism of the anti-cancer effect of ONC201.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"EZH2,ONC201,HDAC inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yiqun Zhang<\/b><sup><\/sup>, Wafik  S.  El-Deiry<sup><\/sup><br><br\/>Legorreta Cancer Center, Brown University, Providence, RI","CSlideId":"","ControlKey":"61765bfd-25b8-48e3-948e-6c0822d8f2ea","ControlNumber":"6755","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Chimerix Inc.<\/b> science consultant.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2715","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2671","PresenterBiography":null,"PresenterDisplayName":"Yiqun Zhang, MD;PhD","PresenterKey":"f42d8c13-494f-4cd3-9829-4b7fd82c4a8e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2671. Imipridones ONC201 and ONC206 reduce expression of neogenin and EZH1\/2 which correlate with synergy following their combination with EZH1\/2 or HDAC inhibitors in treatment of DMG and other tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Imipridones ONC201 and ONC206 reduce expression of neogenin and EZH1\/2 which correlate with synergy following their combination with EZH1\/2 or HDAC inhibitors in treatment of DMG and other tumors","Topics":null,"cSlideId":""},{"Abstract":"Background\/Objective: Pancreatic ductal adenocarcinoma (PDAC) has low (~10%) five-year survival with standard of care chemotherapy regimens proving modest impact in median survival in part due to the abundant ECM. ECM acts a barrier to chemotherapeutic drug diffusion and the ability of tumor cells to catabolize (via autophagic pathways) host cell organelles to survive the hypoxic tumor microenvironment. Therefore, we hypothesized that the combined use of hydroxychloroquine (H), which affects autophagy, and paricalcitol (P), which inhibits cancer associated fibroblast development and ECM production, will act synergistically impacting both autophagy associated protein profiles, and anti-tumor activity of chemotherapy through increased drug penetrance of gemcitabine (G).<br \/>Methods: Female C57BL\/6J mice (n=6\/group) were implanted with 2&#215;10<sup>5<\/sup> mouse derived PDAC cells into the pancreas and then randomized (day 5), into 1) vehicle (PBS), 2) G 3) P plus H, and 4) G, P, and H treatment groups. G and P (twice weekly) were administered via intraperitoneal injection. H was given orally (daily for 14 days). Tumors were analyzed via bioluminescent imaging to monitor growth and after 15 days proteomics analysis by using TMT 16-plex labelling were performed to monitor the impact of these therapies on the proteome and cellular pathways. Autophagy was determined using transmission electron microscopy and western blot analysis of autophagy-associated proteins.<br \/>Results: Combination of G, P, and H significantly (p&#60;0.001) reduced tumor growth\/weight versus controls in orthotropic PDAC mouse model. Proteomic profiles identified 10550 proteins from control and treated groups showed 12 autophagy-associated proteins were upregulated and 2 autophagy associated proteins were downregulated in GPH treated PDAC mice as compared with PBS (Control) or G or PH treated PDAC mice respectively. This molecular evidence was confirmed by electron microscopy results and western blot analysis.<br \/>Conclusion: The combination of GPH creates higher cytotoxicity (decreased proliferation, clonogenicity and increased autophagy positive cells; p&#60;0.001) in PDAC cell lines and tumor regression <i>in vivo<\/i>. Collectively, this investigation offers mechanistic insight into the cytotoxicity initiated by GPH and suggests further evaluation of its utility for PDAC therapy is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Gemcitabine,Autophagy,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Purnachandra Nagaraju Ganji<\/b><sup>1<\/sup>, Madhu Sudhana Saddala<sup>2<\/sup>, Sudhir Putty-Reddy<sup>3<\/sup>, Jeremy  B.  Foote<sup>4<\/sup>, Ashiq Masood<sup>5<\/sup>, Bassel  F.  El-Rayes<sup>1<\/sup><br><br\/><sup>1<\/sup>School of Medicine, University of Alabama at Birmingham, Birmingham, AL,<sup>2<\/sup>Bioinformatics, Genomics and Proteomics, Johns Hopkins University School of Medicine, Baltimore, MD,<sup>3<\/sup>Translational Sciences, Bristol Myers Squibb, Princeton, NJ,<sup>4<\/sup>School of Medicine, Microbiology, University of Alabama at Birmingham, Birmingham, AL,<sup>5<\/sup>School of Medicine, Indiana University, Indianapolis, IN","CSlideId":"","ControlKey":"e0288372-4938-454e-a8e5-615a0a07c56a","ControlNumber":"2249","DisclosureBlock":"&nbsp;<b>P. Ganji, <\/b> None..<br><b>M. S. Saddala, <\/b> None..<br><b>S. Putty-Reddy, <\/b> None..<br><b>J. B. Foote, <\/b> None..<br><b>A. Masood, <\/b> None..<br><b>B. F. El-Rayes, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2716","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2672","PresenterBiography":null,"PresenterDisplayName":"Purnachandra Ganji, DSc;PhD","PresenterKey":"172644f4-f20f-42e5-a3c4-39aeb510db02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2672. Combination of hydroxychloroquine, paricalcitol and gemcitabine modulate autophagy and anti-tumor responses in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of hydroxychloroquine, paricalcitol and gemcitabine modulate autophagy and anti-tumor responses in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Despite increased aerobic glycolysis is generally seen in human cancers, pancreatic ductal adenocarcinoma (PDAC) cells keep alive in glycolysis-suppressed conditions (1). Here, we sought there are potential therapeutic targets in glycolysis-suppressed PDAC cells. By screening anti-cancer metabolism compounds, we identified SP2509, a selective lysine specific demethylase 1 (LSD1) inhibitor (2). We also tested the effect of another three LSD1 inhibitors (Iadademstat, OG-L002 and T-3775440) on PDAC cells viability. The results showed that OG-L002, but not Iadademstat or T-3775440, lowered glycolysis-suppressed PDAC cells viability, like SP2509. Importantly, only knockdown of LSD1 or LSD2 failed to lower the viability of glycolysis suppressed PDAC cells. In our previous study, we proved that glucose-starvation make PDAC cells yield survival to mitochondrial oxidative phosphorylation (1). In this study, we cleared fatty acids metabolism played a crucial role for glycolysis suppressed PDAC cells survival. Then, we confirmed that SP2509 and OG-L002 can lead lipid droplets accumulation in glycolysis-suppressed conditions. In conclusion, our results showed that SP2509 and OG-L002 may involve regulatory effects on lipid droplets homeostasis, which control storage and release of fatty acids, not only by targeting LSD1 or LSD2. Moreover, SP2509 and OG-L002 significantly lowered viability of glycolysis-suppressed PDAC cells, supposing a novel therapeutic potential of approaches to override resistance of glucose-starvation in PDAC cells.<br \/>1.Shiratori R, Furuichi K, Yamaguchi M, Miyazaki N, Aoki H, Chibana H, et al. Glycolytic suppression dramatically changes the intracellular metabolic profile of multiple cancer cell lines in a mitochondrial metabolism-dependent manner. Sci Rep. 2019;9(1):18699. 2.Fiskus W, Sharma S, Shah B, Portier BP, Devaraj SGT, Liu K, et al. Highly effective combination of LSD1 (KDM1A) antagonist and pan-histone deacetylase inhibitor against human AML cells. Leukemia. 2017;31(7):1658.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Cancer therapy,Metabolism,Lipid metabolism,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhiheng Zhang<\/b><sup>1<\/sup>, Haruna Aoki<sup>1<\/sup>, Keitaro Umezawa<sup>2<\/sup>, Taichi Oshima<sup>1<\/sup>, Takuya Hirao<sup>3<\/sup>, Yuri Miura<sup>2<\/sup>, Kousei Ito<sup>1<\/sup>, Shigeki Aoki<sup>1<\/sup><br><br\/><sup>1<\/sup>Laboratory of Biopharmaceutics, Graduate School of Pharmaceutical Sciences, Chiba University, Chiba, Japan,<sup>2<\/sup>Research Team for Mechanism of Aging, Tokyo Metropolitan Institute of Gerontology, Tokyo, Japan,<sup>3<\/sup>Department of Pharmaceutical Sciences, Divisions of Clinical Pharmacokinetics, International University of Health and Welfare, Tochigi, Japan","CSlideId":"","ControlKey":"cbbc6511-7af1-4bae-a2f6-6d33a6b25134","ControlNumber":"2754","DisclosureBlock":"&nbsp;<b>Z. Zhang, <\/b> None..<br><b>H. Aoki, <\/b> None..<br><b>K. Umezawa, <\/b> None..<br><b>T. Oshima, <\/b> None..<br><b>T. Hirao, <\/b> None..<br><b>Y. Miura, <\/b> None..<br><b>K. Ito, <\/b> None..<br><b>S. Aoki, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2717","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2673","PresenterBiography":null,"PresenterDisplayName":"Zhang Zhiheng, PhD","PresenterKey":"dc4c4c43-5504-4cbb-9400-16abd28e8b2b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2673. Several LSD1 inhibitors have a potential to disturb fatty acid metabolism necessary &#38;It glycolysis-inhibited pancreatic cancers to survive","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Several LSD1 inhibitors have a potential to disturb fatty acid metabolism necessary &#38;It glycolysis-inhibited pancreatic cancers to survive","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is a devastating disease with a five-year survival rate below 10% according to the American Cancer Society. Novel chemotherapeutics and targeted therapies in pancreatic cancer have shown limited success, illustrating the urgent need for new treatments. Lurbinectedin is a chemotherapeutic synthetic tetrahydroisoquinoline alkaloid that inhibits active transcription by binding to guanine rich sequences in the minor groove of DNA. Lurbinectedin has been shown to reduce oncogenic transcription by stalling and degrading RNA Polymerase II while also inducing single- and double-stranded breaks to DNA, causing subsequent apoptosis. Lurbinectedin received accelerated FDA approval in 2020 for metastatic small cell lung cancer on or after platinum-based chemotherapy and is currently undergoing clinical trials in a variety of tumor types. We recently described a synergistic interaction between lurbinectedin and ONC201\/TIC10, a compound that induces the TRAIL pathway, in killing SCLC cell lines associated with activation of p-Chk1 and the integrated stress response. We now demonstrate lurbinectedin&#8217;s efficient killing of pancreatic tumor cells as a single agent in PANC-1, BxPC-3, and HPAF-II cell lines, with IC-50s corresponding to sub-nanomolar concentrations. We also demonstrate that a combination of lurbinectedin and irinotecan, a topoisomerase I inhibitor with FDA approval for advanced pancreatic cancer, results in synergistic killing of pancreatic tumor cells in vitro. We further demonstrate a combination of lurbinectedin and ONC212, an imipridone, the same class of compounds as ONC201, also results in synergistic killing of pancreatic tumor cells. Cell viability was measured using the CellTiterGlo assay at varying drug concentrations. We hypothesize a combination therapy of lurbinectedin and irinotecan or ONC212 can enhance immune cell killing of pancreatic tumor cells. This is being explored by co-culturing CD8+ T lymphoblast cells with pancreatic tumor cells treated with lurbinectedin, irinotecan, ONC212, and combination, along with molecular mechanisms of cell death and effects on cytokines in the tumor microenvironment. Our results are developing insights regarding molecular mechanisms underlying therapeutic efficacy of a novel combination drug treatment for pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Chemotherapy,Combination therapy,Irinotecan,In vitro,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tej Tummala<\/b><sup><\/sup>, Arielle De La Cruz<sup><\/sup>, Ash Uruchurtu<sup><\/sup>, Nicholas  R.  Liguori<sup><\/sup>, Abbas  E.  Abbas<sup><\/sup>, Leiqing Zhang<sup><\/sup>, Christopher G. Azzoli<sup><\/sup>, Lanlan Zhou<sup><\/sup>, Wafik  S.  El-Deiry<sup><\/sup><br><br\/>Pathology, Legorreta Cancer Center at Brown University, Providence, RI","CSlideId":"","ControlKey":"da3cf7bb-4695-4f8e-bb1b-70bd5ec77186","ControlNumber":"1903","DisclosureBlock":"&nbsp;<b>T. Tummala, <\/b> None..<br><b>A. De La Cruz, <\/b> None..<br><b>A. Uruchurtu, <\/b> None..<br><b>N. R. Liguori, <\/b> None..<br><b>A. E. Abbas, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>C. G. Azzoli, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2718","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2674","PresenterBiography":null,"PresenterDisplayName":"Tej Tummala, No Degree","PresenterKey":"ae49db27-0906-488a-89f0-7ae3b923f371","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2674. Synergistic combinations of lurbinectedin with irinotecan and ONC212 in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic combinations of lurbinectedin with irinotecan and ONC212 in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is the most lethal type of cancer and the third leading cause of cancer death with the lowest 5-year survival rate. Heterogeneity, difficulty in diagnosis, and rapid metastatic progression are the causes of high mortality in pancreatic cancer. Recent studies have shown that Protein arginine methyltransferase 5 (PRMT5) is overexpressed in pancreatic cancers, and these patients have a worse prognosis. Therefore, PRMT5 as an anti-cancer target has gained considerable interest. In this study, we investigated whether inhibition of PRMT5 activity was synergistic with blockade of TGF-&#946;1 signaling, which plays an important role in the construction of the desmoplastic matrix and invasiveness in pancreatic cancer and induces therapeutic vulnerability. Compared with T1-44, a selective inhibitor of PRMT5 activity, the combination of T1-44 with the TGF-&#946;1 signaling inhibitor vactosertib significantly reduced tumor size and surrounding tissue invasion and significantly improved long-term survival. RNA sequencing analysis of mouse tumors revealed that the combination of T1-44 and vactosertib significantly altered the expression of genes involved in cancer progression, such as cell migration, extracellular matrix, and apoptotic processes. These data demonstrate that the combination therapy of T1-44 with vactosertib is synergistic for pancreatic cancer, suggesting that this novel combination therapy has value in the treatment strategy of patients with pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Epithelial-mesenchymal transition (EMT),Combination therapy,TGF-&#946;,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eunji Hong<\/b><sup>1<\/sup>, Sujin Park<sup>1<\/sup>, Seok Hee Park<sup>2<\/sup>, Nick B. La Thangue<sup>3<\/sup>, Seong-Jin Kim<sup>1<\/sup><br><br\/><sup>1<\/sup>GILO institute, GILO foundation, Seoul, Korea, Republic of,<sup>2<\/sup>Sungkyunkwan University, Suwon, Korea, Republic of,<sup>3<\/sup>University of Oxford, Oxford, United Kingdom","CSlideId":"","ControlKey":"b8d17241-1bab-4bcd-8862-94734bd05d72","ControlNumber":"2775","DisclosureBlock":"&nbsp;<b>E. Hong, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>S. Park, <\/b> None.&nbsp;<br><b>N. B. La Thangue, <\/b> <br><b>Argonaut Therapeutics Ltd<\/b> Stock, Patent. <br><b>S. Kim, <\/b> <br><b>MedPacto<\/b> Employment, Stock.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2719","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2675","PresenterBiography":null,"PresenterDisplayName":"Eunji Hong, BS","PresenterKey":"250e4a3e-2a03-48b2-9891-de251d841c5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2675. Vactosertib combined treatment with T1-44, a PRMT5 activity inhibitor, improves the survival and inhibits tumor invasion of murine pancreatic cancer model","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Vactosertib combined treatment with T1-44, a PRMT5 activity inhibitor, improves the survival and inhibits tumor invasion of murine pancreatic cancer model","Topics":null,"cSlideId":""},{"Abstract":"Despite a plethora of therapeutic strategies, improved survival is only modest for patients diagnosed with pancreatic ductal adenocarcinoma (PDAC). Additionally, between 2000 and 2018, pancreatic cancer incidence significantly increased with the greatest increase among women ages 15-35 years. We identified a protoberberine alkaloid, Palmatine (PMT), that was effective in slowing tumor growth and improving therapeutic outcome of gemcitabine (GEM) in pancreatic tumor bearing mice. Interestingly, the improved therapeutic outcome with the combination was observed in a sex-associated manner in mice. Intriguingly, PMT reduced proliferation of cells isolated from surgically resected tumor samples in 71% of female and 33% of male pancreatic cancer patients. We also observed that the correlation between PMT effects on cancer-related biological functions was associated with downregulation of STAT3 signaling. RNA-seq data from STAT3-KD pancreatic cancer cells revealed enrichment of genes associated with fatty acid metabolism. Of these, mRNA expression of ELOVL2 (Elongation of Very Long Chain Fatty Acids-Like 2) was most significantly increased suggesting a negative regulatory role for STAT3 in ELOVL2 expression.<b> <\/b><i>In silico<\/i> analysis of the pancreatic cancer UalcanPan database shows that ELOVL2 is significantly reduced in human pancreatic tumors relative to normal pancreas and that high expression of ELOVL2 is associated with increased survival. The fatty acid elongase, ELOVL2, is involved in the production of docahexaenoic acid (DHA). Our experimental data show that PMT increased ELOVL2 expression. Taken together, these findings suggest the potential utility of PMT in therapeutic sensitization of GEM through deregulation of STAT3-mediated ELOVL2 signaling. These observations further suggest a sex-associated role for PMT in improving outcomes that may in part involve ELOVL2 function. Supported in part through VA Merit Award BX003876 and Owens Foundation pilot (APK).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Pancreatic cancer,,Gemcitabine,STAT3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Meagan Marie Ybarra<\/b><sup><\/sup>, Xiaoyu Yang<sup><\/sup>, Amanda Munoz<sup><\/sup>, Michelle Villarreal<sup><\/sup>, Joel Michalek<sup><\/sup>, Li-Ju Wang<sup><\/sup>, Yidong Chen<sup><\/sup>, Ikeno Yuji<sup><\/sup>, Glenn Halff<sup><\/sup>, Susan Weintraub<sup><\/sup>, Rita Gosh<sup><\/sup>, Addanki  P.  Kumar<sup><\/sup><br><br\/>Molecular Medicine, UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"2eeb75ea-faf5-4f36-918c-bb55aa576657","ControlNumber":"6610","DisclosureBlock":"&nbsp;<b>M. M. Ybarra, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>A. Munoz, <\/b> None..<br><b>M. Villarreal, <\/b> None..<br><b>J. Michalek, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>I. Yuji, <\/b> None..<br><b>G. Halff, <\/b> None..<br><b>S. Weintraub, <\/b> None..<br><b>R. Gosh, <\/b> None..<br><b>A. P. Kumar, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2720","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2676","PresenterBiography":null,"PresenterDisplayName":"Meagan Ybarra, BS","PresenterKey":"b05f3a3a-cf9c-4c18-8a17-21abcd7b876e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2676. Gender-associated improvement in gemcitabine&#8217;s therapeutic outcome by Palmatine","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gender-associated improvement in gemcitabine&#8217;s therapeutic outcome by Palmatine","Topics":null,"cSlideId":""},{"Abstract":"Acute Myeloid Leukemia (AML) is a rare but catastrophic hematological cancer with a poor prognosis, high mortality, and relapse rates. Several new agents targeting specific genes or cell survival pathways have been recently approved by the FDA. AML treatment with single agents often results in resistance; therefore, combination therapies may provide more durable and effective responses. Rho kinases (ROCK1\/2) are aberrantly expressed in AML patient cells, and ROCK1 has emerged lately as a potential therapeutic target for AML treatment. Previously, our group developed a new ROCK inhibitor DJ4 as an effective inducer of AML cell death. Our initial screening of DJ4 with AML standard therapy (cytarabine, daunorubicin, azacytidine, venetoclax) showed promising synergy between DJ4 and the BCL2 (B-cell lymphoma-2) inhibitor venetoclax (VEN). Enrichment of ROCK pathway in recent CRISPR drop-out screening after VEN treatment in MOLM-13 cells further validates the synergistic cooperation between ROCK and BCL2 pathways. Though VEN is widely used in hematological malignancies, its clinical efficacy is limited due to the development of resistance. Thus, we sought to investigate the novel strategy of combining VEN with ROCK inhibitors (ROCKi) for AML treatment. The combination of VEN with ROCKi (Fasudil, Y-27632, GSK269962A, DJ4) exhibited synergetic cytotoxicity in na&#239;ve (MOLM-13, MV4-11) and VEN-resistant (MV4-11\/VENR, HL-60, OCI-AML3, U937) human AML cell lines. Flow cytometric analysis of Annexin V and cellular ROS levels in MV4-11 (na&#239;ve and VENR) cells upon co-treatment with sub-lethal doses of VEN and ROCKi demonstrated a significant (p&#60;0.05) increase in the apoptosis and oxidative stress compared to single agents. Treatment of MV4-11 cells with VEN+ROCKi enhanced the activity of several caspases in the MultiCaspase assay. Furthermore, the colony-forming ability of AML cell lines and primary AML patient cells was significantly reduced with the combination treatment, while single agents exhibited minimal effects. MV4-11 (na&#239;ve and VENR) cells displayed alterations in the levels of critical apoptosis regulators (Bcl2, Bax, Mcl1, cleaved caspase-3) upon co-treatment in immunoblotting analysis. Additionally, MV4-11-Luc xenograft mice exhibited a significant reduction in the average leukemic burden after combination therapy relative to single agents (p&#60;0.05). Altogether, our in vitro and in vivo findings established a synergetic interaction between VEN and ROCKi to effectively inhibit AML cell progression and overcome the VEN resistance (inherent or acquired). These results indicate that therapy co-targeting BCL2 and ROCK pathways exerted antileukemic activity by inducing apoptosis and may be particularly effective for AML treatment. Further studies are ongoing to explore the precise molecular mechanism of action of the VEN+ROCKi combination and its efficacy in pre-clinical animal models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Combination therapy,Reactive oxygen species,Apoptosis,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Upendarrao Golla<\/b><sup>1<\/sup>, Satyam Patel<sup>2<\/sup>, Diwakar  B.  Tukaramrao<sup>3<\/sup>, Jeremy Hengst<sup>3<\/sup>, Juliana Restrepo<sup>4<\/sup>, Shantu Amin<sup>2<\/sup>, Dhimant Desai<sup>2<\/sup>, Sinisa Dovat<sup>3<\/sup>, David Claxton<sup>1<\/sup>, Arati Sharma<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Medicine, Penn State College of Medicine, Hershey, PA,<sup>2<\/sup>Department of Pharmacology, Penn State College of Medicine, Hershey, PA,<sup>3<\/sup>Department of Pediatrics, Penn State College of Medicine, Hershey, PA,<sup>4<\/sup>Department of Microbiology and Immunology, Penn State College of Medicine, Hershey, PA","CSlideId":"","ControlKey":"c21a6c76-d705-4a07-8620-7a3610a916bd","ControlNumber":"6493","DisclosureBlock":"&nbsp;<b>U. Golla, <\/b> None..<br><b>S. Patel, <\/b> None..<br><b>D. B. Tukaramrao, <\/b> None..<br><b>J. Hengst, <\/b> None..<br><b>J. Restrepo, <\/b> None..<br><b>S. Amin, <\/b> None..<br><b>D. Desai, <\/b> None..<br><b>S. Dovat, <\/b> None..<br><b>D. Claxton, <\/b> None..<br><b>A. Sharma, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2721","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2677","PresenterBiography":null,"PresenterDisplayName":"Upendar Golla, PhD","PresenterKey":"a474fb12-95ed-461a-9cbb-7cd6ec0413bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2677. ROCK inhibitors synergize with the BCL2 inhibitor venetoclax for treatment of AML","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ROCK inhibitors synergize with the BCL2 inhibitor venetoclax for treatment of AML","Topics":null,"cSlideId":""},{"Abstract":"Cannabidiol (CBD), a primary constituent of hemp and cannabis, has pharmacologically broad properties for a variety of diseases including cancer. Cabozantinib (CBZ), a potent multikinase inhibitor, has been approved for use in patients with advanced hepatocellular carcinoma (HCC). Recently, research is increasing for combination therapy using CBZ for better improved efficacy and safety for the patients. Here, we investigated the effect of the combination therapy with CBZ and CBD in HCC cells. CBD enhances the sensitivity of CBZ against HCC cells by increasing cytotoxicity and apoptosis. Especially, analysis of phospho-kinase array demonstrated that the apoptotic effect of combination treatment with CBZ and CBD was significantly related phosphorylation of <i>TP53 <\/i>regulated by endoplasmic reticulum stress (ER-stress) compared to other kinases. Inhibition of <i>TP53<\/i> expression and ER-stress abolished the apoptotic effect of combination treatment with CBZ and CBD, revealing no expression changes in Bax, Bcl-2, cleaved caspase-3, cleaved caspase-8, and cleaved caspase-9. On the other hand, we found that the effect of combination treatment with CBZ and CBD was not associated with cannabinoid receptor 1 (<i>CNR1<\/i>) and <i>CNR2<\/i> receptors signaling pathway. Our findings suggest that combination therapy with CBZ and CBD provides enhanced therapeutic efficacy against HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,cabozantinib,Cannabidiol,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Youngsic Jeon<sup><\/sup>, Taejung Kim<sup><\/sup>, Hyukjoon Kwon<sup><\/sup>, Jungyeob Ham<sup><\/sup>, <b>Young-Joo Kim<\/b><sup><\/sup><br><br\/>Korea Institute of Science and Technology (KIST), Gangneung, Korea, Republic of","CSlideId":"","ControlKey":"08ba11cc-0486-41f4-9a3b-a5870871049f","ControlNumber":"3277","DisclosureBlock":"&nbsp;<b>Y. Jeon, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>H. Kwon, <\/b> None..<br><b>J. Ham, <\/b> None..<br><b>Y. Kim, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2722","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2678","PresenterBiography":null,"PresenterDisplayName":"Young-Joo Kim, PhD","PresenterKey":"2f61739f-31e3-43a3-a638-c47b8cb5140f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2678. Combination therapy with cabozantinib and cannabidiol enhances the apoptotic cell death via phosphorylation of<i>TP53<\/i> regulated by ER-stress in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination therapy with cabozantinib and cannabidiol enhances the apoptotic cell death via phosphorylation of<i>TP53<\/i> regulated by ER-stress in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The cell cycle inhibitor palbociclib has been shown to have a cytostatic effect on hepatocellular carcinoma (HCC) cells via the induction of quiescence and senescence, though it has limited cytocidal effect. We hypothesized that arrested HCC cells upregulate mTOR signaling to stay metabolically active and investigated the effect of combining palbociclib with the mTOR inhibitor rapamycin on preclinical models of HCC.<br \/>Methods: We identified commonly altered molecular markers in HCC, including cell cycle related genes, using single sample gene set enrichment analysis (ssGSEA) of 13 paired (tumor and adjacent non-tumor) RNA-seq and 15 paired proteomic data sets as well as 50 paired RNA-seq data sets from TCGA. Subsequently, we studied the in-vitro effects of palbociclib and rapamycin by evaluating induction of senescence, inhibition of cell growth with fixed ratio combination treatment as well as Western Blotting to establish mechanistic effects. We tested the in-vivo anti-tumor efficacy of palbociclib plus rapamycin in athymic nude mice with growing xenograft tumors. We then generated immunocompetent murine HCC models using hydrodynamic transfection of oncogenes &#916;N90-&#946;-catenin and c-Met, and measured plasma AFP levels as a marker of HCC to assess the efficacy of treatment with palbociclib and\/or rapamycin.<br \/>Results: ssGSEA revealed significant positive enrichment of several cell cycle related gene sets in all our HCC cases. Palbociclib treatment in vitro showed an increase in senescence associated &#946;-galactosidase staining as well as increased levels of intrinsic CDK inhibitors p16, p15, p21 and p27, indicating senescence. Fixed ratio treatment with palbociclib and rapamycin established a synergistic interaction between the drugs, as indicated by a combination index of less than 1. We also observed an increase in levels of proteins of the mTOR pathway (p-mTOR, p-4eBP1, p-p70 and p-s6) after palbociclib treatment, followed by suppression of the levels on addition of rapamycin. In the xenograft HCC model, combination treatment with palbociclib and rapamycin resulted in slower tumor growth and significantly increased time to critical tumor volume (2000 mm<sup>3<\/sup>) (log rank, p &#60;0.001). In the hydrodynamic transfection HCC model, we observed a significantly lower mean AFP level in the combination treatment group, along with lower liver weights which were closer to the liver weights of normal mice.<br \/>Conclusion: HCC cells overexpress genes and proteins that drive cell cycle progression. Palbociclib induces senescence in HCC cells along with an associated upregulation in mTOR signaling, and combination with rapamycin has a synergistic effect on inhibition of tumor growth in vitro as well as in vivo, possibly by abrogating both actively growing and quiescent\/senescent HCC cells. The combination of the two drugs may have potential as a novel therapy for HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Cell cycle inhibitors,Hepatocellular carcinoma,Senescence,mTOR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ankur Tiwari<\/b><sup><\/sup>, Araceli Huerta<sup><\/sup>, Hakim Bouamar<sup><\/sup>, Debodipta Das<sup><\/sup>, Francisco Cigarroa<sup><\/sup>, LuZhe Sun<sup><\/sup><br><br\/>UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"f44f8477-efdf-4ab7-a8ba-e2182b546a39","ControlNumber":"2889","DisclosureBlock":"&nbsp;<b>A. Tiwari, <\/b> None..<br><b>A. Huerta, <\/b> None..<br><b>H. Bouamar, <\/b> None..<br><b>D. Das, <\/b> None..<br><b>F. Cigarroa, <\/b> None..<br><b>L. Sun, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2723","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2679","PresenterBiography":null,"PresenterDisplayName":"Ankur Tiwari, MBBS","PresenterKey":"e26c965d-0173-42a6-a288-8d549681a6b9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2679. Combination of CDK 4\/6 inhibitor palbociclib with rapamycin synergistically inhibits growth of hepatocellular carcinoma in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of CDK 4\/6 inhibitor palbociclib with rapamycin synergistically inhibits growth of hepatocellular carcinoma in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"Metastasis represents a therapeutic challenge, especially in the case of triple negative breast cancer (TNBC), where patients often show recurrence and metastasis due to resistance to chemotherapy. The frontline therapy in TNBC is Paclitaxel, which targets actively dividing cells inducing subsequent apoptosis. Since dormant cells or metastatic cancer cells are not targeted by Paclitaxel, this strategy selects for non-dividing stem cells or more motile metastatic cells. Therefore, targeted treatment options are needed to overcome the recurrence and spreading of metastatic cells. We recently reported on MBQ-167, a Rac\/Cdc42 inhibitor, which is highly effective in reducing tumor growth and metastasis in mouse models of TNBC (Cruz-Collazo et al., 2021, Molecular Cancer Therapeutics). Unpublished data show that in the MDA-MB-231 human TNBC model, MBQ-167 is as effective as Paclitaxel in reducing tumor growth and is more effective in metastasis prevention. Therefore, we hypothesize that MBQ-167 is a viable candidate for combined therapy with Paclitaxel and will reduce metastasis in TNBC. The purpose of this study is to test MBQ-167 in combination with Paclitaxel in the EGFR overexpressing MDA-MB-468 human TNBC cell line, which is highly malignant and also expresses the Rac1.B oncogenic splice variant. We found that MBQ-167 inhibits Rac, Rac1.B, and Cdc42 activation in this cell line. Next, we tested individual or combined MBQ-167 (50 mg\/kg 5X a week) via oral administration and Paclitaxel (10 mg\/kg 1X a week) via intraperitoneal administration in SCID mice bearing luciferase-tagged MDA-MB-468 tumors. Tumor growth and metastases were analyzed by chemiluminescence imaging followed by H&#38;E staining of extracted lungs at necropsy. Similar to our studies with the syngeneic 4T-1\/Balb\/C model, in this MDA-MB-468 model, Paclitaxel increased metastasis while single agent MBQ-167 significantly reduced metastasis. MBQ-167 in combination with Paclitaxel reduced the enhanced lung metastasis in response to Paclitaxel. In conclusion, this study validates the clinical testing of MBQ-167 in combination with Paclitaxel as a potential combination therapy for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Combination therapy,metastasis,Rac,Paclitaxel,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ailed M. Cruz-Collazo<\/b><sup>1<\/sup>, Nilmary Grafals<sup>1<\/sup>, Luis  D.  Borrero<sup>2<\/sup>, Suranganie Dharmawardhane<sup>1<\/sup><br><br\/><sup>1<\/sup>Biochemistry, University of Puerto Rico - Medical Sciences Campus, San Juan, PR,<sup>2<\/sup>MBQ Pharma, San Juan, PR","CSlideId":"","ControlKey":"d23b0999-3cce-46ec-92c1-19e900e680b0","ControlNumber":"7442","DisclosureBlock":"&nbsp;<b>A. M. Cruz-Collazo, <\/b> None..<br><b>N. Grafals, <\/b> None.&nbsp;<br><b>L. D. Borrero, <\/b> <br><b>MBQ Pharma<\/b> Employment.<br><b>S. Dharmawardhane, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2724","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2680","PresenterBiography":null,"PresenterDisplayName":"Ailed Cruz-Collazo, MS,PhD","PresenterKey":"d9de9db3-e137-49f6-8022-ba187d7f25ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2680. Combination of the Rac\/Cdc42 inhibitor MBQ-167 with paclitaxel reduces metastasis in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of the Rac\/Cdc42 inhibitor MBQ-167 with paclitaxel reduces metastasis in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is the second leading cause of cancer death in women. Among the four main types of BC, triple-negative breast cancer (TNBC) accounts for 10 to 15% of BC. Although most TNBC patients have a poor prognosis, there are subsets of patients with tumors that respond well to chemotherapy. However, the outcome of chemotherapy in TNBC worsens over time due to the high expression of the oxidative phosphorylation (OXPHOS) complex. Likewise, drug resistant TNBC cells depend on OXPHOS; targeting oxidative metabolism and mitochondrial respiration can potentially overcome their drug resistance. Our lab recently engineered a heme-sequestering protein 2 (HeSP2) based on HasA hemophore. HeSP2 can effectively inhibit heme uptake and decrease the OXPHOS levels in cancer cells due to its high affinity for heme. Another agent, cyclopamine tartrate (CycT), previously known as a modulator of hedgehog signaling and mitochondrial respiration, can inhibit heme synthesis and reduce the OXPHOS levels. Therefore, using these heme-targeting agents in combination with chemotherapy could be an effective strategy to increase the therapeutic efficacy in TNBC. Cisplatin and etoposide are two chemotherapeutic drugs that have recently been used for treating TNBC. For this purpose, we examine the combination therapy of our OXPHOS inhibitory agents, HeSP2 and CycT, with cisplatin and etoposide in TNBC. In vitro experiment using three different TNBC cell lines, 4T1-Fluc-Neo, EMT6_Fluc_Puro, and MDA-MBA-231 confirmed the inhibitory effect of both HeSP2 and CycT in cell proliferation and colony formation in combination with or without chemo drugs. Results indicate that combination therapy significantly reduced the proliferation and inhibited colony formation in TNBC cells. As HeSP2 and CycT are therapeutic agents that reduce hypoxia and OXPHOS, they may also delay the emergence of drug resistance in cancer cells treated with chemotherapy. Our results indicate that HeSP2 and CycT in combination with chemotherapy drugs could serve as a promising therapy to diminish the tumorigenic function in TNBC and overcome resistance to chemotherapy.&nbsp;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Breast cancer,Combination therapy,Mitochondria,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Parinaz Sadat Alemi<\/b><sup><\/sup>, Maria del Carmen Chacon Castro<sup><\/sup>, Eranda Berisha<sup><\/sup>, Zakia Akter<sup><\/sup>, Li Zhang<sup><\/sup><br><br\/>UT Dallas, Richardson, TX","CSlideId":"","ControlKey":"b3015f76-ddbd-4531-9787-82d5cf93efba","ControlNumber":"6781","DisclosureBlock":"&nbsp;<b>P. Alemi, <\/b> None..<br><b>M. Chacon Castro, <\/b> None..<br><b>E. Berisha, <\/b> None..<br><b>Z. Akter, <\/b> None..<br><b>L. Zhang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2725","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2681","PresenterBiography":null,"PresenterDisplayName":"Parinaz Sadat Alemi, MS","PresenterKey":"08d562b7-0eff-48c6-a4be-d9e9d57a65a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2681. Combination therapy of heme inhibitory protein (HeSP2) and Cyclopamine tartrate (CycT) with chemotherapeutic drugs is an effective strategy for treatment of TNBC","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination therapy of heme inhibitory protein (HeSP2) and Cyclopamine tartrate (CycT) with chemotherapeutic drugs is an effective strategy for treatment of TNBC","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer afflicts thousands of individuals every year and is clinically diagnosed in various subtypes, including hormone receptor positive (HR+ BC). Significant strides have been made in treating HR+ BC through the development of endocrine therapies, such as tamoxifen, fulvestrant, and aromatase inhibitors. While these have improved the survival outcomes of these patients, many eventually relapse and, ultimately succumb to metastatic endocrine resistant disease. Subsequent work has identified various cellular pathways contributing to endocrine resistance, including alterations in cellular metabolism. We previously demonstrated that <i>de novo <\/i>serine synthesis (SSP) is increased in endocrine resistant cell types and genetic disruption of SSP enzymes impacts tamoxifen sensitivity. Further, elevated transcript expression is inversely correlated with survival outcomes in HR+ BC patients treated with tamoxifen. From this, we aimed to assess whether pharmacological targeting of SSP activity in combination with tamoxifen affects the growth of HR+ BC <i>in vivo<\/i>. We confirmed the presence of ER-alpha in three distinct patient derived xenograft (PDX) models and found varying levels of both phosphoglycerate dehydrogenase (PHGDH) and phosphoserine aminotransferase (PSAT1), which are the first and second enzymatic steps in the SSP pathway, respectively. In our efficacy studies, we initially found differential sensitivity to tamoxifen administration across the PDX models. While treatment with a PHGDH inhibitor (PHGDHi) had no anti-tumor activity against an endocrine-sensitive PDX, it moderately reduced the growth of endocrine resistant PDX tumors. Notably, combinatorial treatment resulted in a substantial decrease in tumor growth in all three models compared to single agents alone. Together, these data suggest that targeting of SSP activity in combination with endocrine therapies may be a promising therapeutic strategy in HR+ BC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Breast cancer,Endocrine resistance,Tamoxifen,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brian F. Clem<\/b><sup>1<\/sup>, Yoannis Imbert-Fernandez<sup>2<\/sup>, Belinda Petri<sup>1<\/sup>, Carolyn Klinge<sup>1<\/sup><br><br\/><sup>1<\/sup>Biochemistry and Molecular Genetics, University of Louisville, Louisville, KY,<sup>2<\/sup>Medicine, University of Louisville, Louisville, KY","CSlideId":"","ControlKey":"d936142a-6a52-46f5-861a-d3b530a03e99","ControlNumber":"7912","DisclosureBlock":"&nbsp;<b>B. F. Clem, <\/b> None..<br><b>Y. Imbert-Fernandez, <\/b> None..<br><b>B. Petri, <\/b> None..<br><b>C. Klinge, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2726","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2682","PresenterBiography":null,"PresenterDisplayName":"Brian Clem, PhD","PresenterKey":"3ccf5ab5-15d5-44d0-9a6b-111749866e77","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2682. Targeting phosphoglycerate dehydrogenase (PHGDH) in combination with tamoxifen reduces hormone receptor positive breast cancer growth <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting phosphoglycerate dehydrogenase (PHGDH) in combination with tamoxifen reduces hormone receptor positive breast cancer growth <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Breast cancer is the most diagnosed cancer worldwide<sup>1<\/sup> and, among other factors, hormones<sup>1<\/sup> and pollutants<sup>2<\/sup> have been suggested to contribute to disease progression. Due to its role in hormone environmental pollutant metabolism and involvement in breast cancer proliferation and survival, the cytochrome P450 1A1 (CYP1A1) isoform represents an interesting therapeutic target in breast cancer<sup>3<\/sup>.The present study builds on our understanding of reengineering the duocarmycin class of compounds<sup>4<\/sup>, but with focus on comparing the duocarmycin prodrug ICT2700 as single agent or in combination with the PARP inhibitor Olaparib, to uncover the potential of CYP1A1 and DNA minor groove alkylating agents in treating breast cancer.<br \/>Methods: Functional CYP1A1 activity was evaluated using the EROD assay in a panel of breast cancer cell lines (MCF-7, T47D, MDA-MB-468, MDA-MB-231, MDA-MB-436), using as a control the isogenic cell line pair CHO and CHO1A1. CYP1A1 activity was also measured after serum starving the cells (0% FBS) for 24 and 48 hours. MTT assay was performed to measure the potency of the active duocarmycin CI-MI, ICT2700 and Olaparib in breast cancer cells, alone and in combination. DNA damage was measured using &#947;H2AX as a marker, while cell cycle analysis was performed using FACS after exposing the cells to ICT2700 and Olaparib, alone and in combination.<br \/>Results: The ICT2700 prodrug is activated, in part, by CYP1A1 which activity was shown to increase as a response to acute nutrient stress. Moreover, both the cytotoxic CI-MI and ICT2700 compounds were shown to enhance cell kill when combined with Olaparib in MDA-MB-468 and T47D breast cancer cells.<br \/>Conclusion: The current investigation represents a promising starting point to study the activity of duocarmycin prodrugs such as ICT2700 in combination with other drugs such as Olaparib or modalities such as radiation therapy; the latter research is ongoing and will be reported at the meeting.<br \/>References: 1. WHO. <i>Breast Cancer<\/i> 2021. <i><u>https:\/\/www.who.int\/news-room\/fact-sheets\/detail\/breast-cancer<\/u><\/i><i><u><\/u><\/i>. 11\/16\/2022. 2. Haghighi NJ, Malehi AS, Ghaedrahmat Z. Dioxins Exposure and the Risk of Breast Cancer: A Systematic Review and Meta-Analysis. <i>Jundishapur Journal of Health Sciences<\/i> 2021;13. 3. Rodriguez M, Potter DA. CYP1A1 regulates breast cancer proliferation and survival. <i>Mol Cancer Res<\/i> 2013;11:780-92. 4. Sheldrake HM, Travica S, Johansson I, Loadman PM, Sutherland M, Elsalem L, et al. Re-engineering of the Duocarmycin Structural Architecture Enables Bioprecursor Development Targeting CYP1A1 and CYP2W1 for Biological Activity. <i>Journal of Medicinal Chemistry<\/i> 2013;56:6273-77.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Breast cancer,CYP1A1,DNA alkylating agents,PARP inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Enrica Denasio<\/b><sup>1<\/sup>, Steven D. Shnyder<sup>1<\/sup>, Goreti R. Morais<sup>1<\/sup>, Stewart G. Martin<sup>2<\/sup>, Klaus Pors<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Bradford, Institute of Cancer Therapeutics, Bradford, United Kingdom,<sup>2<\/sup>University of Nottingham, Biodiscovery Institute, Nottingham, United Kingdom","CSlideId":"","ControlKey":"4beae4f9-2555-430a-9be8-200272830755","ControlNumber":"5290","DisclosureBlock":"&nbsp;<b>E. Denasio, <\/b> None..<br><b>S. D. Shnyder, <\/b> None..<br><b>G. R. Morais, <\/b> None..<br><b>S. G. Martin, <\/b> None..<br><b>K. Pors, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2727","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2683","PresenterBiography":null,"PresenterDisplayName":"Enrica Denasio","PresenterKey":"c39565eb-150e-4323-9c9f-4c90da83b0cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2683. Investigation to explore how duocarmycin prodrugs bioactivated by cytochrome P450 enzymes can be used in combination therapy to treat breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation to explore how duocarmycin prodrugs bioactivated by cytochrome P450 enzymes can be used in combination therapy to treat breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Adrenocortical cancer (ACC) is a rare and aggressive cancer (0.5-2 cases\/ million\/ year) with poor 5-year survival. Most patients inevitably succumb to widespread metastasis due to a lack of effective systemic treatment; therefore, it is critically important to identify new therapies for clinical trials.<b> <\/b>In this direction, we identified a potent synergistic combination of Heat Shock Protein 90 (HSP90) and PI3K inhibitors via quantitative high-throughput drug screening (qHTS) for ACC, using a pharmaceutical library of ~5000 drugs (FDA approved or investigational), and evaluating the drug synergy by computerized drug combination matrix analysis. Preclinical <i>in vitro<\/i> studies were performed to validate the efficacy of HSP90 inhibitors (STA9090, AUY922, HSP990), with PI3K inhibitors; PIK75 (investigational) or clinically available BGT226, and their pairwise combinations, in<b> <\/b>NCI-H295R and SW13 ACC cells. The drug combination of STA9090 and PIK75 significantly inhibited cell proliferation (monolayer and 3-dimensional culture and induced apoptosis more effectively than the individual drugs, with simultaneous upregulation of apoptotic protein markers (cleaved-Caspase3, cleaved-PARP), inhibition of the phosphorylated members of PI3K signaling pathway (AKT1, mTOR, S6K, 4EB1 and GSK3&#945;\/&#946;), and the G2\/M phase cell cycle arrest in ACC cells. Additionally, the synergetic effect of the drug combination was effective in reducing the metastatic potential as revealed by invasion\/migration assay, which was confirmed by the downregulation of the epithelial-to-mesenchymal transition proteins (Vimentin, N-cadherin, SNAIL and Zeb1). An inhibition of cortisol production and altered oncogenic proteomic profiling was also observed. We validated the synergy of BGT226 with STA9090 and observed similar phenotypic changes by the drug combination in ACC cells. Interestingly, RNA sequencing and pathway analysis further revealed distinct gene expression profiles of STA9090 combined with PIK75 or BGT226, indicating different mechanism of cell death in both the PI3K drug combination treatment groups. Consistent with our <i>in vitro<\/i> findings, observations from the gene expression data from TCGA revealed significant mRNA overexpression of genes in HSP90 and PI3K signaling pathways (<i>HSP90AA1, HSP90AB1 HSP90B1, TRAP1<\/i>, <i>PI3KCA, PI3KCB,<\/i> <i>AKT2, CDK1, CDK4, NR3C1)<\/i> in 64% (n=59\/92) ACC samples, with a positive correlation of mesenchymal markers <i>TWIST1, ZEB1, VIM<\/i> with <i>HSP90AB1<\/i> and <i>PI3KCA<\/i>, suggesting our drug combination can be applicable in patients with ACC. A similar pattern of gene expressions was confirmed in independent GEO datasets. Conclusively, combination of HSP90 and PI3K inhibitors demonstrated a promising <i>in vitro <\/i>synergistic efficacy by inhibiting the key oncogenic targets of ACC. Further validation of <i>in vivo<\/i> efficacy is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Adenocarcinoma,Drug synergy,Combination therapy,Kinase inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Prachi Mishra<\/b><sup>1<\/sup>, Dipranjan Laha<sup>1<\/sup>, Brieann Sobieski<sup>1<\/sup>, Min Shen<sup>2<\/sup>, Ya-Qin Zhang<sup>2<\/sup>, Matthew Hall<sup>2<\/sup>, Naris Nilubol<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD,<sup>2<\/sup>National Center for Advancing Translational Sciences, Bethesda, MD","CSlideId":"","ControlKey":"463dd4ab-0d45-4b46-a8bd-83a6d44a950d","ControlNumber":"1934","DisclosureBlock":"&nbsp;<b>P. Mishra, <\/b> None..<br><b>D. Laha, <\/b> None..<br><b>B. Sobieski, <\/b> None..<br><b>M. Shen, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>M. Hall, <\/b> None..<br><b>N. Nilubol, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2728","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2684","PresenterBiography":null,"PresenterDisplayName":"Prachi Mishra, PhD","PresenterKey":"051d3107-d19a-4d9e-b6e7-c32b4ad96a64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2684. Synergistic efficacy of HSP90 and PI3K inhibitors in adrenocortical carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic efficacy of HSP90 and PI3K inhibitors in adrenocortical carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The prognosis of advanced gastric cancer is extremely poor, and the development of novel effective treatment is necessary. Currently, platinum-based, fluoropyrimidine-based, and paclitaxel-based combinations are accepted worldwide as established first-line and second-line drug regimens. Pexa-Vec (pexastimogene devacirpvec; JX-594) engineered from the Wyeth vaccine strain has emerged as attractive oncolytic virotherapy in cancer treatment. Pexa-Vec demonstrated oncolytic, immunotherapeutic, and tumor vascular disrupting mechanisms of action. The aim of this study is to investigate the combination efficacy of JX-594 with paclitaxel in human gastric cancer cell lines and to identify potential biomarkers of oncolytic virotherapy.<br \/>Method: The anti-proliferative activities of paclitaxel and JX-594 were performed using 49 human gastric cancer cell lines, and YCC-32 was selected for sensitive to JX-594 and resistance to paclitaxel. YCC-32 was treated with JX-594 and paclitaxel, alone and in combination. Cytotoxicity was evaluated by MTT assay. Compusyn and Combenefit software was used to evaluate synergistic efficacy. In addition, the synergism effect was evaluated in the xenograft mouse model <i>in vivo<\/i>. Tumors were implanted by subcutaneous injection of 5 x 10<sup>6<\/sup> YCC-32 cells into the right flank of nude mice. When tumors reached &#62;100mm<sup>3<\/sup>, mice were treated with either PBS, 1 x 10<sup>7<\/sup> plaque-forming units (pfu) of JX-594 by intratumoral (IT), 5mg\/kg paclitaxel by intraperitoneal (IP) injection, or combination every 7 days.<br \/>Result: Cytopathic effect of Pexa-Vec and paclitaxel was observed in YCC-32 gastric cancer cell line. IC50 (half maximal inhibitory concentration) of JX-594 and paclitaxel were 0.0089 MOI and 7.021ng\/ml in YCC-32 cell. JX-594 and paclitaxel in YCC-32 was used to assess the synergism of the two drugs in a dose-dependent manner. In YCC-32 cell line, in combination with JX-594 0.01 MOI and paclitaxel 7ng\/ml had CI (combination index) value had 0.69, suggesting synergism. To assess the potential therapeutic benefit of combining JX-594 with paclitaxel <i>in vivo<\/i>, we employed YCC-32 xenograft models and observed the antitumor effects of JX-594, paclitaxel, and their combination. Paclitaxel, JX-594, and their combination reduced tumor growth compared to control at 64.1%, 59.2%, and 19.1% for YCC-32 xenografts. This result suggests that combined treatment with JX-594 and paclitaxel significantly enhanced tumor growth inhibition compared to monotherapy.<br \/>Conclusion: Combination with JX-594 and paclitaxel showed enhanced antitumor effects <i>in vitro <\/i>and<i> in vivo<\/i>. This study shows combination synergism and provides a promising approach to combination therapy with an oncolytic virus on gastric cancer. For future research, additional studies on other gastric cancer cell lines and investigation of mechanisms are needed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Oncolytic virus,Gastric cancer,Paclitaxel,Synergism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jee Hung Kim<\/b><sup>1<\/sup>, YeLin Kim<sup>1<\/sup>, Youkeun Shin<sup>1<\/sup>, Dagyo Oh<sup>1<\/sup>, Woo Sun Kwon<sup>2<\/sup>, Tae Soo Kim<sup>2<\/sup>, Namhee Lee<sup>3<\/sup>, Keunhee Oh<sup>3<\/sup>, Hyun Cheol Chung<sup>4<\/sup>, Hei-Cheul Jeung<sup>1<\/sup>, Sun Young Rha<sup>4<\/sup><br><br\/><sup>1<\/sup>Division of Medical Oncology, Department of Internal Medicine, Gangnam Severance Hospital, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Song-dang Institute for Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>Research Center, SillaJen Inc., Seongnam-si, Korea, Republic of,<sup>4<\/sup>Division of Medical Oncology, Department of Internal Medicine, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"854b364e-c57f-40ff-92a7-9736e1b237d1","ControlNumber":"6257","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>Y. Shin, <\/b> None..<br><b>D. Oh, <\/b> None..<br><b>W. Kwon, <\/b> None..<br><b>T. Kim, <\/b> None.&nbsp;<br><b>N. Lee, <\/b> <br><b>SillaJen Inc.<\/b> Employment. <br><b>K. Oh, <\/b> <br><b>SillaJen Inc.<\/b> Employment.<br><b>H. Chung, <\/b> None..<br><b>H. Jeung, <\/b> None..<br><b>S. Rha, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2729","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2685","PresenterBiography":null,"PresenterDisplayName":"Jee Hung Kim, MD,PhD","PresenterKey":"54448706-7644-4961-9349-2811d3bd964a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2685. Synergistic antitumor effect of oncolytic virus and cytotoxic chemotherapy in gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic antitumor effect of oncolytic virus and cytotoxic chemotherapy in gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma is a lethal brain tumor. Despite aggressive treatment, the median survival time is 6 to 12 months. These tumors acquire resistance against many therapeutic regimens. There is a need to screen for potential new drugs and drug combinations. Cucurbitacin B (CuB), a compound obtained from plants, and evodiamine (Evo), a supplement, have shown promising results in various neoplasms but have not been well studied in glioblastoma and especially, as a combination treatment. This study investigated the combined effects of CuB and Evo on U-87MG human glioma cell line. Results demonstrated that CuB and Evo individually decreased the U-87MG cell viability in time and dose dependent manners. The effect was significantly pronounced with the combined treatment. The combination treatment of CuB and Evo induced cellular apoptosis most likely by interfering with the PI3K\/AKT and JNK\/ERK pathways. In addition, the flow cytometry analysis showed that the combination treatment arrested the cell cycle at the G2M phase and inhibited cell propagation. Moreover, CuB and Evo combined effect successfully inhibited cellular migration. The cytotoxic effect of combination treatment of CuB and Evo was three times lower in neuronal PC-12 cells compared to U-87MG cells. Overall, a combination of cucurbitacin B and evodiamine proved to be a superior potential anti-neoplastic treatment in U-87MG cells as compared to individual treatment, and may be considered as a potential adjuvant therapy for GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Apoptosis,Combination therapy,Flow cytometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vrutti V. Mehta<\/b><sup><\/sup>, Kenza  E.  Benzeroual<sup><\/sup><br><br\/>Long Island University, Brooklyn, NY","CSlideId":"","ControlKey":"96c6826f-a8b7-4562-a050-aedaa17f69b5","ControlNumber":"6976","DisclosureBlock":"&nbsp;<b>V. V. Mehta, <\/b> None..<br><b>K. E. Benzeroual, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2730","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2686","PresenterBiography":null,"PresenterDisplayName":"Vrutti Mehta, B Pharm","PresenterKey":"c3f72a05-3e41-43a6-b3df-6d8edec2cec7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2686. The combination of Cucurbitacin B and Evodiamine inhibits cell migration and propagation, and induces apoptosis in <i>in vitro<\/i> glioma cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The combination of Cucurbitacin B and Evodiamine inhibits cell migration and propagation, and induces apoptosis in <i>in vitro<\/i> glioma cells","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma multiforme (GBM) is the most prevalent and aggressive form of malignant brain tumor and accounts for 49.1% of all central nervous system tumors. Current methods of therapy remain minimally successful as survival rate remains low (only 6.8% of patients surviving 5 years post-diagnosis). Thus, there is a great need to design alternative treatment methods for patients with GBM. Temozolomide (TMZ) is a chemotherapeutic treatment and a first line treatment option for GBM as it has been shown to increase survival time. Minocycline (MINO) is commonly used for its antibiotic properties but has also been proven to have antiangiogenic effects for GBM treatment. The objective of this study was to investigate the additive effects of MINO and TMZ in both GBM (U87) and human umbilical vein endothelial cells (HUVEC) for the treatment of GBM. We hypothesized that the combination of MINO and TMZ will result in lower cell viability and higher protein levels of apoptosis and autophagy markers) compared to the drugs alone and therefore, will be more effective at treating GBM. In this study, U87 and HUVEC cells were treated with MINO and TMZ alone or in combination and a MTT assay was used to determine cell viability by measuring absorbance (570 nm) with a microplate reader. The IC<sub>50<\/sub> values of the drugs were determined from the dose-response curves using GraphPad to compare the sensitivity of each cell line to the drugs. Protein levels of apoptosis (Cas3, PARP) and autophagy (LC3B) markers were determined after treatment of U87 cells with MINO and TMZ alone or in combination using immunoblotting. &#946;-actin was used as a loading control and 0.5% dimethyl sulfoxide was used as a positive autophagy control. Protein bands were detected and visualized with enhanced chemiluminescence reagents. The IC<sub>50<\/sub> of MINO and TMZ were found to be 1688 &#181;M and 1913 &#181;M in U87 cells, and 247 &#181;M and 1162 &#181;M in HUVEC cells, respectively. Although glioma cells result in autophagy and apoptosis when exposed to MINO, MINO&#8217;s anti-angiogenic effect may have resulted in heightened sensitivity in HUVEC cells. U87 cells exposed to MINO (1000 &#181;M) resulted in a cell viability of 61% and TMZ (1200 &#181;M) resulted in 60%, while the combination of both drugs resulted in 43% cell viability. HUVEC cells exposed to MINO (200 &#181;M) resulted in a cell viability of 64% and TMZ (30 &#181;M) resulted in 84%, while the combination of both drugs resulted in 44% cell viability, resulting in additive effects for both cell lines. Preliminary results for protein expression analysis show similar expression of apoptotic and autophagy markers in samples with individual and combined drug treatments. In conclusion, this study demonstrated that the combination of MINO and TMZ resulted in additive effects compared to each drug alone and thus, the dual delivery of both drugs from a local delivery system may be a promising therapy for GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Brain tumors,Glioblastoma multiforme,Combination studies,Antiangiogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marco A. Arriaga<\/b><sup><\/sup>, Natasha Garcia-Rodriguez<sup><\/sup>, Andrea Ramirez<sup><\/sup>, Sue Anne Chew<sup><\/sup><br><br\/>Health and Biomedical Sciences, University of Texas Rio Grande Valley, Brownsville, TX","CSlideId":"","ControlKey":"72086c28-9458-4734-baee-88bd53981c5e","ControlNumber":"4934","DisclosureBlock":"&nbsp;<b>M. A. Arriaga, <\/b> None..<br><b>N. Garcia-Rodriguez, <\/b> None..<br><b>A. Ramirez, <\/b> None..<br><b>S. Chew, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2731","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2687","PresenterBiography":null,"PresenterDisplayName":"Marco Arriaga, BS,MS","PresenterKey":"5a0fed1b-6f3c-4459-9a17-4096d7c9da8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2687. The combination of temozolomide and minocycline for the treatment of glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The combination of temozolomide and minocycline for the treatment of glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Head and Neck Squamous Cell Carcinoma (HNSCC) is the 6th most prevalent type of cancer in the world with incidence rates projected to increase 30% by 2030. This increase is generally associated with cultural and environmental risk factors such as tobacco consumption, alcohol abuse, airborne pollutants, and exposure to human papilloma virus. Standard of care (SOC) therapy remains multimodal relying primarily on surgical resections followed by chemotherapy and radiation. Screening methods have proven to be ineffective and improvements to treatment over the past decade have only been modest. While there are some successful treatments, like use of cetuximab in patients with EGFR expressing tumors, there is still a major unmet need in this area. Overexpression of Cyclin-Dependent Kinase 7 (CDK7) is highly associated with poor prognosis in HNSCC. CDK7 plays a dual role in tumor progression by regulating the cell cycle via phosphorylation of members of the CDK family and stimulation of transcription via phosphorylation of RNA Polymerase II. CDK7 has also been shown to be associated with super-enhancers which can lead to overexpression of oncogenic driver genes such as BCL2, GFI1, MYC, and pMED1. Previously, we have presented the development of a potent and reversible CDK7 inhibitor, TGN-1062. Here, we have generated data suggesting the potential benefit of CDK7 inhibition in combination with SOC therapy for HNSCC.<br \/>Methods: HNSCC lines were co-treated with cisplatin and TGN-1062, assessed for viabilities with CellTiter-Glo, and analyzed with the Bliss synergy model. In vivo efficacy studies were conducted at Crown Bioscience. HNSCC PDX tumors were implanted and treated with TGN-1062 with and without Cisplatin. Tumors were measured to determine tumor growth inhibition (TGI) and correlating drug accumulation levels were measured in both tumors and plasma using mass spectrometry. Immunohistochemistry (IHC) and RT-PCR were performed on tumors to determine changes in cleaved Caspase- 3, MYC, and RNA Pol II.<br \/>Results: TGN-1062 induces a dose dependent change in biomarkers shown via Western blotting. Synergistic effects are observed at certain ratios of TGN-1062 and Cisplatin on HNSCC cells. Co-treatment with cisplatin and TGN-1062 in HN2579 PDX showed the most combination benefit with 64% TGI, an improvement over cisplatin treatment alone at 54% TGI. Improvement to cisplatin treatment was also observed in the HN3540 PDX at end of study with cisplatin and TGN-1062 combination providing 75% TGI compared to cisplatin alone at 68% TGI. Drug accumulation and biomarker analysis from PDX tumors show that combined exposure to TGN-1062 and cisplatin is linked with a better therapeutic response.<br \/>Conclusion: Targeting CDK7 with TGN-1062 in combination with SOC therapy is a promising approach for treatment of HNSCC. TGN-1062 is a potent CDK7 inhibitor with potential for clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,CDK7,Cisplatin,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Trason Thode<\/b><sup>1<\/sup>, Alexis Weston<sup>1<\/sup>, Serina Ng<sup>1<\/sup>, Shelby Rheinschmidt<sup>1<\/sup>, Tithi Ghosh Halder<sup>1<\/sup>, Sydney Adamson<sup>1<\/sup>, Kate Gutowsky<sup>1<\/sup>, Brian Durbin<sup>1<\/sup>, Raffaella Soldi<sup>1<\/sup>, Mohan Kaadige<sup>1<\/sup>, Srinivas Kasibhatla<sup>1<\/sup>, Haiyong Han<sup>1<\/sup>, Justin Moser<sup>1<\/sup>, Vincent Chung<sup>2<\/sup>, Joseph Chao<sup>2<\/sup>, Victoria Villaflor<sup>2<\/sup>, Daniel D. Von Hoff<sup>1<\/sup>, Sunil Sharma<sup>1<\/sup><br><br\/><sup>1<\/sup>TGen (The Translational Genomics Research Institute), Phoenix, AZ,<sup>2<\/sup>City of Hope, Duarte, CA","CSlideId":"","ControlKey":"a3c586c1-1033-4625-837f-ba33e72e2392","ControlNumber":"7674","DisclosureBlock":"&nbsp;<b>T. Thode, <\/b> None..<br><b>A. Weston, <\/b> None..<br><b>S. Ng, <\/b> None..<br><b>S. Rheinschmidt, <\/b> None..<br><b>T. Ghosh Halder, <\/b> None..<br><b>S. Adamson, <\/b> None..<br><b>K. Gutowsky, <\/b> None..<br><b>B. Durbin, <\/b> None..<br><b>R. Soldi, <\/b> None..<br><b>M. Kaadige, <\/b> None..<br><b>S. Kasibhatla, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>J. Moser, <\/b> None..<br><b>V. Chung, <\/b> None..<br><b>J. Chao, <\/b> None..<br><b>V. Villaflor, <\/b> None..<br><b>D. D. Von Hoff, <\/b> None..<br><b>S. Sharma, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2732","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2688","PresenterBiography":null,"PresenterDisplayName":"Trason Thode, BS","PresenterKey":"6b459135-943c-4ada-b71f-42ab1bcb6959","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2688. Inhibition of CDK7 using small molecule inhibitor, TGN-1062, augments the effect of cisplatin treatment in head and neck PDX models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of CDK7 using small molecule inhibitor, TGN-1062, augments the effect of cisplatin treatment in head and neck PDX models","Topics":null,"cSlideId":""},{"Abstract":"Nephroblastomas or Wilms tumors are the most common pediatric renal cancer. Across all cases, the 5-year overall survival is over 90%. This is largely in part due to brute-force, chemotherapy regimens such as dactinomycin (actD) that have been routinely used to treat Wilms tumors. However, those that do respond to treatment still face a 15% chance of relapse. Patients with anaplastic tumor histology require more toxic therapies, and yet they still face a worse prognosis of only 66% 4-year survival and relapse rate of 43%. Furthermore, recurrence cuts survival rate down to 50%. With the widespread use of actD in Wilms tumors and other childhood malignancies, understanding the mechanism to recalcitrance against this chemotherapy can potentially reveal important vulnerabilities that can be exploited in the clinic. While transcriptomic and genomic analyses have been done in Wilms tumors, no targetable pathways have been identified in actD chemotherapy-resistant and anaplastic tumor cases. To that end, we performed ribosome sequencing of actD-treated anaplastic Wilms tumor cell line WiT49 and uncovered that the proteasome pathway is preferentially translated. Moreover, loss of proteasome subunits in a CRISPR library dropout screen sensitized the cells to actD. Consistent with these findings we found upregulation of proteasome subunit levels and proteasome enzymatic activity in Wilms tumor lines following actD treatment. To interrogate the effect of cotreating bortezomib with dactinomycin in vivo, we subcutaneously implanted anaplastic Wilms tumor patient-derived xenograft (PDX) lines in NOD\/SCID Gamma (NSG) mice. Combinatorial treatment was found to be retard tumor growth compared to vehicle and single drug conditions. With further investigation, our findings can provide a foundation for exploring proteasome inhibitors with dactinomycin in clinical trials. Our study has important implications to improving the outcomes for not just for recurrent and anaplastic Wilms tumors, but to other pediatric cancers that use actD as well.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Drug synergy,Proteasome inhibitors,Chemoresistance,Wilms' tumor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Patricia Denise Ballesteros Tiburcio<\/b><sup><\/sup>, Kenneth  S.  Chen<sup><\/sup><br><br\/>Pediatrics, UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"bd139bc7-c996-47d2-9ab0-c6bd650cd6ad","ControlNumber":"4795","DisclosureBlock":"&nbsp;<b>P. B. Tiburcio, <\/b> None..<br><b>K. S. Chen, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2733","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2689","PresenterBiography":null,"PresenterDisplayName":"Patricia Denise Tiburcio, BS;PhD","PresenterKey":"36cd29e0-a839-4c1e-98f3-e20c63e0ea8d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2689. Targeting the proteasome pathway in dactinomycin resistant Wilms tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the proteasome pathway in dactinomycin resistant Wilms tumors","Topics":null,"cSlideId":""},{"Abstract":"Purpose: To identify druggable gene targets that would sensitize NSCLCs to available chemotherapy agents.<br \/>Experimental Procedures: We developed a CRISPR-Cas9 lentivirus library of 12,474 sgRNAs targeting 660 FDA proved &#8216;druggable&#8217; putative proteins (18 guides\/gene) and investigated their potential to chemosensitize (&#8220;drop out&#8221; in the presence of taxane) the NSCLC lung adenocarcinoma (LUAD) line NCI-H2009 (TP53 and KRAS mutant) in parallel studies <i>in vitro <\/i>(tissue culture)<i> <\/i>&#38; <i>in vivo<\/i> (xenografts). Key elements of our experiments were: the use low doses of paclitaxel (IC10 values for <i>in vitro<\/i> and <i>in vivo <\/i>doses that barely affected tumor growth) compared to control treatment; treatment schedules <i>in vitro<\/i> and <i>in vivo<\/i> that mirrored those used in patients; multiple biologic replicates for each transfection and drug selection; and large representation (2,000 cells\/sgRNA) for each guide. At the end time point (1 month) we harvested multiple replicates of the taxane and control treatments and sequenced each to identify each guide that &#8220;remained&#8221; or &#8220;dropped out.&#8221;<br \/>Data Summary: We were looking for guides that selectively dropped out in the setting of low dose taxane exposure comparing taxane to control treatment and <i>in vitro<\/i> to <i>in vivo<\/i> results. Of importance, we found little overlap between guides that dropped out during taxane exposure in tissue culture vs those that dropped out in xenografts. From the top 10 gene &#8220;sensitizers&#8221; that selectively dropped out only with taxane treatment and selectively dropped out in xenografts compared to 2D mass tissue culture, we focused on SOAT1 (Sterol O-Acyltransferase 1). SOAT1 is a key enzyme for lipid metabolism which mediates conversion of intracellular free cholesterol to cholesteryl esters which are then stored as lipid droplets. SOAT1 is a potential cancer therapeutic target with a clinically available inhibitor, avasimibe. H2009 cells with SOAT1 hemizygously removed (CRISPR) grew well <i>in vitro<\/i> and <i>in vivo <\/i>in the absence of chemotherapy treatment, but were dramatically sensitized to taxanes compared to parental H2009 cells. While avasimibe treatment, at concentrations achievable in patients, sensitized NSCLC to taxanes, this sensitization was not as dramatic as hemizygous removal by CRISPR. Of equal importance, SOAT1 H2009 hemizygous knockout (KO) cells were also dramatically sensitized to etoposide, pemetrexed, and gemcitabine, other chemotherapy agents used in NSCLC treatment. Mechanistically, RNAseq analysis identified G2\/M cell cycle related gene sets as enriched in the H2009 SOAT1 KO xenografts compared to SOAT1 wildtype xenografts with paclitaxel treatment.<br \/>Conclusions: Our results using CRISPR screening <i>in vivo<\/i>, identified SOAT1 as a critical therapeutic chemosensitizing target requiring only 50% inhibition of activity for sensitizing NSCLC to several chemotherapy agents routinely used in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"NSCLC,Taxane,CRISPR\/Cas9,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Long Shan Li<\/b><sup>1<\/sup>, Kenneth Huffman<sup>1<\/sup>, Huiyu Li<sup>1<\/sup>, Michael Peyton<sup>1<\/sup>, Hyunsil Park<sup>1<\/sup>, Kimberley Avila<sup>1<\/sup>, Luc Girard<sup>1<\/sup>, Mathew Augustine<sup>2<\/sup>, Joshua  T.  Mendell<sup>3<\/sup>, John  D.  Minna<sup>4<\/sup><br><br\/><sup>1<\/sup>Hamon Center for Therapeutic Oncology Research, UT Southwestern Medical Center, Dallas, TX,<sup>2<\/sup>Department of Surgery, Division of Surgical Oncology, North Texas VA Medical Center, Dallas, TX,<sup>3<\/sup>Molecular Biology, Harold C. Simmons Comprehensive Cancer Center, Howard Hughes Medical Institute, UT Southwestern Medical Center, Dallas, TX,<sup>4<\/sup>Hamon Center for Therapeutic Oncology Research, Harold C. Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"2d40b77a-7337-40a5-ae84-d8edf4c92ccc","ControlNumber":"3677","DisclosureBlock":"&nbsp;<b>L. Li, <\/b> None..<br><b>K. Huffman, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>M. Peyton, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>K. Avila, <\/b> None..<br><b>L. Girard, <\/b> None..<br><b>M. Augustine, <\/b> None.&nbsp;<br><b>J. T. Mendell, <\/b> <br><b>Ribometrix, Inc.<\/b> Stock Option. <br><b>Ortibital Therapeutics<\/b> Stock. <br><b>J. D. Minna, <\/b> <br><b>NIH and University of Texas Southwestern Medical Center<\/b> Other, royalties from the NIH and University of Texas Southwestern Medical Center for distribution of human cell lines.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2734","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2690","PresenterBiography":null,"PresenterDisplayName":"Long Shan Li, PhD","PresenterKey":"f28d7626-b41b-4759-bd1a-db8581a7a0a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2690. <i>In vivo<\/i> CRISPR screen identifies SOAT1 as a chemotherapy chemosensitizing target for non-small cell lung cancer (NSCLC)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> CRISPR screen identifies SOAT1 as a chemotherapy chemosensitizing target for non-small cell lung cancer (NSCLC)","Topics":null,"cSlideId":""},{"Abstract":"Background: Fostroxacitabine bralpamide (fostrox) is an orally administered liver-targeted troxacitabine-based nucleotide prodrug currently undergoing phase 1\/2a clinical trial in advanced hepatocellular carcinoma (HCC), in combination with pembrolizumab or lenvatinib (NCT03781934). In phase 1 monotherapy fostrox has demonstrated proof-of-concept in advanced HCC, intrahepatic cholangiocarcinoma and liver metastasis from gastrointestinal solid tumors. Liver-selective fostrox-induced DNA-damage and tumor cell killing has the potential to enhance the anti-tumor activity in combination with checkpoint blockade, and inhibition of angiogenesis leads to increased levels of the active metabolite of fostrox. We therefore investigated a triple combination of fostrox with anti-PD1 and lenvatinib in nonclinical tumor models in vivo.<br \/>Methods: Combinations of fostrox with anti-PD1 and lenvatinib treatment were evaluated in the subcutaneous syngeneic mouse CT26 model<sup>1<\/sup>. Groups of 8 mice were randomized using the Matched Distribution method based on tumor size day 1. Treatment was with fostrox (BID days 1-5, p.o.), anti-PD1 (BIW for 3 weeks, i.p.), and lenvatinib (QD for 21 days, p.o.). Tumours were measured three times weekly during the dosing phase, and statistical differences between the treatment groups was analyzed by two-way ANOVA. Pharmacodynamic response to fostrox, induction of DNA-damage (phospo-ser139-H2AX), was assessed by immunohistochemistry (IHC). Tumor infiltrating lymphocytes (TILs) were assessed by IHC evaluating the expression level of CD8, CD4, LAG-3, and PD-L1.<br \/>Results: Treatment with the triple combination of fostrox (30mg\/kg) plus anti-PD1 (3mg\/kg) and lenvatinib (5mg\/kg) showed a significantly (p&#60;0.0001) improved anti-tumor efficacy compared with any double combination, fostrox plus anti-PD1, fostrox plus lenvatinib, or anti-PD1 plus lenvatinib, in the CT26 tumor model. A low basal level of DNA damage was observed, which was increased by fostrox treatment. Analysis of CD8, CD4, LAG-3 and PD-L1 expression levels indicated increased TILs.<br \/>Conclusions: The triple combination of fostrox with anti-PD1 and lenvatinib showed enhanced efficacy in a nonclinical tumor model, and changes in TILs were consistent with increased immune-mediated anti-tumor activity. The results indicate a potential for increased anti-tumor efficacy using a triple combination of fostrox plus checkpoint inhibition and anti-angiogenic therapy.<br \/><sup>1<\/sup>The study was approved by the Institutional Animal Care and Use Committee (IACUC) of CrownBio UK, and conducted in accordance with the regulations of the Association for Assessment and Accreditation of Laboratory Animal Care (AAALAC)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Angiogenesis inhibitor,Chemotherapy,Kinase inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Fredrik G. Oberg<\/b><sup><\/sup>, Sujata Bhoi<sup><\/sup>, Malene Jensen<sup><\/sup>, Karin Tunblad<sup><\/sup>, Hans Wallberg<sup><\/sup><br><br\/>Medivir AB, Huddinge, Sweden","CSlideId":"","ControlKey":"591b50e8-75b2-4c3e-8351-ec017cb17b99","ControlNumber":"4617","DisclosureBlock":"&nbsp;<b>F. G. Oberg, <\/b> None..<br><b>S. Bhoi, <\/b> None..<br><b>M. Jensen, <\/b> None..<br><b>K. Tunblad, <\/b> None..<br><b>H. Wallberg, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2735","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2691","PresenterBiography":null,"PresenterDisplayName":"Fredrik Oberg, PhD","PresenterKey":"d9ae34fa-30a5-49ef-99cd-37f2f3ccf627","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2691. A triple combination of fostrox (MIV-818) with immune checkpoint and kinase inhibition shows increased anti-tumor efficacy in vivo","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A triple combination of fostrox (MIV-818) with immune checkpoint and kinase inhibition shows increased anti-tumor efficacy in vivo","Topics":null,"cSlideId":""},{"Abstract":"Ulixertinib (BVD-523) is a first-in-class and best-in-class small molecule inhibitor of ERK1\/2 currently being investigated in several oncology clinical trials, both as a single agent and in combination with other therapeutics. Ulixertinib has demonstrated efficacy in patients with tumors harboring alterations within the <i>RAS-MAPK<\/i> pathway. <i>KRAS<\/i> is the most frequently mutated oncogene in cancer and is a key mediator of the RAS-MAPK signaling pathway resulting in proliferation and cellular growth. The specific <i>KRAS<\/i><sup>G12C<\/sup> mutation occurs in approximately 10% of non-small cell lung cancer (NSCLC), 3% of colorectal cancer, and 1-2% across all other tumor types. KRAS<sup>G12C<\/sup> mutant-inhibitors, including AMG-510 (sotorasib), MRTX849 (adagrasib), and <i>JDQ443<\/i> have demonstrated efficacy in <i>KRAS<\/i><sup>G12C<\/sup>-mutant cancers, including NSCLC. Clinically described mechanisms of acquired resistance to KRAS<sup>G12C<\/sup> inhibitors converge on reactivation of the RAS-MAPK pathway. We hypothesized combining ulixertinib with a KRAS<sup>G12C<\/sup> inhibitor would circumvent resistance to single agent KRAS<sup>G12C<\/sup> inhibition, generating increased magnitude and duration of response compared to either single agent alone.<br \/>The efficacy of ERK1\/2 inhibitor, ulixertinib, in combination with KRAS<sup>G12C<\/sup> inhibitor, adagrasib, was assessed in cell line derived xenograft models harboring <i>KRAS<\/i><sup>G12C<\/sup> mutations. Models were selected based on response to single agent adagrasib, ranging from sensitive to partially responsive. Combination treatment resulted in superior tumor growth inhibition compared to dosing of either single agent. RNA sequencing was performed on tumor samples that were collected 2 hours after the last dose of treatment. Expression of the mutant <i>KRAS<\/i> alleles were readily confirmed from RNA sequencing data in all models. Gene expression analysis showed differential expression of <i>MAPK<\/i> pathway genes in monotherapy versus combination therapy treated groups.<br \/>In summary, ulixertinib combined with adagrasib exhibited robust pre-clinical activity in a variety of xenograft models with <i>KRAS<\/i><sup>G12C <\/sup>and should be further evaluated.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"ERK,KRAS,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Deborah Knoerzer<\/b><sup>1<\/sup>, Anupama Reddy<sup>2<\/sup>, Jessica  A.  Box<sup>1<\/sup>, Anna Groover<sup>1<\/sup>, Brent Kreider<sup>1<\/sup>, Martin Teresk<sup>1<\/sup>, Caroline M. Emery<sup>1<\/sup><br><br\/><sup>1<\/sup>BioMed Valley Discoveries, Inc., Kansas City, MO,<sup>2<\/sup>Vindhya Data Science Inc., Morrisville, NC","CSlideId":"","ControlKey":"c279c936-d2cc-4bbd-a79e-3c9d1db5d414","ControlNumber":"4882","DisclosureBlock":"<b>&nbsp;D. Knoerzer, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment. <br><b>A. Reddy, <\/b> <br><b>Vindhya Data Science Inc.<\/b> Employment. <br><b>J. A. Box, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment. <br><b>A. Groover, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment. <br><b>B. Kreider, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment. <br><b>M. Teresk, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment. <br><b>C. M. Emery, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2710","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2692","PresenterBiography":null,"PresenterDisplayName":"Deborah Knoerzer, MS","PresenterKey":"6c5cca7c-240b-4281-a42f-300fca54ba0d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2692. The combination of ulixertinib (ERK1\/2 Inhibitor) and KRAS<sup>G12C<\/sup> inhibition demonstrates significant efficacy in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The combination of ulixertinib (ERK1\/2 Inhibitor) and KRAS<sup>G12C<\/sup> inhibition demonstrates significant efficacy in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"The <i>BRAF<\/i><sup>V600E<\/sup> mutation occurs in approximately 7% of colorectal cancer (CRC). BRAF plus EGFR inhibition (encorafenib with cetuximab) is an FDA approved treatment option for adult patients with metastatic CRC. Ultimately, patients develop resistance leading to disease progression. The addition of a MEK inhibitor, binimetinib, did not confer overall survival benefit. We hypothesized that addition of ERK inhibition would increase magnitude and duration of response to BRAF plus EGFR inhibition by overcoming MAPK-related acquired resistance mechanisms. ERK is the terminal master regulator kinase of the RAS-MAPK pathway, therefore, targeting this node is likely to be effective in the context of numerous mechanisms of acquired resistance that reactivate the MAPK pathway.<br \/>Ulixertinib (BVD-523) is a first-in-class and best-in-class small molecule inhibitor of ERK1\/2 currently being investigated in several oncology clinical trials, both as a single agent and in combination with other therapeutics. Ulixertinib has demonstrated efficacy in patients with tumors harboring alterations within the RAS-MAPK pathway. The efficacy of ulixertinib, in combination with EGFR inhibition (cetuximab), plus BRAF inhibition (encorafenib), was assessed in CRC cell line derived xenograft models harboring <i>BRAF<\/i><sup>V600E<\/sup> mutations. The triple combination resulted in superior tumor growth inhibition compared to dosing of any single agent or doublet. RNA sequencing was performed on treated tumor samples. Expression of the mutant <i>BRAF<\/i> allele was readily confirmed from RNA sequencing data. Gene expression analysis showed differential expression of <i>MAPK<\/i> pathway genes in triple combination treated groups versus single or doublet therapy.<br \/>A complete response to ulixertinib in combination with cetuximab and encorafenib for the treatment of a patient with metastatic CRC has been reported (Stuhlmiller, Timothy Joseph, et al. \"Updated clinical outcomes from ULI-EAP-100, an intermediate expanded access program for ulixertinib (BVD-523).\" (2022): e15101-e15101). The patient was treated under the Expanded Access Protocol (NCT04566393) for compassionate use access to ulixertinib. Preclinical data and clinical complete response warrants further investigation of ulixertinib plus BRAF and EGFR inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-03 Combination chemotherapies,,"},{"Key":"Keywords","Value":"ERK,BRAF,Colorectal cancer,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Deborah Knoerzer<\/b><sup>1<\/sup>, Anupama Reddy<sup>2<\/sup>, Jessica  A.  Box<sup>1<\/sup>, Anna Groover<sup>1<\/sup>, Brent Kreider<sup>1<\/sup>, Martin Teresk<sup>1<\/sup>, Caroline M. Emery<sup>1<\/sup><br><br\/><sup>1<\/sup>BioMed Valley Discoveries, Inc., Kansas City, MO,<sup>2<\/sup>Vindhya Data Science Inc., Morrisville, NC","CSlideId":"","ControlKey":"67d18990-a0c9-4029-9e61-ef0be4996be6","ControlNumber":"4817","DisclosureBlock":"<b>&nbsp;D. Knoerzer, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment. <br><b>A. Reddy, <\/b> <br><b>Vindhya Data Science Inc.<\/b> Employment. <br><b>J. A. Box, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment. <br><b>A. Groover, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment. <br><b>B. Kreider, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment. <br><b>M. Teresk, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment. <br><b>C. M. Emery, <\/b> <br><b>BioMed Valley Discoveries, Inc.<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2736","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2693","PresenterBiography":null,"PresenterDisplayName":"Deborah Knoerzer, MS","PresenterKey":"6c5cca7c-240b-4281-a42f-300fca54ba0d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2693. Combining ulixertinib (ERK1\/2 Inhibitor) with EGFR and BRAF inhibition yields significant efficacy in preclinical <i>BRAF<\/i><sup>V600E<\/sup> mutant colorectal cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combining ulixertinib (ERK1\/2 Inhibitor) with EGFR and BRAF inhibition yields significant efficacy in preclinical <i>BRAF<\/i><sup>V600E<\/sup> mutant colorectal cancer models","Topics":null,"cSlideId":""},{"Abstract":"Chemotherapy-induced cognitive impairment (CICI, also termed &#8220;chemobrain&#8221;) is a major neurotoxic side effect exhibited by a wide range of chemotherapeutic agents. These side effects affect approximately 14 million cancer survivors. More importantly, CICI persists well after cessation of therapy, severely interfering with quality of life. Unfortunately, there is no treatment and novel therapies are urgently needed. Utilizing cisplatin, a platinum-based chemotherapy, to model chemobrain mice <i>in vivo<\/i>, we have established that cisplatin accelerates the brain aging process thus leading to long-term memory impairment in mice similar to what is clinically reported. We further show that cisplatin causes oxidative DNA damage, mitochondrial defects, impaired neurogenesis, synaptic defects, and increased gliosis in the adult hippocampus, a brain region critical for learning and memory. Mechanistically, our RNA-sequencing and qRT-PCR analysis revealed that cisplatin dramatically increases COX-2 (<i>Ptgs2<\/i>) expression and its major product, prostaglandin E<sub>2<\/sub> (PGE<sub>2<\/sub>) in adult mouse brain and human cortical neurons derived from induced pluripotent stem cells (iPSCs). Similar as cisplatin treatment, the levels of COX-2 expression began to increase at 0.1 &#181;M methotrexate treatment, which significantly increased at 1 &#181;M in human cortical neurons, indicating that COX-2 induction is a common pathogenic mechanism mediating cognitive impairment associated with cisplatin and methotrexate in spite of the fact that these compounds have different mechanisms of action for cancer eradication. Most importantly, NS-398, a selective COX-2 inhibitor, effectively prevents cognitive deficits in mice and reduction in cell viability of human neurons associated with these chemotherapies, without promoting tumor growth or interfering with cisplatin&#8217;s anti-tumor activity. Taken together, our findings strongly suggest that COX-2 induction is a main cause of CICI, making COX-2 inhibition a therapeutic target for CICI. Given that COX-2 inhibitors are currently being tested in cancer prevention as well as age-related memory loss in clinical trials, inhibiting COX-2 may have far-reaching therapeutic effects on CICI and cancer treatment, which can be applied quickly, safely, and effectively to clinical trials, in the effort to improve cancer survivor quality of life.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Cancer,Prostaglandin E2,Chemotherapy,COX-2 inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mohammad Abdur Rashid<\/b><sup>1<\/sup>, Jason  J.  Tang<sup>2<\/sup>, Ki-Hyun Yoo<sup>1<\/sup>, Ana Corujo-Ramirez<sup>2<\/sup>, Sang Hoon Kim<sup>1<\/sup>, Alfredo Oliveros<sup>1<\/sup>, Peter Cole<sup>3<\/sup>, John  R.  Hawse<sup>4<\/sup>, Mi-Hyeon Jang<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Neurosurgery, Robert Wood Johnson Medical School, Rutgers University, Piscataway, NJ,<sup>2<\/sup>Department of Neurologic Surgery, Mayo Clinic, Rochester, MN,<sup>3<\/sup>Division of Pediatric Hematology\/Oncology, Rutgers Cancer Institute of New Jersey, New Brunswick, NJ,<sup>4<\/sup>Department of Biochemistry and Molecular Biology, Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"5578c6f6-d3ce-47e1-b343-73abce0e37c8","ControlNumber":"2258","DisclosureBlock":"&nbsp;<b>M. Rashid, <\/b> None..<br><b>J. J. Tang, <\/b> None..<br><b>K. Yoo, <\/b> None..<br><b>A. Corujo-Ramirez, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>A. Oliveros, <\/b> None..<br><b>P. Cole, <\/b> None..<br><b>J. R. Hawse, <\/b> None..<br><b>M. Jang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2738","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"30","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2694","PresenterBiography":null,"PresenterDisplayName":"Mohammad Abdur Rashid, PhD","PresenterKey":"fed822e3-1f76-48d0-b08f-22e9361cd9ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2694. Blockade of the cyclooxygenase-2 prevents chemotherapy-induced cognitive impairments","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"375","SessionOnDemand":"False","SessionTitle":"Chemotherapeutic Combinations","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blockade of the cyclooxygenase-2 prevents chemotherapy-induced cognitive impairments","Topics":null,"cSlideId":""}]