[{"Abstract":"Surgical removal of cancers results in the most favorable patient outcomes. Resection margins may be tumor-positive in up to 70% of cases depending on cancer type, representing an unmet clinical need. Image-guided surgery often utilizes fluorescent dyes such as IR 800CW, but are limited to 8mm of depth and result in potential false-positive signal due to high blood binding. To overcome limitations, we are developing new contrast agents for Multispectral optoacoustic tomography (MSOT)-guided surgery to allow for greater depth of penetration and future potential of multiplexing of agents.To generate squaraine contrast agents, we prepared heterocyclic salts side arms refluxed with squaric acid to form 6 different compounds. The compounds differ only in halogenation of heterocyclic salts and inclusion of dual trimethylpropylammonium (TMAB) pendant groups. All squaraines were confirmed with NMR\/spectrometry. MSOT and fluorescence were utilized to investigate the <i>in vitro<\/i> optoacoustic\/fluorescence activity of the compounds. Computational modeling of squaraines through density functional theory was used to reveal quantum properties of the compounds including vibrational entropy, oscillator strength, and dipole moment. Compounds were administered orally in a murine model to confirm visualization capability with MSOT and fluorescence.Squaraine dyes functionalized with heavier halogens (Br, Cl) exhibited higher optoacoustic activity than dyes with less heavy (F), or without halogen. Specifically, TMAB\/Br functionalized squaraine exhibited 2.12 optoacoustic units <i>in vivo<\/i>, compared to 0.81, 0.58, and 0.44 for Cl, F, and no halogen compounds, respectively (all p&#60;0.001). Inclusion of the dual TMAB groups increased optoacoustic activity. When comparing Br compounds with\/without TMAB, the TMAB functionalized compound outperformed the counterpart significantly, (2.12 a.u. vs. 0.21 a.u., p&#60;0.001). Fluorescence intensity <i>in vivo <\/i>between TMAB\/Br and TMAB\/Cl compounds were not significantly different (3.07E<sup>9<\/sup> vs. 2.81E<sup>9<\/sup> counts), indicating that fluorescence signal does not necessarily predict optoacoustic activity. Computational modeling revealed heavy halogens and TMAB functionalized dyes exhibit increased vibrational entropy, oscillator strength, dipole moment, and presence of right-shifted absorbance peaks. <i>In vivo <\/i>studies in a murine model confirmed that heavy halogen and TMAB functionalized dyes were visible in the gastrointestinal tract using both MSOT and fluorescence imaging.Image-guided surgical removal of cancer yields best patient outcomes, but is currently limited by blood binding and imaging depth. MSOT is a potential candidate, but lack of contrast has hurt clinical application. This study focused on synthesis and evaluation of squaraine compounds as potential optoacoustic contrast to expand the potential of MSOT in a clinical setting for image guided surgery for cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-01 Advanced nanotechnology and imaging,,"},{"Key":"Keywords","Value":"Imaging,Cancer detection,Fluorescence imaging,Surgical resection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>William  M.  MacCuaig<\/b><sup>1<\/sup>, Carly Wickizer<sup>2<\/sup>, Maged Henary<sup>3<\/sup>, Yihan Shao<sup>2<\/sup>, Barish  H.  Edil<sup>4<\/sup>, Ajay Jain<sup>4<\/sup>, William  E.  Grizzle<sup>5<\/sup>, Lacey  R.  McNally<sup>4<\/sup><br><br\/><sup>1<\/sup>Biomedical Engineering, University of Oklahoma, Norman, OK,<sup>2<\/sup>Chemistry and Biochemistry, University of Oklahoma, Norman, OK,<sup>3<\/sup>Chemistry, Georgia State University, Atlanta, GA,<sup>4<\/sup>Surgery, University of Oklahoma Health Science Center, Oklahoma City, OK,<sup>5<\/sup>Pathology, University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"2637615c-f8ab-4d4b-b834-a3532f235a55","ControlNumber":"6874","DisclosureBlock":"&nbsp;<b>W. M. MacCuaig, <\/b> None..<br><b>C. Wickizer, <\/b> None..<br><b>M. Henary, <\/b> None..<br><b>Y. Shao, <\/b> None..<br><b>B. H. Edil, <\/b> None..<br><b>A. Jain, <\/b> None..<br><b>W. E. Grizzle, <\/b> None..<br><b>L. R. McNally, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5553","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2379","PresenterBiography":null,"PresenterDisplayName":"William MacCuaig, BS","PresenterKey":"2fd3de5f-6a79-4da9-a816-8523735acb1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2379. Tunable squaraine dyes as contrast agents for image guided surgery with optoacoustic imaging","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tunable squaraine dyes as contrast agents for image guided surgery with optoacoustic imaging","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Gastric cancer has a global incidence of ~1 million cases per year. Currently, complete surgical resection is the only opportunity for cure for patients. Bright labeling of tumor margins with tumor specific markers could improve outcomes. This report demonstrates the advantages of targeting gastric cancer with humanized anti-CEA and TAG-72 antibodies in mouse models.<br \/>Methods: A cell line of human gastric cancer, MKN45, and a patient-derived tumor, KG8, were used to create xenograft models. To establish orthotopic models for each, ~1mm tumor fragments were harvested from subcutaneous models of these lines and sutured to the lesser curvature of the stomach. Humanized versions of TAG-72 (huCC44) and CEA (M5A) were conjugated to the near infrared dye IRDye800CW. IgG was conjugated to IRDye800CW and used as a control. For CEA-IR800 and IgG-IR800, mice received 50 &#181;g IV and were imaged after 72 hours. For Tag72-IR800, mice received 75 &#181;g IV and were imaged after 96 hours. Fluorescence imaging was performed on the mice using the LI-COR Pearl Imaging System. A tumor to background ratio (TBR) was calculated by dividing mean fluorescence intensity of the tumor versus normal gastric tissue.<br \/>Results: Humanized anti-CEA and TAG-72 brightly labeled multiple mouse models of human gastric cancer (Table 1). The TBR for TAG-72 labeling of KG8 was 2.777. CEA had a superior TBR of 3.528 compared to 0.606 for the control (IgG) in KG8 models. In MKN models labelled with CEA, an excellent average TBR of 7.407 were seen compared to 0.668 for the control.<br \/>Conclusion: Humanized anti-CEA and TAG-72 antibodies conjugated to near-infrared fluorescent dyes provide specific labeling of gastric cancers in orthotopic models. These tumor-specific fluorescent antibodies are promising potential clinical tools for visualization of gastric cancer margins at the time of surgical resection and improved surgical outcomes.<table class=\"AbstractTable\" id=\"{76B7C68F-2527-430A-8AC8-C687374CB080}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b><u>Orthotopic Model<\/u><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><u>Antibody<\/u><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><u>Tumor to Background Ratio<\/u><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">KG8<\/td><td rowspan=\"1\" colspan=\"1\">anti-TAG-72<\/td><td rowspan=\"1\" colspan=\"1\">2.777<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">KG8<\/td><td rowspan=\"1\" colspan=\"1\">anti-CEA<\/td><td rowspan=\"1\" colspan=\"1\">3.528<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">KG8<\/td><td rowspan=\"1\" colspan=\"1\">Control<\/td><td rowspan=\"1\" colspan=\"1\">0.606<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">MKN<\/td><td rowspan=\"1\" colspan=\"1\">anti-CEA<\/td><td rowspan=\"1\" colspan=\"1\">7.407<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">MKN<\/td><td rowspan=\"1\" colspan=\"1\">Control<\/td><td rowspan=\"1\" colspan=\"1\">0.668<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Gastric cancer,Fluorescence imaging,Fluorescent Antibody,Animal models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kristin  E.  Cox<\/b><sup>1<\/sup>, Michael  A.  Turner<sup>1<\/sup>, Siamak Amirfakhri<sup>2<\/sup>, Thinzar  M.  Lwin<sup>3<\/sup>, Pradipta Ghosh<sup>4<\/sup>, Marygorret Obonyo<sup>5<\/sup>, Kaitlyn  M.  Kelly<sup>6<\/sup>, Robert  M.  Hoffman<sup>7<\/sup>, Paul  J.  Yazaki<sup>8<\/sup>, Michael Bouvet<sup>1<\/sup><br><br\/><sup>1<\/sup>Surgery, University of California San Diego, San Diego, CA,<sup>2<\/sup>VA San Diego Healthcare System, San Diego, CA,<sup>3<\/sup>Surgical Oncology, City of Hope National Medical Center, Duarte, CA,<sup>4<\/sup>Cellular and Molecular Medicine, University of California San Diego, San Diego, CA,<sup>5<\/sup>Medicine, University of California San Diego, San Diego, CA,<sup>6<\/sup>Surgical Oncology, University of Wisconsin, Madison, WI,<sup>7<\/sup>AntiCancer Inc., San Diego, CA,<sup>8<\/sup>Immunology and Theranostics, Beckman Research Institute of the City of Hope, Duarte, CA","CSlideId":"","ControlKey":"cb76f74a-a9e3-4bf3-959d-ac7bcf82b127","ControlNumber":"2667","DisclosureBlock":"&nbsp;<b>K. E. Cox, <\/b> None..<br><b>M. A. Turner, <\/b> None..<br><b>S. Amirfakhri, <\/b> None..<br><b>T. M. Lwin, <\/b> None..<br><b>P. Ghosh, <\/b> None..<br><b>M. Obonyo, <\/b> None..<br><b>K. M. Kelly, <\/b> None..<br><b>R. M. Hoffman, <\/b> None..<br><b>P. J. Yazaki, <\/b> None..<br><b>M. Bouvet, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5555","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2380","PresenterBiography":null,"PresenterDisplayName":"Kristin Cox","PresenterKey":"d8112421-72d1-4f2b-925f-2d85be84c1a4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2380. Fluorescence labeling of human gastric cancer using novel tumor specific near infrared labeled antibodies","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fluorescence labeling of human gastric cancer using novel tumor specific near infrared labeled antibodies","Topics":null,"cSlideId":""},{"Abstract":"Early detection and removal of bladder cancer (BC) is crucial to prevent tumor recurrence and progression. Various imaging modalities have been used to diagnose BC, including computed tomography urography, intravenous urography, ultrasound echography, multiparametric magnetic resonance imaging, cystoscopy, and cystoscopy in conjunction with intravesical instillation of hexaminolaevulinic acid, a photodynamic diagnostic agent. However, all these imaging techniques show a very poor detection rate of small (&#60;5mm) and flattened cancer lesions. Because of this limitation, patients with BC frequently relapse after initial diagnosis and need frequent follow-ups and treatments, resulting in a poor quality of life. For the same reason, BC has the highest cost\/patient among all cancers. We have recently developed a new methodology to detect bladder cancer lesions based on bladder instillation with GNRs@Chit-Iso4, a nanosystem consisting of gold nanorods (GNRs) decorated with chitosan and functionalized with the head-to-tail cyclized [CphgisoDGRG] peptide (Iso4, a selective ligand of alpha5beta1-integrin expressed by BC cells), followed by low-frequency ultrasound-assisted shaking of nanoparticles necessary to prevent their sedimentation, and photoacoustic imaging of targeted tumor lesions. In murine models, this procedure can detect orthotopic BC lesions &#60;0.5 mm, undetectable by standard imaging modalities (Alchera et al., Photoacoustic, 2022). In the attempt to develop a simpler and more effective imaging modality of BC, we have produced and preclinically evaluated new GNRs decorated with lipoic acid-polyethylene glycol (PEG -5KDa) and functionalized with Iso4. The resulting product, obtained by a simple 2-step procedure and called GNRs@PEG5K-Iso4, efficiently recognized alpha5beta1- and alpha5beta1-expressing cells, was stable in 90% urine, and was resistant to freezing- or salt-induced aggregation.GNRs@PEG5K-Iso4 did not undergo sedimentation after instillation into the bladder, thereby avoiding the need of the complex ultrasound-assisted shaking of nanoparticles and could efficiently detect BC lesions smaller than &#60;0.5 mm in murine models. These results suggest that GNRs@PEG5K-Iso4 represents a simple and robust contrast agent for photoacoustic imaging and early diagnosis of small BC lesions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-01 Advanced nanotechnology and imaging,,"},{"Key":"Keywords","Value":"Integrins,Theranostics,Cancer detection,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Massimo Alfano<sup>1<\/sup>, Elisa Alchera<sup>1<\/sup>, Angelina Sacchi<sup>1<\/sup>, Alessandro Gori<sup>2<\/sup>, Irene Locatelli<sup>1<\/sup>, Anna Maria Gasparri<sup>1<\/sup>, Barbara Colombo<sup>1<\/sup>, Giulia Anderluzzi<sup>1<\/sup>, Paolo Armanetti<sup>3<\/sup>, Luca Minichetti<sup>3<\/sup>, Andrea Salonia<sup>1<\/sup>, Angelo Corti<sup>4<\/sup>, <b>Flavio Curnis<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Division of Experimental Oncolgy, IRCCS Ospedale San Raffaele, Milan, Italy,<sup>2<\/sup>Istituto di Scienze e Tecnologie Chimiche, Italian National Research Council (CNR), Milan, Italy,<sup>3<\/sup>Institute of Clinical Physiology, Italian National Research Council (CNR), Pisa, Italy,<sup>4<\/sup>Division of Experimental Oncolgy, Università Vita-Salute San Raffaele, Milan, Italy","CSlideId":"","ControlKey":"1539fc4f-2ea4-4854-9936-01be56978e97","ControlNumber":"4278","DisclosureBlock":"&nbsp;<b>M. Alfano, <\/b> None..<br><b>E. Alchera, <\/b> None..<br><b>A. Sacchi, <\/b> None..<br><b>A. Gori, <\/b> None..<br><b>I. Locatelli, <\/b> None..<br><b>A. M. Gasparri, <\/b> None..<br><b>B. Colombo, <\/b> None..<br><b>G. Anderluzzi, <\/b> None..<br><b>P. Armanetti, <\/b> None..<br><b>L. Minichetti, <\/b> None..<br><b>A. Salonia, <\/b> None..<br><b>A. Corti, <\/b> None..<br><b>F. Curnis, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5556","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2381","PresenterBiography":null,"PresenterDisplayName":"Flavio Curnis, PhD","PresenterKey":"37ba587d-ebeb-4c15-b418-5e092735ec1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2381. Gold nanorods functionalized with an alpha5beta1 ligand: a simple and robust nanosystem for early bladder cancer detection","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gold nanorods functionalized with an alpha5beta1 ligand: a simple and robust nanosystem for early bladder cancer detection","Topics":null,"cSlideId":""},{"Abstract":"Metastasis to distant organs is the major cause of cancer-related deaths, and bone is the most frequent destination of metastasis in many cancers. Recent studies have shown that the bone microenvironment, not only permits, but augments cancer cells&#8217; invasion and spread within tissue. Recent evidence also suggests that NG2<sup>+<\/sup> cells participate in the initiation of bone metastasis and enhance proliferation and migration via cell-to-cell interactions and often co-localize with early disseminated tumor cells (DTCs). Hence, we developed an imageomics framework to measure and model three-dimensional (3D) spatial relationships within the bone microenvironment using whole slide confocal imaging.<br \/>To investigate the progression of DTCs, we delivered Lewis Lung Carcinoma (LLC1) GFP<sup>+<\/sup> cancer cells to hind limb bones through intra-iliac artery injection. We did not observe immunogenic rejection of the cells or loss of markers during tumor progression. We performed whole slide confocal imaging to reconstruct high, single-cell resolution, 3D images of femur bones using NG2-creER;ROSA26-LoxP-TdTomato mice. This allowed us to detect and localize single spontaneous DTCs and NG2<sup>+<\/sup> cells within the overall structure of the bone using anti-RFP and anti-GFP fluorescent markers.<br \/>To quantify 3D spatial relationships in the bone microenvironment, cell positions were labeled within the image by setting a channel-specific minimum intensity threshold to remove background noise and weakly-stained objects, followed by removing all objects measuring &#60;10 &#956;m in more than one dimension. The remaining markers for DTCs were evaluated manually. DTCs were identified based on 3D shape, size, heterogeneity of stain markers, and absence of non-specific staining, while the coordinates (x,y,z) of each DTC were recorded. NG2<sup>+<\/sup><sub> <\/sub>cell positions were determined automatically; a black-hat transformation is used to remove background noise and enhance contrast, followed by thresholding to segment NG2<sup>+<\/sup> cells. For segmented objects within the volume range of an expected cell (5-20 &#956;m radius), the centroid coordinates of the resulting objects were recorded.<br \/>To evaluate the spatial relationships in the stationary point patterns (SPPs) generated from the DTC and NG2<sup>+<\/sup> staining, we implemented a 3D Ripley&#8217;s cross-K function to indicate spatial clustering or dispersion within and between SPPs to quantitatively evaluate spatial relationships at various distances and statistically compare against random distributions.<br \/>We have developed an imageomics framework for 3D spatial relationships of different cells within the bone microenvironment using whole slide confocal imaging. Our framework can accurately assess the relationship between the two groups and evaluate additional elements within the bone microenvironment, and potentially other cancer-affected organ systems.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Cancer,Microenvironment,Image analysis,3D imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Daniel  S.  Kermany<\/b><sup>1<\/sup>, Weijie Zhang<sup>2<\/sup>, Jianting Sheng<sup>3<\/sup>, Matthew Vasquez<sup>3<\/sup>, Xiang Zhang<sup>2<\/sup>, Stephen  T.  Wong<sup>3<\/sup><br><br\/><sup>1<\/sup>School of Medicine, Texas A&M University, Bryan, TX,<sup>2<\/sup>Lester and Sue Smith Breast Center, Baylor College of Medicine, Houston, TX,<sup>3<\/sup>Systems Medicine and Bioengineering Department, Houston Methodist Cancer Center, Houston, TX","CSlideId":"","ControlKey":"4365190e-e622-4419-ae07-0791e32b07a6","ControlNumber":"3013","DisclosureBlock":"<b>&nbsp;D. S. Kermany, <\/b> <br><b>Ai-Ris, LLC<\/b> Stock, Patent.<br><b>W. Zhang, <\/b> None..<br><b>J. Sheng, <\/b> None..<br><b>M. Vasquez, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>S. T. Wong, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5557","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2382","PresenterBiography":null,"PresenterDisplayName":"Daniel Kermany","PresenterKey":"f925bbd2-e755-4a02-9686-1858ee6662dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2382. Three-dimensional spatial phenotyping of cellular landscapes in the bone microenvironment of spontaneous metastases","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Three-dimensional spatial phenotyping of cellular landscapes in the bone microenvironment of spontaneous metastases","Topics":null,"cSlideId":""},{"Abstract":"Patient-derived tumor organoids (PDTOs) have been shown to be predictors of clinical response. While evidence suggests PDTOs are a more physiologically relevant cell model to use for drug discovery, challenges still exist to fully characterize their response to chemotherapies. Assays which attempt to quantify drug response in preclinical models are often end-point and cannot separate responses of heterogeneous cultures or capture dynamic information. Image based technologies attempt to counteract these shortcomings but often require fluorescent protein expression or cell staining to observe changes long-term. We utilized a label-free approach, fluorescence lifetime imaging microscopy (FLIM) and phasor analysis, to determine the metabolic state of individual PDTOs and correlate our findings to traditional cell viability assays (e.g., ATP measurements, phototoxic dyes) in response to drug perturbations.<br \/>By measuring the fluorescence lifetime of NADH, an autofluorescent metabolite, we were able to quantify the metabolic signature of KRAS mutant (KRAS<sup>MUT<\/sup>) colorectal cancer (CRC) PDTOs. The emission decay at each pixel was Fourier transformed and represented on a phasor plot. Pixels that had a shorter lifetime of NADH were indicative of glycolysis (GLY) while longer lifetimes indicated regions of oxidative phosphorylation (OXPHOS). PDTOs were treated with clinically-relevant drugs, SN-38 (an active metabolite of irinotecan), 5-FU, and cetuximab (CTX). FLIM images were taken after 6 and 72 hours of treatment. KRAS<sup>MUT <\/sup>tumors do not respond to CTX, thus this was used as a negative control. Staurosporine (ST) was used as a positive control for cell death. A shift in metabolic signature towards OXPHOS in a dose-dependent manner was seen in PDTOs treated with ST or SN-38. These shifts correlated with cell death measured using the CellTiter Glo cell viability assay and confocal fluorescence images of PDTOs stained with a vital dye, DRAQ7. Changes in metabolism were seen within hours while DRAQ7 signal was detected after a few days. No changes in metabolic signature, cell viability, or DRAQ7 levels were seen in CTX treated PDTOs as expected. 5-FU was found to be an ineffective drug for the specific PDTO tested in our assay as shown by the lack of metabolic shifts compared to untreated PDTOs and no decrease in cell viability. Metabolic heterogeneity was also seen with FLIM, including distinguishing different cell types in co-cultures of PDTOs and cancer-associated fibroblasts (CAFs). We were able to separate the metabolic signatures of each cell type and determine that CAFs have a more GLY signature. Taken together, FLIM supported label-free imaging of multicellular 3D organoid models for the purposes of determining dynamic tumor drug response. We are adapting this workflow to a high-throughput multimodal imaging platform for drug screening to make more informed decisions on patient care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-07 Imaging tumor metabolism,,"},{"Key":"Keywords","Value":"Fluorescence imaging,Metabolism,Organoids,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Emma Jane Fong<\/b><sup>1<\/sup>, Mathias Bigger<sup>2<\/sup>, Seungil Kim<sup>1<\/sup>, Michael Doche<sup>1<\/sup>, Scott Valena<sup>1<\/sup>, Pratiksha Kshetri<sup>1<\/sup>, Shannon Mumenthaler<sup>1<\/sup><br><br\/><sup>1<\/sup>Lawrence J. Ellison Institute for Transformative Medicine, Los Angeles, CA,<sup>2<\/sup>Mork Family Department of Chemical Engineering & Materials Science, University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"f194b587-8d2b-4c0b-ab38-1abf458bc8b7","ControlNumber":"3230","DisclosureBlock":"&nbsp;<b>E. J. Fong, <\/b> None..<br><b>M. Bigger, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>M. Doche, <\/b> None..<br><b>S. Valena, <\/b> None..<br><b>P. Kshetri, <\/b> None..<br><b>S. Mumenthaler, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5558","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2383","PresenterBiography":null,"PresenterDisplayName":"Emma Fong, BS;MS;PhD","PresenterKey":"084bbc6a-6c65-45dd-b6d5-85d79a4426e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2383. Fluorescence lifetime imaging microscopy to assess drug response in patient-derived colorectal cancer organoids","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fluorescence lifetime imaging microscopy to assess drug response in patient-derived colorectal cancer organoids","Topics":null,"cSlideId":""},{"Abstract":"Quantitative phase imaging (QPI) through holographic time-lapse microscopy allows for non-invasive measurements of cell dry mass and the ability to track cells for long periods of time with minimal damage, making it most beneficial for research on cancer treatment. Research with this enhanced method of observation can help decipher various morphologies present in specific cell lines and show how each cell can respond differently to provided signals. In this assay, we studied N2a murine neuroblast differentiation in response to Retinoic acid, as well as the anticancerous activity of Saffron and UV in MDA-MB-468 breast carcinoma and HCT116 colon carcinoma cell lines. Cells were observed using Telight&#8217;s Q-Phase, a multimodal microscope that utilizes QPI holographic time-lapse technology with label-free monitoring. The cells were able to survive in optimum conditions for up to 96 hours without any appreciative loss of viability.&#8239; With the emergence of phytochemicals being used as alternative cancer treatments, specific pigments in saffron have shown therapeutic effects against cancer tissues such as apoptosis and decreased carcinogen presence. A microanalysis of the effects of saffron on reducing the invasion potential, viability, and tumorigenicity of breast cancer cell lines was performed. QPI microscopy was performed on MDA-MB-468 human breast adenocarcinoma and HCT116 colon carcinoma cell lines treated with varying doses of saffron and ultraviolet radiation. Cell lines were observed under the microscope for 58-hour periods for changes in mass, movement, and replication. The quantitative data showed a reduction of projections from saffron treatment but did not show any significant reduction in cell movement over the 58-hours. These results were later confirmed through scratch wound and Boyden chamber assays. Similarly, when examining the process of N2a neuroblast differentiation, it was observed that cells do not move towards differentiation in a linear manner, but rather changed their direction and path several times before committing to their final phenotype. These types of observations are critical in understanding the biological processes behind differentiation and drug response and could not have been done without using the various quantitative and analysis tools provided by the QPI technology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-05 Imaging of molecular and cellular events in tumors and tumor cells,,"},{"Key":"Keywords","Value":"Molecular imaging,Image analysis,Tumor invasion,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rida Khan<\/b><sup><\/sup>, Meaghan McDonald<sup><\/sup>, Albina Mikhaylova<sup><\/sup>, Fatima K. Rehman<sup><\/sup><br><br\/>The University of North Florida, Jacksonville, FL","CSlideId":"","ControlKey":"eacd8ca1-4d10-4ece-bf25-370d4d7e0d69","ControlNumber":"4688","DisclosureBlock":"&nbsp;<b>R. Khan, <\/b> None..<br><b>M. McDonald, <\/b> None..<br><b>A. Mikhaylova, <\/b> None..<br><b>F. K. Rehman, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5560","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2384","PresenterBiography":null,"PresenterDisplayName":"Rida Khan","PresenterKey":"83313a50-7d46-49fc-a98d-53f83849429b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2384. Quantitative phase imaging provides new insights into diverse morphologies in cell lines and their behavior in response to alternative cancer treatments","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quantitative phase imaging provides new insights into diverse morphologies in cell lines and their behavior in response to alternative cancer treatments","Topics":null,"cSlideId":""},{"Abstract":"Background: Sentinel lymph node (SLN) mapping has been used in various cancer surgery including endometrial cancer as a targeted assessment tool for identifying lymph node metastases, an alternative for complete lymphadenectomy to minimize surgical morbidity. Neomannosyl human serum albumin (MSA) targets the macrophage mannose receptor CD206 which is highly expressed in metastatic lymph node. The aim of this study was to evaluate the effectiveness of indocyanine green-neomannosyl human serum albumin (MSA:ICG) which targets macrophage mannose receptor CD206 for SLN mapping.<br \/>Methods: LN targeting ability was examined on mouse footpad models of uterine cancer using MSA:ICG and ICG for comparison. Seven mice with uterine cancer and 2 mice without cancer as a control group were each assigned to MSA:ICG and ICG groups. After injection of tracers, fluorescence images were taken and SLN biopsy was done to confirm LN metastasis status. We compared the signal-to-background ratio (SBR) according to time.<br \/>Results: In both MSA:ICG and ICG group, 16 lymph nodes out of 18 were detected using fluorescence imaging (detection rate: 88.9%). Four lymph nodes in MSA:ICG group and 5 lymph nodes in ICG group were metastatic among 16 lymph node each group. Excluding lymph nodes that were not detected, the SBR after the injection of MSA:ICG group was significantly higher than ICG group in metastatic LN (MSA:ICG 4.36 vs ICG 3.07, p&#60;0.001), non-metastatic lymph nodes (MSA:ICG 3.11 vs ICG 1.93, p=0.001), and normal control lymph nodes (MSA:ICG 1.38 vs ICG 0.54, p&#60;0.001). Comparing signal intensity according to CD206 expression, there was no difference in SBR values between the two groups in patients without CD206 expression, but the MSA group had a statistically significantly higher SBR value than the ICG group (p&#60;0.001) in patients with CD206 moderate or high expression.<br \/>Conclusions: This study showed that MSA:ICG may be an effective tracer for sentinel lymph node mapping. In addition, the metastatic lymph nodes expressing CD206 showed higher signal than normal lymph nodes in MSA:ICG group, unlike in ICG group. Further studies using larger animal models and clinical trials are needed to confirm this result.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-06 Imaging the immune response,,"},{"Key":"Keywords","Value":"Lymph node metastasis,Endometrial cancer,Macrophages,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Hyun-Woong Cho<sup><\/sup>, OK Hwa Jeon<sup><\/sup>, <b>Sanghoon Lee<\/b><sup><\/sup>, Hyun Koo Kim<sup><\/sup>, Jae Kwan Lee<sup><\/sup>, Jin Hwa Hong<sup><\/sup><br><br\/>Korea University Guro Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"ed1aaa35-287b-45b3-9940-3ed1f13a8cbc","ControlNumber":"167","DisclosureBlock":"&nbsp;<b>H. Cho, <\/b> None..<br><b>O. Jeon, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Hong, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5561","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2385","PresenterBiography":null,"PresenterDisplayName":"Sanghoon Lee, MD","PresenterKey":"a28a9260-9d6f-4a98-8a5e-a6b31fa2f89c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2385. Targeting mannose receptor expression on macrophages for sentinel lymph node mapping in endometrial cancer: murine model","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting mannose receptor expression on macrophages for sentinel lymph node mapping in endometrial cancer: murine model","Topics":null,"cSlideId":""},{"Abstract":"Live tumor fragments (LTF) that maintain a patient's relevant tumor microenvironment provides an opportunity to study treatment response. To verify viability of the fragments over time, we have devised and applied a label-free quantitative microscopy-based approach to monitor LTF health. This method directly assesses intrinsic fluorescence from metabolic co-factors and allows the spatial and temporal visualization of cell status. Using the label-free method of multiphoton fluorescence lifetime microscopy (MP-FLIM), we can assess excised tumor samples over 48 hours to determine the health of individual cells. Specifically, with MP-FLIM, we can analyze signals generated by the intrinsically fluorescent metabolic co-factor NAD(P)H which correlates with mitochondrial outer membrane permeabilization and the irreversible cascades leading to cell death. Our findings using MP-FLIM were confirmed using a standard caspase 3\/7 live apoptosis assay. These data demonstrate MP-FLIM can detect and quantify cell viability without the use of potentially toxic dyes, thus enabling longitudinal multi-day studies assessing the effects of therapeutic agents on LTF.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Imaging,Tumor microenvironment,Apoptosis,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jason  T.  Smith<sup><\/sup>, Jonathan Ouellette<sup><\/sup>, Janey Deganan<sup><\/sup>, Ellen Wargowski<sup><\/sup>, Zachary Swider<sup><\/sup>, Kevin Eliceiri<sup><\/sup>, Michael Szulczewski<sup><\/sup>, Jon Oliner<sup><\/sup>, Michael Korrer<sup><\/sup>, Chris Zahm<sup><\/sup>, <b>Eric Wait<\/b><sup><\/sup>, John Rafter<sup><\/sup><br><br\/>Elephas, Madison, WI","CSlideId":"","ControlKey":"85637f97-24a5-4130-9229-545fd7586705","ControlNumber":"7522","DisclosureBlock":"&nbsp;<b>J. Ouellette, <\/b> None..<br><b>E. Wargowski, <\/b> None..<br><b>J. Oliner, <\/b> None..<br><b>C. Zahm, <\/b> None..<br><b>E. Wait, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5562","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2386","PresenterBiography":null,"PresenterDisplayName":"Eric Wait, MS;PhD","PresenterKey":"6abf19c0-7b08-4144-b7e8-3b8abb9e3d2c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2386. Label free imaging for rapid assessment of tumor viability in live tumor fragments","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Label free imaging for rapid assessment of tumor viability in live tumor fragments","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Gliomas account for majority of primary brain tumors and are composed of different grades, which present distinct molecular alterations, histological characteristics, and response to treatments. Patient-derived xenografts (PDXs) are the most &#8220;close-to-patient&#8221; models for oncology studies which largely maintain the histo- and molecular- pathology of the original tumors and are widely applied in preclinical evaluations. Subcutaneously inoculated glioma PDX models provide convenient evaluation of treatments&#8217; efficacy but are difficult to mimic the <i>in-situ<\/i> microenvironment and diffuse invasive growth to peripheral tissue in the brain. Orthotopic implantation of bioluminescent labelled glioma models provides a more relevant preclinical model to evaluate and quantify treatment response.<br \/>Methods: A glioma PDX model was established by subcutaneously engrafting tumor directly from patient following surgery into immunodeficient mice. Once established and expanded through passaging, glioma cells were isolated from fresh PDX tumor and transduced with pLVX-IRES-ZsGreen1 lentiviral vector, which expressed both luciferase and GFP, rapidly. Cells were then subcutaneously inoculated into immunodeficient mice directly without <i>in vitro<\/i> culture and selection. Cell sorting of the following tumors based on GFP expression was performed to exclude the luciferase negative cells and enrich for stable luciferase signal in subsequent passages. The <i>in<\/i> <i>vivo <\/i>expansion and sorting of GFP<sup>+<\/sup> tumor cells were repeated for two rounds. Cells from third passages of subcutaneous tumor were orthotopically inoculated in the brain of NOD.<i>scid<\/i> mice. The tumor progression in the brain was further confirmed by the IVIS&#174; Spectrum <i>In Vivo<\/i> Imaging System. Response of orthotopically inoculated BN2289-Luc to temozolomide was also evaluated according to the bioluminescent signal in brain.<br \/>Results: We successfully established a luciferase-GFP dual-labeled glioma PDX model BN2289-Luc which was stably passaged <i>in vivo<\/i>. The successful transduction of luciferase-GFP cascade was detected by <i>in vitro<\/i> luciferase assay and fluorescence imaging. Stable tumor progression and bioluminescent signal growth of BN2289-Luc were validated orthotopically and subcutaneously in immunodeficient mice, and a histological study revealed the consistency between orthotopic and subcutaneous tumors. Efficacy studies showed that orthotopically inoculated BN2289-Luc responded to temozolomide (25mg\/kg, p.o., Day1-5\/wkx4wks).<br \/>Conclusion: An orthotropic glioma PDX model, BN2289-Luc displayed luciferase signal of <i>in situ<\/i> tumor progression and response to temozolomide treatment, providing an ideal approach for orthotopic investigation of gliomas and preclinical testing of new drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Glioma,Imaging,Patient-derived xenograft (PDX) models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jinxi Wang<\/b><sup><\/sup>, Ling Chen<sup><\/sup>, Jun Zhou<sup><\/sup>, Likun Zhang<sup><\/sup>, Jinyu Huang<sup><\/sup>, Xueluan Zhu<sup><\/sup>, Ludovic Bourre<sup><\/sup>, Jingjing Wang<sup><\/sup><br><br\/>Crown Bioscience, Inc., San Diego, CA","CSlideId":"","ControlKey":"c3b81a91-6a8b-4372-8a94-613b52cf2ed0","ControlNumber":"3286","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>X. Zhu, <\/b> None..<br><b>L. Bourre, <\/b> None..<br><b>J. Wang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5563","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2387","PresenterBiography":null,"PresenterDisplayName":"Jingjing Wang, PhD","PresenterKey":"33e1d6a9-b97c-40e0-8be5-0b0e6dae8880","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2387. Characterization of orthotopic bioluminescent patient-derived xenograft model of glioma for drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of orthotopic bioluminescent patient-derived xenograft model of glioma for drug discovery","Topics":null,"cSlideId":""},{"Abstract":"Tumor hypoxia has long been recognized as a negative prognosticator in patients with head and neck squamous cell carcinomas (HNSCC). Recent studies have also demonstrated that hypoxia promotes an immunosuppressive tumor microenvironment. However, the potential of non-invasive imaging of tumor hypoxia as a biomarker of immunotherapeutic efficacy has not been previously studied in HNSCC. To address this gap in knowledge, in the present study, we employed photoacoustic imaging (PAI) with co-registered ultrasound (US) for spatiotemporal profiling of tumor hypoxia in orthotopic models of HNSCC. Orthotopic RP-MOC1 and SCCVII tumors were established in female albino C57Bl\/6 and C3H\/HeJ mice, respectively. Longitudinal measurements of PAI-based biomarkers of tumor vascularity (hemoglobin concentration; HbT) and hypoxia (oxygen saturation; sO<sub>2<\/sub>) were obtained during initial tumor growth and following treatment with anti-programmed death-1 antibody treatment (&#945;PD1; 200 &#181;g, 3 doses administered once every 3 days). PAI-based measures of HbT and sO<sub>2<\/sub> were validated using immunohistochemical markers of proliferation (Ki67), vascularity (CD31), hypoxia (CAIX), CD8+ T cell levels and treatment outcomes (US-based tumor volumes). Prior to treatment, SCCVII tumors exhibited rapid growth kinetics on US that was associated with decreased HbT and sO<sub>2<\/sub> levels on PAI . Consistent with these findings, immunohistochemical analysis of SCCVII tumors revealed higher numbers of Ki67+ cells, higher levels of CAIX and low CD8+ T cell levels. In comparison, RP-MOC1 tumors showed a slower tumor growth rate on US and higher levels of HbT and sO<sub>2<\/sub> on PAI prior to treatment. Ex-vivo analysis of RP-MOC1 tumors showed lower CAIX staining and higher CD8+ T cells validating PAI observations. Treatment with &#945;PD1 yielded distinct therapeutic response profiles between the two tumor models. While SCCVII tumors were consistently resistant to &#945;PD1, RP-MOC1 tumors exhibited a differential response to immunotherapy with 47% of tumors showing regression (responders) and 53% of tumors displaying continued increase in growth (non-responders). Notably, &#945;PD1 responsive tumors showed an early (24h post 1st dose) increase in HbT and sO<sub>2, <\/sub>likely reflective of increased vessel perfusion and alleviation of hypoxia mediated by CD8+ T cell accumulation and IFN&#947; production, as previously reported in colon cancer models. Collectively, our observations highlight the impact of hypoxia on the tumor immune microenvironment and demonstrate, for the first time, the potential of PAI with co-registered US as an early non-invasive biomarker of immunotherapeutic efficacy in head and neck cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-06 Imaging the immune response,,"},{"Key":"Keywords","Value":"Biomarkers,Hypoxia,Immune checkpoint blockade,Ultrasound and photoacoustic imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Celia DeJohn<\/b><sup><\/sup>, Aparajita Verma<sup><\/sup>, Vui King Vincent-Chong<sup><\/sup>, Mukund Seshadri<sup><\/sup><br><br\/>Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"6e74868c-af09-4f64-abaf-8413e356615d","ControlNumber":"6433","DisclosureBlock":"&nbsp;<b>C. DeJohn, <\/b> None..<br><b>A. Verma, <\/b> None..<br><b>V. Vincent-Chong, <\/b> None..<br><b>M. Seshadri, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5564","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2388","PresenterBiography":null,"PresenterDisplayName":"Celia DeJohn, BS","PresenterKey":"4d49f7e9-21d5-4ca6-ae9a-452e5790bedb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2388. Non-invasive imaging of hypoxia as a biomarker of immunotherapeutic efficacy in head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-invasive imaging of hypoxia as a biomarker of immunotherapeutic efficacy in head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: <i>In vivo<\/i> multiphoton autofluorescence microscopy provides live, label free, single cell imaging of metabolic changes. These metabolic changes are quantified via the metabolic coenzymes NAD(P)H and FAD which are autofluorescent molecules endogenous to all cells. Metabolic reprogramming of tumor and immune cells is closely associated with cancer progression and cell phenotype. We aim to study metabolic changes during administration of an effective, triple-combination immunotherapy within murine melanoma tumors. This therapy includes external beam radiation, intratumoral hu14.18-IL2 immunocytokine (anti-GD2 mAb fused to IL2, provided by Anyxis Immuno-Oncology GmbH of Vienna, Austria), and intraperitoneal anti-CTLA-4 leading to <i>in situ<\/i> vaccination and cure of GD2+ murine tumors. Previous work has shown that a T cell response is critical to the efficacy of this therapy, so we created an mCherry-labeled T cell mouse model to study this response.<br \/>Methods: We implanted syngeneic B78 (GD2+) melanoma cells into the flanks of mCherry-labeled CD8 T cell reporter mice (C57Bl\/6 background) to induce tumors. Under anesthesia, skin flap surgery was performed and tumors were imaged at several time points during therapy. Multiphoton imaging was performed to collect NAD(P)H, FAD, mCherry, and collagen signal with a 40X objective. Fluorescence lifetime data was collected using time correlated single photon counting electronics. Tissues were harvested and analyzed via flow cytometry and multiplex immunofluorescence to corroborate intravital imaging findings and characterize the immune infiltrate.<br \/>Results: Here we demonstrate that our <i>in vivo<\/i> imaging is sensitive to metabolic changes in both B78 melanoma and CD8 T cells from immunotherapy treated versus control tumors. These metabolic differences include changes in protein binding, redox balance, and fluorescence lifetime. We also show remodeling of collagen, a major component of the extracellular matrix, during immunotherapy that may be explained by an observed decrease in macrophages. Flow cytometry and multiplex immunofluorescence illustrate changes in the immune infiltrate composition, activation, cytotoxicity, and spatial distribution during therapy. We are also currently investigating metabolic changes in an MC38 mouse model - a hot tumor model - that we anticipate will provide excellent metabolic contrast to our B78 immunologically cold tumor model.<br \/>Conclusions: These results show that <i>in vivo<\/i> metabolic imaging enables single cell quantification of metabolic changes in tumor and immune cells during therapy. Combined with other traditional assays, we can elucidate key immune cell populations and the crucial timepoints during therapy where changes are occurring. With continued efforts, this imaging platform may be leveraged to develop new combinations of immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-06 Imaging the immune response,,"},{"Key":"Keywords","Value":"In vivo imaging,Melanoma\/skin cancers,Metabolism,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexa  R.  Heaton<\/b><sup>1<\/sup>, Anna Hoefges<sup>2<\/sup>, Peter  R.  Rehani<sup>3<\/sup>, Nathaniel  J.  Burkard<sup>2<\/sup>, Arika  S.  Feils<sup>2<\/sup>, Dan  V.  Spiegelman<sup>2<\/sup>, Noah  W.  Tsarovsky<sup>2<\/sup>, Alina  A.  Hampton<sup>2<\/sup>, Amy  K.  Erbe Gurel<sup>2<\/sup>, Alexander  L.  Rakhmilevich<sup>2<\/sup>, Paul  M.  Sondel<sup>2<\/sup>, Melissa  C.  Skala<sup>1<\/sup><br><br\/><sup>1<\/sup>Morgridge Institute for Research and University of Wisconsin-Madison, Madison, WI,<sup>2<\/sup>University of Wisconsin-Madison, Madison, WI,<sup>3<\/sup>Morgridge Institute for Research, Madison, WI","CSlideId":"","ControlKey":"0705b591-4980-48da-903c-a5e1bbbf028c","ControlNumber":"1429","DisclosureBlock":"&nbsp;<b>A. R. Heaton, <\/b> None..<br><b>A. Hoefges, <\/b> None..<br><b>P. R. Rehani, <\/b> None..<br><b>N. J. Burkard, <\/b> None..<br><b>A. S. Feils, <\/b> None..<br><b>D. V. Spiegelman, <\/b> None..<br><b>N. W. Tsarovsky, <\/b> None..<br><b>A. A. Hampton, <\/b> None..<br><b>A. K. Erbe Gurel, <\/b> None..<br><b>A. L. Rakhmilevich, <\/b> None..<br><b>P. M. Sondel, <\/b> None..<br><b>M. C. Skala, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5565","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2389","PresenterBiography":"","PresenterDisplayName":"Alexa Heaton","PresenterKey":"a64b2244-b03b-4872-b6b3-c381e31c04ed","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/a64b2244-b03b-4872-b6b3-c381e31c04ed.profile.jpg","SearchResultActions":null,"SearchResultBody":"2389. <i>In vivo<\/i> multiphoton autofluorescence imaging is sensitive to CD8 T cell and tumor cell metabolic changes during immunotherapy in a murine melanoma model","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> multiphoton autofluorescence imaging is sensitive to CD8 T cell and tumor cell metabolic changes during immunotherapy in a murine melanoma model","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Triple negative breast cancer (TNBC) is the most aggressive subtype of breast cancer. The cancer is known for the lack of estrogen and her2 receptors. TNBC has a 5-year survival rate of 77% as for the other breast cancers averaging out at 93%. The CL-750 probes are made to identify the claudin-4 that is expressed in TNBC, making it easy to identify the cancer quickly so we can treat quickly.<br \/><b>Methods<\/b>: TNBC, aggressive pancreatic and kidney cancer cell lines were used to assess the expression of claudin-4 via western blot. Based upon the C-terminal fragment of Clostridium perfingens, we synthesized a 30 aa peptide. CL peptide was conjugated to amine reactive HiLite 750 nm fluorescent dye. The CL-750 probes were purified using dialysis to remove unattached dye. MDA-MB-468 (TNBC), MDA-MB-231 (TNBC), S2VP10 (pancreatic), and 293 (kidney) cells were incubated with CL-750 probes for 30 minutes and evaluated with near infrared-fluorescence using Odyssey imaging software. Using the treated cells were then scraped into agar tissue mimicking phantoms, the probes were assessed for optoacoustic activity using the MSOT (Multispectral optoacoustic tomography).<br \/><b>Results<\/b>: Using western blot to show expression of claudin-4 within cell lines the S2VP10 pancreatic (positive control) showed the most expression of claudin-4, while the 293 kidney cells showed a lesser amount. Both MDA-MB-468 and MDA-MB-231 TNBC cells showed the lowest amount of claudin-4 nonetheless both showed enough to continue with experiments. Cell line S2VP10 showed an extreme amount of binding to probe, while as the probe also bound to both smaller amount of claudin positive breast cancer cell line (MDA-MB-231) and larger amount of claudin breast cancer cell line (MDA-MB-468). Both CL-Short-750 and CL-Long-750 showed signal using MSOT. The CL-Long-750 showed 2x as much signal as CL-Short-750 making the Cl-long-750 probe more efficient in identifying claudin positive cell TNBC (p&#60;0.05).<br \/><b>Conclusion<\/b>: Both CL-750-probes have the capability of identifying claudin-4 positive cell lines, but CL-Long-750 was more effective and had greater binding.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Breast cancer,Molecular imaging,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Laycee Parsons<\/b><sup><\/sup>, William  M.  MacCuaig<sup><\/sup>, Lacey R. McNally<sup><\/sup><br><br\/>OU Health Stephenson Cancer Center, Oklahoma City, OK","CSlideId":"","ControlKey":"74d1f376-9856-4c28-8800-d1fe7d1776c5","ControlNumber":"6400","DisclosureBlock":"&nbsp;<b>L. Parsons, <\/b> None..<br><b>W. M. MacCuaig, <\/b> None..<br><b>L. R. McNally, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5571","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2390","PresenterBiography":null,"PresenterDisplayName":"Laycee Parsons, Undergraduate Student","PresenterKey":"642aa303-3d4e-4b00-87e0-dce323b9aa80","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2390. Claudin-4 probe identifies triple negative breast cancer using multispectral optoacoustic tomography","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Claudin-4 probe identifies triple negative breast cancer using multispectral optoacoustic tomography","Topics":null,"cSlideId":""},{"Abstract":"Tumor acidosis plays a major role in tumor aggressiveness, invasion, and resistance. Therefore, it is considered an important target for novel anticancer strategies. In this study, we tested the efficacy of a transdermal treatment applied directly to the tumor area to reduce interstitial acidosis. The product involved is a patented transdermal cream formulation (DYV800) produced by Dyve Biosciences that contains 33% sodium bicarbonate and serves as a buffer medicament. C57BL\/6 mice bearing B16-F10 melanoma subcutaneous tumors were treated with DYV800, and pH was measured at different time points after cream application. The MRI pH imaging technique used in this study is the Chemical Exchange Saturation Transfer (CEST) method, which involves the injection of an iodinated contrast agent, iopamidol (Isovue, Bracco Imaging), to measure extracellular pH (pHe) <i>in vivo<\/i>. In the first experiment to examine the time-course effect of DYV800 on tumor acidosis, mice (N=30, 15 untreated and 15 treated) were treated only once with 100 &#181;L of cream. pH acquisitions were done with untreated mice for baseline pH measurements (N=15) and at different time points after cream application in another set of mice (1, 2, 4 and 24 hours; N=15). As revealed by the pH measurements, the highest increase in pH was reported after 2 hours of the cream application (6.71 vs. 6.84, untreated vs. post 2hrs, <i>p-value<\/i> 0.025 ANOVA with Bonferroni comparison test), and although pH was higher for all the other time points compared to baseline values, no statistical significance was found (post 1hr 6.75; post 4hrs 6.78; post 24hrs 6.75). In a second experiment, mice (N=10) were untreated (N=3) or received prolonged treatment that lasted 5 days, with one group of mice treated once-a-day (N=3) and the second group of mice treated twice-a-day (N=4) with 100 &#181;L of cream for each application. MRI pH imaging was performed the next day after the treatment regimen was completed. Baseline measurements confirmed that B16 tumors have an acidic pH of 6.7 that increased to 6.82 in the once-a-day treated group (<i>p-value<\/i> 0.037 unpaired t-test vs. baseline) and to 6.77 in the twice-a-day treated group (not significant compared to baseline). To complete the pH evaluations, untreated mice reported a slight reduction in pHe (6.65) after 6 days of the baseline acquisitions. These experiments demonstrate for the first time that the extracellular pH of tumors can be increased upon application of a buffer formulation transdermally delivered to mice. Future experiments are expected to provide insights into the effect of DYV800 cream application on tumor growth and immune cell migration and activation in the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Magnetic resonance imaging,pH,Buffer therapy,Transdermal treatment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Pietro Irrera<\/b><sup>1<\/sup>, Bruna Victorasso Jardim-Perassi<sup>1<\/sup>, Dominique Abrahams<sup>2<\/sup>, Thomas Sherlock<sup>1<\/sup>, Samantha Byrne<sup>1<\/sup>, Andrew Ojeda<sup>1<\/sup>, Justin  Y.   C.  Lau<sup>3<\/sup>, Nathan Fitzsimmons<sup>4<\/sup>, Audrene Rice<sup>4<\/sup>, Chuck Harbert<sup>4<\/sup>, Renee Arakawa<sup>4<\/sup>, Arig Ibrahim-Hashim<sup>1<\/sup>, Ryan Beal<sup>4<\/sup>, Shari Pilon-Thomas<sup>5<\/sup><br><br\/><sup>1<\/sup>Cancer Physiology, H. Lee Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Comparative Medicine, University of South Florida, Tampa, FL,<sup>3<\/sup>GE Healthcare, Albany, NY,<sup>4<\/sup>Dyve Biosciences, Inc., Camarillo, CA,<sup>5<\/sup>Immunology, H. Lee Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"3804ed07-c129-4bca-8260-20a9061d2fa8","ControlNumber":"7193","DisclosureBlock":"&nbsp;<b>P. Irrera, <\/b> None..<br><b>B. Victorasso Jardim-Perassi, <\/b> None..<br><b>D. Abrahams, <\/b> None..<br><b>T. Sherlock, <\/b> None..<br><b>S. Byrne, <\/b> None..<br><b>A. Ojeda, <\/b> None..<br><b>J. Y. C. Lau, <\/b> None..<br><b>N. Fitzsimmons, <\/b> None..<br><b>A. Rice, <\/b> None..<br><b>C. Harbert, <\/b> None..<br><b>R. Arakawa, <\/b> None..<br><b>A. Ibrahim-Hashim, <\/b> None..<br><b>R. Beal, <\/b> None..<br><b>S. Pilon-Thomas, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5572","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2391","PresenterBiography":null,"PresenterDisplayName":"Pietro Irrera","PresenterKey":"c383d0ca-9d2e-4060-8451-e5f11d362ebf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2391. Transdermal alkalinization treatment induces pH changes in a murine melanoma model as measured with MRI-CEST pH imaging","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transdermal alkalinization treatment induces pH changes in a murine melanoma model as measured with MRI-CEST pH imaging","Topics":null,"cSlideId":""},{"Abstract":"Studying tumor heterogeneity at single cell resolution is crucial for elucidating tumor progression and treatment response. Classically, tumor cells are characterized with a limited set of biomarkers that cannot cover the full extent of the tumor cell heterogeneity. The advent of single cell genomics has enabled scientists to study heterogeneity at high resolution, but gene expression signatures may not translate to readily available biomarkers for functional studies. Multi-dimensional morphology analysis has the potential for higher resolution than cell surface biomarkers while also reducing cell manipulations. The Deepcell platform enables multi-dimensional morphology analysis of unlabeled single cells using artificial intelligence (AI), imaging, and microfluidics, allowing for higher resolution of population heterogeneity beyond protein expression markers. Using the Deepcell platform, we trained an AI model to identify and sort for malignant cells from non-small cell lung cancer cells (NSCLC) tumor biopsies based on morphology. scRNA-seq, CNV, and targeted mutation analysis verified enrichment of carcinoma cells. Sorted cells had gene expression signatures indicative of tumor cells (e.g. EpCAM expression), increased genomic alterations by CNV analysis, and increased allele frequency of P53 and KRAS mutations relative to pre-sorted samples. Overall, the data indicate brightfield images of cells can be used to detect macro-level changes in cell morphology resulting from the molecular events involved in tumorigenesis. In addition, we induced chemotherapeutic drug resistance of lung cancer cell lines <i>in vitro, <\/i>imaged the resulting cultures on the Deepcell platform, and used the bright-field cell images to generate multi-dimensional morphological embeddings that can be visualized by UMAP. The resulting UMAPs showed distinct clusters of cells for both the parent and resistant cell lines, indicating that there are morphological differences associated with drug resistance. We developed a random forest classifier to identify the top differential morphological features between parental and resistant cell lines. These top features can distinguish between the populations with high accuracy (87%). Finally, we performed multi-dimensional morphology analysis to compare lung adenocarcinoma (LA) and squamous cell carcinoma (SCC) cell lines. The classifier predicted the correct cell type with 75% accuracy, suggesting that differences between these two carcinomas are reflected in their morphology. Together, our data suggest that AI-detected morphological differences between cell populations may show a biologically significant link between morphology and phenotype. As such, multi-dimensional morphology analysis will bolster the understanding of complex disease states and tumor microenvironment, particularly in patient derived biopsies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-05 Imaging of molecular and cellular events in tumors and tumor cells,,"},{"Key":"Keywords","Value":"Imaging,Deep learning,Tumor microenvironment,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andreja Jovic<\/b><sup>1<\/sup>, Kiran Saini<sup>1<\/sup>, Ryan Carelli<sup>1<\/sup>, Tiffine Pham<sup>1<\/sup>, Christian Corona<sup>1<\/sup>, Jeanette Mei<sup>1<\/sup>, Michael Phelan<sup>1<\/sup>, Stephane  C.  Boutet<sup>1<\/sup>, Kevn Jacobs<sup>1<\/sup>, Julie Kim<sup>1<\/sup>, Manisha Ray<sup>1<\/sup>, Chassidy Johnson<sup>1<\/sup>, Nianzhen Li<sup>1<\/sup>, Mahyar Salek<sup>1<\/sup>, Matt Barnes<sup>2<\/sup>, Cyril Ramathal<sup>2<\/sup>, Maddison Masaeli<sup>1<\/sup><br><br\/><sup>1<\/sup>Deepcell, Menlo Park, CA,<sup>2<\/sup>AbbVie Inc., North Chicago, IL","CSlideId":"","ControlKey":"22e75b72-ba47-4586-ac4a-bf38f0612059","ControlNumber":"2333","DisclosureBlock":"<b>&nbsp;A. Jovic, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>K. Saini, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>R. Carelli, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>T. Pham, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>C. Corona, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>J. Mei, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>M. Phelan, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>S. C. Boutet, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>K. Jacobs, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>M. Ray, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>C. Johnson, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>N. Li, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>M. Salek, <\/b> <br><b>Deepcell<\/b> Employment. <br><b>M. Barnes, <\/b> <br><b>Abbvie<\/b> Employment, Stock. <br><b>C. Ramathal, <\/b> <br><b>Abbvie<\/b> Employment, Stock. <br><b>M. Masaeli, <\/b> <br><b>Deepcell<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5573","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2392","PresenterBiography":null,"PresenterDisplayName":"Andreja Jovic, PhD","PresenterKey":"111d2850-5e1e-4d85-ae96-a5f387fe3c29","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2392. Multi-dimensional morphology analysis enables identification and label-free enrichment of heterogeneous tumor cell populations","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-dimensional morphology analysis enables identification and label-free enrichment of heterogeneous tumor cell populations","Topics":null,"cSlideId":""},{"Abstract":"TGF&#946;s play a central regulatory role in maintaining homeostasis in the adult animal, and dysregulation of TGF&#946; signaling occurs in many cancers. Consequently, TGF&#946; pathway antagonists are now in early phase clinical oncology trials, but surprisingly little is known about when and where the TGF&#946; pathway is activated in the adult animal. We recently generated a TGF&#946; pathway reporter mouse in which expression of eGFP is driven by an enhancer consisting of 6 repeats of a strong Smad3 binding element (S3x6&#62;GFP reporter), knocked into the ROSA26 locus. Here we present further characterization of the founder line (&#8220;Lime&#8221; mouse). Whole body fluorescent imaging of an adult mouse highlighted Smad3 activation in the expected tissues, such as the gastrointestinal tract, costal cartilage, and brown adipose tissue among others. Unexpectedly, intercrossing the Lime mouse with a Smad3 germline knockout mouse did not reveal a significant reduction in signal. However, since Smad3 knockout mice survive to adulthood despite having no Smad3, the persistence of signal could reflect compensatory signaling through other Smads, such as Smad1\/5 or the Smad3-like Smad2 splice variant, Smad2DelEx3. Alternatively, the reporter may not report with fidelity in the chromatin context of the ROSA26 locus. To address these alternatives, Lime mice were intercrossed with the MMTV-PyVT model of mammary tumorigenesis. Mammary tumors showed high reporter activity, and a mammary tumor cell line (&#8220;LimePyVT&#8221;) was derived for characterization. Reporter activity in LimePyVT cells was enhanced by TGF&#946; and reduced by TGF&#946; receptor kinase inhibitors, but not by a BMP kinase inhibitor, as expected. Reduction in reporter signal with TGF&#946; receptor kinase inhibitors was only seen with prolonged treatment and 2x daily redosing, likely reflecting both the long half-life of the GFP (1-2 days), and the high sensitivity of the reporter to breakthrough signaling. siRNA knockdown in LimePyVT cells <i>ex vivo<\/i> confirmed that GFP reporter expression is dependent on Smad3 and Smad4. In other validation experiments, multicolor immunofluorescence showed heterogeneous reporter activity in the normal mammary epithelium, with highest activity in ER+ cells, where TGF&#946; is most active. Normal mammary epithelial cells were FACS-sorted into GFP-high and GFP-low fractions. RNASeq and pathway analysis showed TGF&#946; to be the top upstream regulator of the GFP-high cell transcriptome, consistent with the reporter reflecting TGF&#946; pathway activation. Overall, we believe that the high sensitivity of the reporter and the long GFP half-life likely mean that it will not report accurately on the impact of TGF&#946; antagonists <i>in vivo<\/i>. However, this reporter mouse should be a useful tool to assess the cellular location and extent of TGF&#946;\/activin pathway activation during tumor progression, and the transcriptomic consequences.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-05 Imaging of molecular and cellular events in tumors and tumor cells,,"},{"Key":"Keywords","Value":"TGF-&#946;,Smad,Mouse,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuan Yang<\/b><sup>1<\/sup>, Zachary Millman<sup>1<\/sup>, Christina Stuelten<sup>1<\/sup>, Madhu Gargesha<sup>2<\/sup>, Mark Simpson<sup>1<\/sup>, Howard Yang<sup>1<\/sup>, Maxwell Lee<sup>1<\/sup>, Lalage  M.  Wakefield<sup>1<\/sup><br><br\/><sup>1<\/sup>Lab. of Cancer Biology and Genetics,, National Cancer Institute, Bethesda, MD,<sup>2<\/sup>BioInVision Inc., Mayfield Village, OH","CSlideId":"","ControlKey":"f15c8c38-eb8b-431d-aeb9-6db787643b01","ControlNumber":"4645","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None..<br><b>Z. Millman, <\/b> None..<br><b>C. Stuelten, <\/b> None.&nbsp;<br><b>M. Gargesha, <\/b> <br><b>BioInVision Inc<\/b> Employment.<br><b>M. Simpson, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>L. M. Wakefield, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5574","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2393","PresenterBiography":null,"PresenterDisplayName":"Yuan Yang, MD;PhD","PresenterKey":"e423058c-b217-4201-a7c3-bb4256abc395","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2393. Characterization and validation of a Smad3\/TGFb pathway reporter mouse for analysis of TGF&#946; signaling in normal homeostasis and cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization and validation of a Smad3\/TGFb pathway reporter mouse for analysis of TGF&#946; signaling in normal homeostasis and cancer","Topics":null,"cSlideId":""},{"Abstract":"Heparanase, an endo-&#946;-glucuronidase, is the only known enzyme that is responsible for the cleavage of heparan sulfate chains of heparan sulfate proteoglycans. Its enzymatic activity plays a key role in remodeling and degradation of the extracellular matrix, generation of biologically active carbohydrate fragments, and liberation of effector molecules, such as growth factors and chemokines, that are bound to the heparan sulfate side chains. Overexpression of heparanase has been implicated in most types of cancers and various inflammatory diseases that usually involve extensive heparan sulfate degradation and extracellular matrix remodeling. In particular, the role of heparanase in cancer is highly significant as it regulates multiple biological activities that fosters tumor progression, angiogenesis, metastases. Consequently, heparanase has been considered a biological target for various therapeutic applications including anti-cancer drug development. However, one of the major challenges in this research area is the development of robust and feasible heparanase probes to study the enzymes&#8217; fundamental biology in the extracellular matrix, to provide heparanase-targeted diagnostics, and to aid in drug discovery efforts. Our lab has been developing various small-molecule-based heparanase activatable probes, and we have successfully developed chemical strategies that allow sensitive detection of heparanase activity in various contexts. Two-photon microscopy allows for deeper tissue penetration, excellent spatial resolution, and efficient light detection with reduced photobleaching effects. Herein, we extend our chemical strategies to develop a heparanase-activatable two-photon fluorogenic probe for real-time detection of heparanase activity in animal models of highly-aggressive brain cancer using two-photon imaging.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Molecular imaging,Cancer detection,Metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zachary Rabinowitz<\/b><sup><\/sup>, Zhishen Wang<sup><\/sup>, Johnathan Somers<sup><\/sup>, Jun Liu<sup><\/sup>, Joyce Jiang<sup><\/sup>, Nina Zhang<sup><\/sup>, Lina Cui<sup><\/sup><br><br\/>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"b6fae0cf-5ac0-4623-b16f-34479b905995","ControlNumber":"6803","DisclosureBlock":"&nbsp;<b>Z. Rabinowitz, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>J. Somers, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>J. Jiang, <\/b> None..<br><b>N. Zhang, <\/b> None.&nbsp;<br><b>L. Cui, <\/b> <br><b>University of Florida<\/b> Patent.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5577","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2394","PresenterBiography":null,"PresenterDisplayName":"Zachary Rabinowitz","PresenterKey":"9cea6961-503f-41e0-a394-13192cc9292a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2394. Activatable fluorogenic probe for two-photon imaging of heparanase <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activatable fluorogenic probe for two-photon imaging of heparanase <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Cancers of all types have been shown to overexpress the carbohydrate-processing enzyme heparanase during angiogenesis and invasion, and this enzymatic activity correlates positively with tumor stage and the presence of metastases. While detection of heparanase enzymatic activity holds potential for cancer diagnosis and staging, no probe has been achieved for in vivo systems. We have recently developed fluorogenic heparanase probes for single-step detection of <i>in vitro <\/i>heparanase enzymatic activity, drastically simplifying the detection of heparanase activity. The modular chemistry allows us to extend the utility further to improve the sensitivity of <i>in vitro<\/i> heparanase activity detection and enable <i>in vivo<\/i> detection. Thus, we have developed a bioluminescent heparanase probe, which upon activation by heparanase produces a substrate of firefly luciferase, a standard reporter enzyme for <i>in vivo<\/i> monitoring of tumor progression. This probe will be validated in multi-well assays of heparanase activity, and applied in real-time correlation of heparanase activity and tumor progression in, <i>fLuc<sup>+<\/sup><\/i> tumors in animal models. These studies hold promise in enabling highly sensitive detection of heparanase activity both <i>in vitro and in vivo<\/i>, and in allowing future research of real-time monitoring of heparanase activity with the tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"In vivo imaging,Heparanase,Bioluminescent probe,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Johnathan Somers<\/b><sup>1<\/sup>, Kelton Schleyer<sup>1<\/sup>, Jun Liu<sup>1<\/sup>, Zhishen Wang<sup>1<\/sup>, Arjun Kafle<sup>2<\/sup>, Lina Cui<sup>1<\/sup><br><br\/><sup>1<\/sup>Medicinal Chemistry, University of Florida, Gainesville, FL,<sup>2<\/sup>Chemistry and Chemical Biology, University of New Mexico, Albuquerque, NM","CSlideId":"","ControlKey":"bb8c2165-9f71-40b0-9f96-912f51ce4677","ControlNumber":"4773","DisclosureBlock":"&nbsp;<b>J. Somers, <\/b> None..<br><b>K. Schleyer, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>A. Kafle, <\/b> None.&nbsp;<br><b>L. Cui, <\/b> <br><b>University of Florida<\/b> Patent.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5578","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2395","PresenterBiography":null,"PresenterDisplayName":"Johnathan Somers","PresenterKey":"e507a8c3-115c-47cb-96c1-aa760ddf33fe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2395. A bioluminescent probe for detection and imaging of heparanase enzymatic activity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A bioluminescent probe for detection and imaging of heparanase enzymatic activity","Topics":null,"cSlideId":""},{"Abstract":"Background\/Objectives: Increased tumor stiffness enhances disease progression and aggressiveness in several cancers. Stiffer extracellular tumor matrix hinders T cell trafficking and promotes immune escape. The interplay between liver tumor mechanical properties and hepatocellular immune cell landscape has not been fully investigated. The aim of our study is to correlate tumor stiffness quantified with shear wave elastography and tumor-infiltrating lymphocyte accumulation using a syngeneic orthotopic rat model of hepatocellular carcinoma (HCC).<br \/>Methods: Rat hepatoma cell line McA-RH7777 were implanted in the left liver lobe of Buffalo rats. Maximum tumor size and stiffness were evaluated 3 weeks after implantation (baseline) and weekly for 14 days using ultrasound. The maximum tumor size of each rat was evaluated on transverse view of B-mode ultrasound. The elasticity of each rat was evaluated by shear wave elastography (SWE), and SWE measurements were obtained at the maximum tumor size in m\/s. A circular region of interest was put manually on the SWE images to calculate tumor stiffness. SWE was performed 3 times for each rat at each time point, and the mean value of tumor stiffness was used for analysis. After 14 days, tumors were harvested for histology and immune cell isolation. Isolated cells were stained with CD3, CD4, CD8, CD25, CD45, CD103, CD161, CD279 (PD-1), FOXP3, IL17A, and INF-g and submitted to spectral cytometry.<br \/>Results: Shear wave speed at baseline and at 14 days ranged from 1.95 to 3.07 m\/s and from 2.25 to 3.26 m\/s, respectively. The rate of longitudinal increase or decrease in tumor stiffness measured by SWE is inversely correlated with intratumoral infiltration of CD45+\/ CD3+, CD3+\/CD8+ T cells and IFN-producing CD3+\/CD8+ T cells (P=0.015, r=-0.62[-0.857, -0.15], P&#60;0.01, r=-0.74[-0.913, -0.346], P=0.02, r=-0.6[-0.859, -0.107]). Intratumoral CD3+\/CD4+ T cells did not significantly correlate with the rate of change in stiffness but did correlate with the rate of change in tumor size measured by B-mode ultrasound (P=0.03, r=-0.58[-0.850, -0.0730]).<br \/>Conclusion: Our results confirm previous reports of immune escape in stiffer solid tumors in the context of HCC. Findings suggest that longitudinal monitoring of tumor stiffness can be useful for the assessment of immune cell infiltration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Ultrasound,Hepatocellular carcinoma,Animal models,Flow cytometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kiyoyuki Minamiguchi<\/b><sup>1<\/sup>, Andrea Cortes<sup>1<\/sup>, Patricia Da Costa Lopez<sup>1<\/sup>, Malea Williams<sup>1<\/sup>, Simone Anfossi<sup>2<\/sup>, Marites Melancon<sup>1<\/sup>, Rony Avritscher<sup>1<\/sup><br><br\/><sup>1<\/sup>Interventional Radiology, The University of Texas M.D. Anderson Cancer Center, Houston, TX,<sup>2<\/sup>The University of Texas M.D. Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"6a1ec9c2-43f3-43dc-93f3-344e5663ee10","ControlNumber":"2222","DisclosureBlock":"&nbsp;<b>K. Minamiguchi, <\/b> None..<br><b>A. Cortes, <\/b> None..<br><b>P. Da Costa Lopez, <\/b> None..<br><b>M. Williams, <\/b> None..<br><b>S. Anfossi, <\/b> None..<br><b>M. Melancon, <\/b> None.&nbsp;<br><b>R. Avritscher, <\/b> <br><b>Boston scientific corporation<\/b> Other, Speaker’s bureau. <br><b>Siemens Healthineers<\/b> Other, Consultant.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5584","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2396","PresenterBiography":null,"PresenterDisplayName":"Kiyoyuki Minamiguchi","PresenterKey":"51a4e97f-d448-44ef-be59-a84a5b8e4008","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2396. Longitudinal monitoring of stromal stiffness predicts immune escape in preclinical hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Longitudinal monitoring of stromal stiffness predicts immune escape in preclinical hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"In Breast Cancer, Tumor-infiltrating lymphocyte (TIL) motility has been reported that it is reflecting tumor microenvironment response by adoptive cell therapy (ACT). ACT is well-known to be best applied for suppressing cancer cell growth with immune response and it also was well-known the immunotherapy. However, ACT response tracking by general analysis method included immunohistochemistry and flow cytometry was provided limited information for cancer therapy in recent years. Therefore, by assessing relationship immunotherapy marker, PD-L1, known as immune check point inhibitor and TIL using intravital microscopy in breast cancer model, we also imaged whether TIL response was related to immunotherapy following dependent on time point in a various breast cancer cell implanted mouse model such as 4T1 (mouse breast cancer cell), MDA-MB-231 (human triple negative breast cancer cell) and MCF7 (human breast cancer cell). These images result in PD-L1 expression was decreased in cancer cell implanted until 10days, whereas TIL expression increased in a various breast cancer cell when it is measuring displacement length, track mean velocity and confinement ratio called tumor microenvironment. These results indicated that we can imaged immune response related to TIL response in breast cancer cell line by intravital microscopy instead of general microscopy. It means that intravital microscope was an advanced approach technique to understand cancer mechanism accompanied by the immune response and established the method of high-resolution intravital cellular visualization compared to a general histopathological method for evaluating immune response in cancer tissue","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-04 Imaging of molecular and cellular events in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Adoptive immunotherapy,Tumor microenvironment,Immune checkpoint inhibitor (PD-L1),Intravital Microscopy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hyunseok Kim<\/b><sup>1<\/sup>, Soyeon Ahn<sup>2<\/sup>, Hyungjin Kwon<sup>1<\/sup>, Hsuan-Ju Chen<sup>2<\/sup>, Inwon Park<sup>3<\/sup>, Pilhan Kim<sup>4<\/sup>, Akyildiz Kubra<sup>5<\/sup><br><br\/><sup>1<\/sup>Global Innovation Center, Sales Division, IVIM Technology, Seoul, Korea, Republic of,<sup>2<\/sup>Field Application Specialist, Sales Division, IVIM Technology, Seoul, Korea, Republic of,<sup>3<\/sup>Department of Emergency Medicine, Seoul National University Bundang Hospital, Seoul, Korea, Republic of,<sup>4<\/sup>Graduate School of Medical Science and Engineering, Korea Advanced Institute of Science and Technology, Seoul, Korea, Republic of,<sup>5<\/sup>Sales & Marketing, Sales Division, IVIM Technology, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"7cf56ea1-4f9d-4609-b999-59b4877491de","ControlNumber":"2695","DisclosureBlock":"&nbsp;<b>H. Kim, <\/b> None..<br><b>S. Ahn, <\/b> None..<br><b>H. Kwon, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>I. Park, <\/b> None..<br><b>P. Kim, <\/b> None..<br><b>A. Kubra, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2397","PresenterBiography":null,"PresenterDisplayName":"Hyun Seok (Jerome) Kim, PhD","PresenterKey":"9c47ef2e-7e70-4918-a1d5-1da2c716eba5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2397. An advanced approach technique for tracking point between immune check point inhibitor and cancer cell mechanism in immune response motility by infiltration a breast cancer cell","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"488","SessionOnDemand":"False","SessionTitle":"Photoacoustic, Ultrasound, and Fluorescence Imaging","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An advanced approach technique for tracking point between immune check point inhibitor and cancer cell mechanism in immune response motility by infiltration a breast cancer cell","Topics":null,"cSlideId":""}]