[{"Abstract":"Cervical cancer is one of the most common cancers in women. Despite progress in prevention through Human Papilloma Virus (HPV) vaccination and success in early detection of cervical cancer through cytologic screening and HPV detection, there remains an unequal cervical cancer burden in low-resource settings, both in developed and developing countries. We have previously shown that the <i>CervicalMethDx <\/i>test can provide a Cervical Intraepithelial Neoplasia (CIN) grade 2-3 risk score, by assessing DNA methylation in a panel of three human genes (<i>ZNF516, FKBP6<\/i> and <i>INTS1<\/i>) in samples from the United States (US), Puerto Rico, and Chile. We now tested the performance of the <i>CervicalMethDx <\/i>test on HPV-positive CIN2 and CIN3 cases (n=113) from Honduras collected from participants in the ESTAMPA clinical trial (NCT01881659). ESTAMPA (EStudio multic&#233;ntrico de TAMizaje y triaje de c&#225;ncer de cuello uterino con pruebas del virus del PApiloma humano; Spanish acronym) is a multicentric study of cervical cancer screening with HPV testing and assessment of triage methods in Latin America, which has accrued close to 50,000 participants from twelve recruitment centers in nine Latin American countries since 2013. We hypothesized that the <i>CervicalMethDx <\/i>test can identify HPV positive women most likely to be diagnosed with CIN grades 2 and 3 by anatomic pathologists, before they are referred to colposcopy-driven biopsies. We assessed DNA methylation by quantitative Real Time Methylation Speci&#64257;c PCR (qMSP) analysis of sodium bisul&#64257;te-modi&#64257;ed genomic DNA. Primers and probes were previously designed to speci&#64257;cally amplify the promoters of the 3 genes of interest and the promoter of a reference gene, <i>&#946;-actin<\/i>, to assess DNA input. We performed blinded retrospective studies on well-characterized clinical samples in PreservCyt sample transport media (ThinPrep, Hologic), comparing DNA methylation levels in samples from Honduras and 88 HPV-positive previously tested US samples with No Intraepithelial Lesions or Malignancy (NILM), as controls. Our results showed that the <i>CervicalMethDx<\/i> test can correctly classify 96% of CIN2 (n=62) samples with 92% Sensitivity, 98% Speci&#64257;city, and an AUC of 0.96 as well as 97% of CIN3 (n=51) samples with 96% Sensitivity, 98% Speci&#64257;city, and an AUC of 0.97. Moreover, the assay correctly classi&#64257;ed 96% of CIN2-CIN3 samples combined (n=113) with 95% Sensitivity, 98% Speci&#64257;city, and AUC of 0.97, when compared to samples with NILM (n=88). Our results suggest that the <i>CervicalMethDx<\/i> test is a new and valuable tool to stratify HPV positive women prior to colposcopy-driven biopsies in developed countries and ablative treatment in developing countries, most of which are unnecessary. These results warrant further evaluation of the <i>CervicalMethDX<\/i> test in prospective, population-based studies, assessing the use of precision DNA methylation algorithms to triage HPV positive women before referral to colposcopy-driven biopsies or ablative treatments in cervical cancer screening clinics world-wide.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR01-04 Cancer surveillance and screening studies,,"},{"Key":"Keywords","Value":"Cervical cancer,Screening,Methylation-specific polymerase chain reaction,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Laura Palmieri<\/i><\/u><\/presenter>, <presenter><i>Fernando Zamuner<\/i><\/presenter>, <presenter><i>Yessy Cabrera<\/i><\/presenter>, <presenter><i>Jafet Ortiz-Quintero<\/i><\/presenter>, <presenter><i>Dieila Giomo De Lima<\/i><\/presenter>, <presenter><i>Ana Purcell-Wiltz<\/i><\/presenter>, <presenter><i>Amanda García-Negrón<\/i><\/presenter>, <presenter><i>Ashley Ramos-López<\/i><\/presenter>, <presenter><i>Mariana Brait<\/i><\/presenter>, <presenter><i>David Sidransky<\/i><\/presenter>, <presenter><i>Annabelle Ferrera<\/i><\/presenter>, <presenter><i>Rafael E. Guerrero-Preston<\/i><\/presenter>. Johns Hopkins University School of Medicine, Baltimore, MD, Universidad Nacional Autónoma de Honduras, Tegucigalpa, Honduras, San Juan Bautista School of Medicine, Caguas, Puerto Rico, LifeGene BioMarks, Toa Baja, Puerto Rico, LifeGene BioMarks, Baltimore, MD","CSlideId":"","ControlKey":"50da8af2-e2c3-478b-a02b-7845e27c57e1","ControlNumber":"9673","DisclosureBlock":"&nbsp;<b>L. Palmieri, <\/b> None..<br><b>F. Zamuner, <\/b> None..<br><b>Y. Cabrera, <\/b> None..<br><b>J. Ortiz-Quintero, <\/b> None..<br><b>D. Giomo De Lima, <\/b> None.&nbsp;<br><b>A. Purcell-Wiltz, <\/b> <br><b>LifeGeneBiomarks<\/b> Independent Contractor. <br><b>A. García-Negrón, <\/b> <br><b>LifeGeneBiomarks<\/b> Independent Contractor. <br><b>A. Ramos-López, <\/b> <br><b>LifeGeneBiomarks<\/b> Independent Contractor.<br><b>M. Brait, <\/b> None..<br><b>D. Sidransky, <\/b> None..<br><b>A. Ferrera, <\/b> None.&nbsp;<br><b>R. E. Guerrero-Preston, <\/b> <br><b>LifeGeneBiomarks<\/b> Employment, Other Business Ownership.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB107","PresenterBiography":null,"PresenterDisplayName":"Laura Palmieri, Graduate Student","PresenterKey":"d4348ccc-566d-4eac-bd9b-8a60c27b3406","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB107. A precision DNA methylation test to triage HPV positive women before referral to colposcopy-driven biopsies or ablative treatment in cervical cancer screening clinics worldwide","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"713","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A precision DNA methylation test to triage HPV positive women before referral to colposcopy-driven biopsies or ablative treatment in cervical cancer screening clinics worldwide","Topics":null,"cSlideId":""},{"Abstract":"Recent evidence has demonstrated that the gut microbiome modulates response to immune checkpoint blockade (ICB) treatment in melanoma patients. Microbiome modulation via a habitual high-fiber diet was associated with significantly improved progression-free survival (PFS) in melanoma patients on ICB. Previous findings have suggested that this pro-response is associated with known fiber-responsive taxa and Short Chain Fatty Acid (SCFA) producing taxa. However, little is known about the communications responsible for stimulating the aforementioned taxa. To explore community dynamics and identify potential keystone communicating taxa, we conducted microbial association network analysis throughout a high-fiber dietary intervention (HFDI) in melanoma survivors. Ten patients were enrolled to the HFDI study and were provided with whole-food-based fiber-enriched meals for the duration of six weeks. Fecal samples were collected longitudinally, and whole genome sequencing (WGS) of the fecal microbiome was used to calculate microbiome composition profiles. OTU abundance data was then used to construct, analyze, and compare association networks across timepoints via the R package NetCoMi. Overall changes in community dynamics were assessed via changes in global network properties, and significant taxa were identified quantitatively via differences in calculated centrality measures as well as visually by NetCoMi&#8217;s selection of hubs, or specific keystone taxa. Network analysis across timepoints demonstrated a general increase in connectivity by both quantitative and visual comparison throughout the HFDI. Analysis via multiple association statistics revealed a general rise in several measures of centrality of many known fiber- responsive and SCFA-producing taxa, with many consistently becoming hub taxa. Consensus networks generated by overlapping several networks generated from different association statistics revealed a consistent increase in centrality in two particular species: Ruminococcus bromii and Dorea longicatena. Analysis of networks constructed from only differentially associated taxa revealed similar results, with R. bromii and D. longicatena having numerous changes in associations with fiber-responsive taxa. Increases in general connectivity measures indicate that a HFDI prompts the gut microbiome to become a more interconnected and dynamic community over time. This, in conjunction with an overall increase in centrality in known fiber-responsive and SCFA-producing taxa, reflects an overall pro-response to the HFDI. Networks constructed via different association statistics yield varied results, with many identifying different taxa as hubs. Despite this heterogeneity, network analysis consistently identified D. longicatena and R. bromii as potential keystone species with an important role in communicating with fiber-responsive taxa. Further analyses are needed to characterize communications between keystone species and SCFA-producing taxa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Microbiome,Diet,Melanoma\/skin cancers,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Daniel Cyrus Mousavi<\/i><\/u><\/presenter>, <presenter><i>Aditya Mishra<\/i><\/presenter>, <presenter><i>Yan Jiang<\/i><\/presenter>, <presenter><i>Tessa M. Kus<\/i><\/presenter>, <presenter><i>Erma Levy<\/i><\/presenter>, <presenter><i>Marco Montalvo<\/i><\/presenter>, <presenter><i>Nadim Ajami<\/i><\/presenter>, <presenter><i>Jennifer Wargo<\/i><\/presenter>, <presenter><i>Carrie MacDougall<\/i><\/presenter>, <presenter><i>Jennifer McQuade McQuade<\/i><\/presenter>. Johns Hopkins University, Baltimore, MD, MD Anderson Cancer Center, Houston, TX, MD Anderson Cancer Center, Houston, MD","CSlideId":"","ControlKey":"48e5abd9-29e2-4618-a0dc-b39a1d49a7fc","ControlNumber":"9514","DisclosureBlock":"&nbsp;<b>D. C. Mousavi, <\/b> None..<br><b>A. Mishra, <\/b> None..<br><b>Y. Jiang, <\/b> None..<br><b>T. M. Kus, <\/b> None..<br><b>E. Levy, <\/b> None..<br><b>M. Montalvo, <\/b> None..<br><b>N. Ajami, <\/b> None..<br><b>J. Wargo, <\/b> None..<br><b>C. MacDougall, <\/b> None..<br><b>J. McQuade, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB109","PresenterBiography":null,"PresenterDisplayName":"Daniel Mousavi, No Degree","PresenterKey":"0afe51e1-e795-4c78-a552-330526d8c9fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB109. Network analysis of gut microbiome throughout a whole foods based high fiber dietary intervention reveals complex community dynamics in melanoma survivors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"713","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Network analysis of gut microbiome throughout a whole foods based high fiber dietary intervention reveals complex community dynamics in melanoma survivors","Topics":null,"cSlideId":""},{"Abstract":"Background: The intratumor microbiome is implicated in tumor initiation, progression, and altered immune response to cancer therapies. Furthermore, recent studies have revealed correlations between microbial abundance and racial disparities in cancer. While these investigations provide novel insights into cancer disparities research, few have investigated which racial and ethnic disparities exist for patients with female malignancies. In this study, we characterized the intratumor microbiome according to racial and ethnic disparities in common female malignancies including breast, cervical, uterine, and ovarian cancers.<br \/>Methods: We examined the intra-tumoral microbiome in the breasts, cervix, uterus, and ovaries (n = 2630). Raw tumor RNA sequencing data were downloaded from The Cancer Genome Atlas (TCGA) and aligned to bacterial genomes using the PathoScope 2.0 framework and references genomes provided by the NCBI nucleotide database. Potential contaminants were identified and removed from downstream analyses by associating individual microbe abundance with total microbe abundance in each sample. Microbial abundance was correlated to race, ethnicity, and prognostic variables (Kruskal-Wallis test or Cox regression, p &#60; 0.05). Finally, we validated our results using transcriptomic sequencing data downloaded from the GEO NCBI data portal.<br \/>Results: Significant dysregulation of bacterial microbes according to race and ethnicity was observed in these cancers, but most notably in breast cancer in which 6 species correlated strongly with survival. Of particular significance were <i>Veillonella Parvula<\/i> and <i>Mycobacteroides chelonae<\/i>, which were both significantly dysregulated in Black breast cancer patients, with low abundance of both species correlating to poor survival. <i>Cupriavidus Taiwanensis<\/i> and <i>Delftia Acidovorans<\/i> were more abundant in Black breast cancer patients, with high abundance correlating to poorer prognosis. Black patients were also diagnosed at significantly later cancer stages in cervical cancer. We also observed significant correlations of bacterial microbe abundance with prognostic and treatment variables in these cancers, including pathologic TNM staging, neoplasm presence, therapy outcome, and more.<br \/>Conclusion: Our study is the most comprehensive to date investigating racial differences in the intra-tumoral microbiome in common female cancers. We found that differences in intratumoral microbial abundance may account in part for observed racial and ethnic disparities in cancer prevalence and progression in these cancers. Further studies are needed to investigate the specific mechanisms by which these microbes contribute to these observed cancer disparities within the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Microbiome,Breast cancer,Cervical cancer,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Matthew Uzelac<\/i><\/presenter>, <presenter><i>Wei Tse Li<\/i><\/presenter>, <presenter><i>Jaideep Chakladar<\/i><\/presenter>, <presenter><u><i>Daniel John<\/i><\/u><\/presenter>, <presenter><i>Weg M. Ongkeko<\/i><\/presenter>. UC San Diego, La Jolla, CA","CSlideId":"","ControlKey":"e4562f2c-3f08-40db-89f4-a32c7074b5ba","ControlNumber":"10022","DisclosureBlock":"&nbsp;<b>M. Uzelac, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>J. Chakladar, <\/b> None..<br><b>D. John, <\/b> None..<br><b>W. M. Ongkeko, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB110","PresenterBiography":null,"PresenterDisplayName":"Daniel John, No Degree","PresenterKey":"a3d7ea10-e0a6-4d3b-8a80-badabb56d5e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB110. Racial and ethnic disparities associated with the intratumor microbiome in female cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"713","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial and ethnic disparities associated with the intratumor microbiome in female cancers","Topics":null,"cSlideId":""},{"Abstract":"Chronic skin exposure to solar ultraviolet B (UVB) radiation causes cutaneous inflammation, sun-burns and pre-malignant lesions known as Actinic Keratosis (AK). About 20% of AKs may progress to highly invasive malignant lesions known as Squamous Cell Carcinoma (SCC). These lesions carry multiple mutations in oncogenes and\/or tumor suppressor genes. However, the molecular mechanism underlying AK is not incompletely defined. Here, we demonstrate that cutaneous UVB exposure leads to activation of bromodomain-4 (BRD4), an epigenetic modifier. We observed enhanced expression of BRD4 and its hyper-acetylation marks, H3K18ac and H3K27ac in AK, accompanied by elevated transcription of BRD4-target genes: MMP13, CXCL9, IL33, Apol19b, IL19 and Oasl2. Using confocal microscopy, we observed enhanced nuclear accumulation of BRD4 and H3K27ac in the sun-exposed lesional skin, AK and in SCC tissues from patients. Ptch<sup>+\/-<\/sup>\/SKH1 mice irradiated with to chronic UVB manifest similar molecular alterations in highly photo-damaged skin. By manipulating BRD4 expression in human skin SCC A431 cells, we identified two important BRD4-regulated signaling pathways, which may be involved in the molecular pathogenesis of AKs and SCCs. BRD4-mediated inflammatory cytokine signaling is regulated by EZH2-SOCS3-NFkB\/STAT3 axis while Myc-Survivin-CDK4-E2F1 axis drives tumor cell hyper-proliferation. Co-localization of BRD4\/H3K27ac and Survivin-E2F1 was contiguous from sun-burn skin to AK and SCC. We observed enhanced copy number of Myc in human AK lesional skin and associated SCCs. We also show that Myc-Survivin-CDK4-E2F1 axis is critical in driving the progression of tumor keratinocytes to highly invasive and fast growing SCCs. This signaling acts by enhancing the expression epithelial-mesenchymal transition transcription factors and other proteins involved in UVB-induced SCC development. 9cUAB30, a RXR agonist developed by us blocked BRD4 activation and its downstream signaling in A431 and SCC13 cells. Oral administration of 9cUAB30 abrogates UVB-induced inflammation and keratinocyte hyper-proliferation in murine skin in BRD4 dependent manner. 9cUAB30 treatment attenuates growth of human SCC xenograft tumors in highly immune-suppressed mice, a response which was significantly more profound when the drug was administered with a survivin inhibitor, LQZ-7I. These translational studies demonstrate that UVB-induced cutaneous BRD4 drives AK pathogenesis and their progression to invasive SCCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR01-11 Prevention and treatment of premalignant lesions (intraepithelial neoplasia),,"},{"Key":"Keywords","Value":"BRD4,Ultraviolet radiation,Retinoids,Skin carcinogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Mahendra P. Kashyap<\/i><\/u><\/presenter>, <presenter><i>Rajesh Sinha<\/i><\/presenter>, <presenter><i>Rubina Shafi<\/i><\/presenter>, <presenter><i>Venkatram R. Atigadda<\/i><\/presenter>, <presenter><i>Craig A. Elmets<\/i><\/presenter>, <presenter><i>Mohammad Athar<\/i><\/presenter>. University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"eb207c36-b419-4f04-ad31-f10acfb12ac7","ControlNumber":"9878","DisclosureBlock":"&nbsp;<b>M. P. Kashyap, <\/b> None..<br><b>R. Sinha, <\/b> None..<br><b>R. Shafi, <\/b> None..<br><b>V. R. Atigadda, <\/b> None..<br><b>C. A. Elmets, <\/b> None..<br><b>M. Athar, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB111","PresenterBiography":null,"PresenterDisplayName":"Mahendra Kashyap, PhD","PresenterKey":"c7b666b0-b8e8-4b21-8ce7-077a263a509a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB111. Epigenetic mechanism underlying pathogenesis of skin photo-damage and actinic keratoses","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"713","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic mechanism underlying pathogenesis of skin photo-damage and actinic keratoses","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The lack of representation of minoritized and marginalized (MaM) populations in Clinical Trials (CTs) has been noted as one of the key factors that contribute to cancer health disparities. The challenges of CT diversity are multifactorial, including barriers at the personal, provider, health systems and protocol levels. Guided by a vision of developing and implementing inclusive CTs that address the priorities identified by our communities, we created a Community Research Registry (CoRR) with three primary aims: 1. Maintaining a CoRR database of participants who may be eligible for participation in future CTs; 2. Using the database, facilitate matching of MaM populations to Clinical Trials; and 3. Facilitating access of MaM populations to CTs.<br \/>Methodology: The Mayo Clinic CoRR is IRB-approved and was implemented in 2022 through bidirectional engagement of communities, partnership with community leaders to foster community input, dissemination of CT information to high-risk communities, and use of evidence-based education materials for community outreach. Participants are recruited in MaM communities (including clinics, churches, health events) and through effective use of social media. Organized events for recruitment include: 1. CT education; 2. provision of culturally tailored CT educational materials and T-shirts; and 3. data collection from those who consent to be part of the registry. The inclusion criteria for the registry are adults and ability to read and write in English or Spanish. Informed consent is obtained prior to completion of the registry form and participants receive $10 incentive. The data is collected using REDCap, and includes name and contact information of participants, demographic information, chronic disease status and explicit consent to be contacted for future research studies (with option to state type of study).<br \/>New Unpublished Data: Within 7 months of CoRR implementation, 184 MaM participants signed up with 92% Black (including 10% African immigrants), 7% Hispanic, 69% female, median age of 64 years, 24% rural residents, and most of the participants had high school level education. Over 30% of participants reported medical history of hypertension, high cholesterol, arthritis and\/or diabetes. 8% reported cancer. Approved investigators (with appropriate community engagement training) have direct access to de-identified CoRR information though Tableau for the purpose of estimating participants for their study. Tableau has been found to be effective for investigators to explore the database for CT\/research match. All requests for participants matching are approved by a CoRR Board that includes community representatives, prior to matching. CoRR CT matching is now in its pilot phase, with Mayo Clinic studies identified for matching.<br \/>Conclusion: The feasibility of the CT CoRR has been established, and has led to over 20 CoRR Champion organizations, including churches, sororities, fraternities, and the American Legion Post.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Recruitment of racial and ethnic minorities and other underserved populations in clinical prevention trials,,"},{"Key":"Keywords","Value":"African American,Hispanic,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Folakemi T. Odedina<\/i><\/u><\/presenter>, <presenter><i>Floyd Willis<\/i><\/presenter>, <presenter><i>Jennifer Crook<\/i><\/presenter>, <presenter><i>Emelina Asto-Flores<\/i><\/presenter>, <presenter><i>Kim Barbel Johnson<\/i><\/presenter>, <presenter><i>Chad Workman<\/i><\/presenter>, Mayo Clinic Comprehensive Cancer Center CommunityOutreach and Engagement. Mayo Clinic Florida, Jacksonville, FL","CSlideId":"","ControlKey":"f0ca742f-8b85-4845-927c-f6fa40b7f065","ControlNumber":"9818","DisclosureBlock":"&nbsp;<b>F. T. Odedina, <\/b> None..<br><b>F. Willis, <\/b> None..<br><b>J. Crook, <\/b> None..<br><b>E. Asto-Flores, <\/b> None..<br><b>K. Barbel Johnson, <\/b> None..<br><b>C. Workman, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB112","PresenterBiography":null,"PresenterDisplayName":"Folakemi Odedina, PhD","PresenterKey":"7ffcf11b-6b02-4d2e-94a4-2ef89e1beadc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB112. Increasing clinical trials diversity through Community Research Registry (CoRR): The Community Champions for clinical trials program","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"713","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increasing clinical trials diversity through Community Research Registry (CoRR): The Community Champions for clinical trials program","Topics":null,"cSlideId":""},{"Abstract":"The discovery and screening of anti-cancer drugs is a vast field that is constantly evolving. More advanced cell-based models are needed to have an efficient way of studying cellular and subcellular effects of compound treatments, especially in early drug discovery. 3D cellular models that more accurately represent various microenvironments are very important for accurate drug screening and disease modeling. However, the complexity of those models is a limiting factor for the wider adoption of 3D models for research and screening. To address this, we have developed an automated workflow that includes a multitool 3D printing\/automation robot enabling printing cells in a hydrogel-based matrix and high-content imaging for the characterization of phenotypic effects of compounds. We demonstrate examples of several bio-printed 3D cell models that can be used for testing anti-cancer drugs. For the development of 3D cellular models, we used VitroGel \/ VitroInk, xeno-free (animal origin-free) bio-functional hydrogel matrices. Hydrogel matrices with cells were used for printing 3D cellular patterns in 96 well plates, or dispensing cells in hydrogel &#8220;domes&#8221;. We have utilized a variety of widely used cancer lines HCT-116, HELA, HepG2, and MCF-7, as well as patient-derived triple-negative breast cancer cell line 4IC. Cells mixed with hydrogels\/inks were dispensed\/printed into a 96-well format using the multi-tool robotic platform, BioAssemblyBot. The platform enabled efficient dispensing\/printing of cells into domes, lines, or other patterns. This assay was used for compound testing and evaluation of the anti-cancer effects of various drugs. The integrated system included a high-content confocal imager (IXM-C) and enabled automated seeding, bioprinting, liquid handling, plate transferring, as well as high-content imaging. The 3D bioprinted cells were monitored daily using imaging in transmitted light. In 2-3 days, cells formed spheroids in the matrix. Those were treated with a panel of anti-cancer drugs including doxorubicin, cytarabine, taxol, mitomycin, romidepsin, cisplatin, trametinib, and other compounds with various modes of action. Cells were treated with compounds for 72h, then stained and imaged for the endpoint measurements. 3D models were stained with viability dyes including Calcein AM, EthD, and Hoechst stain to evaluate numbers of live, dead, and total cells, then imaged using the IXM-C confocal imaging system. Image analysis allowed the characterization of cytostatic and cytotoxic effects of various compounds measuring the impact of compounds on cell proliferation, number of spheroids, spheroid size, cell death, and apoptosis. Different measurements, including spheroid size, and numbers of live and dead cells were used to determine EC50s for different compounds and cell types. The results showed the feasibility of 3D cellular models bioprinted with ECM matrices for anti-cancer drug screening workflows. An increase in throughput and ease of operation was achieved through automation. Also, imaging and data analysis methods provided valuable information about complex compound effects in 3D printed and cell-tissue-engineered cancer models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR02-06 Cellular models,,"},{"Key":"Keywords","Value":"High-content screening,Assay development,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Prathyushakrishna Macha<\/i><\/presenter>, <presenter><i>John Huang<\/i><\/presenter>, <presenter><u><i>Zhisong Tong<\/i><\/u><\/presenter>, <presenter><i>James B. Hoying<\/i><\/presenter>, <presenter><i>Oksana Sirenko<\/i><\/presenter>. Molecular Devices, LLC (Moldev), San Jose, CA, TheWell BioScience, Brunswick, NJ, Advanced Solutions Life Sciences, Manchester, NH","CSlideId":"","ControlKey":"cdf7815a-e594-44b3-95ea-49cfeed7d070","ControlNumber":"9890","DisclosureBlock":"&nbsp;<b>P. Macha, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>Z. Tong, <\/b> None..<br><b>J. B. Hoying, <\/b> None..<br><b>O. Sirenko, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB113","PresenterBiography":null,"PresenterDisplayName":"Zhisong Tong","PresenterKey":"09c53766-11ed-47cf-9a74-e1fb8926fac4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB113. Bio-printed 3D cell models and high-content imaging for testing anti-cancer compounds","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"713","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bio-printed 3D cell models and high-content imaging for testing anti-cancer compounds","Topics":null,"cSlideId":""},{"Abstract":"Colorectal Cancer (CRC) is the third most common cancer and leading cause of mortality in the US. While the rate of CRC incidence has steadily dropped in the last decades, recent rising trends among young adults are a major concern. Hence, preventing CRC in the general population would aid in reducing cancer mortality, especially in high-risk FAP patients for which there are no FDA approved preventive agents. Here, we evaluated TRAIL-inducing agent ONC201, alone and in combination with NSAID naproxen (NAP) for CRC prevention in PIRC rat model of FAP. PIRC rats (20 female rats\/group) are bred and randomized by age into control and intervention groups. Starting at 6 weeks of age, PIRC rats were treated with ONC201 by gavage [25mg\/kg; 2X\/week (LD) or 50mg\/kg; 1X\/week (HD)]; NAP 200 ppm in AIN-76A diet [continuously or 1 week ON\/OFF]; or the combination of ONC201 and NAP. Control group rats received vehicle only. Colonic polyps&#8217; (CP) development (occurrence, number, and size) was monitored by periodic colonoscopies and upon termination at 32 weeks of age. Colonoscopy data indicated significantly fewer CPs in the HD ONC201, NAP alone dosing regimens, and combination groups. At termination, colonic tumors were harvested and subjected to histopathological evaluation. Colonic tumors were histologically classified as hyperplastic polyps, adenomas, and adenocarcinomas (ADCA). In vehicle treated rats, histological assessment showed multiplicity of 2.4&#177;0.4 (Mean&#177;SEM) hyperplastic polyps; 9.14&#177;0.92 adenomas, and 2.4&#177;0.27 ADCA. A significant decrease in the number of hyperplastic polyps (p&#60;0.05) was observed in rats treated with combination of ONC201 and NAP continuous dosing regimens. LD and HD ONC201 regimens resulted in modest (11.3%, p=0.45) and significant (48.8%, p&#60;0.0001) inhibition of colonic adenoma multiplicity, respectively. As anticipated, NAP dosing regimens showed 78-85% inhibition (p&#60;0.0001) of adenoma multiplicity. Combination treatment showed &#62;90% inhibition of adenomas. Importantly, LD ONC201 inhibited colonic ADAC multiplicity by 78.8% (p&#60;0.0001) and remaining treatment groups showed no colonic ADACs. This histological data clearly showed that ONC201 (25 mg 2X\/week or 50 mg 1x\/week) significantly suppresses colonic tumor progression to colon adenoma and adenocarcinomas. NAP, either continuously or intermittent dosing, resulted in 85% and 78% inhibition of adenoma multiplicities, respectively, suggesting that intermittent dosing may be similarly effective for CRC prevention. Biomarker analysis suggested increased apoptosis (TRAIL, Caspase-3) and decrease in proliferation markers (PCNA, Cyclin D1). Our data warrants investigating ONC201 with NAP combination for CRC prevention in high risk FAP patients. (Supported by NCI-PREVENT 75N91019D00020-75N91020F00004)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR02-07 Chemoprevention studies,,"},{"Key":"Keywords","Value":"Colorectal cancer,Chemoprevention,TRAIL,Nonsteroidal anti-inflammatory drugs (NSAIDs),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Venkateshwar Madka<\/i><\/presenter>, <presenter><i>Gopal Pathuri<\/i><\/presenter>, <presenter><i>Karthikkumar Venkatachalam<\/i><\/presenter>, <presenter><i>Srikanth Chiliveru<\/i><\/presenter>, <presenter><i>Yuting Zhang<\/i><\/presenter>, <presenter><i>Nandini Kumar<\/i><\/presenter>, <presenter><i>Nicole Stratton<\/i><\/presenter>, <presenter><i>Stanley Lightfoot<\/i><\/presenter>, <presenter><i>Mark S. Miller<\/i><\/presenter>, <presenter><i>Shizuko Sei<\/i><\/presenter>, <presenter><u><i>Chinthalapally V. Rao<\/i><\/u><\/presenter>. Stephenson Cancer Center, University of Oklahoma Health Sciences Center, Oklahoma City, OK, National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"6268ed23-88db-49da-bbe0-ac087e725392","ControlNumber":"9852","DisclosureBlock":"&nbsp;<b>V. Madka, <\/b> None..<br><b>G. Pathuri, <\/b> None..<br><b>K. Venkatachalam, <\/b> None..<br><b>S. Chiliveru, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>N. Kumar, <\/b> None..<br><b>N. Stratton, <\/b> None..<br><b>S. Lightfoot, <\/b> None..<br><b>M. S. Miller, <\/b> None..<br><b>S. Sei, <\/b> None..<br><b>C. V. Rao, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB114","PresenterBiography":"","PresenterDisplayName":"Chinthalapally Rao, PhD","PresenterKey":"5bcdef50-171e-4c86-827b-5a56fc1a2728","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB114. Colon cancer preventive efficacy of ONC201 and naproxen alone or in combination in FAP relevant PIRC rat model","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"713","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Colon cancer preventive efficacy of ONC201 and naproxen alone or in combination in FAP relevant PIRC rat model","Topics":null,"cSlideId":""},{"Abstract":"Ultrasound contrast agent (UCA) based molecular imaging is a rapidly growing field in biomedical research. Ultrasound (US) is a non-radiative imaging modality that is frequently used to investigate various human diseases in the clinic. US molecular imaging is a novel imaging modality that utilizes targeted contrast agents to add molecular information about the imaging target, including vascular biomarkers of cancer. Pre-clinical animal models are commonly used to evaluate and validate targeted contrast agents before extending them for FDA-approval. Key impediments in the preclinical evaluations are the short <i>in vivo<\/i> half-life of microbubbles (MBs) (less than 30 minutes), limited transducer scanning area, and focusing one target at a time, which all make this strategy low throughput. Moreover, whole-body imaging strategy is not available for US imaging compared to other imaging modalities, such as PET, CT, and MRI. To overcome these imitations, we have developed a multi-mouse US imaging platform using an Automated Breast Volume&nbsp;Scanner&nbsp;(ABVS) system. In addition, we have synthesized a novel breast cancer vascular-specific B7-H3 targeted microbubbles (TMBs) using a microfluidic device. We tested these TMBs in a genetically engineered transgenic mice model [FVB\/N-Tg (MMTV-PyMT)634Mul\/J] (n=32) that develops breast cancer in the mammary fat pad. The US imaging results of conventional Vevo 2100 system indicated that B7-H3-TMBs could provide target specific contrast signals in the tumor vasculature compared to control MBs. We used this MBs for whole-body imaging using an ABVS system with two mice simultaneously in a stage. We imaged multiple tumors (10 tumors\/mouse, 2 mice per scan, n=20 tumors) with a single bolus injection of TMBs per mouse. The results successfully showed tumor specific contrast signals from tumors independent of tumor size. Introduction of this whole-body scanner, and its ability to scan multiple mice simultaneously allows rapid imaging of multiple tumors with 3D quantification of tumor size by administering a single TMB injection enabling without significant contrast loss. Our approach makes this US-MI as high throughput and can be used to test multiple contrast agents for investigating different aspects of biological problems including screening of vascular biomarkers of human diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++PR02-12 New agent development,,"},{"Key":"Keywords","Value":"In vivo imaging,Ultrasound,Cancer marker,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Arutselvan Natarajan<\/i><\/u><\/presenter>, <presenter><i>Farbod Tabesh<\/i><\/presenter>, <presenter><i>Dongwoon Hyun<\/i><\/presenter>, <presenter><i>Ramasamy Paulmurugan<\/i><\/presenter>, <presenter><i>Jeremy Dahl<\/i><\/presenter>. Stanford University School of Medicine, Satnford, CA","CSlideId":"","ControlKey":"6e6d5155-4706-457a-a6a9-ee777fb2a7cd","ControlNumber":"9613","DisclosureBlock":"&nbsp;<b>A. Natarajan, <\/b> None..<br><b>F. Tabesh, <\/b> None.&nbsp;<br><b>D. Hyun, <\/b> <br><b>Exo Imaging, Inc.<\/b> Independent Contractor, Stock Option.<br><b>R. Paulmurugan, <\/b> None.&nbsp;<br><b>J. Dahl, <\/b> <br><b>Cephasonics<\/b> Stock Option. <br><b>Vortex Imaging, Inc.<\/b> Stock Option. <br><b>Sonovance<\/b> Stock Option. <br><b>Sanmai Technologies<\/b> Independent Contractor.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB115","PresenterBiography":null,"PresenterDisplayName":"Arutselvan Natarajan, PhD","PresenterKey":"0a7f1921-6d89-4443-a024-d8112445d279","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB115. Simultaneous whole-body ultrasound contrast imaging: a novel high throughput preclinical platform for targeted molecular imaging studies","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"713","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Prevention, Early Detection, and Interception","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simultaneous whole-body ultrasound contrast imaging: a novel high throughput preclinical platform for targeted molecular imaging studies","Topics":null,"cSlideId":""}]