[{"Abstract":"Background: RG6234 is a GPRC5DxCD3 T-cell engaging bispecific antibody (TCB) that redirects T cells to target and eliminate cells expressing GPRC5D, including malignant plasma cells. RG6234 has a novel 2:1 (GPRC5D:CD3) configuration that confers bivalent binding to GPRC5D and increased T-cell directed killing compared with other molecular formats. RG6234 is initiated with Cycle 1 step-up dosing to mitigate the risk for severe cytokine release syndrome (CRS).<br \/>Introduction: We performed an <i>in silico<\/i> evaluation of the dynamics of soluble B-cell maturation antigen (sBCMA), used as a surrogate for tumor burden and informing probability of response, and of the maximum release of IL-8, used as a surrogate for immune activation and informing the probability of CRS, using a QSP model. The model was calibrated with clinical data from 43 relapsed\/refractory Multiple Myeloma (R\/R MM) patients from the ongoing IV dose escalation study (NCT04557150).<br \/>The model was set up to: 1) perform patient-specific calibrations and characterize the population with regard to patients&#8217; sensitivity to tumor killing and immune activation and associated heterogeneity; and 2) simulate different dosing regimens in virtual populations and predict their probability of response and CRS.<br \/>Here we present the model development and calibration results.<br \/>Methods: The QSP model is a minimal mechanistic model integrating key elements of the Mechanism of Action (MoA) of RG6234. It describes immune activation by RG6234 and resulting MM cell killing. It comprises a system of two ordinary differential equations and 20 parameters, two of which are fitted to longitudinal clinical data (sBCMA and IL-8).<br \/>Mechanistic assumptions regarding the MM disease and the MoA of RG6234 are represented in the model and supported by clinical or preclinical evidence. Of note, the immune tolerance observed in Cycle 1, indicated by the progressive decrease of cytokine peak levels despite the increased step-up dose level, is captured in the model by limiting the number of activated and proliferating T cells in the tumor microenvironment.<br \/>Results: The calibrated model shows an accuracy of 92% in recapitulating Partial Response or better and of 78% in recapitulating CRS occurrence after the first step-up dose, demonstrating its appropriateness to address clinically relevant questions. Patient specific model calibrations show that the treated R\/R MM population is more heterogeneous with regard to its sensitivity to RG6234-induced MM cell killing than to immune activation.<br \/>Conclusions: The mechanistic model is able to simulate RG6234-induced T-cell mediated tumor cell killing and can be utilized to predict response and CRS in virtual populations after IV administrations at different dosing regimens. A model validation is planned with data from the expansion cohort of the study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Modeling,Immuno-oncology,Quantitative Systems Pharmacology,Pharmacodynamics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cristina  C.  Santini<\/b><sup>1<\/sup>, Emilie Schindler<sup>1<\/sup>, Jan Attig<sup>1<\/sup>, Jan Eckmann<sup>2<\/sup>, Suresh Vatakuti<sup>1<\/sup>, Francesco Brizzi<sup>1<\/sup>, Antoine Soubret<sup>1<\/sup>, Sara Belli<sup>1<\/sup><br><br\/><sup>1<\/sup>Roche Pharma Research and Early Development, Basel, Switzerland,<sup>2<\/sup>Roche Pharma Research and Early Development, Penzberg, Germany","CSlideId":"","ControlKey":"cebec1e7-db37-4bd6-a3c4-0b423164d423","ControlNumber":"3401","DisclosureBlock":"<b>&nbsp;C. C. Santini, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment, Stock, Stock Option. <br><b>E. Schindler, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>J. Attig, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment, Stock, Stock Option. <br><b>J. Eckmann, <\/b> <br><b>Roche Diagnostics GmbH<\/b> Employment. <br><b>S. Vatakuti, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>F. Brizzi, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>A. Soubret, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment, Stock, Stock Option. <br><b>S. Belli, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment, Stock, Stock Option.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8083","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"843","PresenterBiography":null,"PresenterDisplayName":"Cristina Santini","PresenterKey":"4c010b6b-68e9-4a2f-8014-8bf75dcaf03b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"843. Development of a quantitative systems pharmacology model for clinical dose and schedule optimization of RG6234, a T-cell engaging antibody targeting GPRC5D in multiple myeloma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a quantitative systems pharmacology model for clinical dose and schedule optimization of RG6234, a T-cell engaging antibody targeting GPRC5D in multiple myeloma","Topics":null,"cSlideId":""},{"Abstract":"More than 50% of triple negative breast cancer (TNBC) patients do not respond well to the standard-of-care neoadjuvant therapy (NAT). Therefore, methods capable of predicting treatment response will be highly useful to optimize intervention and outcomes for TNBC patients. To address this problem, we aim to integrate quantitative magnetic resonance imaging (MRI) with biology-based mathematical modeling and deep learning to make patient-specific predictions of TNBC response to NAT <i>using only pretreatment data<\/i>. TNBC patients (<i>n <\/i>= 150) enrolled in the ARTEMIS trial (NCT02276443) received doxorubicin\/cyclophosphamide (A\/C) followed by paclitaxel. MRI exams were acquired for each patient at the following timepoints: (1) before initiation of NAT, (2) after two A\/C cycles, (3) after four A\/C cycles, and (4) at the conclusion of NAT. Using patient-specific MRI data from the first two exams, we calibrated a biology-based mathematical model to characterize migration, proliferation, and treatment-induced death of tumor cells. We then used this model as a digital twin to predict spatiotemporal tumor response. While effective, this approach requires the patient to have completed at least part of their NAT regime before we are able to predict therapeutic response. To relax this requirement, we have developed an approach that combines deep learning and biology-based mathematical modeling to predict the response of TNBC to NAT <i>before<\/i> treatment initiation. Specifically, we integrated a U-Net-based convolutional neural network with our mathematical model to regress between pre-treatment data and the model parameters obtained from a training set. Using parameters from learning a network with a subset of 68 patients, our mathematical model yielded concordance correlation coefficients between the predicted and measured patient-specific changes in tumor cellularity and volume at the third imaging point of 0.95 and 0.92, respectively. Spatially, we obtain the median difference between predicted and measured percent change in cellularity from visit one to visit three for each patient, giving a mean (95% confidence interval) of -6.51% (-7.13%, -5.90%) across all patients. These encouraging results may be further improved using methods such as expanding to a spatially-resolved proliferation rate, including genetic and\/or histological data, and extending the deep learning framework to the end of the treatment course to predict pathological response. This approach allows us to obtain patient-specific predictions of response before NAT commences, thereby providing the opportunity to optimize interventions and patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Predictive biomarkers,Modeling,Machine learning,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Casey  E.  Stowers<\/b><sup>1<\/sup>, Chengyue Wu<sup>1<\/sup>, Sidharth Kumar<sup>2<\/sup>, Ernesto A.B.F. Lima<sup>1<\/sup>, Xhan Zu<sup>3<\/sup>, Clinton Yam<sup>4<\/sup>, Jong Bum Son<sup>3<\/sup>, Jingfei Ma<sup>3<\/sup>, Jonathan  I.  Tamir<sup>2<\/sup>, Gaiane  M.  Rauch<sup>5<\/sup>, Thomas  E.  Yankeelov<sup>1<\/sup><br><br\/><sup>1<\/sup>Oden Institute for Computational Engineering and Sciences, University of Texas at Austin, Austin, TX,<sup>2<\/sup>Chandra Family Department of Electrical and Computer Engineering, University of Texas at Austin, Austin, TX,<sup>3<\/sup>Department of Imaging Physics, University of Texas MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>Department of Breast Medical Oncology, University of Texas MD Anderson Cancer Center, Houston, TX,<sup>5<\/sup>Department of Breast Imaging, University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"22f1c5ec-ad7e-4358-a9ba-2858ddacea3b","ControlNumber":"3577","DisclosureBlock":"&nbsp;<b>C. E. Stowers, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>S. Kumar, <\/b> None..<br><b>E. A. Lima, <\/b> None..<br><b>X. Zu, <\/b> None.&nbsp;<br><b>C. Yam, <\/b> <br><b>Amgen<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>Conquer Cancer Foundation<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract.<br><b>J. Son, <\/b> None.&nbsp;<br><b>J. Ma, <\/b> <br><b>GE Healthcare<\/b> Grant\/Contract, Patent. <br><b>Siemens Healthineers<\/b> Grant\/Contract, Patent. <br><b>C4 Imaging, LLC.<\/b> Other, Consultant. <br><b>J. I. Tamir, <\/b> <br><b>Aspect Imaging<\/b> Grant\/Contract. <br><b>GE Healthcare<\/b> Patent. <br><b>Subtle Medical<\/b> Stock, Patent.<br><b>G. M. Rauch, <\/b> None..<br><b>T. E. Yankeelov, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8085","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"845","PresenterBiography":null,"PresenterDisplayName":"Casey Stowers","PresenterKey":"28ab305c-5e8b-4cc3-9eb8-988d90e34b15","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"845. Developing MRI-based digital-twins via mathematical modeling and deep learning to predict the response of triple-negative breast cancer to neoadjuvant therapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing MRI-based digital-twins via mathematical modeling and deep learning to predict the response of triple-negative breast cancer to neoadjuvant therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Epcoritamab is a novel bispecific antibody that targets CD3 and CD20 and induces T-cell-mediated cytotoxic activity against CD20+ malignant B cells (1). Epcoritamab&#8217;s pharmacokinetics (PK), pharmacodynamics, and safety profiles were investigated in GCT3013-01 escalation study across a wide range of doses. CRS is an adverse event of special interest for T cell engagers such as Epcoritamab. As such, step-up dosing (SUD) has been investigated in study GCT3013-01 escalation to minimize release of cytokines and mitigate severe CRS symptoms. Seventeen permutations of SUD were tested, with doses ranging from 0.004 to 60 mg. Based on observed CRS data, a SUD regimen of 0.16\/0.8\/48 mg was selected. The aim of the analysis was to develop a QSP model capable of predicting cytokine release which can be used to identify potential optimal SUD regimen.<br \/>Method: Leveraging Epcoritamab preclinical and<i> <\/i>clinical data, we have developed a QSP platform that captures the observed tumor responses and allows for systemic predictions of biomarkers with the selected SUD regimen. A minimal physiologically based PK model was linked to submodels of T cell activation, proliferation, and cytotoxicity of target-bearing cells, to create an integrated QSP model of the DLBCL system. Epcoritamab-mediated cross-linking of target(s) and CD3 receptor to form trimer complexes drives cell trafficking and cytokine production as well as inducing death of target-bearing cells. The model described the PK, cellular effects, and observed cytokine profiles within the plasma, and simulated similar effects in lymph node(s), tumor, and other peripheral body tissue.<br \/>Result: After SC administration of Epcoritamab, transient and modest elevation of selected cytokines was observed. Patients&#8217; cytokine profiles were categorized into three different trends based on Cycle 1 data. By accounting for the interaction of receptors and ligands at the nano-scale level (time and physical size) we characterized the dose response and dynamics of T cells, B cells, IL6, and IL10 in patients enrolled in the study by using the QSP model.<br \/>Conclusions: This analysis integrated underlying mechanisms to predict various systemic biomarkers dynamics including T cells, B cells, IL6 and IL10 following administration of Epcoritamab. The well-studied pathways and mechanisms allow implementation of the model in disease indications other than DLBCL.<br \/>References: 1. M. Hutchings, et. al, (2021) Dose escalation of subcutaneous epcoritamab in patients with relapsed or refractory B-cell non-Hodgkin lymphoma: an open-label, phase 1\/2 study, <i>The Lancet<\/i>, Vol. 398, Issue 10306, P1157-1169.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,Modeling,Pharmacodynamics,Pharmacokinetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nasrin Afzal<\/b><sup><\/sup>, Tommy Li<sup><\/sup>, Christopher Chiu<sup><\/sup>, Mariana Sacchi<sup><\/sup>, Manish Gupta<sup><\/sup>, Steven Xu<sup><\/sup>, Craig J. Thalhauser&#8239;<sup><\/sup><br><br\/>Genmab, Princeton, NJ","CSlideId":"","ControlKey":"fcb5c5e1-f6f0-4ac4-8f78-77e9493ff78b","ControlNumber":"3712","DisclosureBlock":"<b>&nbsp;N. Afzal, <\/b> <br><b>Genmab<\/b> Employment. <br><b>T. Li, <\/b> <br><b>Genmab<\/b> Employment. <br><b>C. Chiu, <\/b> <br><b>Genmab<\/b> Employment. <br><b>M. Sacchi, <\/b> <br><b>Genmab<\/b> Employment. <br><b>M. Gupta, <\/b> <br><b>Genmab<\/b> Employment. <br><b>S. Xu, <\/b> <br><b>Genmab<\/b> Employment. <br><b>C. J. Thalhauser&#8239;, <\/b> <br><b>Genmab<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8086","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"846","PresenterBiography":null,"PresenterDisplayName":"Nasrin Afzal, PhD","PresenterKey":"675b6b65-6f2d-43ed-8d33-8209b9ce6802","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"846. Utilizing quantitative systems pharmacology (QSP) model to understand cytokine release syndrome (CRS) following administration of epcoritamab in DLBCL patients","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing quantitative systems pharmacology (QSP) model to understand cytokine release syndrome (CRS) following administration of epcoritamab in DLBCL patients","Topics":null,"cSlideId":""},{"Abstract":"Recently, the US Food and Drug Administration (FDA) has initiated &#8220;Project Optimus,&#8221; designed to revisit and reform the decades-old maximum-tolerable dose paradigm. Traditional dose selection schemes designed for cytotoxic therapies may not apply for targeted therapies with exposure-response curves that often plateau below maximum tolerable patient toxicity levels. While nonlinear sigmoidal exposure-response curves are ubiquitous in oncology, they are typically used to measure differential response in first-order effects (mean value of drug dose delivered), while second-order effects (variance of drug dose) are generally ignored. Herein we present a paradigm for guiding treatment scheduling based on the convexity (or its converse, concavity) of exposure-response curves - a phenomenon that is widely applicable to targeted therapies. The &#8220;curvature&#8221; of exposure-response curves (e.g. a convex or concave shape) provides a direct prediction of continuous treatment, compared with high-dose \/ low-dose treatment. For example, if the exposure-response function is concave near a dose of &#8216;x&#8217;, continuous (daily) administration of x may be less effective response compared to a regimen that switches equally between 120% of x and 80% of x (every other day), even though both regimens use the same total drug. This paradigm is specifically relevant to targeted therapies which, as stated above, are associated with exposure-response plateaus that are concave in nature (to be compared with convex exposure-response curves common in cytotoxic chemotherapies). Analysis of response curves <i>in vitro<\/i> for a H3122 ALK-positive non-small cell lung cancer (NSCLC) cell line predicts that evolved-resistance lines are generally more concave, while treatment-na&#239;ve lines are more convex. <i>In vivo<\/i>, selection pressure due to treatment selects for resistant phenotypes over time. Previous literature shows resistance to ALK inhibitors occurs gradually, as tumors acquire cooperating genetic and epigenetic adaptive changes. Thus, we hypothesized the existence of a critical point in the time-evolution of ALK-positive tumors where it is optimal to switch from continuous treatment to high-dose \/ low-dose to mitigate the onset of gradual resistance. In this work, we construct a mathematical modeling framework of gradual resistance, parameterized to data, and predict time-dependent curvature in continuous (8 weeks), volatile (8 weeks) ALK inhibition <i>in vivo<\/i>. our key insight is that curvature increases in proportion to the amount of resistance in the tumor population. Curvature provides a time-dependent metric which 1) predicts the emergence of resistance and 2) determines the optimal subsequent dosing strategy. We test our key hypothesis <i>in vivo<\/i>, comparing continuous and volatile treatment schedules of ALK inhibitors to a switching schedule of continuous-volatile (4 weeks each).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Systems biology,Drug resistance,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jeffrey West<\/b><sup>1<\/sup>, Bina Desai<sup>1<\/sup>, Maximilian Strobl<sup>1<\/sup>, Luke Pierik<sup>2<\/sup>, Robert Vander Velde<sup>1<\/sup>, Mark Robertson-Tessi<sup>1<\/sup>, Andriy Marusyk<sup>1<\/sup>, Alexander  R.   A.  Anderson<sup>1<\/sup><br><br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"2300c3b7-df1b-4014-8c2a-c59531317b41","ControlNumber":"5604","DisclosureBlock":"&nbsp;<b>J. West, <\/b> None..<br><b>B. Desai, <\/b> None..<br><b>M. Strobl, <\/b> None..<br><b>L. Pierik, <\/b> None..<br><b>R. Vander Velde, <\/b> None..<br><b>M. Robertson-Tessi, <\/b> None..<br><b>A. Marusyk, <\/b> None..<br><b>A. R. A. Anderson, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8087","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"847","PresenterBiography":null,"PresenterDisplayName":"Jeffrey West, PhD","PresenterKey":"332569e7-692b-42c8-8f11-a939f82c069a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"847. Applying the principles of convexity and concavity to guide treatment scheduling of ALK inhibitors in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Applying the principles of convexity and concavity to guide treatment scheduling of ALK inhibitors in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Predicting <i>in vivo<\/i> response to antineoplastics remains an elusive challenge. We evaluated two novel transcriptomic-based, tumor-agnostic systems biology tools, OncoTarget and OncoTreat. Both methodologies predict tumor response to a diverse repertoire of clinically relevant oncology drugs, based on tumor Master Regulator (MR) analysis and<i> de novo<\/i>, experimentally-assessed drug mechanism-of-action in cognate cell lines. Specifically, OncoTarget identifies high-affinity inhibitors of individual MR proteins, while OncoTreat identifies drugs that invert the transcriptional activity of hyper-connected MR modules.<br \/>Methods: We enrolled patients with several distinct, poor prognosis malignancies that had progressed on multiple standard therapies, and developed low-passage, patient-derived xenograft (PDX) models. We assessed <i>in vivo<\/i> tumor response to 35 predicted patient-drug pairings in the first seven successfully engrafted models, including three basal-like breast cancers, a pancreatic ductal carcinoma, a<i> KIT\/PDGFR<\/i> wildtype gastrointestinal stromal tumor, a colon cancer, and a recurrent atypical meningioma.<br \/>Results: Both OncoTarget and OncoTreat produced highly significant 30-day disease control rates (68% and 91%, respectively) and markedly delayed time to treatment failure versus vehicle control by Kaplan-Meier analysis (<i>p<\/i> &#60; 10<sup>-4<\/sup>, log-rank test). Predicted drugs significantly outperformed randomly selected antineoplastic drugs that were not predicted by either methodology. Importantly, of 18 OncoTreat-predicted drugs, 15 showed MR-module inversion <i>in vivo<\/i>, demonstrating conservation of drug effect on patient tumor MR modules between carefully selected cognate cell lines and PDXs. Further, extensive benchmarking of OncoTarget and OncoTreat on TCGA tumor cohorts and prospectively profiled tumors demonstrates that candidate drugs can be identified for the vast majority of patients.<br \/>Conclusions: Complementary precision cancer medicine paradigms are needed to broaden the clinical benefit realized through genetic profiling and immunotherapy. We present extensive preclinical validation of two transcriptomic-based approaches. Our results suggest OncoTarget and OncoTreat may substantively complement existing PCM approaches. Importantly, as RNA-based prediction tools are relatively affordable and allow initial predictions within two weeks of receipt of specimen, OncoTarget and OncoTreat are readily scalable for the design of basket and umbrella clinical trials that would enroll diverse patient populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-08 Network biology and precision medicine,,"},{"Key":"Keywords","Value":"Systems biology,Precision medicine,Drug sensitivity,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Prabhjot S. Mundi<\/b><sup>1<\/sup>, Filemon S. Dela Cruz<sup>2<\/sup>, Michael V. Ortiz<sup>2<\/sup>, Adina Grunn<sup>3<\/sup>, Daniel Diolaiti<sup>2<\/sup>, Mariano J. Alvarez<sup>3<\/sup>, Andrew L. Kung<sup>2<\/sup>, Andrea Califano<sup>3<\/sup><br><br\/><sup>1<\/sup>Medicine, Columbia University Irving Medical Center, New York, NY,<sup>2<\/sup>Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>3<\/sup>Systems Biology, Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"9bc2f9bd-ee21-4671-b19a-0cc0499869ba","ControlNumber":"3787","DisclosureBlock":"&nbsp;<b>P. S. Mundi, <\/b> None.&nbsp;<br><b>F. S. Dela Cruz, <\/b> <br><b>Eisai<\/b> Other, Institutional research support from Eisai.\u000d\u000a\u000d\u000aUncompensated consultancy for Y-mAbs Therapeutics, Biosplice Therapeutics, Daiichi Sankyo, Sanofi Aventis, Prelude Therapeutics.<br><b>M. V. Ortiz, <\/b> None..<br><b>A. Grunn, <\/b> None..<br><b>D. Diolaiti, <\/b> None.&nbsp;<br><b>M. J. Alvarez, <\/b> <br><b>DarwinHealth Inc.<\/b> Employment. <br><b>A. L. Kung, <\/b> <br><b>Emendo Biotherapeutics<\/b> Stock, Other, Scientific Advisory Board;  equity interest.. <br><b>Karyopharm Therapeutics<\/b> Other, Scientific Advisory Board. <br><b>Imago BioSciences<\/b> Stock, Other, Scientific Advisory Board; equity interest.. <br><b>DarwinHealth Inc.<\/b> Other, Scientific Advisory Board. <br><b>Isabl Technologies<\/b> Fiduciary Officer, Stock, Other, co-Founder and on the Board Directors; equity interest.&nbsp;<br><b>A. Califano, <\/b> <br><b>DarwinHealth Inc.<\/b> Other Business Ownership, Other Intellectual Property, Other, Dr. Califano is founder, equity holder, and consultant of DarwinHealth Inc., a company that has licensed some of the algorithms used in this work from Columbia University. Columbia University is also an equity holder in DarwinHealth Inc.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8089","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"849","PresenterBiography":null,"PresenterDisplayName":"Prabhjot Mundi, MD","PresenterKey":"bb78a139-0290-4a16-aa50-0ce4d7fc62b2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"849. Evaluation of a transcriptomics-based precision oncology platform for patient-therapy alignment in treatment resistant malignancies","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of a transcriptomics-based precision oncology platform for patient-therapy alignment in treatment resistant malignancies","Topics":null,"cSlideId":""},{"Abstract":"Active surveillance (AS) is an established clinical strategy for the management of prostate cancer (PCa) exhibiting low to intermediate risk. In AS, treatment is delayed until progression to higher-risk disease is detected during the close monitoring of patients via longitudinal multiparametric magnetic resonance imaging (mpMRI) scans, biopsies, and Prostate Specific Antigen (PSA) tests. Thus, AS has been regarded as a promising strategy to address the current rates of overtreatment and undertreatment in PCa. However, current AS protocols rely on an observational paradigm, which may delay the detection of tumor progression, and the testing frequency is largely fixed according to population studies, which impedes the design of personalized monitoring plans. To address these issues, we propose to advance AS towards a predictive patient-specific paradigm by leveraging computational tumor forecasts obtained with a biomechanistic model informed by the imaging and clinical data collected during standard AS for each individual patient.<br \/>Here, we present a preliminary study in a cohort of eight PCa patients who enrolled in AS and had three mpMRI scans over a period of 2.6 to 5.6 years. Our model describes PCa growth in terms of the dynamics of tumor cell density as a combination of tumor cell mobility and net proliferation, which are formulated as a diffusion process and logistic growth, respectively. The model is implemented in each patient&#8217;s prostate geometry, which is segmented on T2-weighted MRI data. Tumor cell density estimates are derived from Apparent Diffusion Coefficient (ADC) maps obtained from diffusion-weighted MRI data. To facilitate modeling, the longitudinal imaging datasets are non-rigidly co-registered for each patient. We initialize the model with the tumor cell density map obtained from the ADC map of the first mpMRI scan. Then, the model is parameterized by minimizing the model-data mismatch in tumor cell density at the date of a second mpMRI scan. Finally, we perform a tumor forecast up to the date of a third mpMRI scan, which we use to assess the model-data agreement of our predictions of PCa growth.<br \/>We obtained a concordance correlation coefficient (CCC) for tumor volume and global tumor cell count of 0.87 and 0.95 during model calibration and of 0.91 and 0.87 at forecasting horizon, respectively. For each patient, the spatial fit of tumor cell density yielded a median Dice score and CCC of 0.77 and 0.50 at the second mpMRI date, respectively. Likewise, the tumor cell density predictions at the third scan date resulted in a median Dice coefficient and CCC of 0.74 and 0.51 across the patient cohort, respectively. Thus, while further model development and performance assessment over lager cohorts are required, these results suggest that our forecasting technology is a promising tool to predict PCa progression in AS and, hence, identify patients who require treatment early during the course of AS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-09 Physical sciences in oncology,,"},{"Key":"Keywords","Value":"Prostate cancer,Active surveillance,Mathematical oncology,Pesonalized tumor forecasting,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Guillermo Lorenzo Gomez<\/b><sup>1<\/sup>, Chengyue Wu<sup>1<\/sup>, Joshua P. Yung<sup>2<\/sup>, John F. Ward<sup>2<\/sup>, Hector Gomez<sup>3<\/sup>, Alessandro Reali<sup>4<\/sup>, Thomas E. Yankeelov<sup>1<\/sup>, Aradhana M. Venkatesan<sup>2<\/sup>, Thomas J. R. Hughes<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Texas at Austin, Austin, TX,<sup>2<\/sup>MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Purdue University, West Lafayette, IN,<sup>4<\/sup>University of Pavia, Pavia, Italy","CSlideId":"","ControlKey":"a29cfe7b-3a4b-4c72-aaae-8d66166d6372","ControlNumber":"2814","DisclosureBlock":"&nbsp;<b>G. Lorenzo Gomez, <\/b> None..<br><b>C. Wu, <\/b> None..<br><b>J. P. Yung, <\/b> None..<br><b>J. F. Ward, <\/b> None.&nbsp;<br><b>H. Gomez, <\/b> <br><b>Eli Lilly<\/b> Grant\/Contract.<br><b>A. Reali, <\/b> None..<br><b>T. E. Yankeelov, <\/b> None.&nbsp;<br><b>A. M. Venkatesan, <\/b> <br><b>Siemens Healthineers<\/b> Grant\/Contract. <br><b>T. J. R. Hughes, <\/b> <br><b>Heartflow Inc<\/b> Grant\/Contract, Other, Equity. <br><b>Coreform LLC<\/b> Other, Equity.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8090","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"850","PresenterBiography":null,"PresenterDisplayName":"Guillermo Lorenzo Gomez, PhD","PresenterKey":"e6541cd5-115e-491f-8c7f-ee50f43f864c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"850. Patient-specific, organ-scale forecasting of prostate cancer growth in active surveillance","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-specific, organ-scale forecasting of prostate cancer growth in active surveillance","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune-related pneumonitis (IRP) is a rare adverse event (AE) associated with ICIs that may result in treatment interruption or death if not managed properly. IRP prediction is critical to identify at-risk patients and estimate background IRP risk for single-arm trials. ML modeling was used on electronic health records (EHR) to predict IRP risk in patients with aNSCLC using various IRP definitions.<br \/>Methods: Patients with curated aNSCLC treated with ICIs between Jan 2015 - May 2022 were identified in a US-based oncology EHR database (ConcertAI<sup>&#174;<\/sup>, Cambridge, MA). Survival XGBoost models were trained with 4-fold cross-validation. Due to lack of consensus on the IRP definition using RWD, putative IRPs were derived from a mix of human-curated AEs and ICD diagnosis (dx) codes (preexisting [&#60;90 days of ICI start] codes excluded). Three IRP definitions were used: expert-curated (IRP1, n=237 IRP events), literature-derived (IRP2, n=445), and a broad definition (IRP3, n=1213). Risk factors were identified using SHapley Additive exPlanations (SHAP) values and marginal hazard ratios.<br \/>Results: The study cohort had 8928 patients. Validation cumulative\/dynamic area under the ROC curve for IRP1-3 was 0.68, 0.70, and 0.71, respectively. Common across IRP definitions were predictors related to underlying lung conditions, comorbidities, polypharmacy, systemic inflammation, and de novo metastases (Table 1). Chemoradiation was a risk factor for the narrow definition (IRP1), while labs suggestive of organ dysfunction were predictive for broader definitions (IRP2-3). Unsupervised clustering of SHAP resulted in 4 patient clusters. Higher-risk clusters were driven by polypharmacy (IRP1-3), reduced platelets (IRP1), and comorbidities (IRP2-3).<br \/>Conclusions:<i> <\/i>ML on different IRP definitions from RWD differentiated risk factors of pneumonitis from those inherent to lung disease among aNSCLC patients.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{EAB3A079-2F60-45C5-8305-BC16317EF6B1}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"4\"><b>Table 1<\/b>. Risk factors for the 3 different IRP definitions as identified by ML models<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>IRP1: <\/b><b>Mean HR (95% CI)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>IRP2: <\/b><b>Mean HR (95% CI)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>IRP3: <\/b><b>Mean HR (95% CI)<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Comorbidities<\/b>: Number of comorbidities &#8805;4 (vs 0)<\/td><td rowspan=\"1\" colspan=\"1\">1.17 (1.00, 1.49)<\/td><td rowspan=\"1\" colspan=\"1\">1.51 (1.30, 1.77)<\/td><td rowspan=\"1\" colspan=\"1\">1.73 (1.36, 2.22)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Comorbidities: <\/b>BMI &#8805;29.07 (vs &#8804;21.95)<\/td><td rowspan=\"1\" colspan=\"1\">1.25 (1.13, 1.45)<\/td><td rowspan=\"1\" colspan=\"1\">1.27 (1.17, 1.38)<\/td><td rowspan=\"1\" colspan=\"1\">1.27 (1.06, 1.53)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Polypharmacy:<\/b> Number of concomitant meds<b> <\/b>&#8805;13 (vs &#8804;5)<\/td><td rowspan=\"1\" colspan=\"1\">1.45 (1.17, 1.84)<\/td><td rowspan=\"1\" colspan=\"1\">1.62 (1.19, 2.11)<\/td><td rowspan=\"1\" colspan=\"1\">1.29 (1.06, 1.69)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Polypharmacy:<\/b> Local anesthesia (vs no)<\/td><td rowspan=\"1\" colspan=\"1\">1.12 (1.0, 1.23)<\/td><td rowspan=\"1\" colspan=\"1\">1.02 (1.00, 1.06)<\/td><td rowspan=\"1\" colspan=\"1\">1.13 (1.04, 1.21)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Polypharmacy:<\/b> Anti-arrhythmia agents (vs no)<\/td><td rowspan=\"1\" colspan=\"1\">1.07 (0.99, 1.14)<\/td><td rowspan=\"1\" colspan=\"1\">1.00 (1.00, 1.03)<\/td><td rowspan=\"1\" colspan=\"1\">1.00 (0.97, 1.02)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Polypharmacy:<\/b> Anticoagulants (vs no)<\/td><td rowspan=\"1\" colspan=\"1\">1.02 (1.00, 1.10)<\/td><td rowspan=\"1\" colspan=\"1\">1.12 (1.06, 1.21)<\/td><td rowspan=\"1\" colspan=\"1\">1.19 (1.03, 1.34)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>History of chemoradiation: <\/b>Durvalumab line of therapy (vs no)<\/td><td rowspan=\"1\" colspan=\"1\">1.18 (1.00, 1.41)<\/td><td rowspan=\"1\" colspan=\"1\">1.00 (1.00, 1.02)<\/td><td rowspan=\"1\" colspan=\"1\">0.98 (0.89, 1.00)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>History of chemoradiation:<\/b> Baseline thoracic radiation (vs no)<\/td><td rowspan=\"1\" colspan=\"1\">1.08 (1.00, 1.35)<\/td><td rowspan=\"1\" colspan=\"1\">1.01 (1.00, 1.03)<\/td><td rowspan=\"1\" colspan=\"1\">1.00 (0.97, 1.00)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>History of chemoradiation:<\/b> Prior chemotherapy (vs no)<\/td><td rowspan=\"1\" colspan=\"1\">1.06 (0.99, 1.19)<\/td><td rowspan=\"1\" colspan=\"1\">1.00 (0.99, 1.01)<\/td><td rowspan=\"1\" colspan=\"1\">0.91 (0.86, 0.98)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>History of chemoradiation:<\/b> Platelets count (10<sup>3<\/sup>\/mL) &#8805;343 (vs &#8804;203)<\/td><td rowspan=\"1\" colspan=\"1\">0.79 (0.67, 0.90)<\/td><td rowspan=\"1\" colspan=\"1\">0.97 (0.91, 1.06)<\/td><td rowspan=\"1\" colspan=\"1\">0.96 (0.86, 1.07)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>De novo<i> <\/i>metastasis diagnosis: <\/b>M0 stage at initial diagnosis (vs M1)<\/td><td rowspan=\"1\" colspan=\"1\">1.08 (1.00, 1.21)<\/td><td rowspan=\"1\" colspan=\"1\">1.11 (1.00, 1.24)<\/td><td rowspan=\"1\" colspan=\"1\">1.08 (1.02, 1.15)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>De novo<i> <\/i>metastasis diagnosis: <\/b>Lactate dehydrogenase (IU\/L) &#8805;323.5 (vs &#8804;165)<\/td><td rowspan=\"1\" colspan=\"1\">0.87 (0.73, 0.96)<\/td><td rowspan=\"1\" colspan=\"1\">0.88 (0.75, 1.00)<\/td><td rowspan=\"1\" colspan=\"1\">0.88 (0.73, 1.02)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Underlying lung conditions: <\/b>Oxygen saturation (%) &#8805;98 (vs &#8804;94)<\/td><td rowspan=\"1\" colspan=\"1\">0.89 (0.72, 1.0)<\/td><td rowspan=\"1\" colspan=\"1\">1.00 (0.93, 1.05)<\/td><td rowspan=\"1\" colspan=\"1\">0.96 (0.83, 1.05)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Underlying lung conditions:<\/b> Respiratory rate (breaths\/min) &#8805;18 (vs &#8804;16)<\/td><td rowspan=\"1\" colspan=\"1\">1.09 (0.97, 1.31)<\/td><td rowspan=\"1\" colspan=\"1\">1.08 (1.02, 1.17)<\/td><td rowspan=\"1\" colspan=\"1\">1.12 (0.99, 1.32)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Organ dysfunction: <\/b>Blood urea nitrogen (mg\/dL) &#8805;20 (vs &#8804;11.7)<\/td><td rowspan=\"1\" colspan=\"1\">1.01 (0.86, 1.19)<\/td><td rowspan=\"1\" colspan=\"1\">1.13 (0.9, 1.58)<\/td><td rowspan=\"1\" colspan=\"1\">1.11 (0.96, 1.46)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Organ dysfunction:<\/b> Albumin (g\/dL) &#8805;4 (vs &#8804;3.35)<\/td><td rowspan=\"1\" colspan=\"1\">0.97 (0.85, 1.11)<\/td><td rowspan=\"1\" colspan=\"1\">0.95 (0.90, 0.99)<\/td><td rowspan=\"1\" colspan=\"1\">0.83 (0.72, 0.94)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Organ dysfunction:<\/b> Serum protein (g\/dL) &#8805;7.4 (vs &#8804;6.5)<\/td><td rowspan=\"1\" colspan=\"1\">1.06 (0.95, 1.18)<\/td><td rowspan=\"1\" colspan=\"1\">1.09 (1.02, 1.17)<\/td><td rowspan=\"1\" colspan=\"1\">1.22 (1.02, 1.44)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Systemic inflammation: <\/b>Neutrophils-lymphocytes ratio &#8805;8.59 (vs &#8804;3.12)<\/td><td rowspan=\"1\" colspan=\"1\">1.13 (0.99, 1.07)<\/td><td rowspan=\"1\" colspan=\"1\">1.18 (1.04, 1.30)<\/td><td rowspan=\"1\" colspan=\"1\">1.20 (1.00, 1.44)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Systemic inflammation:<\/b> WBC counts (10<sup>3<\/sup>\/mL) &#8805;10.88 (vs &#8804;6.10)<\/td><td rowspan=\"1\" colspan=\"1\">1.01 (0.88, 1.14)<\/td><td rowspan=\"1\" colspan=\"1\">1.05 (0.99, 1.15)<\/td><td rowspan=\"1\" colspan=\"1\">1.10 (0.95, 1.35)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"4\"><b>Footnote:<\/b> BMI, body mass index; CI, confidence interval; HR, hazard ratio; IRP1 expert-curated definition, n=237; IRP2, literature-derived definition, n=445; IRP3, a broad IRP definition, n=1213; WBC, white blood cell.<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-01 Artificial intelligence and machine\/deep learning,,"},{"Key":"Keywords","Value":"Machine learning,Immune checkpoint blockade,NSCLC,Toxicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Deep  K.  Hathi<\/b><sup>1<\/sup>, Heather Hall<sup>1<\/sup>, Judith Mueller<sup>1<\/sup>, Mona  H.  Cai<sup>2<\/sup>, Yangyang Liu<sup>2<\/sup>, Alexander Liede<sup>3<\/sup>, Rahul  K.  Das<sup>1<\/sup><br><br\/><sup>1<\/sup>ConcertAI, Cambridge, MA,<sup>2<\/sup>Epidemiology, AbbVie Inc., North Chicago, IL,<sup>3<\/sup>AbbVie Ltd., Dublin, Ireland","CSlideId":"","ControlKey":"2b32c69e-07a7-41ab-b8fb-6ed86a0b638b","ControlNumber":"3504","DisclosureBlock":"<b>&nbsp;D. K. Hathi, <\/b> <br><b>ConcertAI<\/b> Employment. <br><b>H. Hall, <\/b> <br><b>ConcertAI<\/b> Employment. <br><b>J. Mueller, <\/b> <br><b>ConcertAI<\/b> Employment, Stock Option. <br><b>M. H. Cai, <\/b> <br><b>AbbVie<\/b> Employment, Stock Option. <br><b>Amgen<\/b> Employment, Stock. <br><b>Gilead<\/b> Employment, Stock. <br><b>Y. Liu, <\/b> <br><b>AbbVie<\/b> Employment, Stock Option. <br><b>A. Liede, <\/b> <br><b>AbbVie<\/b> Employment, Stock Option. <br><b>R. K. Das, <\/b> <br><b>GNS Healthcare<\/b> Employment, Stock. <br><b>ConcertAI<\/b> Employment, Stock Option.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8091","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"851","PresenterBiography":null,"PresenterDisplayName":"Deep Hathi","PresenterKey":"c51814a6-cb16-482e-9cf2-77b77362370c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"851. Machine learning (ML) model for prediction of pneumonitis using real-world data (RWD) on immune checkpoint inhibitor (ICI)-treated advanced non-small cell lung cancer (aNSCLC)","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Machine learning (ML) model for prediction of pneumonitis using real-world data (RWD) on immune checkpoint inhibitor (ICI)-treated advanced non-small cell lung cancer (aNSCLC)","Topics":null,"cSlideId":""},{"Abstract":"<i>The purpose of this study is to use the dynamics of commonly collected biomarker levels for prostate cancer to identify the underlying cancer cell subtype composition and help predict response to treatment.<\/i><br \/>In castrate-sensitive prostate cancer, the current standard of care is continuous maximum-tolerated dose (MTD) of anti-androgen compounds, which successfully reduces the tumor burden. However, continuous use often leads to treatment resistance. Alternatively, adaptive therapy approaches have been used clinically to delay or prevent resistant outgrowth. In adaptive therapy, a drug is given to maintain a tumor size by killing enough treatment-sensitive cells to shrink the burden but keep enough sensitive cells to suppress the outgrowth of resistant cells. Clinical trials using adaptive therapy approaches have shown longer tumor control compared to MTD for castrate-resistant disease and, more recently, shown feasibility for control in castrate-sensitive disease. This approach relies on using prostate-specific antigen (PSA) as a systemic biomarker as a surrogate for total tumor burden. Because PSA is a product of testosterone metabolism by androgen receptors (AR) in cells, and both testosterone and AR can vary over time and amongst cells, we can use a mathematical model to couple PSA, testosterone, and AR-dependency to dissociate systemic biomarkers from tumor burden and uncover potential mechanisms of resistance.<br \/>We build a system of ordinary differential equations to investigate the emergence of different resistance mechanisms for metastatic castrate-sensitive prostate cancer patients. We first fit the equations to testosterone dynamics alone. Then, fixing those parameters, we fit to the dynamics of PSA assuming cell subtypes consisting of testosterone-dependent cells, testosterone producers, and AR-overexpressing cells. From the best fits, we can estimate the tumor cell subtype compositions for each patient and test different treatment strategies.<br \/>We find that patients with tightly correlated testosterone and PSA levels tend to have mostly testosterone-dependent cells and continued robust responses to each round of treatment. Less correlated testosterone and PSA dynamics was usually associated with changes in PSA nadirs, peaks, or rates of return after stopping treatment over subsequent rounds of adaptive therapy. By fitting to both PSA and testosterone dynamics, we can distinguish between tumors that maintain testosterone-dependent cells from those with increasing resistant cell types. This allows for better quantification of the underlying tumor composition to help optimize therapies that target those cell types and better maintain tumor control. <sup><br \/><\/sup>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Prostate cancer,Prostate-specific antigen (PSA),Androgen receptor,Androgen deprivation therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jill Gallaher<\/b><sup>1<\/sup>, Maximilian Strobl<sup>1<\/sup>, Jeffrey West<sup>1<\/sup>, Mark Robertson-Tessi<sup>1<\/sup>, Robert Gatenby<sup>2<\/sup>, Jingsong Zhang<sup>3<\/sup>, Alexander R. A. Anderson<sup>1<\/sup><br><br\/><sup>1<\/sup>Integrated Mathematical Oncology, Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Radiology, Moffitt Cancer Center, Tampa, FL,<sup>3<\/sup>Genitourinary Oncology, Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"323e5acf-5304-4b78-9cd8-4fe915bb4654","ControlNumber":"8059","DisclosureBlock":"&nbsp;<b>J. Gallaher, <\/b> None..<br><b>M. Strobl, <\/b> None..<br><b>J. West, <\/b> None..<br><b>M. Robertson-Tessi, <\/b> None..<br><b>R. Gatenby, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>A. R. Anderson, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8116","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"852","PresenterBiography":null,"PresenterDisplayName":"Jill Gallaher, BS;PhD","PresenterKey":"a627a504-059a-416f-9081-89ea4a172261","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"852. Predicting progression in metastatic castrate-sensitive prostate cancer by coupling PSA and testosterone dynamics to a mechanistic mathematical model","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predicting progression in metastatic castrate-sensitive prostate cancer by coupling PSA and testosterone dynamics to a mechanistic mathematical model","Topics":null,"cSlideId":""},{"Abstract":"We developed a novel modeling paradigm to specifically recapitulate 3D tissue at the resolution of CT imaging and yet capture single cell information: the population-based model (PBM). This PBM method allowed us to seed a model with individual cells that operate at the CT scale of cubic millimeters and grow to the scale of 10 cubic centimeters or more.<br \/>We used our PBM to investigate how well-known tumor traits of increased resource consumption and angiogenesis maybe differentially selected by a growing tumor in different densities of normal tissue. We found that tumor phenotypes that reduced consumption and increased angiogenesis grew the fastest in low density normal tissue, and vice versa in high density normal tissue.<br \/>We ran parameter sweeps of this model using temporal patient data from the NLST dataset, which consisted of untreated tumors in the low-density lung periphery. We saw that specific movement rate and proliferation rate parameters were required to fit the growth speed of the tumors, while a low consumption and high angiogenic phenotype was required to fit the radial density distribution of the tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Modeling,NSCLC,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rafael Ramon Bravo<\/b><sup>1<\/sup>, Mark Robertson-Tessi<sup>2<\/sup>, Alexander  R.   A.  Anderson<sup>2<\/sup>, Robert Gatenby<sup>3<\/sup>, Scott Antonia<sup>4<\/sup>, Jhanelle Gray<sup>5<\/sup>, Amer Beg<sup>6<\/sup>, Matthew Schabath<sup>7<\/sup><br><br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Integrated Mathematical Oncology, Moffitt Cancer Center, Tampa, FL,<sup>3<\/sup>Radiology, Moffitt Cancer Center, Tampa, FL,<sup>4<\/sup>Medical Oncology, Duke University, Durham, NC,<sup>5<\/sup>Thoracic Oncology, Moffitt Cancer Center, Tampa, FL,<sup>6<\/sup>Immunology, Moffitt Cancer Center, Tampa, FL,<sup>7<\/sup>Cancer Epidemiolgy, Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"8200f439-acc4-49e2-a275-cc0ffd36256c","ControlNumber":"6868","DisclosureBlock":"&nbsp;<b>R. R. Bravo, <\/b> None..<br><b>M. Robertson-Tessi, <\/b> None..<br><b>A. R. A. Anderson, <\/b> None..<br><b>R. Gatenby, <\/b> None..<br><b>S. Antonia, <\/b> None..<br><b>J. Gray, <\/b> None..<br><b>A. Beg, <\/b> None..<br><b>M. Schabath, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8117","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"853","PresenterBiography":null,"PresenterDisplayName":"Rafael Bravo, MS","PresenterKey":"f24b3142-91d3-426a-9df3-22640b160e1a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"853. The impact of normal tissue density on tumor growth and evolution in a 3D whole-tumor model of lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of normal tissue density on tumor growth and evolution in a 3D whole-tumor model of lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The overall survival of patients diagnosed with Pancreatic Cancer remains low. Initial responses to current therapeutic interventions are below 50%, leading to a high mortality rate shortly after diagnosis. To date, only a companion diagnostic, non-specific for pancreatic cancer, has been approved for this indication. A better understanding of the tumor cell biology and resistance mechanisms may shed light onto novel therapeutic targets that improve long-term outcome and improved patient stratification. In this study, we performed an exhaustive analysis to identify predictive biomarkers for gemcitabine\/abraxane sensitivity using multiomics datasets. These datasets were integrated in a pharmaco-phenotypic-multiomic (PPMO) model predictive of therapeutic sensitivity or resistance, using sparse partial least squares (sPLS). Our results reveal major cellular discriminants in genomic variants, transcriptomics, and most pronouncedly in proteomics data. Tumors exhibiting Gemcitabine\/Abraxane resistance associate with increased TPRV6 RNA expression, MUC13 protein expression, and USP42 mutation among others. Prospective application of the PPMO integration model was able to accurately predict Gemcitabine\/Abraxane response profiles for 4\/5 additional Pancreatic samples, therefore suggesting a potential application as a predictive diagnostic tool.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-05 Integrative cancer science,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Multiomics,Resistance,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gilad Silberberg<\/b><sup><\/sup>, Clare Killick-Cole<sup><\/sup>, Yaron Mosesson<sup><\/sup>, Haia Khoury<sup><\/sup>, Xuan Ren<sup><\/sup>, Mara Gilardi<sup><\/sup>, Daniel Ciznadija<sup><\/sup>, Paolo Schiavini<sup><\/sup>, Marianna Zipeto<sup><\/sup>, Michael Ritchie<sup><\/sup><br><br\/>Champions Oncology, Inc. (Hackensack, NJ), Hackensack, NJ","CSlideId":"","ControlKey":"062a12aa-81d2-4777-bca0-8c53bc84ba80","ControlNumber":"8137","DisclosureBlock":"&nbsp;<b>G. Silberberg, <\/b> None..<br><b>C. Killick-Cole, <\/b> None..<br><b>Y. Mosesson, <\/b> None..<br><b>H. Khoury, <\/b> None..<br><b>X. Ren, <\/b> None..<br><b>M. Gilardi, <\/b> None..<br><b>D. Ciznadija, <\/b> None..<br><b>P. Schiavini, <\/b> None..<br><b>M. Zipeto, <\/b> None..<br><b>M. Ritchie, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8125","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"854","PresenterBiography":null,"PresenterDisplayName":"Rachel Bunting, MBA;MS","PresenterKey":"6e0637a4-9462-43d1-b994-e74fe0184414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"854. A pharmaco-pheno-multiomic integration analysis of pancreatic cancer: A highly predictive biomarker model of biomarkers of Gemcitabine\/Abraxane sensitivity and resistance","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A pharmaco-pheno-multiomic integration analysis of pancreatic cancer: A highly predictive biomarker model of biomarkers of Gemcitabine\/Abraxane sensitivity and resistance","Topics":null,"cSlideId":""},{"Abstract":"Purpose: The goal of this study is to outline the process and utility of using fit-for-purpose, semi-mechanistic PK\/PD modeling to inform the design of a theoretical CD47 bispecific antibody targeted to a generic tumor-associated antigen (CD47xTAA bsAb) with improved efficacy, tolerability, and PK compared to single target anti-CD47 therapies. Approach: To help guide the CD47xTAA bsAb design, a 3-compartment human model was built to include a target-mediated drug disposition (TMDD) component from CD47 expressed on red blood cells (RBC), white blood cells (WBC), and cells in the peripheral compartment. The model was parameterized using available literature data and calibrated against magrolimab human PK data that exhibited potential TMDD. The magrolimab model was used to identify key CD47 receptor occupancy (RO) thresholds associated with tolerability (the priming dose threshold) and efficacy (the recommended Phase 2 dose\/RP2D threshold). Next, assumed drug properties and TAA expression levels for a CD47xTAA bsAb were implemented in a similar human model and drug PK and doses required to match key CD47 RO thresholds were explored across a range of single-arm binding affinities. Results: The calibrated magrolimab model projected target engagement levels on RBCs and WBCs and showed rapid antibody-induced CD47 pruning on RBCs that is consistent with clinical PD measurements. At TAA binding affinities that produce sufficient binding to tumor antigen, the model predicts that lowering the CD47 binding affinity allows for a higher starting dose that matches the priming threshold, while lowering the dose required to match the RP2D threshold. The model also shows that lowering the binding affinity to CD47 may improve PK exposure in the tumor compartment by reducing systemic CD47 TMDD. Conclusions: This modeling exercise demonstrates how semi-mechanistic PK\/PD models can be used in model-informed drug design (MIDD) by leveraging the targeting advantage of avid bispecific antibody therapies and by using publicly available preclinical and clinical data. Furthermore, these model projections can help inform future studies with bispecific CD47 drug candidates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"CD47,Translational mechanistic modeling,PK\/PD,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Emily A. Pace<\/b><sup><\/sup>, Bjorn  L.  Millard<sup><\/sup><br><br\/>Residual Dynamics, LLC, Camano Island, WA","CSlideId":"","ControlKey":"1888c7ea-c074-4c70-b521-19ab7d54229e","ControlNumber":"3157","DisclosureBlock":"&nbsp;<b>E. A. Pace, <\/b> None..<br><b>B. L. Millard, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8149","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"855","PresenterBiography":null,"PresenterDisplayName":"Emily Pace, BA;MA;PhD","PresenterKey":"8bcd4bce-8b4b-4fea-b317-16716a54f6f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"855. Model-informed drug design (MIDD) exploration of a theoretical CD47xTAA bispecific antibody using available data from magrolimab, an anti-CD47 monoclonal antibody","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Model-informed drug design (MIDD) exploration of a theoretical CD47xTAA bispecific antibody using available data from magrolimab, an anti-CD47 monoclonal antibody","Topics":null,"cSlideId":""},{"Abstract":"Introduction:<br \/>16,4% of lung adenocarcinomas (LUAD) are presenting a mutation in the Epidermal Growth Factor Receptor (EGFR), as reported in the Epidemiological Strategy and Medical Economics database[1], resulting in its constitutive activation and leading to uncontrolled cell proliferation. While some tyrosine kinase inhibitors (TKIs) have been developed to target EGFR mutations, their efficacy is not long-lasting, due to the emergence of resistance mutations[2]. Based on <i>in silico<\/i> approaches, we investigate and compare the impact of two TKIs (1st and 3rd generation) on tumor size evolution and clinical outcome, depending on the target population.<br \/>Materials and Methods:<br \/>We developed in Novadiscovery's jink&#333; platform a detailed mechanistic disease model of EGFR-mutant LUAD that predicts patients&#8217; disease progression, based on their characteristics. We added on top of this disease model, a mechanistic physiologically-based pharmaco-kinetics model for each TKI drug, integrating their mechanisms of action. Publicly available data were used to calibrate the drug models and assess their credibility.We used the combination of the disease model with the two drug models to simulate clinical trials to compare the impact of both drugs on the course of the disease. Results:Both the 1st and 3rd generation TKI drug models can reproduce the pharmacokinetics in mice and humans. Combination of these models with the EGFR-mutant LUAD disease model is used to predict the tumor evolution in mice and the clinical outcome in humans. Differences in disease progression between treatments are observed according to the patients&#8217; tumor mutational profiles.<br \/>Discussion and Conclusion:<br \/>The knowledge based construction of this EGFR mutant LUAD disease and treatment model successfully reproduced publicly available real-world data and will be challenged to reproduce the results from the FLAURA trial for an additional step of validation. The credibility of the model thereby acquired is a first step in the use of the model to compare existing treatments to investigational treatments and further support innovative therapies development. As such, <i>in silico<\/i> approaches are a complementary and valuable tool to existing <i>in vitro<\/i> or in animal experiments, alongside with clinical trials performance.<br \/>References:<br \/>[1] Chouaid et al, TargOnc, 2021, https:\/\/doi.org\/10.1007\/s11523-021-00848-9.<br \/>[2] Vyse et al, Signal Transduction and Targeted Therapy, 2019 https:\/\/doi.org\/10.1038\/s41392-019-0038-9.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"EGFR,Modeling,NSCLC,Tyrosine kinase inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hippolyte Darr<\/b><sup>1<\/sup>, Bastien Martin<sup>1<\/sup>, Firas Hammami<sup>1<\/sup>, Arnaud Nativel<sup>1<\/sup>, Diane Lefaudeux<sup>1<\/sup>, Raphal Toueg<sup>2<\/sup>, Michal Duruisseaux<sup>3<\/sup>, Jean-Louis Palgen<sup>1<\/sup>, Perrine Masson<sup>1<\/sup>, Adle L'Hostis<sup>1<\/sup>, Nicoletta Ceres<sup>1<\/sup>, Claudio Monteiro<sup>1<\/sup><br><br\/><sup>1<\/sup>NOVADISCOVERY, Lyon, France,<sup>2<\/sup>Janssen Cilag, Issy-les-Moulineaux, France,<sup>3<\/sup>Cancer Research Center of Lyon, Inserm 1052, CNRS 5286, Oncopharmacology Team, Lyon, France","CSlideId":"","ControlKey":"ad34302d-6c71-4b33-800a-8360e2b9da24","ControlNumber":"6561","DisclosureBlock":"<b>&nbsp;H. Darr, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>B. Martin, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>F. Hammami, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>A. Nativel, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>D. Lefaudeux, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>R. Toueg, <\/b> <br><b>Janssen Cilag<\/b> Employment.<br><b>M. Duruisseaux, <\/b> None.&nbsp;<br><b>J. Palgen, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>P. Masson, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>A. L'Hostis, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>N. Ceres, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>C. Monteiro, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8150","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"856","PresenterBiography":null,"PresenterDisplayName":"Hippolyte Darr","PresenterKey":"0fb725f5-1a1d-497f-842c-e12d177795ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"856. Comparison of the effect of two EGFR-TKI in patients with EGFR-mutant lung adenocarcinoma using <i>in silico<\/i> clinical trials","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of the effect of two EGFR-TKI in patients with EGFR-mutant lung adenocarcinoma using <i>in silico<\/i> clinical trials","Topics":null,"cSlideId":""},{"Abstract":"Introduction<br \/>The <i>in silico<\/i> epidermal growth factor receptor (EGFR) mutant lung adenocarcinoma (ISELA) model predicts tumor progression in patients with advanced EGFR-mutated lung adenocarcinoma [1]. To investigate model credibility, we dug into a simplifying assumption made in the ISELA model and in other models [2][3], namely the assumption that tumors have a spherical shape. The validity of the spherical assumption (SA) is assessed by analyzing two lung cancer datasets, and its impact on the model is assessed by comparing predictions of the ISELA model with different shape hypotheses.<br \/>Material and Methods<br \/>To evaluate the impact of tumor shape assumptions on the estimated tumor volume with respect to real-world data, two lung cancer datasets [4][5] were analyzed to appraise the sphericity of lung tumors. As individual longest tumor radii were available for each tumor, the estimated spherical volume was computed under the SA and compared to the reported tumor volume. The ellipsoid assumption (EA) was also explored as an alternative -less simplifying- shape assumption. As the three tumor axes are rarely reported and were unavailable in these datasets, the three tumor axes in the EA were defined with proportionality relationships to the longest available radius. The estimated elliptical volume was then compared to the measured volume.<br \/>To quantify the impact of the SA on the model&#8217;s primary output, time to progression (TTP), an alternative ISELA model assuming ellipsoid tumors was implemented. Two clinical trial simulations -one under the SA and the other under the EA- were performed on the same virtual patients with only the sphericity parameter differing, thus allowing a patient per patient comparison.<br \/>Results<br \/>The datasets analysis revealed that under the SA the tumor volume was overestimated in most cases, whereas under the EA the tumor volume was better approximated. On average, tumors had their shortest axis equal to 0.7 times their longest radius.<br \/>Comparison of predictions between simulations showed that only 5% of the virtual patients changed their treatment response status (non-responder\/responder). In patients classified as responding to the treatment in both simulations, the median TTP difference was 14 days.<br \/>Conclusion<br \/>Both real data and <i>in silico<\/i> simulations enabled us to better understand to which extent the SA is a simplifying but yet credible assumption in modeling lung cancer progression. Considering ellipsoid tumors is nevertheless a promising alternative as it better predicts tumor volume. Additional studies are needed to further explore its use as support to clinical decision making.<br \/>References<br \/>[1] Jacob, et al. <i>bioRxiv<\/i> 2022.<br \/>[2] Thomlinson, et al. <i>British journal of cancer<\/i> 1955.<br \/>[3] Greenspan, <i>Studies in Applied Mathematics<\/i> 1972.<br \/>[4] Dmitry, et al. <i>The Cancer Imaging Archive<\/i> 2017.<br \/>[5] Jamal-Hanjani, et al. <i>New England Journal of Medicine<\/i> 2017.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"NSCLC,Systems biology,Modeling,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Julie Kleine-Schultjann<\/b><sup><\/sup>, Germn Gmez<sup><\/sup>, Adle L'Hostis<sup><\/sup>, Jean-Louis Palgen<sup><\/sup>, Claudio Monteiro<sup><\/sup>, Perrine Masson<sup><\/sup><br><br\/>NOVADISCOVERY, Lyon, France","CSlideId":"","ControlKey":"1a91d469-7667-4c93-8aa4-b0b3d6fd0457","ControlNumber":"6220","DisclosureBlock":"<b>&nbsp;J. Kleine-Schultjann, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>G. Gmez, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>A. L'Hostis, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>J. Palgen, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>C. Monteiro, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract. <br><b>P. Masson, <\/b> <br><b>Janssen Cilag<\/b> Grant\/Contract.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8151","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"857","PresenterBiography":null,"PresenterDisplayName":"Julie Kleine-Schultjann","PresenterKey":"f05f368b-d8d5-437f-9187-250e0b2465c1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"857. Assuming tumors have a spherical shape in modeling EGFR mutant lung adenocarcinoma: Impact on modeled clinical outcome","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assuming tumors have a spherical shape in modeling EGFR mutant lung adenocarcinoma: Impact on modeled clinical outcome","Topics":null,"cSlideId":""},{"Abstract":"Prior work (Friedman 2021) had suggested a way to predict cancer patients' outcomes based on their cancer type, somatic mutations, and drug treatment; and it yielded AUC values that were nearly 1.00 for most combinations of a cancer type and treatment (CANxDRG) with &#62; 25 patients in TCGA. Each \"Predicted\" Test Patient had been classified as having a successful (HIT) or failed (MISS) treatment using a \"classification measure\" value that was calculated without regard to the Test Patient's own (actual known) outcome. However, a big caveat that remained was that each Test Patient's classification measure was being compared to an analogous measure for each other Test Patient and derivation of these other \"comparison\" patients' individual measures had each used the \"unknown\" Test Patient's known outcome during the calculation. Here, it was found that the caveat was in fact critical and caused the initial method largely to fail when each Test Patient's true outcome was omitted from the classification measures of the comparison Test Patients. A computationally more intensive extension of the previous methods was found, though, that circumvents this earlier caveat. Although this method maintains consistently high predictiveness as before, for the few tested cases, it appears to require about a doubling of the minimum learning set size and also results in having about 10-20% of all patients classified as being \"not predictable\" from the given data. The method entails patient-to-patient comparison of patient-specific networks of somatic gene mutations, comparisons that lead to a patient-to-patient similarity measure for each patient. This similarity measure is calculated without using the \"Unknown\" Test Patient outcome information for any of the patients to whom that Test Patient is being compared. This similarity measure -- on a scale of -1.00 to 1.00, with 0.00 being indeterminate -- does not require additional scaling for comparisons between patients. The networks of gene mutations (and of patient-to patient similarity) are determined using an extension of spectral graph theory to connect statistically interconnected pairs of genes (or pairs of patients) into larger groupings of possibly interrelated genes (or groupings of patients exhibiting similar individualized networks of interrelated significant gene mutations). The need to maintain separate calculations for each Test Patient and their Comparison Patients required a 2-3 orders of magnitude greater number of calculations compared to the original calculation method, but the original method's unoptimized code could be modified to run the analogous calculations correspondingly faster.<br \/>Friedman JM. Probabilistic analysis of somatic mutations indicates individual survival outcome classes with AUC near 1.00 ... In: Proc. 102nd Annual Mtg. AACR; 2021 Apr 10-15; Philadelphia PA (virtual): AACR, 2021. Abstract nr. 191.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-08 Network biology and precision medicine,,"},{"Key":"Keywords","Value":"Precision medicine,Pharmacogenomics,The Cancer Genome Atlas (TCGA),Immune checkpoint blockade,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jonathan Malcolm Friedman<\/b><sup><\/sup><br><br\/>CanBas Co., Ltd., Numazu-shi, Japan","CSlideId":"","ControlKey":"1cf93d70-f2c0-410d-8eaf-a94d64c0713d","ControlNumber":"2700","DisclosureBlock":"<b>&nbsp;J. M. Friedman, <\/b> <br><b>Can-Bas Co., Ltd.<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8152","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"858","PresenterBiography":"","PresenterDisplayName":"Jonathan Friedman, PhD","PresenterKey":"d3dc827d-e86c-40d6-96cd-5a2c925be7a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"858. Predicting cancer patient treatment outcomes from recurrent somatic mutations: identifying and mitigating some critical data biases","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predicting cancer patient treatment outcomes from recurrent somatic mutations: identifying and mitigating some critical data biases","Topics":null,"cSlideId":""},{"Abstract":"Introduction<br \/>Epidermal growth factor receptor (EGFR) mutations occur in about 40% of Asian and 13-25% of Western patients with lung adenocarcinoma (LUAD) [1,2]. EGFR tyrosine kinase inhibitors (TKIs) have been developed to target tumors with an EGFR driver mutation. However such tumors also harbor additional mutations and genotypic alterations, which contribute to the variability in treatment response. Overall, intratumor heterogeneity is a dynamic source of therapeutic resistance. Here, we assessed the impact of tumor mutational profile on inter-patient treatment response variability by using a mechanistic model of late stage EGFR-mutant LUAD [3].<br \/>Methods<br \/>We developed in the jinko platform a knowledge-based model of late stage EGFR-mutant LUAD, whose parameters each hold a pathophysiology-related meaning. Indeed, causality between disease-related biological phenomena is inherent to the mechanistic knowledge-based model, easing the biological interpretation of the impact of parameter values on model outcomes, which is highly valuable in the context of uncommon populations. To explore the impact of tumor heterogeneity, tumors are implemented with distinct subpopulations of cancer cells, called subclones. Each subclone is defined by a set of mutations and a corresponding proliferating phenotype. A virtual population representative of real world EGFR-mutant LUAD patients was developed to reproduce the variability observed between and within patients&#8217; tumors for the modeled mutations. A physiologically-based pharmacokinetics model of a TKI drug, integrating a mechanistic modeling of the drug&#8217;s mechanism of action, is connected to the disease model.<br \/>Results<br \/>After simulating a clinical trial on a virtual population in the jinko platform using the developed model, we were able to follow the proliferating phenotype of each cancer subclone over time, as well as the overall evolution of the tumor size of each patient. The model reproduced the emergence of treatment-resistant subclones on EGFR TKI therapy. Modeling tumor size evolution throughout the clinical trial enabled computing the patients&#8217; time to progression as clinical outcome, based on the RECIST 1.1 criteria, and generating corresponding survival curves. Stratification of virtual patients according to their tumor mutations allowed us to pinpoint key mutations that negatively impacted treatment response.<br \/>Conclusion<br \/>Modeling and simulation can help understanding how intratumor heterogeneity affects cancer evolution and drives resistance to treatment. Clinical trial simulations using knowledge-based models of disease and treatment provide relevant additional tools to help clinicians in exploring new hypotheses, providing treatment guidance and supporting therapeutic innovation.<br \/>References<br \/>[1] Dearden et al., AnnOnc, 2013<br \/>[2] Zhao et al., Sci Rep, 2017<br \/>[3] Palgen et al., ActaBiotheor., 2022","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"NSCLC,Modeling,EGFR TKI resistance,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Perrine Masson<\/b><sup>1<\/sup>, Claire Couty<sup>1<\/sup>, Arnaud Nativel<sup>1<\/sup>, Evgueni Jacob<sup>1<\/sup>, Raphal Toueg<sup>2<\/sup>, Michal Duruisseaux<sup>3<\/sup>, Adle L'Hostis<sup>1<\/sup>, Jean-Louis Palgen<sup>1<\/sup>, Claudio Monteiro<sup>1<\/sup><br><br\/><sup>1<\/sup>NOVADISCOVERY, Lyon, France,<sup>2<\/sup>JANSSEN-CILAG, Issy-les-Moulineaux, France,<sup>3<\/sup>Hospices Civils de Lyon Cancer Institute, Lyon, France","CSlideId":"","ControlKey":"039b8294-7507-4b7c-9b80-c91eb49bfa6c","ControlNumber":"6283","DisclosureBlock":"<b>&nbsp;P. Masson, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>C. Couty, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>A. Nativel, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>E. Jacob, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>R. Toueg, <\/b> <br><b>Janssen-Cilag<\/b> Employment.<br><b>M. Duruisseaux, <\/b> None.&nbsp;<br><b>A. L'Hostis, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>J. Palgen, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract. <br><b>C. Monteiro, <\/b> <br><b>Janssen-Cilag<\/b> Grant\/Contract.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8153","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"859","PresenterBiography":null,"PresenterDisplayName":"Perrine Masson","PresenterKey":"caac4d4c-9150-420a-b09e-87c381bada6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"859. Simulations of tumor heterogeneity impact on treatment response using a mechanistic model of EGFR-mutant lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simulations of tumor heterogeneity impact on treatment response using a mechanistic model of EGFR-mutant lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Retrotransposons are genetic elements that have the ability to copy and paste themselves in the genome via the proteins they encode. Since the rapid growth of a retrotransposon can be highly deleterious at the organismal level, many of these genetic parasites are suppressed or have been inactivated over evolutionary time. However, the human genome still hosts the active retrotransposon LINE-1, whose aberrant expression is associated with various diseases, especially epithelial cancers. Despite these associations, a quantitative understanding of the dynamics and diversity of LINE-1 insertions in somatic tissue is lacking. In order to address this gap, we present a population dynamic model of LINE-1 retrotransposition in individual cells. Using the model, we show that at demographic equilibrium, the LINE-1 copy number distribution is broader than would be expected from classical population genetic models. We demonstrate how this broadening distorts the frequency spectrum of insertions. We compare the model's predictions to data from whole genome sequencing of individual tumor cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Tumor evolution,LINE-1,Retrotransposons,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Stephen Martis<\/b><sup><\/sup>, Alexander Solovyov<sup><\/sup>, Jayon Lihm<sup><\/sup>, Hao Li<sup><\/sup>, Benjamin Greenbaum<sup><\/sup><br><br\/>Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"1a9f8076-04ac-48a5-a76d-115c6f08afee","ControlNumber":"2668","DisclosureBlock":"&nbsp;<b>S. Martis, <\/b> None.&nbsp;<br><b>A. Solovyov, <\/b> <br><b>Rome Therapeutics<\/b> Independent Contractor, Stock Option.<br><b>J. Lihm, <\/b> None..<br><b>H. Li, <\/b> None.&nbsp;<br><b>B. Greenbaum, <\/b> <br><b>DarwinHealth Inc.<\/b> Other, Provision of services. <br><b>Icahn School of Medicine at Mt. Sinai<\/b> Other Intellectual Property. <br><b>Merck, Sharp and Dohme<\/b> Other, Provision of services. <br><b>Rome Therapeutics<\/b> Stock, Other Business Ownership, Other Intellectual Property, Other, Provision of services. <br><b>Shennon Biotechnologies Inc.<\/b> Stock, Other. <br><b>Sibyl Analytics LLC<\/b> Fiduciary Officer, Stock, Other, Provision of Services (uncompensated). <br><b>Zonklers, LLC<\/b> Other, Provision of Services (uncompensated).","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9001","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"860","PresenterBiography":null,"PresenterDisplayName":"Stephen Martis","PresenterKey":"916db8de-1b17-448c-a1fb-174be4c40665","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"860. The dynamics of LINE-1 retrotransposition in cellular populations","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The dynamics of LINE-1 retrotransposition in cellular populations","Topics":null,"cSlideId":""},{"Abstract":"Genetic mutations associated with never-smoker lung cancer frequently appear in normal lung tissue, in both cancer and non-cancer patients. It is unclear what circumstances are required for a mutation to fix in healthy tissue and eventually lead to a tumor. To investigate this, alveolar type-II murine cells were grown in a 3D nutrient system, forming spheroidal clusters. The volumes of these clusters were measured at 7 and 14 days and a mathematical model was devised to describe their growth. In the absence of an EGFR mutation, variations in growth between clusters can be explained by a skew-normal distribution of initial division rates. These rates decline exponentially as the clusters age, and the decline rate is the same across clusters. When cells possess an epidermal growth factor receptor (EGFR) mutation or are grown in the presence of interleukin-1 beta (il-1b) growth factor, clusters form more complex shapes, which we believe may be driven by branching processes and cell-cell interactions. Accordingly, more complex models are needed to explain their development. This work lays the groundwork for new, parameterized models of mutational spread in lung tissue, and a deeper understanding of the role of mutation in carcinogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Lung cancer,Epidermal growth factor receptor (EGFR),Cancer initiating cells,Clonal evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Helena  M.   K.  Coggan<\/b><sup>1<\/sup>, Clare  E.  Weeden<sup>2<\/sup>, Mohit Dalwadi<sup>1<\/sup>, Charles Swanton<sup>2<\/sup>, Philip Pearce<sup>1<\/sup>, Karen  M.  Page<sup>1<\/sup><br><br\/><sup>1<\/sup>Mathematics, University College London (UCL), London, United Kingdom,<sup>2<\/sup>The Francis Crick Institute, London, United Kingdom","CSlideId":"","ControlKey":"638a8b7d-a607-427c-b8d4-694ee808c10d","ControlNumber":"645","DisclosureBlock":"&nbsp;<b>H. M. K. Coggan, <\/b> None..<br><b>C. E. Weeden, <\/b> None..<br><b>M. Dalwadi, <\/b> None.&nbsp;<br><b>C. Swanton, <\/b> <br><b>Pfizer, AstraZeneca, Bristol Myers Squibb, Roche-Ventana, Boehringer-Ingelheim, Archer Dx Inc. (collaboration in minimal residual disease sequencing technologies) and Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Other, Advisory Board Member and Chief Investigator for the MeRmaiD1 clinical trial. <br><b>Amgen, Pfizer, Novartis, GlaxoSmithKline, MSD, Bristol Myers Squibb, AstraZeneca, Illumina, Genentech, Roche-Ventana, GRAIL, Medicxi, Bicycle Therapeutics, Metabomed and the Sarah Cannon Research Ins<\/b> Other, has consulted for these companies. <br><b>Apogen Biotechnologies, Epic Bioscience and GRAIL<\/b> Stock Option. <br><b>Achilles Therapeutics<\/b> Other, has stock options and is co-founder. <br><b>holds patents relating to assay technology to detect tumour recurrence (PCT\/GB2017\/053289); to targeting neoantigens (PCT\/EP2016\/059401)<\/b> Patent. <br><b>identifying patent response to immune checkpoint blockade (PCT\/EP2016\/071471), determining HLA LOH (PCT\/GB2018\/052004), predicting survival rates of patients with cancer (PCT\/GB2020\/050221)<\/b> Patent. <br><b>, to treating cancer by targeting Insertion\/deletion mutations (PCT\/GB2018\/051893), identifying insertion\/deletion mutation targets (PCT\/GB2018\/051892)<\/b> Patent. <br><b>methods for lung cancer detection (PCT\/US2017\/028013), identifying responders to cancer treatment (PCT\/GB2018\/051912)<\/b> Patent. <br><b>a patent application to determine methods and systems for tumour monitoring (GB2114434.0)<\/b> Other, patent application.<br><b>P. Pearce, <\/b> None..<br><b>K. M. Page, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9002","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"861","PresenterBiography":null,"PresenterDisplayName":"Helena Coggan","PresenterKey":"b0c83d94-66f7-4245-adb5-62df25e91135","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"861. Modelling the role of EGFR mutation in the initiation of never-smoker lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modelling the role of EGFR mutation in the initiation of never-smoker lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The somatic evolution of cancer depends on the rate at which new mutations are acquired, as well as the selective pressure acting on them. Further, mutual exclusivity or co-occurrence of mutations suggests that variants can exert antagonistic or synergistic epistatic effects on the selection of new mutations, contributing to a complex landscape of evolutionary trajectories. Estimation of pairwise and higher-order epistatic effects&#8212;essential to estimation of the trajectory of likely cancer genotoypes&#8212;has remained a challenge. We have developed a continuous-time Markov chain model that enables the estimation of mutation origination and fixation (flux), dependent on somatic cancer genotype. Coupling the continuous-time Markov chain model with a deconvolution approach provides estimates of underlying mutation rates and selection across the trajectory of oncogenesis. We demonstrate computation of fluxes and selection coefficients in a somatic evolutionary model of lung adenocarcinoma informed by a compilation of samples from multiple data sets including The Cancer Genome Atlas and the AACR Project GENIE. The approach enables inference of the most likely routes of site-specific variant evolution and estimation of the selection strength operating on each step along the route, a key component of what we need to know to develop and implement personalized cancer therapies. Finally, by comparing smoker and nonsmoker tumor cohorts, we reveal and describe distinct evolutionary trajectories, influenced not only by differential mutation, but also by the differential physiological effects that smoking can have on the selective regime of lung tissue. These distinctions disambiguate the physiological and mutational influences of smoking and can inform personalized treatment of the two groups.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-07 Mathematical modeling,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Modeling,Somatic mutations,Mutagenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jorge  A.  Alfaro-Murillo<\/b><sup>1<\/sup>, Krishna Dasari<sup>2<\/sup>, Jeffrey  P.  Townsend<sup>1<\/sup><br><br\/><sup>1<\/sup>Biostatistics, Yale University, New Haven, CT,<sup>2<\/sup>Yale University, New Haven, CT","CSlideId":"","ControlKey":"17fd72d3-10cb-42f3-9957-76dc585d7d3e","ControlNumber":"7110","DisclosureBlock":"&nbsp;<b>J. A. Alfaro-Murillo, <\/b> None..<br><b>K. Dasari, <\/b> None.&nbsp;<br><b>J. P. Townsend, <\/b> <br><b>Black Diamond Therapeutics<\/b> Other, Consulting. <br><b>Agios Pharmaceuticals<\/b> Other, Consulting. <br><b>Servier Pharmaceuticals<\/b> Other, Consulting.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9003","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"862","PresenterBiography":null,"PresenterDisplayName":"Jorge Alfaro-Murillo","PresenterKey":"666bca39-d141-47e5-b5e3-518bfdefaca8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"862. Pairwise and higher-order epistatic effects among somatic cancer mutations across oncogenesis of lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pairwise and higher-order epistatic effects among somatic cancer mutations across oncogenesis of lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Imaging can capture phenotypic intra- and inter-tumoral heterogeneities. Radiomics provides a radiophenotypic quantification but has mostly focused on single tumors, letting apart metastatic patients. Our aim was to develop inter-site heterogeneity indices (ISHIs) using radiomics and to investigate their predictive value regarding treatment response and overall survival (OS) in lung adenocarcinoma patients. All measurable target lesions per RECIST with volume&#62;1cm<sup>3<\/sup> from consecutive adult patients with newly-diagnosed metastatic lung adenocarcinoma were segmented on contrast-enhanced CT-scan to extract 121 3D-radiomics features (RFs). Four methods were developed to quantify the dissimilarity (Ds) between the lesion profiles from a same patient in the radiomics space, namely: Centroid-to-Lesion (CL), Lesion-to-Lesion (LL), Primitive-to-Lesion (PL) - followed by mean, range and standard deviation (SD) of those distances -, and using clustering to define lesion groupings and calculating grouping diversity with Shannon Entropy (SE). Associations between the 10 resulting ISHIs and disease control rate (DCR), objective response rate (ORR) to first-line treatment and OS were investigated in univariate and stepwise multivariate analyses including cofounding variables (performance status, sex, age, staging, number of metastatic sites, liver and bone metastases). 167 patients (62 women, median age: 62.3 years) were included between 2016 and 2019, and randomly separated into one experimental (N=117 [70%], 546 lesions) and one validation (N=50 [30%], 232 lesions) cohorts. Higher ISHIs were systematically found in patients without disease control, without objective response and with worse OS. Range(Ds-PL) was independently associated with DCR in both cohorts (odds ratio [OR]=1.30, P=0.02 and OR=1.50, P=0.02, respectively). Range(Ds-PL) was independently associated with ORR in the validation cohort (OR=1.46, P=0.049 versus OR=1.23, P=0.055 in the experimental cohort). SE was independently correlated with OS in the experimental cohort (hazard ratio [HR]=2.39, P=0.005) whereas Range(Ds-PL) was selected in the last regression step in the validation cohort (HR=1.16, P=0.08). None of the ISHIs was associated with PD-L1 status ; however, trend towards lower ISHI values were observed in EGFR, ALK and ROS1 altered tumors versus the others. Radiomics-based ISHIs were associated with ORR, DCR and OS and appeared as promising metrics to deepen our understanding of the clinical implication of intra-patient inter-tumor heterogeneity. Correlation assessment between radiomics-based ISHIs and tumor heterogeneity evaluated by a baseline ctDNA profiling (FondationOne&#174; Liquid CDx) before treatment in metastatic lung adenocarcinoma patients is ongoing and will be presented.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS02-10 Other,,"},{"Key":"Keywords","Value":"Heterogeneity,Lung adenocarcinoma,Image analysis,Outcome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Mathilde Lafon<sup>1<\/sup>, <b>Sophie Cousin<\/b><sup>1<\/sup>, Mlissa Alam<sup>2<\/sup>, Michle Kind<sup>3<\/sup>, Antoine italiano<sup>1<\/sup>, Amandine Cromb<sup>4<\/sup><br><br\/><sup>1<\/sup>Medical Oncology, Institut Bergoni, Bordeaux, France,<sup>2<\/sup>Molecular Pathology, Institut Bergoni, Bordeaux, France,<sup>3<\/sup>Department of Imaging, Institut Bergoni, Bordeaux, France,<sup>4<\/sup>Department of Imaging, University Hospital of Bordeaux, Bordeaux, France","CSlideId":"","ControlKey":"8ebbd2c1-0b3a-44b4-aa28-fbf180f3758e","ControlNumber":"3870","DisclosureBlock":"&nbsp;<b>M. Lafon, <\/b> None..<br><b>S. Cousin, <\/b> None..<br><b>M. Alam, <\/b> None..<br><b>M. Kind, <\/b> None..<br><b>A. italiano, <\/b> None..<br><b>A. Cromb, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9004","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"863","PresenterBiography":null,"PresenterDisplayName":"Sophie Cousin, MD","PresenterKey":"84ea6a22-ef9d-4b52-8bde-60b3f1bfbffc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"863. Predictive value of baseline inter-sites heterogeneity measured by radiomics in metastatic lung adenocarcinomas","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"304","SessionOnDemand":"False","SessionTitle":"Mathematical Modeling of Tumor Growth and Treatment Response","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predictive value of baseline inter-sites heterogeneity measured by radiomics in metastatic lung adenocarcinomas","Topics":null,"cSlideId":""}]