[{"Abstract":"Natural product, Andrographolide.is diterpene lactone extracted from Andrographis paniculata. In traditional form of medicine, it is being used in India, China and Malaysia for treating various diseases. While in the last two decades there are many reports on andrographolides and its derivatives with various biological activities such as anti-cancer and anti-inflammatory. We synthesized compounds along with isoandrographolide were characterized and tested for their anticancer activity against 60 cancer cell line at NCI. Most compounds were found to be active against leukemia and breast cancer with (3,19)-4-Bromobenzylidene-isoandrographolide having best growth inhibition of 76.90% and 87.54% against leukemia (MOLT-4) and breast cancer (BT-549) respectively. Upon further testing compound (3,19)-4-Bromobenzylidene-isoandrographolide was found to be more activate than the tamoxifen against MCF-7. Compound (3,19)-4-Bromobenzylidene-isoandrographolide arrested cell cycle at G1-Phase of MCF-7 and was observed to be inducing apoptosis and loss of mitochondrial membrane potential. We discuss our studies on crystal structure, cell cycle progression assay, apoptotic studies on ER-positive breast cancer MCF-7.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-04 Drug design,,"},{"Key":"Keywords","Value":"Tamoxifen resistance,Apoptosis,Cell cycle arrest,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Balasubramanyam Karanam<\/b><sup>1<\/sup>, Nitesh Tamang<sup>2<\/sup>, Yashwanth Inabathina<sup>1<\/sup>, Sai Kiran Mavileti<sup>3<\/sup>, Lakshminath Sripada<sup>2<\/sup>, Srinivas Nanduri<sup>4<\/sup>, Nageswara Rao Golakoti<sup>3<\/sup><br><br\/><sup>1<\/sup>Tuskegee University, Tuskegee, AL,<sup>2<\/sup>Sri Sathya Sai Institute of Higher Learning, Puttaparthi, India,<sup>3<\/sup>Chemistry, Sri Sathya Sai Institute of Higher Learning, Puttaparthi, India,<sup>4<\/sup>National Institute of Pharmaceutical Education and Research, Hyderabad, India","CSlideId":"","ControlKey":"8d4f15d2-de71-47b2-81b3-e04be269dc79","ControlNumber":"1616","DisclosureBlock":"&nbsp;<b>B. Karanam, <\/b> None..<br><b>N. Tamang, <\/b> None..<br><b>Y. Inabathina, <\/b> None..<br><b>S. Mavileti, <\/b> None..<br><b>L. Sripada, <\/b> None..<br><b>S. Nanduri, <\/b> None..<br><b>N. Golakoti, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5478","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3818","PresenterBiography":null,"PresenterDisplayName":"Balasubramanyam Karanam, PhD","PresenterKey":"2673f365-abd9-4430-bbd0-6f43d470047e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3818. Isoandrographolide derivative, (3,19)-4-Bromobenzylidene-isoandrographolide induces apoptosis and causes loss of mitochondrial membrane potential in ER positive Breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Isoandrographolide derivative, (3,19)-4-Bromobenzylidene-isoandrographolide induces apoptosis and causes loss of mitochondrial membrane potential in ER positive Breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer causes high mortality due to its high metastasis. Naringin is a naturally occurring flavonoid that is widely found in the various citrus fruits. Naringin is known to have several therapeutic effects including anticancer, anti-pulmonary fibrosis, antimicrobial, anti-inflammatory. However, low bioavailability and solubility of naringin limit its application. This project designed a thermosensitive naringin nanoparticle to investigate whether it might inhibit metastasis of lung cancer by inhibiting TGF-&#946;1-smad2\/3 signaling pathway. Cells were treated with various concentrations of naringin nanoparticles and unwrapped naringin for 48 hours. Naringin nanoparticles of 100&#181;mol\/L showed obvious inhibitory effect on the larger wound surface of cultured human cancer cells. Westerm blot was used to detect the expression of P-Smad2 , Smad2,and &#945;-SMA in A549 cells. The results showed that naringin significantly reduced the expression of EMT-related protein &#945;-SMA in A549 cells in a concentration-dependent manner. Naringin nanoparticles can reverse the EMT process. naringin nanoparticles can inhibit the expression of P-Smad2 protein in A549 cells, which may play a role in inhibiting lung cancer through TGF-&#946;1\/Smad signaling pathway.The animal experiment was performed. The mice were given various concentrations of naringin nanoparticles and unwrapped naringin by IV. the protein expression levels of &#945;-SMA, TGF-&#946;1 and P-Smad3 in mice lung tissue were detected by immunohistochemistry. The results showed that naringin nanoparticles 50um\/ml,0.2mL\/day\/time had significant effect on the inhibition of lung cancer tissue migration, and the different doses of naringin nanoparticles showed a certain dose-dependent trend. The expression of TGF-&#946;1 and P-Smad3 in mice treated with naringin nanoparticles was significantly decreased, suggesting that naringin nanoparticles could inhibit the migration of lung cancer cells by inhibiting TGF-&#946;1\/Smad pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Antitumor effect,TGF-&#946;\/Smad ,naringenin nanoparticles,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wen Chen<\/b><sup><\/sup><br><br\/>Jiangxi Science and Technology Normal University, Nanchang, China","CSlideId":"","ControlKey":"05b1ee6f-7e5f-4537-a194-212b6d7241b2","ControlNumber":"1583","DisclosureBlock":"&nbsp;<b>W. Chen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5316","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3819","PresenterBiography":null,"PresenterDisplayName":"Chen Wen, PhD","PresenterKey":"61e61f99-7a94-4572-a0e9-64991d03294a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3819. Naringin nanoparticles inhibit metastasis of lung cancer through TGF-&#946;1-smad2\/3 signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Naringin nanoparticles inhibit metastasis of lung cancer through TGF-&#946;1-smad2\/3 signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) accounts for approximately 20% of all breast cancer cases. And is defined by the absence of oestrogen, progesterone, and human epidermal growth factor 2 receptors. This makes it difficult to treat and leads to a low five-year survival rate. In South Africa a large percentage of the population still relies on traditional medicine based on the use of medicinal plants. One of these plants, African garlic (<i>Tulbaghia violacea),<\/i> that has been used to treat symptoms similar to that observed in cancer. However, the usefulness of these treatments has yet to be clinically proven. Previous studies have revealed that the water-soluble extract from the leaves of <i>T. violacea <\/i>had anticancer activity against a TNBC cell line. In order to identify the signalling pathways involved in this anti-cancer activity whole transcriptome sequencing was performed using RNA extracted from both TNBC and normal breast cells before and after treatment with the water-soluble <i>T. violacea<\/i> extract. Paired end sequencing was performed<i> <\/i>at a depth of 10 million bases for 300 cycles. Data analysis was performed using the Galaxy platform<i>\/ <\/i>Sequencing results led us to perform an antibody array assay for proteins involved in the receptor tyrosine kinase pathway. <i> <\/i>In line with the increased levels of apoptosis previously observed following treatment of the TNBC cell line with the extract, there was an increase in the transcription of genes associated with apoptosis. Decreases were observed in the transcription of genes involved in growth receptor signalling, angiogenesis, and cancer related pathways such as the Wnt, Notch and the PI3K pathway. This work highlights the pathways affected by compounds present within a water-soluble extract of the leaves of <i>T, violacea. <\/i>Combined with the results of our [previous work, this indicates that the compounds isolated from <i>T, violacea <\/i>could serve as lead compounds for the development of future therapeutic treatments for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Natural products,Wnt signaling,PI3K,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zodwa Dlamini<\/b><sup>1<\/sup>, Rodney Hull<sup>1<\/sup>, Mohammed Alouna<sup>2<\/sup>, Clement Penny<sup>2<\/sup><br><br\/><sup>1<\/sup>Pan African Cancer Research Institute, University of Pretoria, Hatfield, South Africa,<sup>2<\/sup>University of the Witwatersrand, Johannesburg, South Africa","CSlideId":"","ControlKey":"29c470fd-585c-4185-a8af-c7287c73b823","ControlNumber":"5688","DisclosureBlock":"&nbsp;<b>Z. Dlamini, <\/b> None..<br><b>R. Hull, <\/b> None..<br><b>M. Alouna, <\/b> None..<br><b>C. Penny, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5314","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3820","PresenterBiography":null,"PresenterDisplayName":"Zodwa Dlamini, PhD","PresenterKey":"cd2fc978-875b-4f80-a4f6-c5f103200051","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3820. Changes in the transcriptome of a triple negative breast cancer cell line following treatment with a water-soluble extract from the leaves of the indigenous Southern African plant <i>Tulbaghia violacea<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Changes in the transcriptome of a triple negative breast cancer cell line following treatment with a water-soluble extract from the leaves of the indigenous Southern African plant <i>Tulbaghia violacea<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer is one of the most devastating malignancies due to the development of intrinsic chemoresistance following chemotherapy. Extracellular matrix (ECM) proteins are intimately linked to cellular proliferation, invasion, and acquisition of chemoresistance in PDAC cells, making them promising therapeutic targets in this malignancy. Naturally occurring dietary botanicals, including berberine (BER) and emodin (EMO), have been shown to suppress ECM as one of the mechanism(s) for their anti-tumorigenic activity, along with their time-tested safety and cost-effectiveness. In addition, both BER and EMO are also known to induce apoptosis by modulating different pathways and regulating pro-apoptotic genes. Herein, we hypothesized that combined treatment with BER and EMO might exhibit synergistic anticancer efficacy by targeting the ECM and apoptotic pathways in PDAC cells.<br \/>Methods: We undertook genomewide transcriptomic profiling analysis to identify critical ECM-related genes differentially expressed in PDAC. Subsequently, the TCGA dataset was analyzed to identify the prognostic significance of ECM-associated genes with overall survival (OS) and disease-free survival (DFS) in PDAC. A series of cell culture experiments were performed using PDAC cells, followed by their validation in patient-derived organoids to examine the synergistic anti-proliferative and chemopreventive effects of BER and EMO against PDAC.<br \/>Results: Transcriptomic profiling identified that LAMB3 expression was significantly upregulated in PDAC tissue (<i>P<\/i> &#60; 0.01) and was significantly associated with poor OS and DFS in PDAC patients (<i>P<\/i> &#60; 0.01). The combination of BER and EMO displayed superior synergistic anti-tumor potential in PDAC cells vs. individual compounds, as revealed by cell proliferation, clonogenicity, migration, and invasion assays. The combination of BER and EMO also altered the expression of key proteins involved in cellular apoptosis, epithelial-mesenchymal-transition, and EGFR\/ERK\/\/AKT growth factor signaling pathways. Finally, these findings were successfully validated in PDAC patient-derived 3D organoids.<br \/>Conclusions: We provide the first evidence that combined treatment with berberine and emodin exerts synergistic anti-cancer activity in PDAC, primarily regulated through the LAMB3-mediated interaction with other members of the EGFR-signaling pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Emodin,Berberine,LAMB3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>CAIMING XU<\/b><sup>1<\/sup>, SILEI SUI<sup>1<\/sup>, Keisuke Okuno<sup>1<\/sup>, Silvia Pascual-Sabater<sup>2<\/sup>, Cristina Fillat<sup>2<\/sup>, Ajay Goel<sup>1<\/sup><br><br\/><sup>1<\/sup>Molecular Diagnostics and Experimental Therapeutics, Beckman Research Institute of City of Hope, Monrovia, CA,<sup>2<\/sup>Institut d’Investigacions Biomèdiques August Pi i Sunyer, Barcelona, Spain","CSlideId":"","ControlKey":"3f8eee9a-0b8c-4b80-b082-569314f8731d","ControlNumber":"3743","DisclosureBlock":"&nbsp;<b>C. Xu, <\/b> None..<br><b>S. Sui, <\/b> None..<br><b>K. Okuno, <\/b> None..<br><b>S. Pascual-Sabater, <\/b> None..<br><b>C. Fillat, <\/b> None..<br><b>A. Goel, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5307","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3821","PresenterBiography":null,"PresenterDisplayName":"Caiming Xu, PhD,MD","PresenterKey":"e1582a14-065a-45f2-8f5d-eb7163f3ee50","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3821. Berberine and emodin synergistically suppress the EGFR signaling cascade by targeting LAMB3 in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Berberine and emodin synergistically suppress the EGFR signaling cascade by targeting LAMB3 in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: The development of safe and effective novel agents remains a critical challenge for improving the prognosis of patients with unresectable colorectal cancer (CRC). Natural products containing polyphenols can be a good source of anti-cancer agents for their potential effect on multiple signaling pathways with anti-cancer effect. Due to its rich polyphenols content, Aronia berry extract (ABE) is gaining increased attention as an anti-cancer agent with its protective effect against cancer cells, including CRC, exerting potent antioxidant and antiproliferative effects. Thus, we hypothesized that ABE could be a novel complementary therapeutic option in patients with CRC by virtue of its ability to modulate multiple key cancer-related pathways.<br \/>Methods: First, an MTT assay was performed to prove the antiproliferative effect of ABE in two CRC cells, SW480 and HCT116, and IC<sub>25<\/sub> and IC<sub>50<\/sub> of ABE in both CRC cells were identified. Next, the anti-cancer effects of ABE were examined by wound healing, colony formation, and invasion assays. Apoptosis studies were performed using the Muse Annexin V &#38; Dead Cell Assay Kit on the muse cell analyzer. RNA-sequencing was performed to clarify the critical regulatory genes and pathways modulated by ABE by comparing genome-wide profiling between CRC cells with and without ABE treatment.<br \/>Results: Results of the MTT assay revealed that ABE decreased the viability of both CRC cells, and the IC<sub>25<\/sub> and IC<sub>50<\/sub> of ABE were 80.0 &#181;g\/mL and 130.0 &#181;g\/mL for SW480 and 80.0 &#181;g\/mL and 140.0 &#181;g\/mL for HCT116. ABE inhibited proliferation, migration, cellular survival, and invasion of CRC cells and induced apoptosis in those cells (SW480 control vs. IC<sub>25<\/sub>: p&#60;0.05, control vs. IC<sub>5<\/sub><sub>0<\/sub>: p&#60;0.01, HCT116 control vs. IC<sub>25<\/sub>: p&#60;0.01, control vs. IC<sub>5<\/sub><sub>0<\/sub>: p&#60;0.01). After ABE treatment, the genome-wide transcriptomic analysis identified 439 differentially expressed genes (p&#60;0.05 and |log2FC|&#62;0.5) in both CRC cells. These differentially expressed genes were used for pathway analysis and some critical cancer-related pathways, including the p53 signaling pathway (p=0.005, fold enrichment 3.8), NF-kappa B signaling pathway (p=0.030, fold enrichment 2.7), Hippo signaling pathway (p=0.037, fold enrichment 2.2), and MAPK signaling pathway (p=0.011, fold enrichment 2.0), were detected as significantly activated or suppressed pathways.<br \/>Conclusions: We have investigated the anti-cancerous effect of ABE in CRC cells and identified multiple critical cancer-related pathways modulated by ABE, with the p53 signaling pathway as the key mediator for growth suppressive anti-cancer efficacy of this naturally occurring phytochemical. Our findings provide evidence for the use of ABE as a safe and effective complementary and integrative medicine approach against CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Natural products,Colorectal cancer,In vitro,p53,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yoh Asahi<\/b><sup>1<\/sup>, Keisuke Okuno<sup>1<\/sup>, Caiming Xu<sup>1<\/sup>, Aknobu Taketomi<sup>2<\/sup>, Ajay Goel<sup>1<\/sup><br><br\/><sup>1<\/sup>Beckman Research Institute of The City of Hope, Monrovia, CA,<sup>2<\/sup>Department of Gastroenterological Surgery I, Hokkaido University Graduate School of Medicine, Sapporo, Japan","CSlideId":"","ControlKey":"72e82658-7718-42b7-8e80-b147cf9d9bcb","ControlNumber":"3658","DisclosureBlock":"&nbsp;<b>Y. Asahi, <\/b> None..<br><b>K. Okuno, <\/b> None..<br><b>C. Xu, <\/b> None..<br><b>A. Taketomi, <\/b> None..<br><b>A. Goel, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5306","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3822","PresenterBiography":null,"PresenterDisplayName":"Yoh Asahi, MD;PhD","PresenterKey":"6793accc-d9d4-4ff5-b444-01ac66a49108","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3822. Novel evidence for the role of the p53 signaling pathway in mediating the anticancer effects of aronia berry extract in colorectal cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel evidence for the role of the p53 signaling pathway in mediating the anticancer effects of aronia berry extract in colorectal cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroendocrine prostate cancer (NEPC) is a highly lethal variant of prostate cancer (PCa) that often emerges after androgen receptor (AR)-targeted therapies such as enzalutamide and abiraterone. NEPC arises via trans-differentiation of prostate adenocarcinomas to neuronal lineage, a process referred to as &#8216;neuroendocrine trans-differentiation&#8217; (NED), wherein prostate cancer cells show an altered expression of lineage markers such as decreased expression of AR and increased expression of neuronal markers. Currently, there is a lack of effective targeted therapies for NEPC. Current treatment options are limited to highly toxic platinum-based drugs. Hence, there is an urgent need to develop novel treatment strategies to treat NEPC. The focused objective of this study is to develop novel, non-toxic therapeutic intervention against NEPC. Towards this, we exploited the potential of plant-derived nanovesicles\/extracellular vesicles as a novel therapeutic. Extracellular vesicles (EVs) are lipid-bilayer-delimited particles that are released from almost all types of cells, including plant cells, typically between 30-150 nm in size.<br \/>Methods: EVs\/nanovesicles were isolated from plant-derived sources by ultracentrifugation. Isolated nanovesicles were characterized by Nanoparticle Tracking Analyses and electron microscopy. After characterization, the effects of nanovesicles were tested in NEPC cell lines <i>in vitro.<\/i> Effects on cell viability and apoptosis were assessed by MTS assay and flow cytometry, respectively. To understand the mechanistic basis of EV induced alterations, next generation RNA sequencing was performed in control vs EV treated NCI-H660 cells on Illumina HiSeq platform. Significant targets were further validated by real time PCR and Western blot analyses.<br \/>Results: Plant-derived nanovesicles reduced viability and induced apoptosis in NEPC cell lines. Genes involved in ECM-receptor interaction, focal adhesion, proteoglycans in cancer and small cell lung cancer genes were significantly impacted by these vesicles in NEPC cell line. Remarkably, nanovesicles led to significantly attenuated levels of key proneural transcription factors including ASCL1, BRN2 and SOX2. In addition, neuronal markers ENO2 and NCAM1 were downregulated suggesting that treatment with nanovesicles reverse the &#8216;cardinal&#8217; genetic alterations that drive NEPC.<br \/>Conclusion: Plant-derived nanovesicles can be employed as a novel treatment modality in neuroendocrine prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Neuroendocrine differentiation,Prostate cancer,Exosomes,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Amritha Sreekumar<sup><\/sup>, Matthew Simmons<sup><\/sup>, Tae Jin Lee<sup><\/sup>, Ashok Sharma<sup><\/sup>, <b>Sharanjot Saini<\/b><sup><\/sup><br><br\/>Augusta University, Augusta, GA","CSlideId":"","ControlKey":"2ec79642-f153-410b-96f7-64f8d265c054","ControlNumber":"2293","DisclosureBlock":"&nbsp;<b>A. Sreekumar, <\/b> None..<br><b>M. Simmons, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>A. Sharma, <\/b> None..<br><b>S. Saini, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5303","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3823","PresenterBiography":null,"PresenterDisplayName":"Sharanjot Saini, PhD","PresenterKey":"3496e22a-6844-4af7-a2da-dfd92054af58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3823. Therapeutic potential of plant-derived nanovesicles for neuroendocrine prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic potential of plant-derived nanovesicles for neuroendocrine prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Anaplastic thyroid cancer (ATC) is universally diagnosed as Stage IV with a five-year-survival of 4%, illuminating its dreadful prognosis. ATC is undifferentiated, has an inflammatory tumor microenvironment (TME), and metabolic dysregulation. As it is refractory to all established therapies, we propose a novel therapeutic - Berberine (BBR), a natural plant alkaloid, with numerous cellular targets that can potentially reprogram ATC&#8217;s aggressive phenotype. This research comprehensively examines the multitarget efficacy of BBR. Following initial dose response studies, all assays used 100&#181;M concentration of BBR or DMSO vehicle control for 24-hour exposure. To model the ATC tumor microenvironment, monocyte cell line U937 cells were activated and polarized into a proinflammatory macrophage phenotype. In the presence of berberine at the activation and polarization stages, 33 soluble inflammatory mediators were downregulated in the conditioned media compared to controls. Targeting the aggressiveness of anaplastic disease, berberine slowed proliferation by 50% selectively in ATC cells from 48 to 72 hours, while sparing the immortalized normal thyroid cells. BBR also delayed wound healing by 30% in ATC cells after 24, 48, and 72 hours. These observations were substantiated by Western blot analysis of ATC and immortalized normal cells where BBR decreased phosphorylation of MEK, ERK, and ribosomal protein S6, crucial downstream regulators of the pro-proliferative and pro-survival pathways and increased phosphorylation of AMPK&#945;, activating its anti-tumor and regulatory effects. Validation of <i>in vitro <\/i>findings via RNA-Seq was conducted by Genewiz from Azenta Life Sciences and Qiagen&#8217;s Ingenuity Pathway Analysis was used for <i>in silico <\/i>modeling. Greater than 400 significantly differentially expressed genes were identified suggesting that BBR regulates mitochondrial metabolism, cholesterol biosynthesis, glycometabolism, apoptosis, inflammation, and proliferation. BBR&#8217;s ability to alleviate inflammatory mediators in the TME, depress overactive cell signaling, and regulate metabolism to make it a more targetable cancer reveals it as an interesting candidate to prime ATC for combination therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Thyroid cancer,Natural products,Cell signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tara Jarboe<\/b><sup><\/sup>, Kaci Kopec<sup><\/sup>, Nicole  R.  DeSouza<sup><\/sup>, Jan Geliebter<sup><\/sup>, Raj  K.  Tiwari<sup><\/sup>, Xiu-Min Li<sup><\/sup><br><br\/>New York Medical College, Valhalla, NY","CSlideId":"","ControlKey":"5631516d-e417-4d5f-b252-4b2e30606fd9","ControlNumber":"2069","DisclosureBlock":"&nbsp;<b>T. Jarboe, <\/b> None..<br><b>K. Kopec, <\/b> None..<br><b>N. R. DeSouza, <\/b> None..<br><b>J. Geliebter, <\/b> None..<br><b>R. K. Tiwari, <\/b> None..<br><b>X. Li, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5304","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3824","PresenterBiography":null,"PresenterDisplayName":"Tara Jarboe, BS;MS","PresenterKey":"0a3ed334-6f3d-42a1-95fb-d3953f50403b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3824. Remodeling of anaplastic thyroid cancer cell signaling and immune landscape by natural alkaloid berberine","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Remodeling of anaplastic thyroid cancer cell signaling and immune landscape by natural alkaloid berberine","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic ductal adenocarcinoma (PDAC) is one of the lethal malignancies due to the acquisition of intrinsic or acquired resistance to chemotherapeutic drugs, such as Gemcitabine (Gem). Recent evidence revealed that calcium signaling significantly contributes to Gem-associated chemoresistance (Gem resistance) in PDAC cells. Andrographis, a labdane diterpenoid isolated from the traditional herb <i>Andrographis paniculate<\/i>, is known to have a potent calcium channel-blocking potential. Accordingly, we hypothesized that Andrographis might facilitate the reversal of Gem resistance in PDAC.<br \/>Methods: The critical regulatory pathways associated with the Gem resistance in PDAC were identified by analyzing publicly available cell line-based transcriptomic profiling. Gem resistant (Gem-R) PDAC cells (Gem-R MIA PaCa-2 and BxPC-3) were established by continuously culturing cells with Gem. A series of cell culture experiments were performed using Gem-R PDAC cells to evaluate the Andrographis-mediated reversal of Gem resistance in PDAC cells. At last, the cell culture findings were validated in patient-derived PDAC organoids.<br \/>Results: Transcriptomic profiling identified the calcium signaling pathway as one of the key regulators of Gem resistance (Fold enrichment: 2.8, <i>P<\/i> =0.002). The combination of Andrographis and Gem revealed a superior anti-cancer potential in Gem-R PDAC cells on cell viability, clonogenicity, and migration compared to individual treatments with Andrographis or Gem. The combined treatment potentiated cellular apoptosis in Gem-R MIA PaCa-2 (Andro, Gem vs. Combination, 20.3%, 10.9% vs. 31.4%) and Gem-R BxPC-3 (Andro, Gem vs. Combination, 11.3%, 6.8% vs. 16.1%). The fluo-4 assay demonstrated that Andrographis decreased intracellular calcium concentration in Gem-R PDAC cells, while the combined treatment with Andrographis and Gem decreased its concentration more in Gem-R MIA PaCa-2 (fold change [FC] =0.79 vs. Andrographis; FC =0.54 vs. Gem) and Gem-R BxPC-3 (FC =0.80 vs. Andrographis; FC =0.73 vs. Gem). Finally, the combined treatment with Andrographis and Gem showed anti-cancer activity in patient-derived PDAC organoids.<br \/>Conclusions: We have firstly investigated the Andrographis-mediated reversal of chemoresistance against Gem in PDAC cells, possibly through the regulation of cellular apoptosis and calcium signaling, using a systematic series of Gem resistant cell cultures and patient-derived tumor organoid models. Our findings could provide evidence of the combined treatment with Andrographis and Gem as a complementary therapeutic modality against PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Natural products,Gemcitabine,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Keisuke Okuno<\/b><sup>1<\/sup>, Caiming Xu<sup>1<\/sup>, Masanori Tokunaga<sup>2<\/sup>, Cristina Fillat<sup>3<\/sup>, Haiyong Han<sup>4<\/sup>, Yusuke Kinugasa<sup>2<\/sup>, Ajay Goel<sup>1<\/sup><br><br\/><sup>1<\/sup>Molecular Diagnostics and Experimental Therapeutics, Beckman Research Institute of The City of Hope, Monrovia, CA,<sup>2<\/sup>Gastrointestinal Surgery, Tokyo Medical and Dental University, Tokyo, Japan,<sup>3<\/sup>Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain,<sup>4<\/sup>Molecular Medicine, The Translational Genomics Research Institute, Phoenix, AZ","CSlideId":"","ControlKey":"2932b84f-8ad9-4978-906a-10dd257b9d2e","ControlNumber":"2911","DisclosureBlock":"&nbsp;<b>K. Okuno, <\/b> None..<br><b>C. Xu, <\/b> None..<br><b>M. Tokunaga, <\/b> None..<br><b>C. Fillat, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>Y. Kinugasa, <\/b> None..<br><b>A. Goel, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5305","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3825","PresenterBiography":null,"PresenterDisplayName":"Keisuke Okuno, MD,PhD","PresenterKey":"72e0dd9e-a271-4340-8308-18cd5d1aa4b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3825. Andrographis reverses gemcitabine-associated chemoresistance by regulating calcium signaling in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Andrographis reverses gemcitabine-associated chemoresistance by regulating calcium signaling in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b> Organotypic models have emerged as an important preclinical model for developmental therapeutics in pancreatic and biliary cancer. Naturally derived cardiac glycoside in 2D monoculture exquisite potency, here we describe their activity in cancer and normal liver with patient-derived cancer organoids (PCOs).<br \/><b>Methods: <\/b>PCOs of pancreatic and ampullary cancers and normal hepatic tissues were generated. Response was assayed with four structurally different cardiac glycoside (cerberin, neriifolin, digitoxin, digoxin; 72h). Response was characterized by growth inhibition (GI<sub>50<\/sub>) using 3D CellTiterGlo (CTG) and subclonal population response by high content imaging using normalized change in diameter (n=1038).<br \/><b>Results: <\/b>Dose response revealed improved potency for cerberin and neriifolin, versus digoxin and digitoxin across models (see table). In a normal liver organoid model, there was no convergence in dose response observed when extended to 1uM of each cardiac glycoside. Ampullary PCO response was assayed using subclonal population analysis. Cerberin at 10nM achieved growth arrest across the population as assayed by median &#916; diameter (growth +4.0&#177;32.0, G&#916;=0.94, p&#60;0.005). Neriifolin at 10nM had subclonal with residual growth representing 72% of overall population as assayed by &#916; diameter (growth +18.3%, G&#916;=0.65). Traditional cardiac glycosides of digoxin and digitoxin at 10nM had significant portions with residual growth (94.9% and 84.7%, respectively) as well as did not achieve meaningful effect (G&#916;=-0.10 and G&#916;=0.05, respectively).<b><\/b><br \/><b>Conclusions: <\/b>CGs have varied potency for anticancer activity between different structural motifs. Cerberin induce population growth arrest in cancer models which differed from normal liver. This work requires dedicated mechanistic modeling to explain differences in anti-cancer activity that may confer sensitivity and in considering models of cardiac toxicity.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{A51D882F-6380-469C-94E9-0670A253B4E0}\"><caption>Potency of Cardiac Glycosides in Organoid Models.<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">GI<sub>50<\/sub> (nM) Ampullary<\/td><td rowspan=\"1\" colspan=\"1\">GI<sub>50<\/sub> (nM) Pancreatic<\/td><td rowspan=\"1\" colspan=\"1\">GI<sub>50<\/sub> (nM) Normal Liver<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Cerberin<\/td><td rowspan=\"1\" colspan=\"1\">7.4<\/td><td rowspan=\"1\" colspan=\"1\">7.20<\/td><td rowspan=\"1\" colspan=\"1\">71.0 (NC)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Neriifolin<\/td><td rowspan=\"1\" colspan=\"1\">10.2<\/td><td rowspan=\"1\" colspan=\"1\">7.4<\/td><td rowspan=\"1\" colspan=\"1\">62.0 (NC)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Digoxin<\/td><td rowspan=\"1\" colspan=\"1\">29.6<\/td><td rowspan=\"1\" colspan=\"1\">47.9<\/td><td rowspan=\"1\" colspan=\"1\">55.5 (NC)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Digitoxin<\/td><td rowspan=\"1\" colspan=\"1\">NC<\/td><td rowspan=\"1\" colspan=\"1\">40.0<\/td><td rowspan=\"1\" colspan=\"1\">85.5 (NC)<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Cancer therapy,Organoids,Pancreatic cancer,Cholangiocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Md Shahadat Hossan<\/b><sup>1<\/sup>, Ethan Lin<sup>2<\/sup>, Austin Stram<sup>1<\/sup>, Jamie Warner<sup>2<\/sup>, Luke Koeppel<sup>2<\/sup>, Ellie Riedl<sup>2<\/sup>, Jeremy Kratz<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Medicine, University of Wisconsin-Madison, Madison, WI,<sup>2<\/sup>University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"87b85fbb-e492-4b1b-a6da-d37289160bfc","ControlNumber":"6510","DisclosureBlock":"&nbsp;<b>M. Hossan, <\/b> None..<br><b>E. Lin, <\/b> None..<br><b>A. Stram, <\/b> None..<br><b>J. Warner, <\/b> None..<br><b>L. Koeppel, <\/b> None..<br><b>E. Riedl, <\/b> None..<br><b>J. Kratz, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5309","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3826","PresenterBiography":null,"PresenterDisplayName":"Md Shahadat Hossan, B Pharm;MPH;PhD","PresenterKey":"5959dcd1-8f8e-40d5-b5fb-5572980af020","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3826. Potency of cardiac glycosides by structure in organotypic models of pancreatic and ampullary carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potency of cardiac glycosides by structure in organotypic models of pancreatic and ampullary carcinomas","Topics":null,"cSlideId":""},{"Abstract":"Bark extracts, derived from the Brazilian peppertree (<i>Schinus terebinthifolius<\/i>) were tested on BT549 triple negative breast cancer cells, a model system for invasive, metastatic cancers. Crude extracts, prepared with a 50% ethanol-50% water solvent, were investigated for cytotoxicity and effects on cell migration <i>in vitro<\/i>. Extract-treated cells exhibited statistically significant slower migration velocities than untreated control cells. Crude bark extracts, screened at a concentration of 3.15mg\/mL in five independent experiments, produced an approximate 80% decrease in average migration velocity (<i>p&#60;<\/i>0.05 in every experiment). Three independent tetrazolium based MTT cytotoxicity experiments confirmed that cells exposed to the same 3.15 mg\/mL crude extract concentrations displayed similar viability as untreated control cells. Interestingly, these data suggest the Brazilian peppertree bark extract harbors bioactivity that impairs BT549 cell migration without cytotoxic side effects. Current experiments aim to discover which bioactive molecules, present in the crude extract, impede cancer cell migration. Silica-based column chromatography was used to separate the crude extract into fractions of increasing polarity. A wet method, which commenced with hexane, followed by dichloromethane, methanol, ethanol, ethyl acetate, and butanol, was employed. Fractions which retained anti-migratory activity were identified. Gas chromatography Mass Spectrometry (GCMS) was performed on crude extracts, samples with strong anti-migratory activity, and samples with weak anti-migratory activity, solubilized with ethanol, methanol, and acetonitrile. Data from two independent, complete sets of experiments, involving column chromatography, cellular assays with fractionated extracts, and GCMS, replicated results. Compounds that were unique to specific samples, as well as compounds that were found in multiples samples were identified. <i>Rstudio<\/i> software was utilized to organize and visualize data. This work lays down the preliminary foundation for future experiments testing specific purified forms of candidate molecules present in Brazilian peppertree bark extracts for the ability to limit BT549 cancer cell migration <i>in vitro<\/i>. Furthermore, Western blotting and immunocytochemistry experiments are underway to determine cellular signaling pathways targeted by the extract. Funding was provided by St. Thomas University&#8217;s Summer Research Institute and U.S. Dept. of Education STEM grants P03C110190, P031C160161, and P031C210035.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Natural products,Breast cancer,Triple-negative breast cancer (TNBC),Migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexis Tapanes-Castillo<\/b><sup>1<\/sup>, Mariacira Di Santi<sup>1<\/sup>, Abel Sousa<sup>1<\/sup>, Jonathan  M.  Brown<sup>1<\/sup>, Paola  M.  Gonzalez Rodriguez<sup>1<\/sup>, Thiago  P.  Leal<sup>1<\/sup>, Leticia Saladrigas<sup>1<\/sup>, Vadym Trokhymchuk<sup>1<\/sup>, Leonardo  M.  Soto Chumpitaz<sup>1<\/sup>, Andrea Peterson<sup>1<\/sup>, Susana Gutierrez<sup>1<\/sup>, Rolando  J.  Petit<sup>1<\/sup>, Carlos Planchart<sup>1<\/sup>, Christian Del Corro<sup>1<\/sup>, Daniela  A.  Ramos<sup>1<\/sup>, Valeria Nazaire<sup>2<\/sup>, Sean Mondesire<sup>3<\/sup>, Maria Pina<sup>1<\/sup><br><br\/><sup>1<\/sup>College of Health Sciences and Technology, St. Thomas University, Miami Gardens, FL,<sup>2<\/sup>School of Science, Miami Dade College, Miami, FL,<sup>3<\/sup>Institute for Simulation and Training, University of Central Florida, Orlando, FL","CSlideId":"","ControlKey":"681475f2-a45f-47e4-8f42-dd87c8ac81a8","ControlNumber":"2054","DisclosureBlock":"<b>&nbsp;A. Tapanes-Castillo, <\/b> <br><b>Galatea Bio<\/b> Grant\/Contract.<br><b>M. Di Santi, <\/b> None..<br><b>A. Sousa, <\/b> None.&nbsp;<br><b>J. M. Brown, <\/b> <br><b>Longeveron<\/b> Employment.<br><b>P. M. Gonzalez Rodriguez, <\/b> None.&nbsp;<br><b>T. P. Leal, <\/b> <br><b>Longeveron<\/b> Employment.<br><b>L. Saladrigas, <\/b> None..<br><b>V. Trokhymchuk, <\/b> None..<br><b>L. M. Soto Chumpitaz, <\/b> None..<br><b>A. Peterson, <\/b> None..<br><b>S. Gutierrez, <\/b> None..<br><b>R. J. Petit, <\/b> None..<br><b>C. Planchart, <\/b> None.&nbsp;<br><b>C. Del Corro, <\/b> <br><b>Galatea Bio<\/b> Employment.<br><b>D. A. Ramos, <\/b> None..<br><b>V. Nazaire, <\/b> None..<br><b>S. Mondesire, <\/b> None..<br><b>M. Pina, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5310","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3827","PresenterBiography":null,"PresenterDisplayName":"Alexis Tapanes-Castillo, PhD","PresenterKey":"e388b594-1ea9-4fc3-b5cc-502ab1f6ac20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3827. <i>Schinus terebinthifolius <\/i>extracts impair migration of BT549 triple negative breast cancer cells <i>in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>Schinus terebinthifolius <\/i>extracts impair migration of BT549 triple negative breast cancer cells <i>in vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Multiple Myeloma (MM) is a plasma cell malignancy that, despite advances in treatment, remains incurable. In over 90% of MM patients, aberrant bone remodeling occurs and results in osteolytic lesions. Korean traditional medicine has a long-standing interest in healthy foods to enhance the immune system, energy-boost, and Yin-and-Yang balance. Traditional medicine has used herbal extracts (HE) from natural plants with fewer side effects and long-term treatment tolerance. In earlier studies, lycii radices cortex (LRC) and achyranthes japonica (AJ) containing HE have demonstrated the ability to enhance cell growth and mineralization of osteoblast cells while also inhibiting osteoclast differentiation. The current study investigated the effects of LRC+AJ containing HE on murine 5TGM1 MM-bearing mice.This HE significantly increased the mouse survivals of both Treatment before Transplant (TbT) and Treatment after Transplant (TaT) groups with median survivals of undetermined and 52.5 days, respectively, while MM control had a median survival of 42 days. The Mantel-Cox test found that TbT and TaT mice were significantly different from the control group (P=0.0014 and 0.0182, respectively). In histomorphometric analysis, the spines were scanned by micro-CT and revealed that TbT and TaT groups had significantly increased bone volume over total volume (BV\/TV) than control. To see if HE affects cell growth of myeloma cells and osteoblast cells, we further investigated the HE on preosteoblast cell line MC3T3-E1, mouse MM cell line 5TGM1-Luc, and human MM cell line U-266. Cells were treated with HE, and viability was assessed at 48 and 96 hours post-treatment. Remarkably, LRC+AJ containing HE increased MC3T3-E1 cell growth while it decreased 5TGM1 and U-266 cell viability. In addition, we found the DAP3G in HE used in this study.Our results demonstrated that LRC+AJ HE prevents MM and promotes bone formation in 5TGM1 engrafted NSG mice. We also found that LRC+AJ HE suppresses myeloma cell growth and enhances osteoblast cell survival. Although it is yet to be defined, a correlation of osteoblast activity and myeloma cell inhibition suggests a possible connection of these events to prevent MM progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Mouse models,Multiple myeloma,Natural products,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Syed Hassan Mehdi<sup>1<\/sup>, Sun-OK Lee<sup>2<\/sup>, Dam Huh<sup>3<\/sup>, <b>Donghoon Yoon<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>University of Arkansas for Medical Sciences, Little Rock, AR,<sup>2<\/sup>Food Science, University of Arkansas, Fayetteville, AR,<sup>3<\/sup>Dongwoodang Pharmacy Co., Yeongchen, Korea, Republic of","CSlideId":"","ControlKey":"258b7203-1fe1-4a5f-b509-d6029915075c","ControlNumber":"7160","DisclosureBlock":"&nbsp;<b>S. H. Mehdi, <\/b> None..<br><b>S. Lee, <\/b> None.&nbsp;<br><b>D. Huh, <\/b> <br><b>Dongwoodang Pharmacy<\/b> Other Business Ownership. <br><b>D. Yoon, <\/b> <br><b>CBHI<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5311","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3828","PresenterBiography":null,"PresenterDisplayName":"Donghoon Yoon, PhD","PresenterKey":"2ff8cf8d-7069-4f17-bec1-2b4577ef7c01","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3828. Herbal extracts from lycii radicis corex and achyranthes japonica prevent multiple myeloma progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Herbal extracts from lycii radicis corex and achyranthes japonica prevent multiple myeloma progression","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Breast cancer was the top cause of cancer deaths in 2020 with a death toll of 685 000 worldwide. Breast cancer treatments are based on drug specificity for unique receptors on the surface of some breast cancer types, there is a search for alternative treatments that are inclusive of different breast cancer types. Evidence suggests that antioxidants offer a protective effect against certain cancers. Studies on <i>Ipomoea cairica<\/i> have reported potential anticancer activity, hence this study aimed to assess the antioxidant and antiproliferative potentials of the extracts of <i>Ipomoea cairica<\/i> on three breast cancer cell lines.<br \/><b>Materials and Methods<\/b>- The study protocol was approved by the University of the Free State Health Sciences Research Ethics Committee (HSREC), with approval number: UFS-HSD2022\/0353\/2607-0001. <i>Ipomoea cairica<\/i> stem and leaves were harvested and identified by Prof. H. Baijnath, Department of Conservation Science,<i> <\/i>School of Life Sciences, University of KwaZulu-Natal, Durban, South Africa, with specimen number 29 30 DD housed at the Ward Herbarium. The dried plant was extracted sequentially using organic solvents ranging from non-polar to polar and water. The extracts were filtered and concentrated using a rotary evaporator and then evaporated to dryness\/lyophilized. Cells were cultured according to standard established procedure. The extracts were subjected to phytochemical analyses. FRAP, DPPH, and ABTS assays were done to examine antioxidant activity and MTT assays were used to evaluate the antiproliferative\/cytotoxicity of the extracts against normal (Vero) and breast cancer cell lines (MCF-7, MDA-MB-231, and 4T1).<br \/><b>Results and Discussion- <\/b>Extracts of<b> <\/b><i>Ipomoea cairica<\/i> possess alkaloids, saponins, phenols, flavonoids, phytosterols, tannins, triterpenoids, and anthraquinones. The results from the DPPH and ABTS assays revealed that the methanol and ethyl acetate fractions had significantly the highest antioxidant potentials while the methanol stem extract exhibited the most significant antioxidant activity in the FRAP assay. The DCM stem extract showed the highest antiproliferative activity against all tested cell lines.<br \/><b>Conclusion- <\/b>Extracts of<b> <\/b><i>I. cairica<\/i> possess significant antioxidant properties and antiproliferative activities against a wide array of breast cancer types including the most challenging triple-negative breast cancer. The plant would make for a strong herbal candidate for adjuvant therapy with breast cancer medication.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Antioxidant,Antiproliferative,Cancer,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ayodeji Mathias Adegoke<\/b><sup>1<\/sup>, Doreen Kulabako Kyagaba<sup>1<\/sup>, Nomonde Hadebe<sup>1<\/sup>, Nandi Mabaso<sup>1<\/sup>, Relebohile Patricia Lefojane<sup>2<\/sup>, Himansu Baijnath<sup>3<\/sup>, Oyeronke Adunni Odunola<sup>4<\/sup>, Mamello Patience Sekhoacha<sup>1<\/sup><br><br\/><sup>1<\/sup>Pharmacology, University of the Free State, Bloemfontein, South Africa,<sup>2<\/sup>Department of Health Sciences, Central University of Technology, Bloemfontein, South Africa,<sup>3<\/sup>School of Life Sciences, University of KwaZulu-Natal, Durban, South Africa,<sup>4<\/sup>Department of Biochemistry, University of Ibadan, Ibadan, Nigeria","CSlideId":"","ControlKey":"c8503664-86fd-437f-afb9-4010a1ef85e1","ControlNumber":"5108","DisclosureBlock":"&nbsp;<b>A. M. Adegoke, <\/b> None..<br><b>D. K. Kyagaba, <\/b> None..<br><b>N. Hadebe, <\/b> None..<br><b>N. Mabaso, <\/b> None..<br><b>R. P. Lefojane, <\/b> None..<br><b>H. Baijnath, <\/b> None..<br><b>O. A. Odunola, <\/b> None..<br><b>M. P. Sekhoacha, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5313","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3829","PresenterBiography":null,"PresenterDisplayName":"Ayodeji Adegoke, BS;MS;PhD","PresenterKey":"b822ac90-c141-4e9c-b458-732bea443d25","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3829. Antioxidant and antiproliferative activities of <i>Ipomoea cairica <\/i>extracts on three breast cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antioxidant and antiproliferative activities of <i>Ipomoea cairica <\/i>extracts on three breast cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is difficult to treat and leads to a low five-year survival rate.In South Africa, a sizable percentage of the population still relies on traditional plant-based medicine. One of these plants,<i> Tulbaghia violacea),<\/i> has traditionally been used to treat cancer. In order to establish the usefulness of both methanol and water-soluble extracts from the leaves of this plant, extracts were used to treat a TNBC cell. Cytotoxicity assays were carried out to establish the IC50 values against the TNBC cell line. These concentrations were used to carry out assays to study the ability of these extracts to inhibit cell migration, invasion, as well as the effect of these extracts on the cell cycle and their ability to induce apoptosis in these cells. Finally, the antioxidant activity of these cells was assayed. The IC50 values for the water and methanol soluble extracts was determined to be 400 and 820 &#181;g\/mL respectively. Due to the high IC50 value and inconsistent performance of the methanol soluble extract, further studies focussed on the water-soluble extract. Treatment of the TNBC cells with the water-soluble extract led to an increase in apoptosis, with the extract causing approximately 82% of the TNBC cells to undergo apoptosis compared to only 32% of the normal breast cells. This extract also significantly decreased the ability of the TNBC cells to migrate or penetrate abasement membrane in scratch and invasion assays. These results demonstrate that the water-soluble extract from<i> <\/i><i>T.<\/i><i> <\/i><i>violacea<\/i> leaves contains compounds that are able to preferentially induce apoptosis in TNBC cells while also inhibiting the ability of these cells to metastasize. The exact molecular make up of this extract will need to be determined on order to develop the extract as a potential therapy for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Breast cancer,Apoptosis,Invasion,Migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rodney Hull<\/b><sup>1<\/sup>, Zodwa Dlamini<sup>1<\/sup>, Clement Penny<sup>2<\/sup>, Mohammed Alaouna<sup>2<\/sup><br><br\/><sup>1<\/sup>SA-MRC Precision Oncology Research Unit (PORU); Pan African Cancer Research Institute (PACRI), DSI\/N, University of Pretoria, Pretoria, South Africa,<sup>2<\/sup>Department of Internal Medicine, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa","CSlideId":"","ControlKey":"0df5d591-cc54-4483-bb72-4c74127b02d0","ControlNumber":"6063","DisclosureBlock":"&nbsp;<b>R. Hull, <\/b> None..<br><b>Z. Dlamini, <\/b> None..<br><b>C. Penny, <\/b> None..<br><b>M. Alaouna, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5315","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3830","PresenterBiography":null,"PresenterDisplayName":"Rodney Hull","PresenterKey":"a9c1c0d0-9de8-487f-8aaf-93bc8b861fa4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3830. The anticancer activity of a water-soluble extract from the leaves of the indigenous Southern African plant <i>Tulbaghia violacea<\/i> against a triple negative breast cancer cell line","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The anticancer activity of a water-soluble extract from the leaves of the indigenous Southern African plant <i>Tulbaghia violacea<\/i> against a triple negative breast cancer cell line","Topics":null,"cSlideId":""},{"Abstract":"Approximately 20% of all breast cancer cases are Triple negative breast cancer (TNBC), whichis more difficult to treat and has a higher mortality rate than other types of breast cancer. Thereis an active practice of traditional medicine in in South Africa, in the form of infusions madeusing plant material. Previously we demonstrated that water soluble extracts from the leaves ofone of these plants, African garlic (<i>Tulbaghia<\/i><i> <\/i><i>violacea),<\/i> is able to induce apoptosis in TNBCcell lines, while also inhibiting the ability of these cells to migrate or penetrate a basementmembrane. In an attempt to isolate the molecular compounds that are present in this extract,water soluble leaf extracts were subjected to Fourier transform infrared spectroscopy (FITR),Gas chromatography&#8211;mass spectrometry (GC-MS) and Nuclear magnetic resonance (NMR)spectroscopy. Identified compounds of interest were then used in computational dockingstudies with the anti-apoptotic protein Cox2. The FITR analysis indicated that the extractconsisted of multiple compounds, belonging to a variety of classes. GC-NS and NMRspectroscopy identified 36 and 61 separate compounds respectively. Many of these compoundswere similar in structure to compounds with known anti-cancer properties. Many compoundswith established medical uses were also identified in the extract. Five compounds identified inthe extract, d-Glycero-d-galacto-heptose, H-Pyran-4-one, 2,3-dihydro-3,5-dihydroxy-6-methyl, and Benzaldehyde and 4-(1-methylethyl)- demonstrated high binding affinity towardsCOX2. With d-Glycero-d-galacto-heptose having a higher docking score than manycommercially available COX2 inhibitors. Based on our findings, the compounds within theextract could be used as the basis for the development of safe and effective drugs for thetreatment of TNBC and other cancers. In order to fulfil this potential, future work shouldexamine the molecular pathways affected by the treatment of TNBC cells with this extract orindividual compounds.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Breast cancer,COX-2,COX-2 inhibitor,Mass spectrometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mohammed Alaouna<\/b><sup>1<\/sup>, Clement Penny<sup>1<\/sup>, Rodney ulll<sup>2<\/sup>, Zodwa Dlamini<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Internal Medicine, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa,<sup>2<\/sup>SA-MRC Precision Oncology Research Unit (PORU); Pan African Cancer Research Institute (PACRI), DSI\/N, University of tPretoria, Pretoria, South Africa","CSlideId":"","ControlKey":"e585b2b9-7d32-48f5-b3d5-b1ef94fcc6c7","ControlNumber":"6110","DisclosureBlock":"&nbsp;<b>M. Alaouna, <\/b> None..<br><b>C. Penny, <\/b> None..<br><b>R. ulll, <\/b> None..<br><b>Z. Dlamini, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5312","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3831","PresenterBiography":null,"PresenterDisplayName":"Rodney Hull","PresenterKey":"a9c1c0d0-9de8-487f-8aaf-93bc8b861fa4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3831. The molecular composition of a water-soluble extract from the leaves of the indigenous Southern African plant <i>Tulbaghia violacea<\/i> that displays anti-cancer activity against a triple negative breast cancer cell line","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The molecular composition of a water-soluble extract from the leaves of the indigenous Southern African plant <i>Tulbaghia violacea<\/i> that displays anti-cancer activity against a triple negative breast cancer cell line","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Medicinal plants have been used in traditional medicine practices since ancient times. Mayan traditional medicine uses herbs as treatment to illness that can be related to cancer disease such as <i>Phoradendron wattii<\/i>. As part of the search for novel cancer treatment two triterpene compounds were isolated from <i>P. wattii<\/i>: 3-<i>epi<\/i>-betulinic acid and lupenone with preliminary activity on leukemias. We investigated the cancer treatment abilities of 3-<i>epi<\/i>-betulinic acid and lupenone on human chronic myelogenous leukemia (K562) cell line and monocytes isolated from peripheral blood using flow cytometry methods.<br \/>Results: Lupenone showed low effect on both cells with an IC<sub>50<\/sub> of 177.60 &#177; 5.07 &#181;g\/mL and a selectivity index (SI) of 0.10 times more on K-562 cell line than on monocytes. Nevertheless, 3-<i>epi<\/i>-betulinic acid showed a moderate anti-CML activity with an IC<sub>50<\/sub> of 38.74 &#177; 5.07 &#181;g\/mL, having a SI of 4.10 on K-562 cells when compared to monocytes. These results indicate that 3-<i>epi<\/i>-betulinic acid was 41 times more selective for K-562 cell line than lupenone and it also was 7.45 more selective than etoposide as positive control. Additionally, 3-<i>epi<\/i>-betulinic acid increased cell population in the G<sub>0<\/sub>\/G<sub>1<\/sub> phase of the cell cycle and apoptotic cells, and it inhibited cell proliferation in a dose-dependent manner. Furthermore, the relative expression of genes associated with apoptosis Bax and caspase 3 increased compared to control.<br \/>Conclusion: Combined, these results suggest that 3-<i>epi<\/i>-betulinic acid plays an important regulatory role of cell cycle and apoptosis. Finally, the 3-<i>epi<\/i>-betulinic acid investigated in this work is potentially a cheap, safe, and effective alternative to chemotherapy in cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-09 Natural products,,"},{"Key":"Keywords","Value":"Leukemias: chronic myelogenous,Natural products,Apoptosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rosa  E.  Moo-Puc<\/b><sup>1<\/sup>, Shirley  A.  Calderón Sauri<sup>1<\/sup>, Jairo  R.  Villanueva-Toledo<sup>2<\/sup>, Sergio  R.  Peraza-Sánchez<sup>3<\/sup>, Antonieta Chávez-González<sup>4<\/sup><br><br\/><sup>1<\/sup>Farmacología de productos naturales, Unidad de Investigación Médica Yucatán, Unidad Médica de Alta Especialidad, Instituto Mexicano del Seguro Social, Merida, Mexico,<sup>2<\/sup>Fundación IMSS, Cátedras CONACyT, Merida, Mexico,<sup>3<\/sup>Unidad de Biotecnología, Centro de Investigación Científica de Yucatán (CICY), Merida, Mexico,<sup>4<\/sup>Unidad de Investigación Oncológica, Hospital de Oncología, Centro Médico Nacional, Instituto Mexicano del Seguro Social, ciudad de México, Mexico","CSlideId":"","ControlKey":"45552560-f37c-4193-8570-b027a3346c00","ControlNumber":"3734","DisclosureBlock":"&nbsp;<b>R. E. Moo-Puc, <\/b> None..<br><b>S. A. Calderón Sauri, <\/b> None..<br><b>J. R. Villanueva-Toledo, <\/b> None..<br><b>S. R. Peraza-Sánchez, <\/b> None..<br><b>A. Chávez-González, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5317","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3832","PresenterBiography":null,"PresenterDisplayName":"Rosa Moo Puc, PhD","PresenterKey":"d1db7f15-4556-48a0-80b4-2dd70a73487d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3832. Apoptotic and cell cycle effects of triterpenes isolated from<i>Phoradendron wattii<\/i> on a chronic myelogenous leukemia cell line","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Apoptotic and cell cycle effects of triterpenes isolated from<i>Phoradendron wattii<\/i> on a chronic myelogenous leukemia cell line","Topics":null,"cSlideId":""},{"Abstract":"Background: Pre-B cell Acute lymphoblastic leukemia (B ALL) high risk (HR) subgroups continue to result in significant mortality and morbidity of pediatric oncology patients. T cell ALL is higher risk and therapy has made less improvement than B ALL with a higher rate of significant poor outcomes. Novel treatment strategies are required to overcome chemotherapy resistance and improve mortality\/morbidity for HR B ALL. Leonurine is a bioactive alkaloid that is naturally occurring only in Herbra Leonuri which has been used in traditional herbal medicine. Traditionally, it has been used for menstrual disorders. Research has further described its ability to scavenge oxygen free radicals, anticoagulation properties, and other anti-inflammatory properties[1]. There are investigations in its role for myocardial infarction, stroke, chronic kidney disease, and other inflammatory disorders[2]. Our research data that suggests that leonurine and its derivatives have antileukemic effects.Methods\/Results: We analyzed multiple derivatives of leonurine and selected a potent candidate based on cell viability assays use for further testing designated as investigational leonurine derivative (ILD). WST1 proliferation studies comparing ILD to vehicle were performed in cell lines Nalm6, 697, Molt4, CEM, and JM1 at multiple time points. The half maximal inhibitory concentration (IC50) values was variable depending on the treatment time and cell line although all values were consistently between 1.2-4.4 uM. Apoptosis activity was determined by flow cytometry Anexin\/7AAD assays showed increased apoptosis in cell lines treated with ILD for Nalm6, Molt4, and 697 cell lines. Caspase 3\/7 activity was increased in cells treated with ILD when compared to vehicle treatment. DNA damage assays were performed which revealed only an increased frequency in single strand breaks and not double strand breaks. Western blot was performed to determine levels of PI3K, p-AKT, BCL2\/BCL-XL and caspases. The blots suggest that apoptosis may be a result of increased activation of PI3K\/AKT signaling. We performed RNAseq on cells treated with ILD at the 24-hour time point and present gene ontology data for this analysis. Nalm6, 697, and Molt4 cell lines expressing GFP and Luciferase were injected into NRG mice as means for in vivo pharmacologic testing. NRG mice injected with these cell lines were treated with ILD five days a week for a total of 3 weeks. Nalm 6 leukemia cells showed minimal differences between treatment and control groups.Conclusion: In summary, leonurine derivatives have a promising impact on apoptosis and cell survival. Further investigation into mechanisms and pharmacokinetics\/dynamics will be more revealing. Study of leonurine derivatives will result in further translational and therapeutic applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Leukemias: acute lymphoblastic,Small molecule drugs,Apoptosis,Akt,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joseph W. Schramm<\/b><sup><\/sup>, Melanie Ehudin<sup><\/sup>, Bing He<sup><\/sup>, Chingakham Singh<sup><\/sup>, Daniel Bogush<sup><\/sup>, Jeremy Hengst<sup><\/sup>, Diwakar Bastihalli Tukaramrao<sup><\/sup>, Arati Sharma<sup><\/sup>, Dhimant Desai<sup><\/sup>, Sinisa Dovat<sup><\/sup><br><br\/>Penn State Health Milton S. Hershey Med. Ctr., Hershey, PA","CSlideId":"","ControlKey":"08852cb3-3b4d-4125-bc0e-909f53d005ad","ControlNumber":"352","DisclosureBlock":"&nbsp;<b>J. W. Schramm, <\/b> None..<br><b>M. Ehudin, <\/b> None..<br><b>B. He, <\/b> None..<br><b>C. Singh, <\/b> None..<br><b>D. Bogush, <\/b> None..<br><b>J. Hengst, <\/b> None..<br><b>D. Bastihalli Tukaramrao, <\/b> None..<br><b>A. Sharma, <\/b> None..<br><b>D. Desai, <\/b> None..<br><b>S. Dovat, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5318","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3833","PresenterBiography":null,"PresenterDisplayName":"Joseph Schramm, MD","PresenterKey":"c16b59bc-91dc-4606-b7af-2f1647679da9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3833. Leonurine derivatives as a potential novel therapeutic approach to acute lymphoblastic leukemias (ALL)","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leonurine derivatives as a potential novel therapeutic approach to acute lymphoblastic leukemias (ALL)","Topics":null,"cSlideId":""},{"Abstract":"After lung cancer, breast cancer is the second leading cause of cancer death in women in the United States, accounting for 12.5 % of all new cancer cases globally. Triple-negative breast cancer (TNBC) remains the hardest breast cancer and is difficult to treat. The current treatment option for TNBC is the surgical removal of the tumor, followed by chemotherapy. However, patients with advanced diseases respond poorly to current treatments. Therefore, discovering more effective and less toxic small drug molecules with a unique mechanism of action is one of the top priorities in drug discovery programs. Chromones have a benzo-pyrone skeleton and display interesting pharmacological activities, such as anti-cancer, anti-HIV, antiviral and anti-inflammatory, with low toxicity. In continuation of our current research work, we report the design and synthesis of substituted chromone-2-carboxamides by attaching substituted phenyl, tetrahydropyridine, and tetrahydroisoquinoline groups as anti-breast cancer agents. The starting material, substituted chromone-2-carbonyl chloride, was obtained by the acylation reaction of corresponding carboxylic acids using phosphorous pentachloride in dry cyclohexane. An equimolar amount of acyl chloride was slowly added to a stirred solution of corresponding substituted N-amino salt in dry THF in the presence of triethyl amine and refluxed at 70 <sup>o<\/sup>C that led to the formation of the ylides. The ylides were reduced using sodium borohydride to yield the desired substituted chromone-2-carboxamides in moderate to good yields. The synthesized compounds were characterized by NMR and elemental analysis. These compounds were evaluated for their cytotoxic effects on MBA-MB-231 ER-ve breast cancer cell lines using a Synergy HTX multi-mode reader (Bio-Tek, Winooski, VT, USA) with excitation\/emission wavelength settings at 550\/580. Compound MG-KKR-5-140A showed the most potent cytotoxicity with an IC<sub>50 <\/sub>value of 0.82 &#181;g\/mL on the MDA-MB-231 cell line. <i>In-silico<\/i> pharmacophore hypotheses were generated using GALAHAD and PHASE, and the best models with probable bioactive conformation(s) for these compounds were proposed. These confirmations and the alignments of the molecular structures give us an insight into designing compounds with better biological activity. <i>This research was supported by the National Institute on Minority Health and Health Disparities of the National Institutes of Health under Award Number U54 MD007582. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH01-04 Drug design,,"},{"Key":"Keywords","Value":"Breast cancer,TNBC,Tetrahydroisoquinolines,Modeling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kinfe Ken Redda<\/b><sup>1<\/sup>, Madhavi Gangapuram<sup>1<\/sup>, Suresh Eyunni<sup>2<\/sup>, Elizabeth Mazzio<sup>1<\/sup>, Karam F. A. Soliman<sup>1<\/sup><br><br\/><sup>1<\/sup>College of Pharmacy and Pharmaceutical Sciences, Florida A&M University, Tallahassee, FL,<sup>2<\/sup>College of Science and Technology, Florida A&M University, Tallahassee, FL","CSlideId":"","ControlKey":"66b19e1b-fb7d-4a74-a1f2-d8ba9a8dd0be","ControlNumber":"3069","DisclosureBlock":"&nbsp;<b>K. K. Redda, <\/b> None..<br><b>M. Gangapuram, <\/b> None..<br><b>S. Eyunni, <\/b> None..<br><b>E. Mazzio, <\/b> None..<br><b>K. F. Soliman, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5250","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3834","PresenterBiography":null,"PresenterDisplayName":"Kinfe Redda, BS;PA;PhD","PresenterKey":"4ae29396-1792-477c-b338-9891822deb07","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3834. Antiproliferative activity of substituted chromone-2-carboxamides on MDA-MB-231 cells and their 3D pharmacophore models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"309","SessionOnDemand":"False","SessionTitle":"Natural Products","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antiproliferative activity of substituted chromone-2-carboxamides on MDA-MB-231 cells and their 3D pharmacophore models","Topics":null,"cSlideId":""}]