[{"Abstract":"In intrinsic apoptosis, the interaction network of the Bcl-2 protein family controls the decision over life and death. Cells are sentenced to death when pro-apoptotic multidomain effector proteins BAX, BAK or BOK oligomerize and form pores in the mitochondrial outer membrane. This releases cytochrome c, which induces the activation of cell-wrecking proteases, the caspases. Interactions of Bcl-2 proteins with other family members essentially regulate cell death. The interaction via the BH3 region was intensively studied in the last decades. As a result, small-molecule drugs, BH3-mimetics, were developed which bind and inhibit anti-apoptotic Bcl-2 proteins. Since anti-apoptotic Bcl-2 proteins are often overexpressed in hematopoietic malignancies, BH3-mimetics e.g. Venetoclax are approved for anti-cancer therapy. Unlike the BH3 interaction site, the c-terminal &#945;9-helix referred to as the transmembrane domain (TMD) is mostly neglected in Bcl-2 interaction studies. However, TMDs not only dictate subcellular localization, but also substantially influence protein-protein interactions. Interestingly, Bcl-2 TMDs can harbor several tumor-specific mutations. The functional basis for TMD interaction as well as the resulting functional relevance for apoptosis signaling, however, remains poorly understood. To unravel the Bcl-2 TMD interaction network, we developed a split luciferase assay system enabling us to detect Bcl-2 TMD interactions in living cells. Simultaneously encoding for the expression of a fluorophore and TMD fusion peptides this system was used to generate fluorescence-normalized luminescence-based interaction data. Here, we identified a homotypic interaction pattern among effector TMDs of BAX, BAK and BOK. Molecular modelling of effector TMD interaction in mimics of cellular membranes also supports these findings. TMD swap experiments show significant influence of TMD sequence on subcellular localization and cell death signaling as assessed via confocal laser scanning microscopy and flow cytometry-based cell death assays. Moreover, we tested previously described mutations of the BAX-TMD (S184A, S184D) as well as a tumor-specific mutation (V180G) in the novel interaction assay. S184 (de-)phosphorylation as mimicked with S184A\/S184D affects subcellular localization. In accordance, we find that S184A enhanced and S184D abolished interaction with wildtype BAX-TMD. Intriguingly, V180G not only modulates BAX subcellular localization but also prevents interaction with wildtype BAX-TMD. These findings verify a crucial role of Bcl-2 TMDs in subcellular localization and furthermore strongly support a function in interaction and cell death regulation. Further efforts to explore the Bcl-2 TMD interaction network as well as functional analysis of tumor-specific TMD mutations could pave the way to establish TMDs as a target of cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-03 Bcl-2 family proteins,,"},{"Key":"Keywords","Value":"Bcl-2 protein family,Transmembrane domain,Protein-protein interactions,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tobias  B.  Beigl<\/b><sup>1<\/sup>, Alexander Paul<sup>1<\/sup>, Sandra Weller<sup>1<\/sup>, Benjamin Schäfer<sup>1<\/sup>, Walter  E.  Aulitzky<sup>2<\/sup>, Hans-Georg Kopp<sup>3<\/sup>, Thomas Fellmeth<sup>4<\/sup>, Kristyna Pluhackova<sup>4<\/sup>, Markus Rehm<sup>5<\/sup>, Frank Essmann<sup>1<\/sup><br><br\/><sup>1<\/sup>Robert Bosch Centre for Tumour Diseases (RBCT), Stuttgart, Germany,<sup>2<\/sup>Robert-Bosch-Hospital, Stuttgart, Germany,<sup>3<\/sup>Robert Bosch Hospital, Stuttgart, Germany,<sup>4<\/sup>Stuttgart Center for Simulation Science, Cluster of Excellence EXC 2075, Stuttgart, Germany,<sup>5<\/sup>Institute of Cell Biology and Immunology and Stuttgart Research Center Systems Biology, Stuttgart, Germany","CSlideId":"","ControlKey":"68e33e98-08cc-42e1-aa7f-1fa335b2ea24","ControlNumber":"4481","DisclosureBlock":"&nbsp;<b>T. B. Beigl, <\/b> None..<br><b>A. Paul, <\/b> None..<br><b>S. Weller, <\/b> None..<br><b>B. Schäfer, <\/b> None..<br><b>W. E. Aulitzky, <\/b> None..<br><b>H. Kopp, <\/b> None..<br><b>T. Fellmeth, <\/b> None..<br><b>K. Pluhackova, <\/b> None..<br><b>M. Rehm, <\/b> None..<br><b>F. Essmann, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5971","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2524","PresenterBiography":null,"PresenterDisplayName":"Tobias Beigl, BS;MS","PresenterKey":"319f6982-6bfa-485c-bda5-82b3468f0c2b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2524. Critical interactions and tumor-specific mutations of Bcl-2 transmembrane domains revealed by a novel split luciferase assay","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Critical interactions and tumor-specific mutations of Bcl-2 transmembrane domains revealed by a novel split luciferase assay","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the most prominent cancer type and the second leading cause of cancer death among men in the USA. The five-year survival rate for localized PCa is 98% but drops to 31% when PCa spreads to different parts of the body. Various treatment strategies that can induce cell death through different mechanisms are used while treating cancers. In recent years, necroptosis has been established as one of the effective mechanisms of inducing cell death in cancers. Necroptosis can be identified as a regulated form of cell death that can occur independently of executioner caspases. Despite numerous studies on the effects of necroptosis in cancer, it&#8217;s role on PCa has not been fully elucidated. In this study, we have evaluated the role of MDMX, a proto-oncogene involved in the negative regulation of p53, in causing cell death through p53-independent mechanisms. We have observed that inhibition of MDMX decreased the cell viability of LNCaP cells in response to 20 &#181;M of NSC (NSC-207895), a MDMX specific inhibitor treatment, in a concentration-dependent manner. MDMX inhibition appears to induce necroptosis in LNCaP prostate cancer cells by elevating the expression of receptor-interacting protein kinase 1 (RIP1), which is a key element of the necroptotic pathway. In general, the necroptosis pathway can trigger two opposing mechanisms in cancer where it can promote tumor migration and metastasis on one hand and can also act as a defensive mechanism on the other hand when apoptosis is disrupted. To further assess the effect of MDMX on cell migration, the LNCaP cells were treated with 20 &#181;M of NSC, which effectively blocked the cancer cell migration for up to 48 h, which was confirmed using the scratch assay. Interestingly, NSC treatment also reduced the expression of Vascular Endothelial Growth Factor A (VEGFA), which is one of the main markers for angiogenesis. Our results show that the p53-independent mechanisms that are activated following MDMX inhibition can regulate both cancer cell migration and angiogenesis. MDMX also seemed to be involved in regulating PCa cell survival through necroptosis. The outcomes of our experiments provide additional knowledge and strategies for making an accurate prognosis and choosing the most suitable therapeutic strategies for offering effective treatments for MDMX-positive PCa. (This research was supported by the Royal Dames of Cancer Research Inc. Ft. Lauderdale, Florida)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-07 Necrosis and necroptosis,,"},{"Key":"Keywords","Value":"Mdmx,Prostate cancer,Cell death,Necroptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ahmed Alsarrani<\/b><sup>1<\/sup>, Umamaheswari Natarajan<sup>2<\/sup>, Samia Alsubhi<sup>1<\/sup>, Amal Alzahrani<sup>1<\/sup>, Appu Rathinavelu<sup>1<\/sup><br><br\/><sup>1<\/sup>Rumbaugh Goodwin Institute for Cancer Research, Nova Southeastern University, College of Pharmacy, Davie, FL,<sup>2<\/sup>Rumbaugh Goodwin Institute for Cancer Research, Nova Southeastern University, Davie, FL","CSlideId":"","ControlKey":"a790b4b7-a463-49a5-8015-34b3c5dc7419","ControlNumber":"1336","DisclosureBlock":"&nbsp;<b>A. Alsarrani, <\/b> None..<br><b>U. Natarajan, <\/b> None..<br><b>S. Alsubhi, <\/b> None..<br><b>A. Alzahrani, <\/b> None..<br><b>A. Rathinavelu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5972","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2525","PresenterBiography":null,"PresenterDisplayName":"Ahmed Alsarrani, MS,B Pharm","PresenterKey":"66d8142d-b404-469c-900f-c9d6cf40587b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2525. Analyzing the role of MDMX for regulating cell death in prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analyzing the role of MDMX for regulating cell death in prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"The balance between the pro- and anti-apoptotic members of the Bcl-2 family proteins governs the fate of CLL cells and determines their response to therapeutics. Thus, we have developed an assay to quantify the Bcl-2 family proteins at the molecular level and express them as molecules\/pg total protein. This set of proteins represents the 10 major Bcl-2 members in CLL: Bcl-2, Bcl-XL, Mcl-1, BIM, BID, BMF, BAX, BAK, PUMA and Noxa. This analysis enabled us to evaluation of the interplay of these proteins and how they respond to cytogenetic aberrations, drug treatment or environmental changes. In 36 CLL samples that represent 6 districted cytogenetic features: normal cytogenetics, del17p, del11q, del13q14, 11q\/13q double deletion, and trisomy 12, we found that the major anti-apoptotic proteins in CLL is Bcl-2, that averaged &#62;9,000 molecules\/pg of total protein. Mcl-1 was expressed at less than one tenth of Bcl-2 and Bcl-XL was expressed less than one percent of Bcl-2 molecules. The major pro-apoptotic proteins were Bax and Puma which were expressed at similar levels to Bcl-2. Among the cytogenetic groups, there were significant increases of Bcl-2 in the 11q\/13q group whereas Mcl-1 was increased in 11q and trisomy 12 groups compared to samples with normal cytogenetic characteristics. Next, we screened CLL response to different microenvironments by incubating primary CLL cells in vitro in media supplemented with either fetal bovine serum (FBS), patient autologous plasma, a layer of StromaNKtert cells representing the stroma cell support in the bone marrow, a B-cell activating media (BCA) that consisted of anti-CD40, IL-4 and anti-IgM to mimic the lymphoid microenvironment, or oligodeoxynucleotide (ODN) plus IL-15 to represent the T-cell independent stimulation in the lymph nodes. Compared to FBS, homologous patient plasma moderately promoted CLL viability. However, stroma cells, BCA media as well ODN+IL-15 greatly induced levels of Mcl-1 and Bcl-XL and were more effective in promoting CLL survival. For the pro-apoptotic proteins, BMF was induced by BCA media, and PUMA, NOXA and BID were greatly induced by ODN+IL-15. We also examined the changes in Bcl-2 family proteins in response to therapeutic agents with different mechanisms of action, such as the CDK9 inhibitor fadraciclib, the Bcl-2 antagonist venetoclax, the Mcl-1 inhibitors AZD5991 and S63845, the proteasome inhibitor carfilzomib, the BTK inhibitor ibrutinib and the splicing inhibitor herboxidiene. Fadraciclib and herboxidiene were effective in reducing Mcl-1 to induce apoptosis. While both the Mcl-1 inhibitors and carfilzomib increased the Mcl-1 level, and carfilzomib increased Noxa that counteracted its effect on Mcl-1. Puma was reduced by most of the drugs except ibrutinib. Thus, the systematic analysis of the Bcl-2 family proteins provide insights on how the interplay of members of this important family affects the destiny of the CLL cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-03 Bcl-2 family proteins,,"},{"Key":"Keywords","Value":"Bcl-2 protein family,Chronic lymphocytic leukemia,Cytogenetics,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rong Chen<\/b><sup>1<\/sup>, Ping Xiong<sup>1<\/sup>, chaomei Liu<sup>1<\/sup>, Yuling Chen<sup>1<\/sup>, Yingjun Jiang<sup>2<\/sup>, Varsha Gandhi<sup>1<\/sup>, Nitin Jain<sup>1<\/sup>, William Wierda<sup>1<\/sup>, William Plunkett<sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Balor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"7103b27b-4fa3-48dc-8f49-3e6906083b7b","ControlNumber":"5564","DisclosureBlock":"&nbsp;<b>R. Chen, <\/b> None..<br><b>P. Xiong, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Y. Jiang, <\/b> None..<br><b>V. Gandhi, <\/b> None..<br><b>N. Jain, <\/b> None..<br><b>W. Wierda, <\/b> None..<br><b>W. Plunkett, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5973","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2526","PresenterBiography":null,"PresenterDisplayName":"Rong Chen, PhD","PresenterKey":"1127478d-e7e2-462a-91ec-a54db0b5a7ca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2526. The Bcl-2 family proteins in CLL: Effects by the cytogenetics, microenvironments and therapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Bcl-2 family proteins in CLL: Effects by the cytogenetics, microenvironments and therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Doxorubicin (DOX) is frequently used for investigations of breast cancer using flow cytometry with fluorescent stains for apoptosis and necrosis. DOX interference, however, can occur with these fluorescent measurements which is not reported in many published reports. The objectives of this study were to identify such interference and to assess its extent.<br \/>Methods: MDA-MB-231 and MCF-7 cells were incubated for 24 h with 0.1, 1, and 10 &#181;M DOX. Cells were then stained for apoptosis and necrosis using two commercial assay kits. Fluorescence was measured with FL1 (apoptosis), FL2 (primary for DOX), and FL3 (necrosis) detectors in cells with DOX alone, with DOX plus stains, and in control cells without DOX. Measurements were repeated two to five times using replicates and trials. Statistics were evaluated by t-tests.<br \/>Results: Overall, DOX fluorescence interference increased with concentration in both cell lines. After DOX incubation, cells stained with caspase 3\/7 and SYTOX showed fluorescence in the FL1 detector indicating caspase 3\/7 activation in apoptosis. But the DOX component of fluorescence with this detector ranged from 11 to 95%. Dox fluorescence in the FL3 detector for SYTOX measurements indicating necrosis ranged from 26 to 96% of total fluorescence. Cells stained with Annexin V (with the FITC label) and propidium iodide (PI) showed fluorescence in the FL1 detector for Annexin V indicating apoptosis. However, the DOX component of fluorescence ranged from 11 to 25%. DOX fluorescence in the FL3 detector for PI indicating necrosis ranged from 87 to 106%.<br \/>Conclusions: Without correction for DOX interference, and even at low concentrations, substantial errors can occur for apoptosis and necrosis measurements using flow cytometry with these stains in breast cancer cells. At high DOX concentrations, the interference can erroneously indicate an extensive presence of these cell death processes. Corrections for DOX interference include background subtraction and flow cytometer compensation.<br \/>Acknowledgments: The authors gratefully acknowledge financial support from the Agnes Varis Trust for Women in Science (REN), the Milton Lev Memorial Faculty Research Fund (CMO) as well as Saint Joseph&#8217;s University support for student research. The authors also thank Bin Chen, PhD, and Richard Howley for assistance with flow cytometry.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Flow cytometry,Doxorubicin,Apoptosis,Cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rachel  E.  Nicoletto<sup><\/sup>, Richard Wilkes<sup><\/sup>, <b>Clyde  M.  Ofner<\/b><sup><\/sup><br><br\/>Pharmaceutical Sciences, St. Joseph's University (US), Philadelphia, PA","CSlideId":"","ControlKey":"1a736d4e-ceda-4f4f-b7df-69b69da454e7","ControlNumber":"3639","DisclosureBlock":"&nbsp;<b>R. E. Nicoletto, <\/b> None..<br><b>R. Wilkes, <\/b> None..<br><b>C. M. Ofner, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5974","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2527","PresenterBiography":null,"PresenterDisplayName":"Clyde Ofner, BS;PhD","PresenterKey":"7d689cb5-f828-4ad9-98b0-42932902d675","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2527. Investigation of doxorubicin interference in flow cytometry measurements of apoptosis and necrosis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of doxorubicin interference in flow cytometry measurements of apoptosis and necrosis","Topics":null,"cSlideId":""},{"Abstract":"Objective: The study is to investigate the efficacy of MDM2 inhibitor RG-7388 in combination with Selinexor on ovarian cancer cells.<br \/>Background: According to the Center for Disease Control (CDC), in the United States of America, ovarian cancer is considered the second most common gynecologic cancer, after breast cancer, with a mortality rate higher than any other cancer of the female reproductive system. Researchers are constantly investigating molecular alterations in ovarian cancer to develop targeted therapies, particularly those affecting cell death and cell cycle progression. The majority of ovarian cancer cells exhibit mutations or inactivation of p53, contributing to both metastatic progression and chemoresistance. In this regard, Exportin-1 (XPO1), which is a protein that regulates the nuclear export of several cancer suppressor proteins including p53, seems to be involved in ovarian cancer growth and progression. Furthermore, there is an association between overexpression of XPO1 and resistance to chemotherapy, which is also associated with a poor prognosis for ovarian cancer patients. Our study aimed to develop new treatment strategies for ovarian cancer by combining RG-7388 with Selinexor, which is an inhibitor of the nuclear export mechanism.<br \/>Methods: For the cell death analysis, MTT assay was conducted after treating A2780 cells with RG-7388, Selinexor, and a combination of them at different doses for 24h. Western Blotting analysis was conducted to assess the protein expression levels of MDM2, p53, phospho-p53, and p21. Fluorescence imaging with DEVD-<i>amc<\/i> fluorogenic substrates was applied to determine the apoptotic effect of RG-7388 and Selinexor.<br \/>Results: A combination of RG-7388 (1&#181;M) and Selinexor (1&#181;M) was able to reduce 50 percent of cell viability after 24 h compared to individual treatments of (2&#181;M) RG-7388 and (2&#181;M) Selinexor. Moreover, the combination of RG-7388 and Selinexor revealed significant upregulation of MDM2, p53, phospho-p53, and p21 in the whole lysate, cytosolic, and nuclear fraction of the A2780 cells. Finally, the ovarian cancer cells treated with the combination of the inhibitors produced elevated fluorescence levels compared to individual treatments, indicating activation of caspases in apoptosis progression. Conclusion: Our results confirmed that the combination treatment with RG-7388 (1M) and Selinexor (1M), which has never been investigated before for treating ovarian cancer cells, reduced the cell viability, upregulated apoptotic proteins, and induced cell death through activation of caspase-mediated apoptotic mechanisms.<br \/>Grants: The Royal Dames of Cancer Research Inc., Ft. Lauderdale, Florida, provided the funds for this study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Apoptosis,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amal Alzahrani<\/b><sup>1<\/sup>, Umamaheswari Natarajan<sup>2<\/sup>, Samia Alsubhi<sup>1<\/sup>, Ahmed Alsarrani<sup>1<\/sup>, Appu Rathinavelu<sup>1<\/sup><br><br\/><sup>1<\/sup>Rumbaugh-Goodwin Institute for Cancer Research, College of Pharmacy, Nova Southeastern University, Davie, FL,<sup>2<\/sup>Rumbaugh-Goodwin Institute for Cancer Research, Nova Southeastern University, Davie, FL","CSlideId":"","ControlKey":"a39f85ed-32d0-43e8-acb8-7e1ed2e2a3a0","ControlNumber":"3603","DisclosureBlock":"&nbsp;<b>A. Alzahrani, <\/b> None..<br><b>U. Natarajan, <\/b> None..<br><b>S. Alsubhi, <\/b> None..<br><b>A. Alsarrani, <\/b> None..<br><b>A. Rathinavelu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5975","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2528","PresenterBiography":null,"PresenterDisplayName":"Amal Alzahrani","PresenterKey":"0f53bab7-bafa-44a6-a431-d5c358773ea5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2528. New ovarian cancer approach based on sensitizing the MDM2 inhibitor by an exportin-1 inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New ovarian cancer approach based on sensitizing the MDM2 inhibitor by an exportin-1 inhibitor","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Necroptosis is a cellular process known to be downregulated by cancer cells, and its molecular steps have been described in the literature. Mixed-lineage kinase domain like (MLKL) protein is the most terminal effector of necroptosis. Necroptosis has previously been shown to be activated by the formation of necrosome complex consisting of receptor interacting serine\/threonine kinase 1 (RIPK1)-RIPK3-MLKL. MLKL is activated by RIPK3 via phosphorylation, forming phospho-MLKL (P-MLKL), leading to MLKL polymerization and cell necroptosis via lysosome membrane permeabilization (LMP) and plasma membrane rupture. We propose that the necrosome locates onto the lysosome, leading to MLKL-activation induced LMP before cell membrane rupture.<br \/>Objectives: Our objective is to show that necrosome formation occurs on lysosomal membrane, which then leads to the formation of P-MLKL, and, subsequently, necroptosis via LMP and plasma membrane rupture.<br \/>Methods: HT-29 cells with hemagglutinin (HA) tagged lysosomal transmembrane protein were induced to undergo necroptosis with the treatment of TNF (T), Smac-mimetic (S) and Z-VAD-FMK (Z) (abbreviated as T\/S\/Z). Lysosomes were extracted first by cell rupture via homogenization and then immunoprecipitation using anti-HA magnetic beads.<br \/>Results: Our results suggest that LMP precedes plasma membrane permeability and that MLKL activation takes place on lysosomal membrane. Western blotting demonstrated that lysosomal cathepsin proteases, including CTSA, CTSB, CTSC, CTSD and CTSK, were released into cytosol during necroptosis, confirming lysosomal damage. Furthermore, P-RIPK1, P-RIPK3, P-MLKL and MLKL tetramer were found to be specifically associated with purified lysosomes upon necroptosis induction.<br \/>Conclusions: MLKL activation on lysosomal membrane and LMP constitute an important step of necroptosis. [J.M. and R.F. contributed equally to this work.]","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-07 Necrosis and necroptosis,,"},{"Key":"Keywords","Value":"Cell death,Cancer cell,Cancer metabolism,Lysosome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jamila Mammadova<\/b><sup>1<\/sup>, Rojin Fatirkhorani<sup>2<\/sup>, Shuzhen Liu<sup>3<\/sup>, Ken Chen<sup>1<\/sup>, Zhigao Wang<sup>1<\/sup><br><br\/><sup>1<\/sup>University of South Florida, Tampa, FL,<sup>2<\/sup>Nova Southeastern University, Davie, FL,<sup>3<\/sup>University of Texas Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"9f115846-d897-4caa-8a1d-8164cff6f203","ControlNumber":"146","DisclosureBlock":"&nbsp;<b>J. Mammadova, <\/b> None..<br><b>R. Fatirkhorani, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>K. Chen, <\/b> None..<br><b>Z. Wang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5976","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2529","PresenterBiography":null,"PresenterDisplayName":"Jamila Mammadova, BS,MA","PresenterKey":"d5bd2ab4-75ad-4ff3-b96e-3f534640abea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2529. Necrosome translocates to lysosome to induce lysosome membrane permeabilization and subsequent necroptotic cell death","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Necrosome translocates to lysosome to induce lysosome membrane permeabilization and subsequent necroptotic cell death","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Venetoclax (ven) in combination with hypomethylating agents or low dose cytarabine leads to rapid and durable remission in patients (pts) with acute myeloid leukemia (AML) unfit for intensive chemotherapy (IC), however, pts with <i>TP53<\/i> mutations (<i>TP53<\/i><sup>mut<\/sup>) exhibit adverse prognosis. Here, we identify dysregulation of the integrated stress response (ISR) pathway in pts with <i>TP53<\/i><sup>mut<\/sup>, specifically through the actions of DAP3 binding cell death enhancer 1 (DELE1) and its activating protease OMA1.<b><\/b><br \/><b>Methods:<\/b> RNA sequencing was performed on pre-treatment bone marrow-derived mononuclear cells (BMMCs) from pts with AML ineligible for IC across four clinical trials (NCT02993523, NCT02203773, NCT03069352, and NCT02287233). CRISPR-Cas9 editing of <i>TP53<\/i>-intact AML cell lines was used to generate <i>TP53<\/i><sup>-\/-<\/sup>, <i>TP53<\/i><sup>mut<\/sup>, <i>DELE1<\/i><sup>-\/-<\/sup>, <i>OMA1<\/i><sup>-\/-<\/sup> and <i>TP53<\/i>\/<i>DELE1<\/i> double deficient cell lines. Quantification of BCL2 and Myeloid cell leukemia 1 (MCL1) complexes with BCL2 interacting mediator (BIM) was performed using chemiluminescence assays. A drug screen to assess viability and gene expression was performed in cells treated with ven in combination with 63 drugs.<br \/><b>Results:<\/b> In total 401 pts were included in the analyses, of which 17% harbored <i>TP53<\/i><sup>mut <\/sup>and 83% were <i>TP53<\/i><sup>wt<\/sup>. Analysis of genes differentially expressed (DE) between pts with <i>TP53<\/i><sup>mut <\/sup>and <i>TP53<\/i><sup>wt <\/sup>AML revealed 19 DE genes shared across all trials. <i>DELE1<\/i>, an ISR adaptor, was associated with genes mapping to the ISR-related eukaryotic initiation factor-&#945; (eIF2&#945;) in <i>TP53<\/i><sup>mut <\/sup>AML BMMCs. Deletion of <i>DELE1<\/i> or <i>OMA1<\/i> in AML cell lines blocked eIF2&#945; activation and induction of the transcription factor ATF4, a critical ISR effector, in response to the mitochondrial stressor FCCP, ven, and azacitidine, and resulted in ven resistance similar to that of <i>TP53<\/i> deficient cells. All modified AML cell lines exhibited a concomitant decrease in the pro-apoptotic regulator <i>PMAIP1<\/i>, encoding NOXA, and a 14-18-fold increase in MCL1-BIM complexes following ven treatment, as well as increased MCL1 expression, compared to parental lines. Further screening of these cell lines for ven sensitizing activity revealed the BH3 mimetic S63845, which targets MCL1, as the top hit, suggesting that combined BH3 mimetics may overcome ven resistance during ISR pathway defects. As <i>DELE1<\/i> is located on chromosome 5 (CH); the frequent loss of CH 5q among TP<i>53<\/i><sup>mut<\/sup> AML may contribute to low <i>DELE1<\/i> expression.<br \/><b>Conclusions:<\/b> These data suggest that defective ISR signaling may be a factor in <i>TP53<\/i><sup>mut<\/sup> AML treatment outcome and point to DELE1 dysregulation as a driver of ISR inactivation in pts with <i>TP53<\/i><sup>mut<\/sup> AML. The ISR induces the expression of NOXA, which displaces MCL1 from BIM and lowers the apoptotic threshold. Our data identify p53, DELE1, and OMA1 as regulators of NOXA expression post ven treatment and indicate that co-targeting MCL1 in pts with <i>TP53<\/i><sup>mut<\/sup> AML may be beneficial to overcome ven resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Leukemias: acute myeloid,Venetoclax,p53 mutations,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>David Sharon<\/b><sup>1<\/sup>, Paul Jung<sup>1<\/sup>, Yan Sun<sup>1<\/sup>, Weiguo Feng<sup>1<\/sup>, Ziping Yang<sup>1<\/sup>, Valerie Robinson<sup>1<\/sup>, Diya Mitra<sup>1<\/sup>, Wei Liu<sup>1<\/sup>, Pingping Zheng<sup>1<\/sup>, Tamar Uziel<sup>1<\/sup>, Lloyd Lam<sup>1<\/sup>, Mark  D.  Minden<sup>2<\/sup>, Jeremy Ross<sup>1<\/sup>, Wellington Mendes<sup>1<\/sup>, Jalaja Potluri<sup>1<\/sup>, Andrew  H.  Wei<sup>3<\/sup>, Marina Konopleva<sup>4<\/sup>, Monique Dail<sup>5<\/sup>, Brenda Chyla<sup>1<\/sup>, PK Epling-Burnette<sup>1<\/sup><br><br\/><sup>1<\/sup>Precision Medicine, Oncology, AbbVie Inc., North Chicago, IL,<sup>2<\/sup>University of Toronto, Toronto, ON, Canada,<sup>3<\/sup>Princess Margaret Cancer Centre, University of Melbourne, Melbourne, Australia,<sup>4<\/sup>MD Anderson Cancer Center, Houston, TX,<sup>5<\/sup>Genentech, San Francisco, CA","CSlideId":"","ControlKey":"8b95546d-646e-4e0a-a518-9d2921471b7a","ControlNumber":"4837","DisclosureBlock":"<b>&nbsp;D. Sharon, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>P. Jung, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>Y. Sun, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>W. Feng, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>Z. Yang, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>V. Robinson, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>D. Mitra, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>W. Liu, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>P. Zheng, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>T. Uziel, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>L. Lam, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>M. D. Minden, <\/b> <br><b>AbbVie<\/b> Other, Investigator on an AbbVie funded study. <br><b>J. Ross, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>W. Mendes, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>J. Potluri, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>A. H. Wei, <\/b> <br><b>Novartis<\/b> Other, Advisory Board, Funding, Speaker's bureau. <br><b>Astra Zeneca<\/b> Other, Advisory Board, funding. <br><b>Astellas<\/b> Other, Advisory Board, Speaker's bureau. <br><b>Janssen<\/b> Other, Advisory Board, funding. <br><b>Amgen<\/b> Other, Advisory Board, funding. <br><b>Roche<\/b> Other, Advisory board. <br><b>Pfizer<\/b> Other, Advisory board. <br><b>AbbVie<\/b> Other, Advisory Board, Funding, Speaker's bureau. <br><b>Servier<\/b> Other, Advisory Board, Speaker's bureau. <br><b>Gilead<\/b> Other, Advisory Board. <br><b>BMS<\/b> Other, Advisory Board, Funding, Speaker's bureau. <br><b>Shoreline<\/b> Other, Advisory Board. <br><b>Macrogenics and Angios<\/b> Other, Advisory Board. <br><b>Syndax<\/b> Other, Research funding. <br><b>Astex<\/b> Other, Research funding. <br><b>Walter and Eliza Hall Institute<\/b> Other, WEHI receives milestone and royalty payments related to the development of Venetoclax. Current and past employees of Walter and Eliza Hall Institute may be eligible for financial benefits related to these payments. A.H.W receives such a financial benefit.&nbsp;<br><b>M. Konopleva, <\/b> <br><b>AbbVie<\/b> Other, Investigator on an AbbVie funded study.&nbsp;<br><b>M. Dail, <\/b> <br><b>Genentech<\/b> Employment, Stock. <br><b>AbbVie<\/b> Other, Investigator on an AbbVie funded study.&nbsp;<br><b>B. Chyla, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>P. Epling-Burnette, <\/b> <br><b>AbbVie<\/b> Employment, Stock.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5977","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2530","PresenterBiography":null,"PresenterDisplayName":"David Sharon","PresenterKey":"5f7a05b5-09e6-4d57-8e2b-bd7386988db6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2530. DELE1 loss and dysfunctional integrated stress signaling in <i>TP53<\/i> mutated AML is a novel pathway for venetoclax resistance","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DELE1 loss and dysfunctional integrated stress signaling in <i>TP53<\/i> mutated AML is a novel pathway for venetoclax resistance","Topics":null,"cSlideId":""},{"Abstract":"B-cell lymphoma 2 (BCL-2) is a member of the anti-apoptotic BCL-2 family and is dysregulated in B-cell malignancies, including chronic lymphocytic leukemia (CLL)\/small lymphocytic lymphoma (SLL), acute myeloid leukemia (AML) and Non-Hodgkin&#8217;s lymphoma. Venetoclax (VEN), also known as ABT-199, is the only BCL-2 inhibitor approved by FDA for treating CLL\/SLL and AML. VEN is a BH3-mimetic drug competitively inhibits BCL-2 by binding to the hydrophobic groove and thereby displacing proapoptotic proteins and inducing apoptosis. Despite high effectiveness of the initial treatment, most patients treated with VEN eventually relapse or develop resistance. An important resistance mechanism is acquisition of BCL-2 G101V mutation, detected in about 50% of CLL patients 19-42 months after receiving VEN. Other resistance mutations identified clinically so far include D103, A113G, R129L, and V156D, etc. Overcoming VEN-resistant Bcl-2 mutations represent an unmet medical need. Here, we introduce a novel and selective second-generation oral BCL-2 inhibitor, FCN-683, with sub-nano or single nanomolar affinity to BCL-2 and VEN-resistant BCL-2 mutations including G101V, D103E\/V\/Y, F104L, A113G, R129L and V156D. FCN-683 showed much higher affinity to BCL-2 than BCL-xL, suggesting its good potential to avoid BCL-xL-linked thrombocytopenia. FCN-683 exhibited comparable or superior anti-proliferation activities compared with VEN in various BCL-2-addicted human B-cell lymphoma cells, including DOHH2 follicular lymphoma cells, Toledo diffuse large B-cell lymphoma cells, and RS4;11 acute lymphoblastic leukemia cells, while sparing BCL-xL-dependent cells. Of note, FCN-683 displayed potent anti-proliferative activities against a panel of genetically engineered RS4;11 cells ectopically expressing VEN-resistant BCL-2 mutants such as G101V, D103 or several other mutants above-mentioned, outperforming VEN. Correspondingly, FCN-683 significantly inhibited tumor growth in mice xenografts derived from human B-cell lymphomas harboring BCL-2 or various VEN-resistant BCL-2 mutations and its anti-tumor efficacy was much superior to VEN. In non-clinical studies, FCN-683 possessed excellent pharmacokinetic (PK) properties comparable to VEN. Preferable safety profiles of FCN-683 were shown with no potential hERG inhibitory effect and less drug-drug interaction potential, as evidenced by no inhibitory effect (IC<sub>50<\/sub> &#62;50 &#956;M) on CYP2C9 enzyme compared with VEN (IC<sub>50<\/sub> 1.05 &#956;M). Together, FCN-683 is highly potent, selective and highly efficacious against a variety of clinically relevant VEN-resistance BCL-2 mutations <i>in vitro<\/i> and <i>in vivo<\/i> and exhibits favorable PK and safety profiles, highlighting its therapeutic potential to become an effective therapeutic approach for VEN-na&#239;ve or -resistant BCL-2-addicted B-cell malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-03 Bcl-2 family proteins,,"},{"Key":"Keywords","Value":"Bcl-2 protein family,Venetoclax,Resistance,Lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shu (Sophie) Lin<\/b><sup>1<\/sup>, Hongbin Liu<sup>1<\/sup>, Rui Tan<sup>1<\/sup>, Weipeng Zhang<sup>1<\/sup>, Chengxi He<sup>1<\/sup>, Yue Rong<sup>1<\/sup>, Zhuo Huang<sup>1<\/sup>, Jinhua Yu<sup>1<\/sup>, Yunling Wang<sup>1<\/sup>, Yangli Qi<sup>1<\/sup>, Xingdong Zhao<sup>1<\/sup>, Lihua Jiang<sup>1<\/sup>, Yanxin Liu<sup>1<\/sup>, Xilei Wang<sup>1<\/sup>, Zongyao Zou<sup>1<\/sup>, Jing Sun<sup>1<\/sup>, Yuwei Gao<sup>1<\/sup>, Weibo Wang<sup>1<\/sup>, Xiaohui Guan<sup>2<\/sup>, Yifang Wu<sup>2<\/sup><br><br\/><sup>1<\/sup>Fochon Biosciences, Ltd., Chongqing, China,<sup>2<\/sup>Fochon Pharmaceuticals, Ltd., Chongqing, China","CSlideId":"","ControlKey":"12bb1798-6e50-48dc-979b-b6f68e478121","ControlNumber":"927","DisclosureBlock":"<b>&nbsp;S. Lin, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>H. Liu, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>R. Tan, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>W. Zhang, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>C. He, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>Y. Rong, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>Z. Huang, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>J. Yu, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>Y. Wang, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>Y. Qi, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>X. Zhao, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>L. Jiang, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>Y. Liu, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>X. Wang, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>Z. Zou, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>J. Sun, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>Y. Gao, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>W. Wang, <\/b> <br><b>Fochon Biosciences, Ltd.<\/b> Employment. <br><b>X. Guan, <\/b> <br><b>Fochon Pharmaceuticals, Ltd.<\/b> Employment. <br><b>Y. Wu, <\/b> <br><b>Fochon Pharmaceuticals, Ltd.<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5978","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2531","PresenterBiography":null,"PresenterDisplayName":"Shu (Sophie) Lin, PhD","PresenterKey":"31abfc1f-4209-4df3-a23a-39cacc5df25e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2531. FCN-683, a novel second-generation BCL-2 inhibitor, is highly potent, selective and efficacious against clinically relevant venetoclax-resistant mutations","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FCN-683, a novel second-generation BCL-2 inhibitor, is highly potent, selective and efficacious against clinically relevant venetoclax-resistant mutations","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer related death. The most common form is non-small cell lung cancer (NSCLC). In a large proportion of NSCLC, driver mutations in protein kinases are found. One of the most frequently affected gene is the epidermal growth factor receptor (EGFR). Anti-cancer drugs have been developed that specifically inhibit mutated EGFR and are effective in anti-cancer therapy. However, resistance mediating mutations occur regularly during therapy limiting both treatment outcome and therapeutic options for follow up therapy. In sarcoma cell lines, resistance has already been overcome by a combination of proteasome inhibitors (PIs) with BH3 mimetics (Muenchow et al., 2020). In this case, drugs were combined that have an independent mechanism of action. In ALK-rearranged\/TP53-mutated NSCLC cells, ALK-TKI resistance is also overcome by proteasome inhibition that mediates induction of the pro-apoptotic protein NOXA (Tanimoto et al., 2020). Since NOXA inhibits anti-apoptotic BCL-2 proteins, we hypothesize that combined treatment with receptor tyrosine kinase inhibitors (RTKIs) and PI or BCL-2 inhibitors (BCL2I) is an effective strategy for the treatment of EGFR mutated NSCLC tumors. To explore this hypothesis, we investigated cell death induction by combined administration of RTKI and PI in NSCLC cells differing in their mutational status, i.e., RTKI resistance. In addition, we analyzed the expression of effector BCL-2 family proteins (BAX, BAK, BOK) to determine their relevance to cell death induction and their informative value as predictive markers.<br \/>By flow cytometric analysis of apoptosis markers (exposure of phosphatidyl serine, loss of mitochondrial membrane potential) we showed that the RTKI Osimertinib and PI Bortezomib synergistically induce cell death in H1650 and HCC4006 cells, independent of RTKI resistance. Importantly, Western blot analysis showed RTKI-induced accumulation of the pro-apoptotic BH3-only protein NOXA in the HCC4006 and H1650 cancer cell lines. Additionally, the H1975 showed a similar effect combining Osimertinib and ABT-199, a BCL2I, in flow cytometric analysis and Western blot.<br \/>In summary, the presented experiments support the hypothesized synergistic cell death induction by RTK-inhibitors and proteasome inhibition as well as BCL-2-inhibition.<br \/>Studying the molecular mechanism of synergistic efficacy of RTKI\/PI or RTKI\/BCL2I combination therapies may form the basis for a general therapeutic concept which relies on simultaneous blocking of driver mutations and survival-promoting BCL-2 proteins.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-03 Bcl-2 family proteins,,"},{"Key":"Keywords","Value":"NSCLC,EGFR,Receptor tyrosine kinase inhibitor (RTKI),Proteasome inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Franziska Orth<\/b><sup><\/sup>, Benjamin Schaefer<sup><\/sup>, Annika Harsch<sup><\/sup>, Sandra Weller<sup><\/sup>, Tobias Beigl<sup><\/sup>, Lynn Barber<sup><\/sup>, Hans-Georg Kopp<sup><\/sup>, Frank Essmann<sup><\/sup><br><br\/>Robert Bosch Centre for Tumour Diseases (RBCT), Stuttgart, Germany","CSlideId":"","ControlKey":"f516eba8-8c4b-4e30-bb79-cfc4f0098515","ControlNumber":"5198","DisclosureBlock":"&nbsp;<b>F. Orth, <\/b> None..<br><b>B. Schaefer, <\/b> None..<br><b>A. Harsch, <\/b> None..<br><b>S. Weller, <\/b> None..<br><b>T. Beigl, <\/b> None..<br><b>L. Barber, <\/b> None.&nbsp;<br><b>H. Kopp, <\/b> <br><b>Amgen<\/b> Other, Consulting. <br><b>AstraZeneca<\/b> Other, Consulting. <br><b>Boehringer-Ingelheim<\/b> Other, Consulting. <br><b>BMS<\/b> Other, Consulting. <br><b>Chugai<\/b> Other, Consulting. <br><b>GSK<\/b> Other, Consulting. <br><b>Janssen-Cilag<\/b> Other, Consulting. <br><b>Lilly<\/b> Other, Consulting. <br><b>Merck<\/b> Other, Consulting. <br><b>MSD<\/b> Other, Consulting. <br><b>Novartis<\/b> Other, Consulting. <br><b>Pfizer<\/b> Other, Consulting. <br><b>Roche<\/b> Other, Consulting. <br><b>Sanofi<\/b> Other, Consulting. <br><b>Takeda<\/b> Other, Consulting.<br><b>F. Essmann, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5979","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2532","PresenterBiography":null,"PresenterDisplayName":"Franziska Orth, No Degree","PresenterKey":"e2b8b7da-ad71-4b50-a664-d027587af8d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2532. Disrupting resistance to EGFR-specific tyrosine kinase inhibitors in TP53-mutated lung carcinoma cell lines by proteasome inhibition","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disrupting resistance to EGFR-specific tyrosine kinase inhibitors in TP53-mutated lung carcinoma cell lines by proteasome inhibition","Topics":null,"cSlideId":""},{"Abstract":"We sought to identify dependencies of slow growing, chemo-resistant osteosarcoma cells that anchor in the metastatic niche. These dependencies yield insight into what allows early cells to survive in the hostile lung environment, as well as potential therapeutic targets. In our studies of metastatic colonization, we identified two distinct populations of osteosarcoma cells. The first, dubbed &#8220;anchor cells&#8221;, are prevalent in the early metastatic niche where they are hypo-proliferative and hyper-secretory. The second subpopulation, &#8220;growth cells&#8221;, proliferate rapidly and predominate as lesions begin to grow rapidly. To identify genes and pathways that differentiate anchor cells, we performed scRNAseq on early and late metastases and confirmed these findings with tissue staining of time-matched metastases. To identify ligands that might facilitate survival of anchor cells in the lung microenvironment and their source, we performed scRNAseq on normal and metastasis-bearing lungs at different stages of metastasis. To confirm osteosarcoma cells express receptors for the identified lung growth factors, we used an immunoassay to evaluate tyrosine kinase receptor expression at baseline and in response to lung epithelial cell-conditioned medium. To confirm the growth factors increased MAPK activity in osteosarcoma cells, we used live cell imaging on fluorescent pERK reporter cells, followed by immunofluorescence to determine if increased MAPK activity was necessary for increased MCL1 expression. To determine if MCL1 is a viable therapeutic target and selective for anchor cells, we treated tumor-on-lung anchor cell-rich spheroid models with a MCL1-selective BH3 mimetic, AZD5991, and quantified cell death. To optimize dosing and determine tolerance <i>in vivo<\/i>, we treated metastasis-bearing mice with different doses of AZD5991 +\/- cyclophosphamide. We found anchor cells have upregulated ERK activity and MCL1 expression compared to growth cells. This activity is associated with production of several growth factors in the metastatic niche that can activate receptors expressed by osteosarcoma cells. Growth-factor induced ERK activity is necessary for increased MCL1 expression in osteosarcoma cells. We found expression of many growth factors produced by niche cells becomes augmented as osteosarcoma cells colonize the lung. Additionally, host cells within the niche express comparatively more growth factors early in the metastatic process, with macrophages representing a predominant source of growth factors. We found cells expressing higher levels of MCL1 are vulnerable to its inhibition <i>in vitro<\/i>. Metastatic burden decreased as the number of AZD5991 doses increased <i>in vivo<\/i>. Our data suggest growth factors in the lung activate ERK in the early metastatic niche, and ERK-dependent MCL1 expression is required for survival of anchor cells. MCL1-targeting agents may have utility in disrupting colonization of the lungs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-03 Bcl-2 family proteins,,"},{"Key":"Keywords","Value":"Osteosarcoma,Mcl-1,Metastasis,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Camille  A.  McAloney<\/b><sup>1<\/sup>, Rawan Makkawi<sup>2<\/sup>, Matthew  V.  Cannon<sup>1<\/sup>, Amy  C.  Gross<sup>1<\/sup>, Maren Cam<sup>1<\/sup>, Emily Franz<sup>1<\/sup>, Tatyana  A.  Vetter<sup>1<\/sup>, Alexander  E.  Davies<sup>3<\/sup>, Ryan  D.  Roberts<sup>1<\/sup><br><br\/><sup>1<\/sup>CCCR, Nationwide Children's Hospital, Columbus, OH,<sup>2<\/sup>The Ohio State University, Columbus, OH,<sup>3<\/sup>Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"31be5d38-c030-45c0-a5d1-d98a6cffeaf7","ControlNumber":"4932","DisclosureBlock":"&nbsp;<b>C. A. McAloney, <\/b> None..<br><b>R. Makkawi, <\/b> None..<br><b>M. V. Cannon, <\/b> None..<br><b>A. C. Gross, <\/b> None..<br><b>M. Cam, <\/b> None..<br><b>E. Franz, <\/b> None..<br><b>T. A. Vetter, <\/b> None..<br><b>A. E. Davies, <\/b> None..<br><b>R. D. Roberts, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5980","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2533","PresenterBiography":null,"PresenterDisplayName":"Camille McAloney","PresenterKey":"b7d2bec4-c50b-46a4-bbaa-f0808e680914","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2533. MAPK-driven MCL1 expression promotes osteosarcoma survival in the metastatic niche","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MAPK-driven MCL1 expression promotes osteosarcoma survival in the metastatic niche","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is a leading cause of cancer related deaths in the United States. CRC patients are often treated with the chemotherapeutic drug 5-fluorouracil (5-FU), but resistance often occurs. It is well-established that 5-FU induces apoptosis in cancer cells, but apoptosis inhibition does not block the anticancer effect of 5-FU, suggesting a role of non-apoptotic cell death. Necroptosis is a regulated form of necrosis controlled by Receptor-Interacting Protein kinase 1 (RIP1), RIP3, and Mixed Lineage Kinase domain-Like (MLKL), and its role in anticancer therapy remains unclear. TCGA RNAseq data show that RIP3 is significantly downregulated in primary CRC tumors, which is correlated with worse outcomes. RIP3 downregulation also occurs in established CRC cell lines and is associated with decreased 5-FU sensitivity. Therefore, we hypothesize that necroptosis may play a critical role in anticancer therapy and that restoring defective necroptosis may enhance therapeutic sensitivity. Our studies show that RIP3-expressing (RIP3+) CRC cells undergo both apoptosis and necroptosis in response to 5-FU. As expected, knock-out of RIP3 in RIP3+ CRC cells resulted in decreased 5-FU sensitivity, as well as abrogated necroptosis induction. Additionally, stable restoration of RIP3 in RIP3-silenced (RIP3-) CRC cells appeared to enhance 5-FU response, under conditions where apoptosis was inhibited. Furthermore, we explored alternative ways to induce necroptosis in RIP3-silenced cells. Together, our results suggest that necroptosis plays an important role in 5-FU-induced cell death in CRC. These results provide novel insights into the role of necroptosis in anticancer therapy in CRC, which could be used for development of improved therapies and personalized medicine based on RIP3 status.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-07 Necrosis and necroptosis,,"},{"Key":"Keywords","Value":"Cell death,Colorectal cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kaylee Ermine<\/b><sup><\/sup>, Dongshi Chen<sup><\/sup>, Xinyan Lu<sup><\/sup>, Jian Yu<sup><\/sup>, Lin Zhang<sup><\/sup><br><br\/>University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"481ea929-a59d-42ed-a235-00667f22bf0c","ControlNumber":"5378","DisclosureBlock":"&nbsp;<b>K. Ermine, <\/b> None..<br><b>D. Chen, <\/b> None..<br><b>X. Lu, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>L. Zhang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5981","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2534","PresenterBiography":null,"PresenterDisplayName":"Kaylee Ermine, BS","PresenterKey":"8bf0ec3c-9375-41bd-94f5-33a1557c0ad7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2534. Targeting defective necroptosis in colorectal cancer to overcome therapeutic resistance","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting defective necroptosis in colorectal cancer to overcome therapeutic resistance","Topics":null,"cSlideId":""},{"Abstract":"GB is the most common, most aggressive primary brain tumor with a deleterious prognosis. Novel approaches to improve therapy are urgently needed.<br \/>ASPP2 is a tumor suppressor, directly interacting with p53 to induce apoptosis. We recently identified a dominant-negative isoform of ASPP2, named ASPP2kappa(k), lacking the important p53 binding sites. We now show that ASPP2k is highly expressed and functionally active in high grade glioma and that silencing of ASPP2k reactivates induction of apoptosis via p53.<br \/>Freshly resected glioma (n=76) were assessed for ASPP2k expression. Isogenic, p53wt cell models, stably suppressing or overexpressing ASPP2k were established in A-172 and U-251 cells and <i>ex vivo<\/i> from GB samples and the role of ASPP2k in induction of apoptosis, cellular proliferation, migration and invasion was assessed. A proteome array allowed to study pathways involved in ASPP2k signaling. An ASPP2k knock-down, NOD\/SCID xenotransplant mouse model was established to study the role of ASPP2k in tumor engraftment and progression.<br \/>Frequent overexpression of ASPP2k in glioma was confirmed in virtually all patients analyzed. Expression patterns varied widely (up to 40-fold compared to tumor-free tissue). Expression of ASPP2k thereby correlates with tumor biology - with highest levels found in aggressive grade IV GB. We further demonstrate that expression of ASPP2k results in impaired induction of apoptosis in all GB models - and knock down of ASPP2k renders cells more susceptible towards temozolamide (TMZ), &#947;-irradiation (avg. 25% TMZ, 40% irradiation) or combinational approaches compared to controls. Vice versa, overexpression of ASPP2&#954; further attenuates induction of apoptosis. Even more, ASPP2k directly affects other cellular functions in GB, rendering cells to a more aggressive phenotype with increased proliferation (approx. 25%), migration (approx. 65%) and invasion rates compared to the knock down strains. In line, silencing of ASPP2k resulted in strong upregulation of crucial p53 phosphorylation sites (S15\/S46), as well as cell cycle regulators (p21, p27 and pRAD) in a proteome array, arguing for re-activation of crucial p53-mediated pathways in the ASPP2k silenced cells. Results were confirmed by western immunoblotting and FACS analyses. Ongoing xenotransplant mouse models confirm that silencing of ASPP2k in GB models attenuates tumor engraftment, development and progression in vivo. In summary, we here show that ASPP2k is highly expressed in GB and directly contributes to aggressiveness of the disease as well as resistance towards therapy. Silencing of ASPP2k thereby re-activates crucial p53 pathways, resulting in re-activation of p53-mediated apoptosis pathways as well as re-installation of cell cycle checkpoints. Future studies evaluating ASPP2k as a prognostic\/predictive model and potential target for therapy are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Alternative splicing,Tumor suppressor,p53,Glioblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Marlon Hafner<sup>1<\/sup>, Alessia Ruiba<sup>1<\/sup>, Leonie Kampa<sup>1<\/sup>, Vincent Kälin<sup>2<\/sup>, Marian Neidert<sup>2<\/sup>, Konrad Buchauer<sup>3<\/sup>, Guido Henke<sup>3<\/sup>, Ludwig Plasswilm<sup>3<\/sup>, Marcus  M.  Schittenhelmn<sup>1<\/sup>, <b>Kerstin M. Kampa-Schittenhelm<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Medical Oncology and Hematology, Kantonsspital St. Gallen, St. Gallen, Switzerland,<sup>2<\/sup>Neurosurgery, Kantonsspital St. Gallen, St. Gallen, Switzerland,<sup>3<\/sup>Radiooncology, Kantonsspital St. Gallen, St. Gallen, Switzerland","CSlideId":"","ControlKey":"f27ac394-c0ef-4ef8-85de-898ca7917095","ControlNumber":"7101","DisclosureBlock":"&nbsp;<b>M. Hafner, <\/b> None..<br><b>A. Ruiba, <\/b> None..<br><b>L. Kampa, <\/b> None..<br><b>V. Kälin, <\/b> None..<br><b>M. Neidert, <\/b> None..<br><b>K. Buchauer, <\/b> None..<br><b>G. Henke, <\/b> None..<br><b>L. Plasswilm, <\/b> None.&nbsp;<br><b>M. M. Schittenhelmn, <\/b> <br><b>APIS Assay Technologies<\/b> Patent license. <br><b>K. M. Kampa-Schittenhelm, <\/b> <br><b>APIS Assay technology<\/b> patent license.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5982","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2535","PresenterBiography":null,"PresenterDisplayName":"Kerstin Kampa-Schittenhelm, MD","PresenterKey":"117809f1-3a0b-4bfa-a3cc-80b1ec82eba1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2535. Inhibition of oncogenic ASPP2kappa(k), a dominant-negative isoform of the tumorsuppressor ASPP2, results in reactivation of p53 in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of oncogenic ASPP2kappa(k), a dominant-negative isoform of the tumorsuppressor ASPP2, results in reactivation of p53 in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Cytotoxic T Lymphocyte Antigen 4 (CTLA4) expressed on the surface of T cells is an important immunotherapeutic target in many cancers, including melanoma. However, we previously found highly upregulated expression of CTLA4 in BRAF\/NRAS-mutant human melanoma cell lines and tissues. Although CTLA4 is almost entirely expressed intracellularly in melanoma cells, its intracellular functions have remained elusive. Ectopic expression of Ctla4 (Ctla4-ee) in mouse melanoma cell lines significantly promoted lung colonization in syngeneic mice as well as in immunocompromised mice, suggesting that Ctla4 had pro-tumorigenic effects independent of its extracellular immune checkpoint function. Proteomics analysis identified apoptosis to be a major affected pathway and we found that Ctla4 ectopic-expressing mouse melanoma cells (B2905-Ctla4-ee) were significantly resistant to doxorubicin-induced apoptosis as compared to empty vector (EV) controls. In a reciprocal experiment, knocking out CTLA4 in the Hs936T human melanoma cells, that exhibit high endogenous CTLA4 expression, showed significantly increased apoptosis than the parental cells. Moreover, significant upregulation of anti-apoptotic proteins (Bnip3, Birc6, Pak1, Mcl-1, Survivin, Rac1\/Cdc42, Bcl-2, and Bnip3l) and downregulation of pro-apoptotic proteins (p53 and Bad) were observed in CTLA4-ee cells as compared to EV controls. CTLA4-ee cells also showed significantly higher invasion in Matrigel-coated Transwell assay. Interestingly, we also found that CTLA4 translocated to mitochondria, where it downregulated oxidative phosphorylation and increased glycolysis. These findings lead us to hypothesize that CTLA4 plays a significant role in regulating apoptosis and mitochondrial metabolic functions, leading to the promotion of melanoma progression and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Apoptosis,Melanoma\/skin cancers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hasan Raza Kazmi<\/b><sup>1<\/sup>, Xuan Mo<sup>1<\/sup>, Bo Zhou<sup>1<\/sup>, Sarah Preston Alp<sup>1<\/sup>, Scott Gross<sup>1<\/sup>, Hassaan Wajeeh<sup>1<\/sup>, Carmen Merali<sup>2<\/sup>, John Elrod<sup>1<\/sup>, Jonathan Soboloff<sup>1<\/sup>, Salim Merali<sup>2<\/sup>, M. Raza Zaidi<sup>1<\/sup><br><br\/><sup>1<\/sup>Temple Univ. Lewis Katz School of Medicine, Philadelphia, PA,<sup>2<\/sup>Temple University School of Pharmacy, Philadelphia, PA","CSlideId":"","ControlKey":"915dcb57-5612-417c-b4aa-c325bc3bb836","ControlNumber":"7967","DisclosureBlock":"&nbsp;<b>H. R. Kazmi, <\/b> None..<br><b>X. Mo, <\/b> None..<br><b>B. Zhou, <\/b> None..<br><b>S. P. Alp, <\/b> None..<br><b>S. Gross, <\/b> None..<br><b>H. Wajeeh, <\/b> None..<br><b>C. Merali, <\/b> None..<br><b>J. Elrod, <\/b> None..<br><b>J. Soboloff, <\/b> None..<br><b>S. Merali, <\/b> None..<br><b>M. Zaidi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5983","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2536","PresenterBiography":null,"PresenterDisplayName":"Hasan Kazmi, PhD","PresenterKey":"4a0fa5ee-3590-4959-8631-fa1a7774ddc3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2536. Intracellular Ctla4 overexpression promotes melanoma progression and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intracellular Ctla4 overexpression promotes melanoma progression and metastasis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Acute myeloid leukemia (AML) is the most common form of leukemia in adults. In 2017, 120,000 new AML cases of were reported worldwide, with an expectation to reach double the number by 2040. Presently, with an 8.5 months of median survival rate and approximately 60% recurrence rate following chemotherapy treatment, leads to the opportunity to improve overall AML cancer therapy. The Retinoblastoma (Rb1) protein can control canonical cell cycle progression and be a determinant to apoptosis depending on its phosphorylation state, binding partners, and localization (specifically mitochondrial Rb1). We have developed a new small molecule, AP-3-84, which binds the LxCxE domain of Rb1 and can induce cell death in multiple acute myeloid leukemia cell lines by in vitro studies.<br \/><b>Methods:<\/b> AML cell lines (THP-1, AML-193, Kasumi-1) were cultured at different cell concentration (75000\/ml, 125,000\/ml and 200,000\/ml) and exposed to 5, 10, 15, 20 uM concentration of AP-3-84. Cell differentiation was induced by 100 ng\/ml PMA over 24 hours. Nonhemopoietic cancer cells (ID8, PDAC) were analyzed after exposure to AP-3-84. Cell death outcomes were measured by Annexin-V using flowcytometry or viability measures by Alamar blue assay. Protein levels were measured by Western blots at intervals between 30 min and 6 hours after exposure to AP-3-84 for total Rb1, phosphorylated Rb1, ATF3, BIM, NOXA, Bak, Bax, cleaved PARP, cleaved Caspase-3. Cytoplasmic and mitochondrial lysates were examined. Confocal immunocytochemistry on Rb1 expression in nucleus versus cytoplasm was performed.<br \/><b>Results:<\/b> Rb1 protein expression was documented by immunocytochemistry in nucleus and cytoplasm of THP1 cells consistent with its detection in nuclear and mitochondrial lysates (Western). AP-3-84 induction of cell death was observed at 10uM or higher concentration, with a 5 minute exposure sufficient to cause cell death in 70-80% of cells 24 hours later. Cell death by AP-3-84 was specific to dividing AML cells as no cell death was induced in PMA differentiated THP1 cells or nonhemopoietic cancer cells. No effect in cell division rate by AP-3-84 was present in nonhemopoitic cancer cells indicating a lack of cell cycle regulation. Mechanistically, AP-3-84 induced higher levels of ER-stress signals (higher ATF4, ATF3) and increased mitochondrial protein levels of NOXA, BIM, cleaved-PARP, and cleaved Caspase-3. Bax and Bak levels were unchanged after AP-3-84 exposure.<br \/><b>Conclusion:<\/b> We identify a new small molecule, AP-3-84, with therapeutic potential in AML by its binding to the LxCxE pocket of Rb1 triggering mitochondria-mediated cell apoptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Cell death,Retinoblastoma protein,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Avishek Bhuniya<\/b><sup><\/sup>, Lily Lu<sup><\/sup>, Adi Narayana Reddy Poli<sup><\/sup>, Evgenii N. Tcyganov<sup><\/sup>, Colin Hart<sup><\/sup>, Brijesh Karanam<sup><\/sup>, Paridhima Sharma<sup><\/sup>, Taylor Hill<sup><\/sup>, Joseph Salvino Joseph Salvino<sup><\/sup>, Luis  J.  Montaner<sup><\/sup><br><br\/>The Wistar Institute, philadelphia, PA","CSlideId":"","ControlKey":"a93784cd-26b0-4afa-a77c-d0312b236965","ControlNumber":"6290","DisclosureBlock":"&nbsp;<b>A. Bhuniya, <\/b> None..<br><b>L. Lu, <\/b> None..<br><b>A. Poli, <\/b> None..<br><b>E. Tcyganov, <\/b> None..<br><b>C. Hart, <\/b> None..<br><b>B. Karanam, <\/b> None..<br><b>P. Sharma, <\/b> None..<br><b>T. Hill, <\/b> None..<br><b>J. Joseph Salvino, <\/b> None.&nbsp;<br><b>L. J. Montaner, <\/b> <br><b>Geneone Biosciences<\/b> Grant\/Contract, Other, Consultant. <br><b>Merck<\/b> Grant\/Contract, Other, Provision of reagents, provision off therapy for clinical trial.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5984","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2537","PresenterBiography":null,"PresenterDisplayName":"Avishek Bhuniya, PhD","PresenterKey":"be19602c-3163-4daf-887d-5bda4b17b0a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2537. Targeting acute myeloid leukemia cell death via small molecule AP-3-84 binding to the LxCxE pocket of Rb1","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting acute myeloid leukemia cell death via small molecule AP-3-84 binding to the LxCxE pocket of Rb1","Topics":null,"cSlideId":""},{"Abstract":"MicroRNA (miRNA) dysregulation plays a central role in the initiation, progression, and drug resistance of virtually all cancer types. MiRNA-based therapies are a promising therapeutic modality against most malignancies. MiR-92b is aberrantly abundant in glioblastoma (GBM), the most aggressive and mortal of all primary brain tumors. Thus, miR-92b is a potential target for GBM therapy. First, it is critically important to assess the molecular mechanism of miR-92b regulation in GBM cells. In this study, we investigated the molecular and biological effects of targeting miR-92b in GBM cells with oligonucleotide miRNA inhibitors (OMIs). Incubation of GBM cells with miR-92b-OMIs resulted in decreased cell proliferation and reduction in cell migration. MiR-92b inhibition also promoted apoptosis as assessed by caspase-3 activation. Bioinformatics and real-time PCR studies identified several miR-92b target genes in GBM cells. Western blot analysis and luciferase reporter assays confirmed F-Box and WD Repeat Domain Containing 7 (FBXW7) as a direct miR-92b target gene in GBM cells. FBXW7 is one of ~70 F-BOX proteins in humans particularly studied in cancer due to its role in the ubiquitylation of positive regulators; also known as accelerators of the cell cycle (i.e. the oncogene c-Myc). Thus, an increase in FBXW7 promoted the decrease of c-MYC protein levels in GBM cells. These findings indicate that targeting miR-92b inhibits GBM cell proliferation by increasing the levels of tumor suppressor genes in charge of protein ubiquitination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Caspases,Ubiquitination,Proliferation,Glioblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Annelis Odette Sanchez-Alvarez<\/b><sup>1<\/sup>, Nilmary Grafals-Ruiz<sup>2<\/sup>, Yasmarie Santana-Rivera<sup>3<\/sup>, Fatma Valiyeva<sup>1<\/sup>, Nathaly  M.  Rosado-Rivera<sup>4<\/sup>, Pablo  E.  Vivas-Mejía<sup>2<\/sup><br><br\/><sup>1<\/sup>Cell Biology, University of Puerto Rico Comprehensive Cancer Center, San Juan, PR,<sup>2<\/sup>Biochemistry, University of Puerto Rico Medical Science Campus, San Juan, PR,<sup>3<\/sup>School of Dental Medicine, University of Puerto Rico Medical Science Campus, San Juan, PR,<sup>4<\/sup>Chemistry, University of Puerto Rico, San Juan, PR","CSlideId":"","ControlKey":"1b4d68de-40bc-404e-ae05-e4e79769963b","ControlNumber":"6234","DisclosureBlock":"&nbsp;<b>A. O. Sanchez-Alvarez, <\/b> None..<br><b>N. Grafals-Ruiz, <\/b> None..<br><b>Y. Santana-Rivera, <\/b> None..<br><b>F. Valiyeva, <\/b> None..<br><b>N. M. Rosado-Rivera, <\/b> None..<br><b>P. E. Vivas-Mejía, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5985","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2538","PresenterBiography":null,"PresenterDisplayName":"Annelis Sanchez-Alvarez, PhD","PresenterKey":"22a6e485-b677-44f7-85fd-832af9b2d1b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2538. MiR-92b targets FBXW7 in GBM cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MiR-92b targets FBXW7 in GBM cells","Topics":null,"cSlideId":""},{"Abstract":"TRAIL induces apoptosis in many preclinical cancer models including breast cancers and has been extensively studied as a potential cancer therapeutic. However, its efficacy in clinical trials is limited, suggesting that there are unknown modulatory mechanisms responsible for its lack of TRAIL activity <i>in vivo<\/i>. We hypothesized that TRAIL treatment elicits transcriptional changes in TNBC cells that alter the immune milieu, modulating the therapeutic efficacy. To investigate the hypothesis, we performed RNAseq analysis of MDA-MB231 cells treated with TRAIL for different time points, followed by validation with RT-PCR in various TNBC cells. TRAIL treatment of the TNBC significantly induced expression of a number of cytokines, such as CXCL1, CXCL2, CXCL3, CXCL8, CXCL11, IL6, which are known to affect neutrophil function. Mechanistically, induction of these cytokines was predominantly mediated by Death Receptor 5 and Caspase-8 protein, but not Caspase-8 enzymatic activity. Gene Set Enrichment Analysis of the RNAseq indicated that NFKB pathway-mediated TNF-alpha signaling was significantly enriched. Concordantly, we confirmed that both canonical NFKB1 and non-canonical NFKB2 pathways were activated by TRAIL. However, siRNA knockdown experiments indicated that the induction of the cytokine mRNAs was primarily dependent on the NFKB2 pathway. Neutrophils isolated from healthy human donors incubated with supernatants from TNBC cells <i>in vitro<\/i> indicated that TRAIL-induced CXCLs&#8217; (1, 2, 3, 8) and IL6 significantly increased neutrophil chemotaxis in a NFKB2-dependent manner. Moreover, neutrophils pre-incubated with supernatants from TRAIL-treated TNBC significantly inhibited its<i> <\/i>cytotoxic effect in TNBCs in a NFKB2-dependent pathway. Further RNAseq and RT-PCR of neutrophils incubated with by either TRAIL or supernatant of MDA-MB231 cells treated with TRAIL revealed significant enrichment of inflammatory pathway-related genes as well as increased expression of immune modulating cytokines. These results suggested that TRAIL exerts a pro-inflammatory role towards immune cells in tumor microenvironment. CODEX (CO-Detection by indEXing) analysis of <i>in vivo<\/i> TNBC xenografts from mice treated with the TRAIL agonist MEDI3039 confirmed that TRAIL treatment increases the number of neutrophils in the tumor. Using TNBC organoids and humanized mice models, the changes in tumor immune environment caused by TRAIL are currently under investigation. Collectively, our study suggests the novel role of TRAIL-induced NFKB2-dependent cytokine production that affects neutrophil functions, leading to modulation of the immune response in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Breast cancer,TRAIL,Immunomodulation,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Manjari Kundu<\/b><sup>1<\/sup>, Yoshimi Endo Greer<sup>1<\/sup>, Lisa  A.  Ridnour<sup>2<\/sup>, David  A.  Wink<sup>2<\/sup>, Stan Lipkowitz<sup>1<\/sup><br><br\/><sup>1<\/sup>Women’s Malignancies Branch, National Institute of Health (NIH), NCI, Bethesda, MD,<sup>2<\/sup>Cancer Innovation Laboratory, National Institute of Health (NIH), NCI, Frederick, MD","CSlideId":"","ControlKey":"f3a90adb-92e6-49e8-94f4-f587fe34b1f9","ControlNumber":"7243","DisclosureBlock":"&nbsp;<b>M. Kundu, <\/b> None..<br><b>Y. E. Greer, <\/b> None..<br><b>L. A. Ridnour, <\/b> None..<br><b>D. A. Wink, <\/b> None..<br><b>S. Lipkowitz, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5986","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2539","PresenterBiography":null,"PresenterDisplayName":"Manjari Kundu, PhD","PresenterKey":"a56370c0-f666-4901-8fbf-04d713717329","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2539. Tumor necrosis factor related apoptosis inducing ligand (TRAIL) induces cytokine release via the alternative NFKB2 pathway in triple negative breast cancer cells (TNBC) and modulates neutrophil chemotaxis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor necrosis factor related apoptosis inducing ligand (TRAIL) induces cytokine release via the alternative NFKB2 pathway in triple negative breast cancer cells (TNBC) and modulates neutrophil chemotaxis","Topics":null,"cSlideId":""},{"Abstract":"<i>Bryophyllum pinnatum<\/i>&nbsp;(BP) has been widely used in tropical regions as traditional medicine. It is reported to have antioxidant, immunomodulatory, antidiabetic, anti-inflammatory, antihypertensive, wound healing, cytotoxic, and antitumor-promoting activities. Its major secondary metabolites include bufadienolides, flavonoids, triterpenes, and steroids. Pancreatic cancer is usually symptom-free during development and is advanced by the time of diagnosis with a poor prognosis. BxPC-3 is a pancreatic adenocarcinoma cell derived from a 61-year-old female with adenocarcinoma while PANC-1 is a pancreatic ductal carcinoma cell derived from a 56-year-old male with adenocarcinoma in the head of the pancreas and metastasized to the duodenal wall. Apoptosis is a controlled program cell death process that the body uses to combat cancer development. We previously showed that an aqueous extract of BP effectively modulated apoptosis in glioblastoma U-87 MG brain cancer cells. It also induced apoptosis in colon HCT 116 cancer cells but not in colon CCD 841 CoN normal epithelial cells by modulating the pro-apoptotic and anti-apoptotic proteins. In this study, we used the green\/red\/blue fluorescent Apoptosis \/Necrosis Detection Kit and the Human Apoptosis Antibody Array - Membrane [43 Targets] Test (Abcam) to assess the effect of BP in the induction and modulation of apoptosis on BxPC-3 and PANC-1 cells. Our fluorescent apoptosis data showed that a 2-hour treatment with 1.5 mg and 3.0 mg aqueous extract of BP<i> <\/i>induced a statistically significant percentage of apoptosis in BxPC-3 and PANC-1 cells (74.0 &#177; 1.0%, 90.0 &#177; 1.0% &#62; 14.0% &#177; 4.0%, p &#60; 0.05; 85.0 &#177; 3.0%, 96.5 &#177; 0.5% &#62; 11.5%&#177; 3.5%, p &#60; 0.05) as compared to the negative control respectively. Similar results were obtained with the 4-hour incubation period (57.0 &#177; 1.0%, 78.5 &#177; 6.5% &#62; 9.5% &#177; 2.5%, p &#60; 0.05; 89.0 &#177; 1.0%, 85.5 &#177; 5.5% &#62; 18.2% &#177; 2.0%, p &#60; 0.05). From the antibody array-membrane experiments, modulation of various apoptosis markers by BP such as the pro-apoptotic proteins Bad, Bax, p27, and p53 as compared to the negative controls were revealed; and regulation of anti-apoptotic proteins Bcl-2, IGF-I, and p21 were also observed. These results suggest that BP contains phytochemicals that induce apoptosis in pancreatic adenocarcinoma BxPC-3 and PANC-1 cells via the modulation of various apoptotic protein productions. Further study of their specific modulation effects of apoptosis is warranted to reveal the potential chemopreventive and therapeutic properties of BP against pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Apoptosis,Pancreatic cancer,p53,Chemopreventive agents,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jasmine Cha<\/b><sup>1<\/sup>, Elim Choi<sup>1<\/sup>, Jessica Yi<sup>1<\/sup>, Sarah Wolf<sup>1<\/sup>, Rekha Isaac<sup>2<\/sup>, Min  S.  Kang<sup>1<\/sup>, Allana Benjamin<sup>1<\/sup>, Christine Choi<sup>1<\/sup>, Ryan Hayes<sup>1<\/sup>, Brian Yuen Yau Wong<sup>1<\/sup><br><br\/><sup>1<\/sup>Biology, Andrews University, Berrien Springs, MI,<sup>2<\/sup>Biochemistry, Andrews University, Berrien Springs, MI","CSlideId":"","ControlKey":"759db7df-3661-49d1-942c-78bcc1126d22","ControlNumber":"3957","DisclosureBlock":"&nbsp;<b>J. Cha, <\/b> None..<br><b>E. Choi, <\/b> None..<br><b>J. Yi, <\/b> None..<br><b>S. Wolf, <\/b> None..<br><b>R. Isaac, <\/b> None..<br><b>M. S. Kang, <\/b> None..<br><b>A. Benjamin, <\/b> None..<br><b>C. Choi, <\/b> None..<br><b>R. Hayes, <\/b> None..<br><b>B. Y. Wong, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5987","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2540","PresenterBiography":null,"PresenterDisplayName":"Jasmine Cha Cha, Undergraduate Student","PresenterKey":"65be3f9c-d3a5-4c9f-b78c-fa4e1f0129a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2540. Modulation of apoptosis in pancreatic adenocarcinoma BxPC-3 cells and ductal carcinoma PANC-1 cells by aqueous extract of <i>Bryophyllum pinnatum<\/i>.","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modulation of apoptosis in pancreatic adenocarcinoma BxPC-3 cells and ductal carcinoma PANC-1 cells by aqueous extract of <i>Bryophyllum pinnatum<\/i>.","Topics":null,"cSlideId":""},{"Abstract":"Apoptosis, a form of programmed cell death, is an evolutionarily conserved and genetically regulated phenomenon that is pivotal in maintaining tissue homeostasis and is an important player in regulating carcinogenesis. Mitochondria along with its resident proteins are the central player in regulating apoptosis. In recent years, VDAC2, an Outer Mitochondrial Membrane (OMM) protein has been shown to be the key recruitment factor for Bak, a pro-apoptotic protein to the OMM and, therefore is crucial for tBid-induced OMM permeabilization. We have previously found that unexpectedly, hepatocellular carcinoma (HCC) cells are vastly more sensitive to tBid induced apoptosis compared to normal hepatocytes and this difference is owed to high abundance of VDAC2-Bak in HCC. These findings are in line with multiple datasets posted in Oncomine, and protein atlas websites and may have clinical relevance. Combination of S63845, a selective Mcl-1 inhibitor, with TRAIL was effective at reducing tumor growth <i>in vivo<\/i>, but only in tumors expressing VDAC2. We hypothesized that the liver metastases of some extrahepatic primary tumors might also show enhanced sensitivity to VDAC2-Bak mediated apoptosis as compared to the normal liver tissue. Testing this hypothesis is important for uveal melanoma (UM) that primarily metastasizes in the liver, and these metastases lack an effective treatment. Interestingly, on testing several UM cell lines and patient samples we observed that VDAC2-Bak are upregulated in UM liver metastasis as well as compared to normal liver tissue. As expected, high VDAC2 expressing cell lines were also more sensitive to tBid induced OMM permeabilization. We propose that these differences can be exploited to design an effective therapy for metastasized UM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB02-01 Apoptosis,,"},{"Key":"Keywords","Value":"Apoptosis,Mitochondria,Uveal melanoma,Apo2 ligand\/TRAIL,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Piyush Mishra<\/b><sup><\/sup><br><br\/>Thomas Jefferson University, Philadelphia, PA","CSlideId":"","ControlKey":"794a26ef-f257-4207-b9ad-93d84f577b79","ControlNumber":"8106","DisclosureBlock":"&nbsp;<b>P. Mishra, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5988","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2541","PresenterBiography":null,"PresenterDisplayName":"Piyush Mishra, PhD,MS,BS","PresenterKey":"aebfa4f2-1ef9-406f-820a-3e63f720865e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2541. Heterogeneity of VDAC2-Bak\/Bax mediated mitochondrial apoptosis can be exploited to develop effective and selective treatment against metastatic uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"440","SessionOnDemand":"False","SessionTitle":"Apoptosis and Bcl-2 Family Members","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Heterogeneity of VDAC2-Bak\/Bax mediated mitochondrial apoptosis can be exploited to develop effective and selective treatment against metastatic uveal melanoma","Topics":null,"cSlideId":""}]