[{"Abstract":"Pre-diagnosis circulating leukocyte profiles, including higher white blood cell (WBC) counts and neutrophil-to-lymphocyte ratios (NLR), have been reported to be associated with non-small cell lung cancer (NSCLC) risk. Higher neutrophil levels were recently reported to drive NSCLC-WBC count associations, implicating the innate immune response in NSCLC risk and etiology. Though not directly measurable in bio-banked blood, leukocyte subtype proportions can be estimated using established deconvolution algorithms applied to genome-wide DNA methylation data. We previously reported that NSCLC risk was elevated in heavy smokers with greater pre-diagnosis methylation-derived NLR (mdNLR). Here, we examine the influence of each pre-diagnosis mdNLR leukocyte subtype (neutrophils, and lymphocytes: B, Natural Killer, CD8<sup>+<\/sup>T, and CD4<sup>+<\/sup>T cells), separately on NSCLC risk. In our nested case-control study from the Beta Carotene and Retinol Efficacy Trial of heavy smokers (&#8805;20 pack years), 243 NSCLC cases were 1:1 matched to controls on age (&#177;5 years), sex, race and ethnicity, enrollment (&#177;2 years), smoking status (ever\/never), asbestos exposure, and follow-up time. Methylation was assayed on the Illumina EPIC array in whole blood collected on average 4.4 years (range 0.1-10.1) before diagnosis in NSCLC cases. We assessed conditional logistic regression models for each mdNLR-related leukocyte subtype, dichotomized at the median in controls, and further adjusted for continuous age and smoking pack years at blood draw. We evaluated NSCLC risk overall, and in subgroup strata: histotype, sex, smoking status, asbestos exposure, stage at diagnosis, age at blood draw, age at diagnosis, and time between blood draw and diagnosis. A greater than median level of neutrophils was suggestively associated with NSCLC risk (OR=1.40, 95% CI: 0.93-2.12); this association was restricted to squamous cell carcinoma (SCC n=103 pairs; 2.00, 1.03-3.86), with no association for adenocarcinoma (n=132 pairs; 0.99, 0.57-1.73). SCC-neutrophil associations were strongest among former smokers (n=26 pairs; 6.81, 1.48-31.3), cases with &#8804; 4.4 years between blood draw and diagnosis (n=48 pairs; 3.00, 1.10-8.14), cases aged &#62; 64.8 years at blood draw (n=56 pairs; 2.66, 1.05-6.73), and cases diagnosed at stage III or IV (n=61 pairs; 2.21, 0.92-5.30). Greater than median lymphocyte levels were suggestively associated with reduced NSCLC (0.71, 0.47-1.08) and SCC risk (0.62, 0.32-1.21), but less so for adenocarcinoma (0.85, 0.48-1.50). Though statistically imprecise, SCC-lymphocyte associations were strongest for CD4<sup>+<\/sup>T cells (0.56, 0.28-1.12). Our results indicate that greater pre-diagnosis neutrophil levels may be a biomarker for SCC, but not adenocarcinoma, in heavy smokers. Given the descriptive nature of this analysis, small sample size, and multiple testing, additional research is needed to replicate these findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Methylation,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Laurie Grieshober<\/b><sup>1<\/sup>, Stefan Graw<sup>2<\/sup>, Matt  J.  Barnett<sup>3<\/sup>, Gary  E.  Goodman<sup>3<\/sup>, Chu Chen<sup>3<\/sup>, Devin  C.  Koestler<sup>4<\/sup>, Carmen  J.  Marsit<sup>5<\/sup>, Jennifer  A.  Doherty<sup>1<\/sup><br><br\/><sup>1<\/sup>Huntsman Cancer Institute, University of Utah, Salt Lake City, UT,<sup>2<\/sup>Everest Clinical Research Corporation, Markham, ON, Canada,<sup>3<\/sup>Fred Hutchinson Cancer Center, Seattle, WA,<sup>4<\/sup>University of Kansas Medical Center, Kansas City, KS,<sup>5<\/sup>Rollins School of Public Health, Emory University, Atlanta, GA","CSlideId":"","ControlKey":"871204c3-f03e-412b-9eff-30c26217b433","ControlNumber":"2101","DisclosureBlock":"&nbsp;<b>L. Grieshober, <\/b> None.&nbsp;<br><b>S. Graw, <\/b> <br><b>Everest Clinical Research Corporation<\/b> Other, None relevant to the abstract presentation..<br><b>M. J. Barnett, <\/b> None..<br><b>G. E. Goodman, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>D. C. Koestler, <\/b> None..<br><b>C. J. Marsit, <\/b> None..<br><b>J. A. Doherty, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8019","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3005","PresenterBiography":null,"PresenterDisplayName":"Laurie Grieshober, MA;PhD","PresenterKey":"461595b3-1f34-4693-8a02-170a8dc26044","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3005. Pre-diagnostic methylation-based leukocyte profiles and non-small cell lung cancer risk in heavy smokers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-diagnostic methylation-based leukocyte profiles and non-small cell lung cancer risk in heavy smokers","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Metabolic disturbance and inflammation may explain observed associations between higher body mass index (BMI) and increased risk of colorectal cancer (CRC); however, the underlying mechanisms are not fully understood.<br \/><b>Objectives:<\/b> We characterized individual plasma metabolites and metabolomic signatures of metabolic disturbance and inflammation and evaluated their association with prospective CRC risk within the Nurses&#8217; Health Study and the Health Professionals Follow-up Study.<br \/><b>Methods:<\/b> Among 686 colorectal cancer cases and 686 age-matched controls, we used reduced rank regression of markers of metabolic disturbance (BMI, waist circumference, C-peptide, and adiponectin) or inflammation (BMI, C-reactive protein, interleukin-6, and tumor necrosis factor receptor superfamily member 1B) with cross-sectional measures of 353 plasma metabolites to develop a Y-score for metabolic disturbance and Y-score for inflammation among men and women separately. We then used elastic net regression to derive a signature of metabolites, and multiple linear regression to identify individual metabolites, associated with each Y-score. We evaluated the association of individual metabolites and the metabolomic signatures with odds of CRC using conditional logistic regression adjusted for other CRC risk factors.<br \/><b>Results:<\/b> The metabolomic signature of metabolic disturbance consisted of 41 metabolites selected via elastic net regression in men and 72 in women; the metabolomic signature of inflammation consisted of 68 metabolites in men and 119 in women. The metabolic disturbance metabolomic signatures captured, on average, 36% of variation in markers of metabolic disturbance in women and 35% in men; the inflammation signature captured 35% of variation in inflammatory markers in women and 26% in men. The metabolomic signature of metabolic disturbance was associated with increased odds of CRC (odds ratio (OR) comparing highest to lowest quartile = 1.63; 95% confidence interval (CI), 0.92, 2.91; P<sub>trend<\/sub> = 0.31) and the metabolomic signature of inflammation was associated with increased odds of CRC (OR = 2.01; 95% CI, 1.14, 3.57; P<sub>trend<\/sub> = 0.008) among men. Neither signature was associated with CRC among women. Of the metabolites associated with metabolic disturbance and inflammation, 13 metabolites were also associated with CRC: 4 metabolites classified as uremic toxins (2 purine nucleosides and 2 amino acid derivates); 3 sphingolipids; 3 glycerophospholipids; 2 sterols related to cholesterol homeostasis; and 3-ureidopropanoate, a uracil metabolism substrate.<br \/><b>Conclusion:<\/b> We identified plasma metabolomic signatures and individual metabolites associated with metabolic disturbance, inflammation, and CRC risk, highlighting pathways such as protein metabolism and lipid homeostasis that may relate adiposity-related metabolic disturbance and inflammation to CRC development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Metabolomics,Metabolism,Inflammation,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alaina M. Bever<\/b><sup>1<\/sup>, Dong Hang<sup>2<\/sup>, Amit  D.  Joshi<sup>3<\/sup>, Connor  M.  Geraghty<sup>3<\/sup>, Dong Hoon Lee<sup>2<\/sup>, Fred  K.  Tabung<sup>2<\/sup>, Shuji Ogino<sup>1<\/sup>, Jeffrey  A.  Meyerhardt<sup>4<\/sup>, Andrew  T.  Chan<sup>3<\/sup>, Edward  L.  Giovannucci<sup>1<\/sup>, A. Heather Eliassen<sup>1<\/sup>, Liming Liang<sup>1<\/sup>, Meir  J.  Stampfer<sup>1<\/sup>, Mingyang Song<sup>1<\/sup><br><br\/><sup>1<\/sup>Epidemiology, Harvard T.H. Chan School of Public Health, Boston, MA,<sup>2<\/sup>Nutrition, Harvard T.H. Chan School of Public Health, Boston, MA,<sup>3<\/sup>Clinical and Translational Epidemiology Unit, Massachusetts General Hospital and Harvard Medical School, Boston, MA,<sup>4<\/sup>Medical Oncology, Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"c7755da1-9445-4803-8b68-cf6037e6c611","ControlNumber":"6704","DisclosureBlock":"&nbsp;<b>A. M. Bever, <\/b> None..<br><b>D. Hang, <\/b> None..<br><b>A. D. Joshi, <\/b> None..<br><b>C. M. Geraghty, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>F. K. Tabung, <\/b> None..<br><b>S. Ogino, <\/b> None.&nbsp;<br><b>J. A. Meyerhardt, <\/b> <br><b>Boston Biomedical<\/b> Other, Dr Meyerhardt reported receiving institutional research funding from Boston Biomedical, serving as an advisor and consultant to Ignyta and COTA Healthcare, and serving on a grant review panel for the National Comprehensive Cancer Network funded by Taiho Pharmaceutical outside the submitted work. <br><b>A. T. Chan, <\/b> <br><b>Bayer Pharma AG<\/b> Other, Dr Chan reported receiving research and consulting funds from Bayer Pharma AG, Pfizer Inc, and Boehringer Ingelheim for work unrelated to this abstract.<br><b>E. L. Giovannucci, <\/b> None..<br><b>A. H. Eliassen, <\/b> None..<br><b>L. Liang, <\/b> None..<br><b>M. J. Stampfer, <\/b> None..<br><b>M. Song, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8020","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3006","PresenterBiography":null,"PresenterDisplayName":"Alaina Bever, BS","PresenterKey":"ffd61911-d246-42f9-9e4d-5a36c022f799","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3006. Metabolomic signatures of metabolic disturbance and inflammation in relation to colorectal cancer risk","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolomic signatures of metabolic disturbance and inflammation in relation to colorectal cancer risk","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Chronic sympathetic nervous system (SNS) activation following exposure to psychosocial stressors may influence cancer risk through dysregulation of immune function or adrenergic signaling pathways. Prior research out of the Black Women&#8217;s Health Study (BWHS) reported associations between psychosocial stressors and breast cancer risk. We hypothesized that women with greater exposure to psychosocial stressors before their breast cancer diagnosis have higher tumor gene expression of immune-related and adrenergic signaling pathways.<br \/>Methods: The BWHS is a large, prospective cohort study that has collected health and lifestyle information biennially since 1995. We included data from 417 BWHS breast cancer cases with RNA sequencing data and information on early-life trauma and neighborhood disadvantage. We used the R package DESeq2 to conduct age-adjusted differential gene expression analyses by levels of each stress exposure and described the top differentially expressed pathways using the Molecular Signature Database REACTOME subset of canonical pathways. Targeted analyses of immune-related pathways used CIBERSORT to quantify the proportions of infiltrating immune cells and the R package GSVA for single-sample gene set enrichment analysis (ssGSEA) of genes comprising a T cell exhaustion signature. We also used ssGSEA to evaluate a set of genes involved in adrenergic signaling. Given the variability in gene expression for ER+ versus ER- breast cancers, all analyses were run separately for ER+ (n=299) and ER- (n=118) tumors.<br \/>Results: Pathways related to nervous system development and the metabolism of RNA were differentially expressed by levels of stress exposures among ER+ and ER- cases, while pathways related to immune function and adrenergic signaling were differentially expressed only among ER- cases, and only when evaluating differential gene expression by levels of neighborhood disadvantage. Targeted analyses of tumor immune infiltration showed significantly higher B cell fractions among ER+ cases without exposure to early trauma compared to those with early trauma. The relative fractions of other immune cells did not differ by stress exposure for ER+ or ER- tumors. Findings from ssGSEA gene set analyses indicated similar expression of genes involved in T cell exhaustion and adrenergic signaling pathways by stress exposure levels for both ER+ and ER- breast cancers.<br \/>Conclusions: Our findings provide evidence of differential gene expression by levels of stress exposure; however, the differential expression may be driven by multiple pathways and not just the hypothesized immune-related and adrenergic signaling pathways. Additional studies are needed to describe mechanisms by which psychosocial stressors may influence breast cancer risk, both overall and by gene expression profile.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Gene expression,Breast cancer,Immune response,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mollie  E.  Barnard<\/b><sup>1<\/sup>, Xutao Wang<sup>1<\/sup>, Jessica  L.  Petrick<sup>1<\/sup>, W. Evan Johnson<sup>2<\/sup>, Julie  R.  Palmer<sup>1<\/sup><br><br\/><sup>1<\/sup>Boston University, Boston, MA,<sup>2<\/sup>Rutgers University, Newark, NJ","CSlideId":"","ControlKey":"d5039130-3632-4589-aeb2-18e9950785e1","ControlNumber":"7463","DisclosureBlock":"&nbsp;<b>M. E. Barnard, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>J. L. Petrick, <\/b> None..<br><b>W. Johnson, <\/b> None..<br><b>J. R. Palmer, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8021","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3007","PresenterBiography":null,"PresenterDisplayName":"Mollie Barnard, MS;ScD","PresenterKey":"9151d2d6-45de-4122-97f1-8813c9ffacf6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3007. Psychosocial stressors and breast cancer gene expression in the Black Women's Health Study","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Psychosocial stressors and breast cancer gene expression in the Black Women's Health Study","Topics":null,"cSlideId":""},{"Abstract":"Various forms of distress, most notably depression, increase ovarian cancer risk. Prior work suggests depression can lead to systemic immune suppression; moreover, after ovarian cancer diagnosis, ongoing depression can lower tumor T cell infiltration. Here, we evaluated the relationship between pre-diagnosis depression and the ovarian tumor immune microenvironment.<br \/>Analyses were conducted among women with ovarian cancer in the Nurses&#8217; Health Study (NHS; n=250), NHSII (n=122) and New England Case-Control Study (NEC; n=215). Self-report of depressive symptoms, antidepressant use, or physician diagnosis were used to define depression status. Multiplex immunofluorescence assays were performed on tumor tissue microarrays to measure infiltration of T cells, immune checkpoints, B cells, and immunoglobulins in the tumor area. In pooled analyses, we estimated odds ratios (OR) and 95% confidence intervals (CI) for positivity of tumor immune cells using a beta-binomial model within a repeated measures framework comparing those with and without depression.<br \/>Depression was not associated with abundance of CD3<sup>+<\/sup> T cells, CD3<sup>+<\/sup>CD8<sup>+<\/sup> cytotoxic T cells, or CD3<sup>+<\/sup>CD4<sup>+<\/sup> T helper cells. However, we observed significantly increased odds of having recently activated cytotoxic (CD3<sup>+<\/sup>CD8<sup>+<\/sup>CD69<sup>+<\/sup>) and exhausted T cells (CD3<sup>+<\/sup>Lag3<sup>+<\/sup>) in tumors of women with vs. without depression (OR=1.34, 95%CI=1.08-1.65 and OR=1.25, 95%CI=1.02-1.53, respectively). Associations were comparable considering only high grade serous tumors (comparable ORs=1.31, 95%CI=1.04-1.65 and OR=1.25, 95%CI=1.00-1.56, respectively). No associations were observed for total B cells (CD19<sup>+<\/sup>) and na&#239;ve or memory B cells (CD20<sup>+<\/sup>). However, there were significantly decreased odds of having tumor infiltrating plasma cells (CD138<sup>+<\/sup>) in women with vs. without depression (OR=0.54, 95%CI=0.33-0.89). Among high grade serous carcinomas, the association with plasma cells was similar, though not statistically significant, and depression was related to decreased odds of having na&#239;ve and memory B cells (OR=0.56, 95%CI=0.32-0.97) and increased odds of IgG (OR=1.26, 95%CI=1.01-1.58).<br \/>Unexpectedly, we observed that immune cells indicative of T cell activation were higher in ovarian tumors of depressed vs. non-depressed women. This may be due to increased inflammation in women with depressive symptomology. Conversely, analyses of plasma cells suggested a reduced adaptive tumor immune response for women with vs. without depression. These results suggest depression may influence ovarian cancer outcomes through changes in the tumor immune microenvironment and that interventions to improve distress in ovarian cancer patients may be a potential strategy to improve outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Ovarian cancer,Depression,Tumor immune microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cassandra  A.  Hathaway<\/b><sup>1<\/sup>, Mary  K.  Townsend<sup>1<\/sup>, Jose  R.  Conejo-Garcia<sup>2<\/sup>, Brooke  L.  Fridley<sup>3<\/sup>, Carlos Moran Segura<sup>4<\/sup>, Jonathan  V.  Nguyen<sup>4<\/sup>, Naoko Sasamoto<sup>5<\/sup>, Daryoush Saeed-Vafa<sup>6<\/sup>, Kathryn  L.  Terry<sup>5<\/sup>, Laura  D.  Kubzansky<sup>7<\/sup>, Shelley  S.  Tworoger<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Cancer Epidemiology, Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Department of Immunology, Moffitt Cancer Center, Tampa, FL,<sup>3<\/sup>Department of Biostatistics and Bioinformatics, Moffitt Cancer Center, Tampa, FL,<sup>4<\/sup>Advanced Analytical and Digital Laboratory, Moffitt Cancer Center, Tampa, FL,<sup>5<\/sup>Department of Obstetrics, Gynecology, and Reproductive Biology; Department of Epidemiology, Brigham and Women's Hospital; Harvard Medical School; Harvard T.H. Chan School of Public Health, Boston, MA,<sup>6<\/sup>Department of Anatomic Pathology; Advanced Analytical and Digital Laboratory, Moffitt Cancer Center, Tampa, FL,<sup>7<\/sup>Department of Social and Behavioral Sciences, Harvard T.H. Chan School of Public Health, Boston, MA","CSlideId":"","ControlKey":"e1f455d3-84e2-4d98-be7d-3530a71ab63f","ControlNumber":"683","DisclosureBlock":"&nbsp;<b>C. A. Hathaway, <\/b> None..<br><b>M. K. Townsend, <\/b> None.&nbsp;<br><b>J. R. Conejo-Garcia, <\/b> <br><b>Anixa Biosciences<\/b> Independent Contractor, Grant\/Contract, Patent. <br><b>Alloy Therapeutics<\/b> Independent Contractor. <br><b>Mayflower Bioventures<\/b> Independent Contractor. <br><b>The Wistar Institute<\/b> Patent, Other Intellectual Property, Royalties. <br><b>Compass Therapeutics<\/b> Patent.<br><b>B. L. Fridley, <\/b> None..<br><b>C. Moran Segura, <\/b> None..<br><b>J. V. Nguyen, <\/b> None..<br><b>N. Sasamoto, <\/b> None..<br><b>D. Saeed-Vafa, <\/b> None..<br><b>K. L. Terry, <\/b> None..<br><b>L. D. Kubzansky, <\/b> None..<br><b>S. S. Tworoger, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8022","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3008","PresenterBiography":null,"PresenterDisplayName":"Cassandra Hathaway, BS;MPH","PresenterKey":"d803ccde-b9d7-45d6-afee-524373068efb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3008. Association between distress and the tumor immune microenvironment in women with ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between distress and the tumor immune microenvironment in women with ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Telomere length is a biomarker reflective of aging and genomic instability. We previously found associations between longer measured leukocyte telomere length (LTL) and increased lung cancer risk in a pooled nested case-control study with 847 cases. Additionally, we reported that longer genetically-predicted telomere length (gTL) using a polygenic risk score (PRS) with 7 single nucleotide polymorphisms (SNPs) was associated with increased lung cancer risk among never-smoking Asian women. To investigate further, we conducted prospective cohort analyses of pre-diagnostic LTL and gTL in relation to risk of overall lung cancer and its subtypes in the UK Biobank. With over triple the number of cases, we had expanded statistical power to investigate lung cancer, adenocarcinoma (LUAD), and squamous cell carcinoma (SCC) among subgroups defined by smoking status and sex in this predominantly European study population.<br \/>We analyzed 371,890 participants at baseline. Over the 12.36&#177;1.64SD year follow-up, 2829 incident lung cancer cases were diagnosed, including 1078 LUAD and 487 SCC. LTL was measured using qPCR. Using European data, we calculated a weighted PRS for gTL. The PRS was derived from 130 linkage disequilibrium pruned SNPs (r2&#8201;&#62;&#8201;0.01) associated with longer LTL in the UK Biobank. Multivariable Cox regression was used to estimate the hazard ratios (HR) and 95% confidence intervals (CI) of lung cancer in relation to log-transformed continuous and quartiles (Q) of LTL and gTL separately. Associations were estimated in the overall analytic sample and among smoking-sex subgroups. We conducted Mendelian Randomization (MR) analyses using MR-PRESSO with 130 genetic instruments to assess causal associations between LTL and lung cancer among Europeans.We found a strong dose-response relationship between longer LTL and increased lung cancer risk (p-trend= 2.6E-05), with the highest quartile being statistically significant (HRQ4vs.Q1=1.27, 95%CI: 1.15-1.42). The association was apparent for LUAD (p-trend=6.6E-10; HRQ4vs.Q1=1.78, 95%CI: 1.50-2.12), but not SCC. The lung cancer associations were prominent among never-smoking women (p-trend=4.0E-05) and never-smoking men (p-trend=2.0E-03). We also found dose-response relationships between longer gTL and risk of lung cancer (p-trend=4.2E-06) and LUAD (p-trend=2.1E-08). Additionally, we found evidence for causal associations between longer LTL and risk of lung cancer (HRper 1 SD gTL=1.87, 95%CI: 1.49-2.36, p=4.0E-07) and LUAD (HRper 1 SD gTL=2.45, 95%CI: 1.69-3.57, p=6.5E-06). Longer leukocyte telomere length potentially reflects biological processes relevant to the pathogenesis of lung cancer, particularly LUAD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Telomeres,Lung cancer,Lung adenocarcinoma,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jason Yat-Yang Wong<\/b><sup><\/sup>, Batel Blechter<sup><\/sup>, Aubrey  K.  Hubbard<sup><\/sup>, Jianxin Shi<sup><\/sup>, Wei Hu<sup><\/sup>, Mohammad Rahman<sup><\/sup>, Shahinaz Gadalla<sup><\/sup>, Mitchell Machiela<sup><\/sup>, Nathaniel Rothman<sup><\/sup>, Qing Lan<sup><\/sup><br><br\/>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"795e4d8c-c7d5-46d1-b791-6b8628ea42d7","ControlNumber":"2259","DisclosureBlock":"&nbsp;<b>J. Y. Wong, <\/b> None..<br><b>B. Blechter, <\/b> None..<br><b>A. K. Hubbard, <\/b> None..<br><b>J. Shi, <\/b> None..<br><b>W. Hu, <\/b> None..<br><b>M. Rahman, <\/b> None..<br><b>S. Gadalla, <\/b> None..<br><b>M. Machiela, <\/b> None..<br><b>N. Rothman, <\/b> None..<br><b>Q. Lan, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8023","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3009","PresenterBiography":null,"PresenterDisplayName":"Jason Wong, ScD","PresenterKey":"2aaf3da4-241e-4b66-af1d-ca31e9f311ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3009. Measured and genetically-predicted leukocyte telomere length and lung cancer risk in the prospective UK Biobank","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Measured and genetically-predicted leukocyte telomere length and lung cancer risk in the prospective UK Biobank","Topics":null,"cSlideId":""},{"Abstract":"Background: Older adults with hematologic malignancy (HM) are a growing demographic with heterogenous health needs. Chronologic age, performance status and comorbidities impact the selection and intensity of treatments but may not accurately predict treatment toxicity or resiliency. Here, we conducted longitudinal measures of clinical frailty and epigenetic age to explore the relationships between physiologic aging and fitness.<br \/>Methods: Newly diagnosed patients <u>&#62;<\/u>60 years with HM were enrolled in a prospective longitudinal study with biomarkers procured at baseline (pre-therapy) and end-of-study (EOS). EOS was defined as the earliest of the following events: progression, transplant, or 1-year from baseline. Peripheral blood was collected, CD3+ T-cells isolated, and DNA extracted using a column-based commercial nucleic acid kit. Peripheral blood T lymphocytes samples were also procured from healthy controls using identical methods. PBTL was extracted, bisulfite converted, and methylation was quantified using the Illumina 850K EPIC methylation array at the TruDiagnostic core laboratory. Raw data was processed using the <i>minfi<\/i> pipeline, followed by normalization, batch correction, and KNN-based imputation using the <i>GMQN<\/i> and <i>impute<\/i> R packages. Principal-component (PC) PhenoAge measures were calculated using the processed methylation values. Measured clinical phenotypes of fitness included ECOG, independent activities of daily living, physical health scores, comorbidities, cognition (BOMC) and objective measures of function (SPPB).<br \/>Results: 94 patients with HM (acute leukemia n=35, lymphoma n=23, CLL = 6, plasma cell n=30) with PBTL and clinical fitness data were evaluated. The median chronologic age was 70.55 years (range 28.71 yrs, IQR = 10.84). mPhenoAge was higher in patients with HM (Median = 49.59 yrs, Range = 71.245, IQR = 12.52) than healthy donors (Median = 30.46; Range = 75.58, IQR = 32.83). Patients with acute leukemia had the highest mPhenoAge (57.10 yrs, Range = 61.97, IQR = 30.03; p=3e-04). mPhenoage was lower in patients with ECOG 0 vs ECOG 1 (p=0.011). Patients with Acute leukemia also showed a decrease in mPhenoage at EOS (p=0.034), which was not seen in other HMs. Patient IADLs (p=0.032) and comorbidities (p=0.009) were positively correlated with Epigenetic Age Acceleration (EAA). Patient cognitive score (p=0.053) negatively correlated with EAA. mPhenoAge decreased more in patients who received hypomethylating therapies than those who received high-dose multi-drug chemotherapy, low-dose multi-drug chemotherapy or targeted agents.<br \/>Conclusions: Physiologic age, as measured by PBTL mPhenoAge, is increased among older adults with HMs relative to healthy controls. PBTL mPhenoAge is highest among HM patients with acute leukemia and changes are associated with clinical phenotypes. PBTL mPhenoAGE decreased with hypomethylating agents in patients with acute leukemia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-01 Aging as a risk factor,,"},{"Key":"Keywords","Value":"Aging,Frailty,Epigenetics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ashley E. Rosko<\/b><sup>1<\/sup>, Kaitlyn Dvorak<sup>2<\/sup>, Jennifer Woyach<sup>1<\/sup>, Varun Dwaraka<sup>3<\/sup>, Ryan Smith<sup>3<\/sup>, Ryann Finlayson<sup>3<\/sup>, Alice Mims<sup>1<\/sup>, Christin Burd<sup>4<\/sup><br><br\/><sup>1<\/sup>Division of Hematology, OSUCCC - James, Columbus, OH,<sup>2<\/sup>OSUCCC - James, Columbus, OH,<sup>3<\/sup>TruDiagnostic, Lexington, KY,<sup>4<\/sup>Department of Molecular Genetics, Cancer Biology and Genetics, OSUCCC - James, Columbus, OH","CSlideId":"","ControlKey":"64731afb-679b-482d-9c0c-db3cd509592b","ControlNumber":"3038","DisclosureBlock":"<b>&nbsp;A. E. Rosko, <\/b> <br><b>ACCC<\/b> Other, consultant. <br><b>Onclive<\/b> Other, consultant. <br><b>Curio Science<\/b> Other, Consultant.<br><b>K. Dvorak, <\/b> None..<br><b>J. Woyach, <\/b> None.&nbsp;<br><b>V. Dwaraka, <\/b> <br><b>Trudiagnostic<\/b> Employment. <br><b>R. Smith, <\/b> <br><b>Trudiagnostic<\/b> Employment. <br><b>R. Finlayson, <\/b> <br><b>Trudiagnostic<\/b> Employment.<br><b>A. Mims, <\/b> None..<br><b>C. Burd, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8024","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3010","PresenterBiography":null,"PresenterDisplayName":"Ashley Rosko, MD","PresenterKey":"3aa6db45-65eb-4e6e-bb8b-97690471b068","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3010. Epigenetic age acceleration in older adults with hematologic malignancies","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic age acceleration in older adults with hematologic malignancies","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Chronic stress affects immune function and hormonal signaling and has been hypothesized to be associated with breast cancer, although results from the few prior studies are mixed and have not examined potential differences by estrogen receptor (ER) status. We investigated the relationship between stressful life events and incident breast cancer by ER status among postmenopausal women. We further evaluated whether this association is modified by social support.<br \/>Methods: Our analysis included 76,951 postmenopausal women enrolled in the Women&#8217;s Health Initiative. Participants were followed for events for up to 26 years (median, 16.7). We generated Cox proportional hazards models adjusting for demographic, clinical, lifestyle\/behavioral, and social factors to estimate hazard ratios (HR) and 95% confidence intervals (95%CI) for associations between baseline self-reported stressful life events and incident breast cancer by ER status.<br \/>Results: The mean age was 63 (SD 7.3), and majority of participants were White race (83.5%) and married or in a marriage-like relationship (63.0%). In analyses stratified by ER status, there was no relationship between stressful life events and ER-positive breast cancer. In contrast, compared to women in the lowest quartile, those in higher quartiles had an increased risk of ER-negative breast cancer, where those in quartile 4 had the highest risk (Quartile 4 vs Quartile 1; HR=1.30; 95%CI 1.01-1.68; Ptrend<\/sub>=0.050). Additionally, associations were stronger for the highest versus lowest quartile of stressful life events among widowed women (HR=2.39; 95%CI 1.29-4.44; Pinteraction<\/sub>&#60;0.001). Moreover, while the interaction was not statistically significant, we observed an elevated risk for ER-negative breast cancer among women in the highest quartile of stressful life events reporting lower social support.<br \/>Conclusion: In this cohort of postmenopausal women, higher experiences of pre-diagnostic stressful life events were associated with increased risk of ER-negative breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-20 Psychosocial and behavioral epidemiology,,"},{"Key":"Keywords","Value":"Breast cancer,Epidemiology,Estrogen receptor,Cancer risk,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wayne  R.  Lawrence<\/b><sup>1<\/sup>, Jasmine  A.  McDonald<sup>2<\/sup>, Faustine Williams<sup>3<\/sup>, Meredith  S.  Shiels<sup>1<\/sup>, Neal  D.  Freedman<sup>1<\/sup>, Ziqiang Lin<sup>4<\/sup>, Jared  W.  Magnani<sup>5<\/sup><br><br\/><sup>1<\/sup>Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Department of Epidemiology, Columbia University, New York, NY,<sup>3<\/sup>Division of Intramural Research, National Institute on Minority Health and Health Disparities, Bethesda, MD,<sup>4<\/sup>Department of Psychiatry, New York University Grossman School of Medicine, New York, NY,<sup>5<\/sup>Department of Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"16b598d0-be88-456e-befd-78df1111a5e6","ControlNumber":"580","DisclosureBlock":"&nbsp;<b>W. R. Lawrence, <\/b> None..<br><b>J. A. McDonald, <\/b> None..<br><b>F. Williams, <\/b> None..<br><b>M. S. Shiels, <\/b> None..<br><b>N. D. Freedman, <\/b> None..<br><b>Z. Lin, <\/b> None..<br><b>J. W. Magnani, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8025","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3011","PresenterBiography":null,"PresenterDisplayName":"Wayne Lawrence, Dr PH;MPH","PresenterKey":"49e5a0e6-488a-4618-8390-aed17792b725","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3011. Psychosocial stress, social support, and incident breast cancer by estrogen receptor status","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Psychosocial stress, social support, and incident breast cancer by estrogen receptor status","Topics":null,"cSlideId":""},{"Abstract":"Background: Although studies have suggested an association between previous tuberculosis (TB) infection and increased lung cancer risk, there are limited data comprehensively evaluating the effects of smoking and chronic obstructive pulmonary disease (COPD) on the association.<br \/>Methods: This population-based cohort study enrolled TB survivors (n=75,467) &#8805;20 years of age between 2010-2017 and 1:1 age- and sex-matched controls (n=75,467). Subjects were followed for one year after the date of TB diagnosis to the date of the incidental lung cancer, death, or December 2018.<br \/>Results: During a median follow-up duration of 4.8 (interquartile range, 2.9&#173;-6.6) years, the incident lung cancer risk was 1.71-fold (95% confidence interval [CI], 1.49-1.97) higher in TB survivors than in the controls. Compared to never-smoker, non-TB infected controls, TB survivors who were current smokers with &#8805;20 pack-years showed the highest risk of lung cancer (adjusted hazard ratio [aHR], 6.78; 95% CI, 5.26&#173;-8.74). In terms of COPD, the risk of lung cancer was higher in TB survivors with COPD compared to non-COPD, non-TB-infected controls (aHR, 2.43; 95% CI, 2.03-2.91). However, smoking as well as COPD did not have significant interaction on the association between TB and lung cancer development (p for interaction&#62;0.05 for both). Risk factors related to incident lung cancer among TB survivors were pulmonary TB, age &#62;60 years, smoking, and the presence of COPD or asthma.<br \/>Conclusions: Previous TB infection is an independent risk factor for lung cancer without significant interaction with smoking status or amount and COPD. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-14 Infection and immune factors,,"},{"Key":"Keywords","Value":"Smoking,Lung cancer,Risk factors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dong Won Park<\/b><sup>1<\/sup>, Seong Mi Moon<sup>2<\/sup>, Hayoung Choi<sup>3<\/sup>, Sang Hyuk Kim<sup>4<\/sup>, Hyung Koo Kang<sup>5<\/sup>, Jin Hyung Jung<sup>6<\/sup>, Kyungdo Han<sup>7<\/sup>, Dong Wook Shin<sup>8<\/sup>, Hyun Lee<sup>1<\/sup><br><br\/><sup>1<\/sup>Hanyang University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Division of Pulmonary and Critical Care Medicine, Department of Internal Medicine, Samsung Changwon Hospital, Sungkyunkwan University School of Medicine, Changwon, Korea, Republic of,<sup>3<\/sup>Division of Pulmonary, Allergy, and Critical Care Medicine, Department of Internal Medicine, Hallym University Kangnam Sacred Heart Hospital, Hallym University College of Medicine, Seoul, Korea, Republic of,<sup>4<\/sup>Hallym University Kangnam Sacred Heart Hospital, Hallym University College of Medicine, Seoul, Korea, Republic of,<sup>5<\/sup>Inje University Ilsan Paik Hospital, Inje University College of Medicine, Goyang, Korea, Republic of,<sup>6<\/sup>Department of Biostatistics, College of Medicine, Catholic University of Korea, Seoul, Korea, Republic of,<sup>7<\/sup>Department of Statistics and Actuarial Science, Soongsil University, Seoul, Korea, Republic of,<sup>8<\/sup>Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"79ce78a2-e7fe-4307-bba5-1d1ee14975f6","ControlNumber":"1448","DisclosureBlock":"&nbsp;<b>D. Park, <\/b> None..<br><b>S. Moon, <\/b> None..<br><b>H. Choi, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>H. Kang, <\/b> None..<br><b>J. Jung, <\/b> None..<br><b>K. Han, <\/b> None..<br><b>D. Shin, <\/b> None..<br><b>H. Lee, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8026","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3012","PresenterBiography":null,"PresenterDisplayName":"Dong Won Park, MD;PhD","PresenterKey":"1f42f16f-f384-45e4-9d55-16bfe416d6dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3012. Increased lung cancer risk and associated risk factors in tuberculosis survivors: a Korean population-based study","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increased lung cancer risk and associated risk factors in tuberculosis survivors: a Korean population-based study","Topics":null,"cSlideId":""},{"Abstract":"Background: The reported associations of genetic variants within the human leukocyte antigen (HLA) region with hepatis B virus (HBV)-related hepatocellular carcinoma (HCC) are not consistent, and the structure-function patterns involved in this disease remain unclear.<br \/>Methods: Utilizing genotype data from 706 HBV-related HCC cases and 6197 chronic HBV carriers without HCC collected from three resources in Taiwan, we imputed the classical HLA alleles at 2-field resolution and analyzed the molecular landscape of HLA complexes by deeply dissecting their genotypic configurations, functional divergence, and HBV-antigen binding capabilities in associations with the HCC risk. Logistic regression models were used, and all models were adjusted for sex, age, and population structure using the top 10 principal components. We also tested the underlying biological implications of our findings by investigating the HLA binding affinities and HLA effect on control of viral replication (i.e, HBV DNA load), viral population diversity (i.e, quasispecies), and inflammation (i.e, chemokines, cytokines, and soluble programmed cell death 1 [sPD-1]-associated T cell exhaustion).<br \/>Results: We found high accuracy (&#8805;95% concordance) of HLA imputation at all HLA class I and class II alleles. The strongest evidence for an association with HCC was observed for <i>HLA-DQB1*03:01<\/i> (adjusted OR= 1.35 in an additive genetic model, <i>P<\/i>=1.3&#215;10<sup>-6<\/sup>). Three amino acids at specific positions within or near the peptide-binding groove of DQB1 molecules might explain the observed allele association, which leads to loss of binding HBV nucleocapsid protein (i.e., low binding affinity predicted by NetMHCIIpan 4.0 for <i>HLA-DQB1*03:01<\/i>)<i>. HLA-DQB1*03:01<\/i> was significantly associated with a higher HBV DNA load (<i>P<\/i>= 4.3&#215;10<sup>-4<\/sup>) and an increased level of serum sPD-1 (<i>P<\/i>=6.8&#215;10<sup>-4<\/sup>), but not with increased levels of chemokines, cytokines, and viral complexity (i.e., Shannon entropy for HBV quasispecies, all <i>P<\/i> values&#62;0.05). Analysis of HLA zygosity confirmed that HLA-DQB1 heterozygosity was associated with a decreased risk of HCC (adjusted OR=0.77, <i>P<\/i>= 0.015). Analysis of HLA evolutionary divergence (HED) showed that high HED at HLA-DRB1 loci was marginally associated with a decreased risk of HCC among <i>HLA-DQB1*03:01<\/i> non-carriers (<i>P<\/i>=0.05).<br \/>Conclusion: Our data shed light on the immunogenetic risk associated with HBV-related HCC. The effect of <i>HLA-DQB1*03:01<\/i> could be partly explained by its low binding affinity with HBV nucleocapsid antigen, and\/or its effect on viral load control and sPD-1, but not by its control on other inflammation markers (chemokines and cytokines) and viral population diversity. The association between HLA-DQB1 heterozygosity and HCC risk could be independent of the <i>HLA-DQB1*03:01<\/i> effect, which indicates underlying mechanisms related to increased immunosurveillance in clearing potential viral antigens or neoantigens.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-14 Infection and immune factors,,"},{"Key":"Keywords","Value":"Hepatitis B virus,Hepatocellular carcinoma,Epidemiology,Genetic polymorphism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhiwei Liu<\/b><sup>1<\/sup>, Chih-Jen Huang<sup>2<\/sup>, Yu-Han Huang<sup>3<\/sup>, Mei-Hung Pan<sup>4<\/sup>, Mei-Hsuan Lee<sup>3<\/sup>, Mathias Viard<sup>5<\/sup>, Allan Hildesheim<sup>1<\/sup>, Ruth  M.  Pfeiffer<sup>1<\/sup>, Mary Carrington<sup>5<\/sup>, Chien-Jen Chen<sup>4<\/sup>, Tobias  L.  Lenz<sup>6<\/sup>, Hwai-I Yang<sup>4<\/sup><br><br\/><sup>1<\/sup>Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Genomics Research Center, Academia Sinica, Taipei, Taiwan,<sup>3<\/sup>National Yang-Ming University, Taipei, Taiwan,<sup>4<\/sup>Academia Sinica, Taipei, Taiwan,<sup>5<\/sup>National Cancer Institute, Bethesda, MD,<sup>6<\/sup>University of Hamburg, Hamburg, Germany","CSlideId":"","ControlKey":"92e63e48-e751-445c-a89d-d9f7a2ec5a1a","ControlNumber":"1535","DisclosureBlock":"&nbsp;<b>Z. Liu, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>M. Pan, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>M. Viard, <\/b> None..<br><b>A. Hildesheim, <\/b> None..<br><b>R. M. Pfeiffer, <\/b> None..<br><b>M. Carrington, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>T. L. Lenz, <\/b> None..<br><b>H. Yang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8027","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3013","PresenterBiography":null,"PresenterDisplayName":"Zhiwei Liu, PhD","PresenterKey":"ff2921aa-6d3f-4787-a717-6ea4d225284e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3013. The immunogenetic basis of hepatitis B virus-related hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The immunogenetic basis of hepatitis B virus-related hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Germline genetic factors central to immunity, such as human leukocyte antigen (HLA) variants, have been associated with several immune-related phenotypes such as response to immune checkpoint inhibitors. However, HLA and killer-cell immunoglobulin-like (KIR) gene combinations, which may modulate immune function, have not been studied in relation to T-cell density in cancer.<br \/><b>Methods:<\/b> This study was conducted within 3 well characterized epidemiologic studies that collected colorectal tumor tissue blocks (N=484). We profiled the in-situ T cell landscape of CRC using digital imaging, machine learning, and a customized 9-plex multiplexed immunofluorescence panel with antibodies directed against CD3, CD4, CD8, CD45RA, CD45RO, FOXP3, and MKI67. HLA and KIR variants were imputed from genome-wide array datasets through SNP2HLA and KIR*IMP methods. We used multivariable ordinal logistic regression to estimate odds ratios (ORs) and 95% confidence intervals (CIs) for the association between HLA-KIR activation\/inhibition ligand combinations with quartile of T cell densities in CRC adjusting for age, sex, GWAS panel, and the first two principal components of ancestry.<br \/><b>Results:<\/b> Presence of KIR2DL2+HLAC1+ and KIR2DS2+HLAC1+ combinations were associated with lower odds of greater CD3<sup>+<\/sup>CD8<sup>+<\/sup> T-cell density quartile, however these findings were not statistically significant [OR = 0.73, 95% CI (0.52, 1.02), p-value = 0.067; OR = 0.74 95% CI (0.53, 1.04), p-value= 0.082, respectively]. There was no association between HLA-KIR combinations and CD3<sup>+<\/sup>CD4<sup>+<\/sup> T-cell density quartile. Further results will examine HLA and KIR genes individually, as well as additional combination variables and more specific T-cell density subsets.<br \/><b>Conclusions:<\/b> Further investigation is needed to determine if germline genetics related to immune profile plays a role in T-cell densities in CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-14 Infection and immune factors,,"},{"Key":"Keywords","Value":"Colorectal cancer,T cell,Epidemiology,Genetic factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Claire Elizabeth Thomas<\/b><sup>1<\/sup>, Jeroen Huyghe<sup>1<\/sup>, Tomotaka Ugai<sup>2<\/sup>, Hang Yin<sup>1<\/sup>, Yasutoshi Takashima<sup>3<\/sup>, Daniel  D.  Buchanan<sup>4<\/sup>, Conghui Qu<sup>1<\/sup>, Li Hsu<sup>1<\/sup>, Andressa Dias Costa<sup>5<\/sup>, Stephen Gallinger<sup>6<\/sup>, Robert Grant<sup>7<\/sup>, Sushma Thomas<sup>1<\/sup>, Shuji Ogino<sup>2<\/sup>, Amanda  I.  Phipps<sup>1<\/sup>, Jonathan Nowak<sup>3<\/sup>, Ulrike Peters<sup>1<\/sup><br><br\/><sup>1<\/sup>Fred Hutchinson Cancer Center, Seattle, WA,<sup>2<\/sup>Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, MA,<sup>3<\/sup>Pathology, Brigham and Women's Hospital, Boston, MA,<sup>4<\/sup>University of Melbourne, Parkville, Australia,<sup>5<\/sup>Medicine, Dana-Farber Cancer Institute, Boston, MA,<sup>6<\/sup>Lunenfeld Tanenbaum Research Institute, Mount Sinai Hospital, University of Toronto, Toronto, ON, Canada,<sup>7<\/sup>Princess Margaret Cancer Centre, Toronto, ON, Canada","CSlideId":"","ControlKey":"1f79bd33-6bb6-4734-8b74-e03acef639a8","ControlNumber":"6504","DisclosureBlock":"&nbsp;<b>C. E. Thomas, <\/b> None..<br><b>J. Huyghe, <\/b> None..<br><b>T. Ugai, <\/b> None..<br><b>H. Yin, <\/b> None..<br><b>Y. Takashima, <\/b> None..<br><b>D. D. Buchanan, <\/b> None..<br><b>C. Qu, <\/b> None..<br><b>L. Hsu, <\/b> None..<br><b>A. Dias Costa, <\/b> None..<br><b>S. Gallinger, <\/b> None..<br><b>R. Grant, <\/b> None..<br><b>S. Thomas, <\/b> None..<br><b>S. Ogino, <\/b> None..<br><b>A. I. Phipps, <\/b> None..<br><b>J. Nowak, <\/b> None..<br><b>U. Peters, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8028","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3014","PresenterBiography":null,"PresenterDisplayName":"Claire Thomas, BS;MPH;PhD","PresenterKey":"8e9524e9-6798-4248-a7eb-825d027db670","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3014. Association between HLA-KIR allele interaction combinations and density of T-cell subsets in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between HLA-KIR allele interaction combinations and density of T-cell subsets in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<b><i>Background:<\/i><\/b> Chronic inflammation plays a significant role in hepatocellular carcinoma (HCC). With rising incidence and poor prognosis of HCC, identifying relatively less invasive biomarkers, especially inflammatory ones, may improve the assessment and stratification of HCC risk. The objective of our studies was to assess if CD8+ T cell cytokines in pre-diagnostic serum are associated with risk of HCC development.<br \/><b><i>Methods:<\/i><\/b> We conducted two parallel case-control studies of HCC nested within the Shanghai Cohort Study (SCS) and the Singapore Chinese Health Study (SCHS), two prospective cohorts of 81,000 individuals with 25+ years of follow-up. The serum concentrations of five CD8+ T cell cytokines &#9472; soluble CD137 (sCD137), soluble Fas (sFas), perforin, macrophage inflammatory protein 1-beta (MIP-1&#946;), and tumor necrosis factor alpha (TNF-&#945;) &#9472; were determined using Luminex bead-based immunoassay on 315 HCC cases and 315 individually matched controls in the SCS, and on 197 HCC case-control pairs in the SCHS. Conditional logistic regression was used to estimate odds ratio (OR) and 95% confidence interval (CI) for HCC with elevated levels of cytokines with adjustment for body mass index, alcohol drinking, cigarette smoking, seropositivity of hepatitis surface antigen (HBsAg), and history of diabetes.<br \/><b><i>Results:<\/i> <\/b>sCD137 levels were statistically significantly higher in HCC cases than controls in both cohorts. Compared with the 1<sup>st<\/sup> quartile (Q1) of sCD137, multivariable-adjusted ORs (95% CI) of HCC for the 4<sup>th<\/sup> quartile (Q4) were 3.8 (1.7-8.3) in the SCS and 3.5 (1.4 -8.5) in the SCHS (both <i>P<\/i><sub>trend<\/sub><i>&#8217;s <\/i>&#60; 0.001). Among HBsAg-negative individuals, ORs (95% CIs) for Q2, Q3, &#38; Q4 of sCD137 were 2.7 (1.5-4.9), 2.7 (1.4-5.0), and 4.5 (2.4-8.5), respectively, compared with Q1 (<i>P<\/i><sub>trend <\/sub>&#60; 0.001) in both SCS and SCHS combined. The corresponding ORs (95% CIs) among HBsAg- positive individuals were 21.0 (9.3-47.6), 34.1 (13.8-84.2), and 56.7 (23.3-137.9), respectively, with a <i>P<\/i>=0.095<i> <\/i>for multiplicative interaction. The sCD137-HCC risk association remained constant over different time periods from blood draw to HCC diagnosis: ORs (95% CIs) for Q4 <i>vs.<\/i> Q1 were 4.7 (1.2-17.5) for &#60;5 years, 3.7 (1.3-10.6) for 5-10 years, and 3.94 (1.6-9.5) for more than 10 years between blood collection and cancer diagnosis. sFas was positively associated with HCC risk in the SCHS but not in the SCS. There was no statistically significant association for perforin, MIP-1&#946;, or TNF-&#945; with HCC risk in either cohort.<br \/><b><i>Conclusion:<\/i><\/b> These novel and validated findings demonstrated that serum sCD137 levels were significantly elevated many years prior to HCC diagnosis, and had a potential synergistic effect with chronic viral infection on the HCC risk. sCD137 may be developed as a immune monitoring biomarker for risk stratification and assessment, which can lead to early diagnosis and improve prognosis of HCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-14 Infection and immune factors,,"},{"Key":"Keywords","Value":"Liver cancer,Immunocytokines,Epidemiology,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Claire  E.  Thomas<sup>1<\/sup>, Jennifer  J.  Adibi<sup>2<\/sup>, Allison  L.  Kuipers<sup>2<\/sup>, Brenda Diergaarde<sup>3<\/sup>, Hung  N.  Luu<sup>1<\/sup>, Aizhen Jin<sup>4<\/sup>, Woon-Puay Koh<sup>5<\/sup>, Yu-Tang Gao<sup>6<\/sup>, Jennifer Adams-Haduch<sup>7<\/sup>, Renwei Wang<sup>8<\/sup>, Anna Lokshin<sup>9<\/sup>, Jaideep Behari<sup>10<\/sup>, <b>Jian-Min Yuan<\/b><sup>11<\/sup><br><br\/><sup>1<\/sup>Epidemiology, School of Public Health; UPMC Hillman Cancer Center, University of Pittsburgh, Pittsburgh, PA,<sup>2<\/sup>Epidemiology, School of Public Health, University of Pittsburgh, Pittsburgh, PA,<sup>3<\/sup>Human Genetics, School of Public Health; UPMC Hillman Cancer Center, University of Pittsburgh, Pittsburgh, PA,<sup>4<\/sup>Healthy Longevity Translational Research Programme, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore,<sup>5<\/sup>Healthy Longevity Translational Research Programme, Singapore Institute for Clinical Sciences, National University of Singapore, Singapore, Singapore,<sup>6<\/sup>Epidemiology, shanghai Cancer Institute, Renjii Hospital, Jiaotong University School of Medicine, Shanghai, China,<sup>7<\/sup>UPMC Hillman Cancer Center; University of Pittsburgh Medical Center, University of Pittsburgh, Pittsburgh, PA,<sup>8<\/sup>UPMC Hillman Cancer Center; Univ of Pittsburgh Medical Center, University of Pittsburgh, Pittsburgh, PA,<sup>9<\/sup>Pathology, School of Medicine, UPMC Hillman Cancer Center, University of Pittsburgh, Pittsburgh, PA,<sup>10<\/sup>Epidemiology, School of Public Health; Medicine, Div of Hepatology, University of Pittsburgh, Pittsburgh, PA,<sup>11<\/sup>University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"88adfd0b-ed8d-4711-a625-e22e03dca374","ControlNumber":"6411","DisclosureBlock":"&nbsp;<b>C. E. Thomas, <\/b> None..<br><b>J. J. Adibi, <\/b> None..<br><b>A. L. Kuipers, <\/b> None..<br><b>B. Diergaarde, <\/b> None..<br><b>H. N. Luu, <\/b> None..<br><b>A. Jin, <\/b> None..<br><b>W. Koh, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>J. Adams-Haduch, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>A. Lokshin, <\/b> None..<br><b>J. Behari, <\/b> None..<br><b>J. Yuan, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8029","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3015","PresenterBiography":null,"PresenterDisplayName":"Jian-Min Yuan, MD;PhD","PresenterKey":"cb7636e2-71e4-4b5c-a4e6-4dfd94c10e2f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3015. Soluble CD137 and risk of hepatocellular carcinoma: nested case-control studies in cohorts in Shanghai and Singapore","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Soluble CD137 and risk of hepatocellular carcinoma: nested case-control studies in cohorts in Shanghai and Singapore","Topics":null,"cSlideId":""},{"Abstract":"Objectives: The burden of cancer attributable to known risk factors has never been estimated in Italy. This study aimed to provide an evidence-based, consistent assessment of the burden of infection-related cancer in Italy.<br \/>Methods: We calculated the proportion of cancers attributable to infectious agents to estimate the burden of infection-related cancer incidence (2020) and mortality (2017). Data on prevalence of infection were mainly derived from cross-sectional surveys among representative sample of Italian population. Data on relative risk were mainly derived from meta-analysis and large-scale studies. Attributable fraction was calculated based on the counterfactual scenario of no exposure to infection. National registries were used to obtain on the number of cancer cases and deaths.<br \/>Results: We estimated 7.6% of total cancer deaths occurred in Italy in 2017 were attributable to infections, with higher proportion in men (8.1%) than in women (6.9%). Corresponding figures for incidence in 2020 were 6.9%, 6.1% and 6.5%. Helicobacter pylori (Hp) was the first cause of infection-related cancer deaths, with 3.3% of all cancer deaths and 2.4% of cancer cases followed by Hepatitis C virus (HCV, 1.8% and 1,3%) and Hepatitis B virus (0,9% and 0,6%), Human Papillomavirus 0.6% and 1,0%), Epstein-Barr virus ( 0,3% of both deaths and cases), Human Immunodeficiency Virus (0,9% for both) and Human Herpes Virus- 8 (0,4% and 0,2%).<br \/>Conclusions: The burden of cancer attributable to infections was higher in<b> <\/b>Italy than in other high-income countries in which similar studies were conducted, including the US, due to excess Hp and ACV. Most of the cancer burden related to infections in Italy is due to agents for which common therapies (Hp, HCV) or vaccination (HPV, HBV) are available. Screening prevention policies are needed to control these cancers, which are largely avoidable.<br \/>Population attributable fraction (%) of cancer deaths in selected studies, by sex.<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{15ABA5B0-8239-48DE-A2BC-4677CE66BAAB}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Sex<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Italy<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>United States<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>United Kingdom<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>France<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Men<\/td><td rowspan=\"1\" colspan=\"1\">8.1<\/td><td rowspan=\"1\" colspan=\"1\">3.4<\/td><td rowspan=\"1\" colspan=\"1\">3.1<\/td><td rowspan=\"1\" colspan=\"1\">3.1<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Women<\/td><td rowspan=\"1\" colspan=\"1\">6.9<\/td><td rowspan=\"1\" colspan=\"1\">3.3<\/td><td rowspan=\"1\" colspan=\"1\">4.3<\/td><td rowspan=\"1\" colspan=\"1\">4.4<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-14 Infection and immune factors,,"},{"Key":"Keywords","Value":"Epidemiology,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Giulia Collatuzzo<\/b><sup><\/sup>, Paolo Boffetta<sup><\/sup><br><br\/>University of Bologna, Bologna, Italy","CSlideId":"","ControlKey":"edf37c1a-6cf9-427d-9d6c-eb98f8560692","ControlNumber":"319","DisclosureBlock":"&nbsp;<b>G. Collatuzzo, <\/b> None..<br><b>P. Boffetta, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8030","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3016","PresenterBiography":null,"PresenterDisplayName":"Giulia Collatuzzo, MD","PresenterKey":"d0c3df76-a2fe-4eab-b017-7e077e5574b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3016. Cancers attributable to infectious agents in Italy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancers attributable to infectious agents in Italy","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Breastfeeding is associated with decreased ovarian cancer risk, yet the biological mechanisms are not fully understood. We conducted an agnostic investigation of tumor immune profiles to better understand the role of the tumor microenvironment in the protective association between breastfeeding and ovarian cancer risk.<br \/><b>Methods<\/b>: Multiplex immunofluorescence was used to measure the abundance of T cells and B cells in ovarian tumor samples on tissue microarrays from the Nurses&#8217; Health Study (NHS; n=337), NHSII (n=127), and New England Case Control Study (NECC; n=214). We averaged the percent of cells within the tumor epithelium that were positive for the immune cell of interest across 3 cores per tumor and categorized tumors as having high or low immune cell abundance based on the median value across all tumors. Controls were non-cases and did not provide tissue samples (n=2,045). Self-reported history of breastfeeding was used to define ever\/never and total duration of breastfeeding. Polytomous logistic regression models adjusted for age, birth cohort, race, parity, oral contraception use, and study, was used to calculate odds ratios (ORs) and 95% confidence intervals (CIs) for breastfeeding and ovarian cancer risk by immune cell level.<br \/><b>Results<\/b>: Overall, breastfeeding was associated with a reduced risk of tumors with low, but not high, subtypes of T cell abundance. Among parous women, history of ever breastfeeding decreased the risk of tumors with low helper T cells (CD3+CD4+; ORlow: 0.56, 95% CI: 0.41-0.77), but not high helper T cells (ORhigh: 0.85, 95% CI: 0.63-1.35; p-het=0.06). For total B cells (CD19+), having ever breastfed was associated with decreased risk of both low (ORlow: 0.64, 95% CI: 0.47-0.87) and high abundance in the tumor (ORhigh: 0.70, 95% CI: 0.62-0.96, p-het=0.67) among parous women. Similar results were observed for CD138+ plasma cells (ORlow:0.76, 95% CI: 0.56-0.99; ORhigh: 0.59, 95% CI: 0.37-0.94; p-het=0.34). Longer duration of breastfeeding was associated with decreased risk of developing tumors with low abundance of total B cells (CD19+, p-trend=0.02) and regulatory B cells (CD19+TNFR2+, p-trend=0.05), but not high abundance of CD19+ or CD19+TNFR2+ (p-het=0.01 and 0.03, respectively).<br \/><b>Conclusion<\/b>: These results indicate that among parous women breastfeeding is associated with reduced risk of ovarian tumors with low infiltration of helper T cells while no heterogeneity was observed for risk by total B cells or plasma cells. Longer breastfeeding duration was associated with reduced risk of tumors low in regulatory B cells (CD19+TNFR+) with a dose-dependent response. Together, these results suggest breastfeeding may play a role in the activation of the tumor immune response. Further efforts are ongoing to disentangle the relationships between breastfeeding and parity with the tumor immune microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-18 Preneoplastic and tumor markers,,"},{"Key":"Keywords","Value":"Ovarian cancer,Risk factors,B cells,T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jennifer Mongiovi<\/b><sup>1<\/sup>, Mary Townsend<sup>2<\/sup>, Allison Vitonis<sup>3<\/sup>, Ana Babic<sup>4<\/sup>, Jonathan Hecht<sup>5<\/sup>, Jose Conejo-Garcia<sup>6<\/sup>, Brooke Fridley<sup>7<\/sup>, Shelley Tworoger<sup>2<\/sup>, Kathryn Terry<sup>3<\/sup>, Naoko Sasamoto<sup>3<\/sup><br><br\/><sup>1<\/sup>Epidemiology, Harvard T.H. Chan School of Public Health, Boston, MA,<sup>2<\/sup>Department of Cancer Epidemiology, Moffitt Cancer Center, Tampa, FL,<sup>3<\/sup>Department of Obstetrics and Gynecology, Brigham and Womens Hospital, Boston, MA,<sup>4<\/sup>Department of Medicine, Dana Farber Cancer Center, Boston, MA,<sup>5<\/sup>Beth Israel Deaconess, Boston, MA,<sup>6<\/sup>Department of Immunology, Moffitt Cancer Center, Tampa, FL,<sup>7<\/sup>Department of Biostatistics and Bioinformatics, Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"bfa33ab7-a183-47e0-baee-2e032da02a29","ControlNumber":"7818","DisclosureBlock":"&nbsp;<b>J. Mongiovi, <\/b> None..<br><b>M. Townsend, <\/b> None..<br><b>A. Vitonis, <\/b> None..<br><b>A. Babic, <\/b> None..<br><b>J. Hecht, <\/b> None..<br><b>J. Conejo-Garcia, <\/b> None..<br><b>B. Fridley, <\/b> None..<br><b>S. Tworoger, <\/b> None..<br><b>K. Terry, <\/b> None..<br><b>N. Sasamoto, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8031","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3017","PresenterBiography":"","PresenterDisplayName":"Jennifer Mongiovi, BA;BS;MS;PhD","PresenterKey":"81f753f2-71ce-4a02-bf88-e061ae9864ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3017. Breastfeeding and ovarian cancer risk by tumor immune profiles","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breastfeeding and ovarian cancer risk by tumor immune profiles","Topics":null,"cSlideId":""},{"Abstract":"Several studies report the negative impact of elevated Neutrophil-to-Lymphocyte ratio (NLR) and elevated Platelet-to-Lymphocyte ratio (PLR) on outcomes in many surgical and medical conditions, including cancer. In order to use these inflammatory biomarkers as prognostic factors in disease, a normal value in disease-free individuals must be identified first.&nbsp;This study aims to (1) establish average values of various inflammatory markers using a healthy and nationally representative U.S. adult population and (2) explore heterogeneity in average values by sociodemographic and behavioral risk factors to better specify cut-off points accordingly. The National Health and Nutrition Examination Survey (NHANES) of aggregated cross-sectional data collected from 2009 to 2016 was analyzed; data extracted included markers of systemic inflammation and demographic variables. We excluded participants who were under 20 or had a history of inflammatory diseases such as arthritis and gout. Adjusted linear regression models were used to examine the association between demographic and behavioral characteristics and neutrophil counts, platelet counts, lymphocyte counts, NLR, and PLR.&nbsp;The average NLR is 2.16 and the average PLR is 121.31. Non-Hispanic Black participants have significantly lower mean NLR values (1.78, 95% CI 1.74&#8211;1.83 and 2.10, 95% CI 2.04&#8211;2.16 respectively) when compared to non-Hispanic Whites (2.27, 95% CI 2.22&#8211;2.30&#8211;p&#60;0.0001). Participants who reported any no smoking history had significantly lower NLR than subjects who reported any smoking history and higher PLR than current smokers.&nbsp;The average PLR for non-Hispanic blacks is significantly lower compared to non-Hispanic whites.&nbsp;&nbsp;Participants ages 20-29 have significantly lower mean PLR vs. participants in the age groups 30-59, 60-79, and 80 and older. Additionally, current smokers have significantly higher mean PLR compared to those who never smoke. Participants in the obese category also had higher mean PLR compared to normal weight participants.&nbsp;This study provides nationally representative estimates for demographic and behavioral effects on NLR, and PLR, which have been associated with several chronic disease outcomes, suggesting that different cut-off points for inflammatory markers should be set according to social factors.&nbsp;&nbsp;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Biomarkers,Epidemiology,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marlene Camacho-Rivera<\/b><sup>1<\/sup>, Zachary Ye<sup>1<\/sup>, Raisa Haq<sup>2<\/sup>, Rose Calixte<sup>1<\/sup><br><br\/><sup>1<\/sup>SUNY Downstate Health Sciences University, Brooklyn, NY,<sup>2<\/sup>CUNY School of Medicine, New York, NY","CSlideId":"","ControlKey":"e157686d-cccd-4c88-b698-70d29098bb76","ControlNumber":"2582","DisclosureBlock":"&nbsp;<b>M. Camacho-Rivera, <\/b> None..<br><b>Z. Ye, <\/b> None..<br><b>R. Haq, <\/b> None..<br><b>R. Calixte, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8032","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3018","PresenterBiography":null,"PresenterDisplayName":"Marlene Camacho-Rivera, BS;MPH;MS;ScD","PresenterKey":"1a82688d-03d4-448f-a533-658c86e878ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3018. Demographic and social patterns of average values of inflammatorymarkers in US adults: A 2009-2016 NHANES analysis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Demographic and social patterns of average values of inflammatorymarkers in US adults: A 2009-2016 NHANES analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background. <\/b>Prior studies have demonstrated that the overall density of T cells in colorectal tumors is favorably associated with colorectal cancer (CRC) survival; however, few studies have considered the potentially distinct roles of heterogeneous T cell subsets in different tissue regions in relation to CRC outcomes.<br \/><b>Methods. <\/b>We used data and colorectal tumor specimens from a subset of participants in three studies (total N=878). We profiled the in situ T cell landscape of CRC using digital imaging, machine learning, and a customized 9-plex multiplexed immunofluoresence panel with antibodies directed against CD3, CD4, CD8, CD45RA, CD45RO, FOXP3, and MKI67. This allowed us to determine the density of T cell subsets defined according to marker co-localization and according to tissue region (i.e., epithelial, stromal). We used Cox proportional hazards models to estimate hazard ratios (HRs) and 95% confidence intervals (CIs) for the associations of T cell subset densities in CRC with disease-specific survival, adjusting for age, sex, tumor site, microsatellite instability status, CpG island methylator phenotype status, status of somatic mutations in <i>BRAF <\/i>and <i>KRAS<\/i>,<i> <\/i>stage, and study.<br \/><b>Results. <\/b>Overall, the densities of CD3<sup>+<\/sup>CD4<sup>+<\/sup> helper T cells and CD3<sup>+<\/sup>CD8<sup>+<\/sup> cytotoxic T cells in CRC were favorably associated with CRC-specific survival. However, in analyses stratified by tissue region, the association of CD3<sup>+<\/sup>CD4<sup>+<\/sup> helper T cell density with survival was limited to density in stromal regions (HR for highest vs. lowest density quartile=0.40, 95% CI: 0.26-0.63, p<sub>trend<\/sub>&#60;0.001), whereas the association with CD3<sup>+<\/sup>CD8<sup>+<\/sup> cytotoxic T cells was limited to density in epithelial regions (HR=0.48, 95% CI: 0.31-0.76, p<sub>trend<\/sub>=0.001). These significant associations persisted after mutually adjusting region-specific CD3<sup>+<\/sup>CD4<sup>+<\/sup> and CD3<sup>+<\/sup>CD8<sup>+<\/sup> T cell densities for each other. Associations of memory T cell subsets (i.e., CD3<sup>+<\/sup>CD4<sup>+<\/sup>CD45RO<sup>+<\/sup> and CD3<sup>+<\/sup>CD8<sup>+<\/sup> CD45RO<sup>+<\/sup> T cells) with survival were more modest than associations with overall CD3<sup>+<\/sup>CD4<sup>+<\/sup> and CD3<sup>+<\/sup>CD8<sup>+<\/sup> T cell densities, and were similar in magnitude across stromal and epithelial tissue regions.<br \/><b>Conclusions. <\/b>The density of T cells in CRC tissue is significantly associated with CRC survival, independent of stage at diagnosis and other evaluated tumor markers; however, the T cell subsets that are associated with CRC outcomes differ according to tissue region. These findings highlight the differing roles of distinct T cell subsets in CRC with regard to cancer outcomes, and support the need for additional work identifying factors that contribute to T cell response profiles in CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-03 Biomarkers of prognosis,,"},{"Key":"Keywords","Value":"Colorectal cancer,T cell,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amanda  I.  Phipps<\/b><sup>1<\/sup>, Jonathan Nowak<sup>2<\/sup>, Yasutoshi Takashima<sup>3<\/sup>, Daniel Buchanan<sup>4<\/sup>, Andressa Dias Costa<sup>5<\/sup>, Steven Gallinger<sup>6<\/sup>, Jeroen Huyghe<sup>7<\/sup>, Li Hsu<sup>7<\/sup>, Conghui Qu<sup>7<\/sup>, Claire Thomas<sup>7<\/sup>, Sushma Thomas<sup>7<\/sup>, Tomotaka Ugai<sup>8<\/sup>, Ulrike Peters<sup>7<\/sup>, Shuji Ogino<sup>3<\/sup><br><br\/><sup>1<\/sup>University of Washington, Seattle, WA,<sup>2<\/sup>Pathology, Brigham and Women's Hospital, Boston, MA,<sup>3<\/sup>Brigham and Women's Hospital, Boston, MA,<sup>4<\/sup>University of Melbourne, Melbourne, Australia,<sup>5<\/sup>Dana Farber Cancer Institute, Boston, MA,<sup>6<\/sup>University of Toronto, Toronto, ON, Canada,<sup>7<\/sup>Fred Hutchinson Cancer Center, Seattle, WA,<sup>8<\/sup>Harvard T.H. Chan School of Public Health, Boston, MA","CSlideId":"","ControlKey":"9ddf30e5-93ac-42c8-bb2c-ac5958edfe72","ControlNumber":"5397","DisclosureBlock":"&nbsp;<b>A. I. Phipps, <\/b> None..<br><b>J. Nowak, <\/b> None..<br><b>Y. Takashima, <\/b> None..<br><b>D. Buchanan, <\/b> None..<br><b>A. Dias Costa, <\/b> None..<br><b>S. Gallinger, <\/b> None..<br><b>J. Huyghe, <\/b> None..<br><b>L. Hsu, <\/b> None..<br><b>C. Qu, <\/b> None..<br><b>C. Thomas, <\/b> None..<br><b>S. Thomas, <\/b> None..<br><b>T. Ugai, <\/b> None..<br><b>U. Peters, <\/b> None..<br><b>S. Ogino, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8033","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3019","PresenterBiography":null,"PresenterDisplayName":"Amanda Phipps","PresenterKey":"76e598f2-7a56-4083-b6bc-b7ff7cc37645","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3019. Density of T cell subsets in colorectal cancer in relation to disease-specific survival","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Density of T cell subsets in colorectal cancer in relation to disease-specific survival","Topics":null,"cSlideId":""},{"Abstract":"Background: Host immunity involves various immune cells working in concert to achieve balanced immune response. Host immunity interacts with tumorigenic process impacting disease outcome. Clusters of different immune cells may indicate specific host-tumor interplay. Identifying the clusters may reveal unique host immunity in response to tumor growth.<br \/>Methods: CIBERSORT was used to estimate relative abundances of 22 immune cell types in 3 datasets, METABRIC, TCGA, and our study. The cell type data in METABRIC were analyzed for cluster using unsupervised hierarchical clustering (UHC). The UHC results were employed to train machine learning models, random forest (RF), deep neural network (DNN), stepAIC, and elastic net. Kaplan-Meier and Cox regression survival analyses were performed to assess cell clusters in association with relapse-free and overall survival. Differentially expressed genes (DEGs) by immune cell clusters were interrogated with IPA for molecular signatures.<br \/>Results: UHC analysis identified two distinct immune cell clusters, clusters A (83.2%) and B (16.8%). Memory B cells, plasma cells, CD8 positive T cells, resting memory CD4 T cells, activated NK cells, monocytes, M1 macrophages, and resting mast cells were more abundant in clusters A than B, whereas regulatory T cells and M0 and M2 macrophages were more in clusters B than A. Patients in cluster A had favorable survival compared to those in cluster B. Similar survival associations were also observed in TCGA and our study when using a RF model trained with the UHC results. The survival associations were independent from clinicopathological variables. IPA analysis showed that pathogen-induced cytokine storm signaling pathway, phagosome formation, and T cell receptor signaling were related to the cell type clusters.<br \/>Conclusions: Our finding suggests that different immune cell clusters may indicate distinct immune responses to tumor growth, suggesting their potential for disease management.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Immune cells,Machine learning,Breast cancer,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhanwei Wang<\/b><sup>1<\/sup>, Dionyssios Katsaros<sup>2<\/sup>, Junlong Wang<sup>1<\/sup>, Nicholetta Biglio<sup>3<\/sup>, Brenda  Y.  Hernandez<sup>1<\/sup>, Peiwen Fei<sup>1<\/sup>, Lingeng Lu<sup>4<\/sup>, Harvey Risch<sup>4<\/sup>, Herbert Yu<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Hawai'i Cancer Center, Honolulu, HI,<sup>2<\/sup>University of Torino, Turin, Italy,<sup>3<\/sup>University of Torino School of Medicine, Mauriziano Hospital, Turin, Italy,<sup>4<\/sup>Yale School of Public Health, New Haven, CT","CSlideId":"","ControlKey":"6f5b2fb2-2f06-45e4-aefa-cdb87c8b2421","ControlNumber":"3793","DisclosureBlock":"&nbsp;<b>Z. Wang, <\/b> None..<br><b>D. Katsaros, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>N. Biglio, <\/b> None..<br><b>B. Y. Hernandez, <\/b> None..<br><b>P. Fei, <\/b> None..<br><b>L. Lu, <\/b> None..<br><b>H. Risch, <\/b> None..<br><b>H. Yu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8034","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3020","PresenterBiography":null,"PresenterDisplayName":"Zhanwei Wang, PhD","PresenterKey":"3caa64aa-6ab6-4a71-ab6e-ade35d856b95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3020. Machine learning-based cluster analysis of immune cell subtypes and breast cancer survival","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Machine learning-based cluster analysis of immune cell subtypes and breast cancer survival","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Low- and middle-income countries are facing a high health burden of cervical cancer (CC). The situation is worsened by a high prevalence of human immunodeficiency virus (HIV). We aim to identify epigenetic signatures to help understand the virus-associated pathways underlying CC development, which is fundamental to developing effective CC screening tools or therapeutic approaches for women living with HIV.<br \/><b>Methods:<\/b> We recruited a total of 365 Nigerian women with mean age of 52 (239 HIV+ and 126 HIV-; 98 without CC, 106 with cervical lesions, and 161 with CC). DNA methylation profiling in cervical tissue samples was performed using Illumina EPIC array covering over 860K methylation sites. The epigenetic signatures were identified among HIV+ women through epigenome-wide association study comparing CC vs. CC-free (Bonferroni adjusted p &#60;0.05), which were further validated by comparing: 1) pairs of tumor and adjacent normal samples; and 2) pairs of cervical lesions and adjacent normal samples. The comparisons were adjusted for age, BMI, education, employment, parity, study site, and technical batch variables. We then compared the identified signatures between HIV+ and HIV- among CC women to delineate the role of HIV. We constructed a methylation risk score (MRS) using the signatures, and we performed receiver operating characteristic (ROC) analysis to evaluate the performance of distinguishing across cancer statuses (CC, cervical lesions, CC-free).<br \/><b>Results:<\/b> We identified 46 differentially methylated markers (p-value ranging from 5.7e-8 to 2.4e-19) in HIV+ CC women. The effect sizes among the 46 markers in the paired tumor-normal analysis and the paired lesion-normal analysis were highly correlated with the CC vs. CC-free analysis (r=0.99 and r=0.95, respectively) with smaller magnitudes (1.8 and 4.3 times smaller, respectively). Gene ontology and Reactome pathway enrichment analysis revealed that these 46 markers were enriched in genes involving activation of PI3K\/AKT\/mTOR signaling network (e.g., <i>RPTOR<\/i>, <i>HDAC3<\/i>, <i>MAPKAP1<\/i>), which plays a crucial role in virus\/host crosstalk and virus-induced carcinogenesis. The PI3K\/AKT\/mTOR signaling cascade suppressors, including gene <i>PRDM8<\/i>, were silenced by promoter hypermethylation among HIV+ CC women (p=4.3e-12). These epigenetic changes, however, were not observed in CC women without HIV. In an independent dataset, MRS was the lowest in women without CC (2.3&#177;2.1), followed by women with cervical lesions (4.9&#177;1.1), and the highest in CC women (9.6&#177;3.9) (p-trend &#60; 2e-16). The MRS achieved areas under the ROC curve = 0.93 and 0.88 in distinguishing CC and cervical lesions from CC-free among HIV+ women, respectively.<br \/><b>Conclusion:<\/b> HIV may communicate with cervical cells and promote CC through epigenetic activation of PI3K\/AKT\/mTOR signaling pathway. Our epigenetic signatures may serve as novel biomarkers for CC early detection and treatment for women living with HIV.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Cervical cancer,Methylation,Human immunodeficiency virus,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yinan Zheng<\/b><sup>1<\/sup>, Olugbenga Silas<sup>2<\/sup>, Jonah Musa<sup>2<\/sup>, Yishu Qu<sup>1<\/sup>, Tao Gao<sup>1<\/sup>, Kyeezu Kim<sup>1<\/sup>, Brian Joyce<sup>1<\/sup>, Jun Wang<sup>1<\/sup>, Demirkan Gursel<sup>1<\/sup>, Abdulkareem Fatimah<sup>3<\/sup>, Godwin Imade<sup>2<\/sup>, Alani Akanmu<sup>3<\/sup>, Jian-Jun Wei<sup>1<\/sup>, Masha Kocherginsky<sup>1<\/sup>, Kwang-Youn Kim<sup>1<\/sup>, Firas Wehbe<sup>1<\/sup>, Chad Achenbach<sup>1<\/sup>, Rose Anorlu<sup>3<\/sup>, Melissa Simon<sup>1<\/sup>, Atiene Sagay<sup>2<\/sup>, Folasade Ogunsola<sup>3<\/sup>, Robert Murphy<sup>1<\/sup>, Lifang Hou<sup>1<\/sup><br><br\/><sup>1<\/sup>Northwestern Univ. Feinberg School of Medicine, Chicago, IL,<sup>2<\/sup>University of Jos, Jos, Nigeria,<sup>3<\/sup>University of Lagos, Lagos, Nigeria","CSlideId":"","ControlKey":"091ba4ae-458f-422b-835d-b42c2a56f43e","ControlNumber":"7526","DisclosureBlock":"&nbsp;<b>Y. Zheng, <\/b> None..<br><b>O. Silas, <\/b> None..<br><b>J. Musa, <\/b> None..<br><b>Y. Qu, <\/b> None..<br><b>T. Gao, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>B. Joyce, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>D. Gursel, <\/b> None..<br><b>A. Fatimah, <\/b> None..<br><b>G. Imade, <\/b> None..<br><b>A. Akanmu, <\/b> None..<br><b>J. Wei, <\/b> None..<br><b>M. Kocherginsky, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>F. Wehbe, <\/b> None..<br><b>C. Achenbach, <\/b> None..<br><b>R. Anorlu, <\/b> None..<br><b>M. Simon, <\/b> None..<br><b>A. Sagay, <\/b> None..<br><b>F. Ogunsola, <\/b> None..<br><b>R. Murphy, <\/b> None..<br><b>L. Hou, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8035","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3021","PresenterBiography":null,"PresenterDisplayName":"Yinan Zheng, MS;PhD","PresenterKey":"ac0c01cf-127d-48ed-8832-a9059ce0e31b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3021. Epigenetic signatures of virus-associated cervical cancer in women living with HIV","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic signatures of virus-associated cervical cancer in women living with HIV","Topics":null,"cSlideId":""},{"Abstract":"Background: Metabolomics has become a powerful tool to systematically examine metabolic pathways involved in carcinogenesis. Although several epidemiological studies examined the association between metabolites and breast cancer risk, metabolomic biomarkers of breast cancer measured in premenopausal women are still understudied. Herein, we prospectively investigated the associations between pre-diagnostic metabolomic signatures and subsequent risk of developing breast cancer among predominantly premenopausal women at blood collection.<br \/>Methods: In the Nurses&#8217; Health Study II, 29,611 healthy women (80% premenopausal) donated blood samples in 1996-1999. Between blood collection and 2011, 1,055 women were diagnosed with breast cancer, and each was matched with healthy control. Lipids, carbohydrates, and organic acid-related metabolites were profiled with liquid chromatography-tandem mass spectrometry. Multivariable (including adiposity) adjusted conditional logistic regression was used to estimate odds ratios (ORs) of breast cancer and 95% confidence intervals (CIs). Associations of metabolite groups with breast cancer were evaluated using metabolite set enrichment analysis and network analysis. All analyses were corrected for multiple comparisons.<br \/>Results: Although no individual metabolites were statistically significantly associated with breast cancer risk after multiple comparisons correction, several individual metabolites were identified as nominally significant: taurodeoxycholate (OR=1.15; 95%CI=1.04-1.28), C16:1 cholesteryl ester (OR=0.88; 95%CI=0.79-0.97), C32:1 phosphatidylcholine (PC) (OR=0.88; 95%CI=0.79-0.98), C34:1 PC (OR=0.87; 95%CI=0.78-0.98), and C34:3 PC (OR=0.88; 95%CI=0.79-0.98). In analyses of grouped metabolites, triglycerides (TAGs) with &#60;3 double bonds (DBs) (normalized enrichment score (NES)= -2.54; P<sub>adj<\/sub>&#60;0.00001) and PCs (NES= -2.13; P<sub>adj<\/sub>=0.02) were significantly inversely associated with risk of overall breast cancer, with no obvious differences observed by menopausal or BMI status. Significant inverse associations of TAGs with &#8805;3 DBs were only observed among premenopausal women or among those with high BMI. Opposite enrichments of phospholipids, amino acids, and carbohydrate-related metabolites were observed by estrogen receptor (ER) status.<br \/>Conclusions: In this prospective study of predominately premenopausal women, we found that the association between TAGs and breast cancer risk was dependent on the number of DBs. Notably, TAGs with &#60;3 DBs, which have been associated with higher risk of type 2 diabetes, were strongly inversely associated with risk of developing breast cancer. Variations of associations with other metabolites were observed by menopausal, obesity, and ER status. Further validation of our findings in independent cohorts of premenopausal women is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Breast cancer,Metabolomics,Epidemiology,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tengteng Wang<\/b><sup>1<\/sup>, Oana Zeleznik<sup>2<\/sup>, Emma  E.  McGee<sup>3<\/sup>, Kristen  D.  Brantley<sup>4<\/sup>, Raji Balasubramanian<sup>5<\/sup>, Bernard  A.  Rosner<sup>6<\/sup>, Walter  C.  Willett<sup>7<\/sup>, Clary  B.  Clish<sup>8<\/sup>, A. Heather Eliassen<sup>6<\/sup><br><br\/><sup>1<\/sup>Harvard Medical School and Brigham and Women's Hospital, Boston, MA,<sup>2<\/sup>Department of Medicine, Harvard Medical School and Brigham and Women's Hospital, Boston, MA,<sup>3<\/sup>Harvard Medical School,  Brigham and Women's Hospital, Harvard T. H. Chan School of Public Health, and Broad Institute of MIT and Harvard, Boston, MA,<sup>4<\/sup>Harvard Medical School and Harvard T. H. Chan School of Public Health, Boston, MA,<sup>5<\/sup>University of Massachusetts  Amherst, Boston, MA,<sup>6<\/sup>Harvard Medical School, Brigham and Women's Hospital, and Harvard T. H. Chan School of Public Health, Boston, MA,<sup>7<\/sup>Harvard T. H. Chan School of Public Health, Boston, MA,<sup>8<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA","CSlideId":"","ControlKey":"be4359f7-c671-4dd7-97bb-13e7aa2ab278","ControlNumber":"2219","DisclosureBlock":"&nbsp;<b>T. Wang, <\/b> None..<br><b>O. Zeleznik, <\/b> None..<br><b>E. E. McGee, <\/b> None..<br><b>K. D. Brantley, <\/b> None..<br><b>R. Balasubramanian, <\/b> None..<br><b>B. A. Rosner, <\/b> None..<br><b>W. C. Willett, <\/b> None..<br><b>C. B. Clish, <\/b> None..<br><b>A. Eliassen, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8036","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3022","PresenterBiography":null,"PresenterDisplayName":"Tengteng Wang, MBBS;MPH;PhD","PresenterKey":"0c6c3a12-cddd-4d47-98c9-85abc26babbe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3022. Prospective study of circulating metabolomic signatures and breast cancer incidence among predominantly premenopausal women","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prospective study of circulating metabolomic signatures and breast cancer incidence among predominantly premenopausal women","Topics":null,"cSlideId":""},{"Abstract":"Despite advances in treatment, colorectal cancer remains one of the leading causes of cancer-specific death. To decrease colorectal cancer mortality, better and more cost-efficient tools for risk prediction and early detection are needed. One area that has shown promise is using protein biomarkers, measured in blood, to detect individuals with early-stage disease or at increased risk. The primary aim of this study was therefore to identify novel protein biomarkers associated with colorectal cancer risk and the secondary aim was to validate protein biomarkers that had been described in previous studies. We included data and samples from 185 incident colorectal cancer cases and 185 controls (matched on age, sex, sampling date, and the number of freeze-thaw cycles) from the Northern Sweden Health and Disease Study (NSHDS). Samples were collected between six years and three months prior to the diagnosis date of each case and concentrations of 1536 individual proteins were measured in plasma samples using the Olink Explore 1536 platform (Olink Proteomics). Prior to statistical analyses, 249 proteins were excluded, either due to not passing quality control or having more than 50% of the concentrations below the limit of detection. In addition, we also excluded extreme outliers. Conditional logistic regression was used to estimate Odds Ratios (ORs) and 95% confidence intervals (95% CI) for the association between protein concentrations and colorectal cancer risk. Multivariable models were adjusted for predetermined colorectal cancer risk factors, including body mass index, alcohol consumption, physical activity, smoking status, and level of education. When considering p&#60;0.005 as a cut-off, we identified 20 proteins that were associated with colorectal cancer risk. Our top hit was TFF3 (Trefoil Factor 3) which was positively associated with colorectal cancer at a high significance level (multivariable OR per SD: 1.84 95% CI: 1.38 - 2.45). TFF3 was significant in men (FDR&#60;0.1), but not in women (p<sub>heterogeneity<\/sub> &#60;0.05). In addition, several of the top 20 proteins such as AREG, MMP7, and CXCL16 have been linked to the diagnosis or prognosis of colorectal cancer in earlier studies. To conclude, we identified one novel protein biomarker, TFF3, strongly associated with colorectal cancer risk and validated several proteins previously linked to the diagnosis or prognosis of colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Proteomics,Risk factors,Biomarkers,Early detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Justin Harbs<\/b><sup>1<\/sup>, Matilda Rentoft<sup>1<\/sup>, Xijia Liu<sup>2<\/sup>, Beatrice  S.  Melin<sup>1<\/sup>, Sophia Harlid<sup>1<\/sup>, Bethany Van Guelpen<sup>1<\/sup><br><br\/><sup>1<\/sup>Radiation Sciences, Oncology Unit, Ume University, Ume, Sweden,<sup>2<\/sup>Statistics, Ume University, Ume, Sweden","CSlideId":"","ControlKey":"c6d6b305-288c-42c6-8529-83531e51efca","ControlNumber":"4221","DisclosureBlock":"&nbsp;<b>J. Harbs, <\/b> None..<br><b>M. Rentoft, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>B. S. Melin, <\/b> None..<br><b>S. Harlid, <\/b> None..<br><b>B. Van Guelpen, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8037","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3023","PresenterBiography":null,"PresenterDisplayName":"Justin Harbs, MS","PresenterKey":"98e27450-cafe-493b-82c4-99380e6cb98f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3023. Identifying colorectal cancer biomarkers using a targeted proteomics platform with extensive coverage","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying colorectal cancer biomarkers using a targeted proteomics platform with extensive coverage","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Ovarian cancer has poor survival due to more than 60% of patients being diagnosed at advanced stage. Therefore, discovery of novel, non-invasive early detection biomarkers has high potential to improve outcomes. Here, using prospectively collected blood samples, we developed a model using plasma metabolite levels to discriminate ovarian cancer cases from controls and applied it to an independent dataset.<br \/><b>Method: <\/b>We examined 251 lipid and lipid-related metabolites measured using a liquid chromatography tandem mass spectrometry method (Broad Institute, Cambridge, MA) in plasma collected up to three years prior to ovarian cancer diagnosis and controls matched on age, blood collection characteristics, and menopausal status at blood draw and diagnosis in the Prostate, Lung, Colorectal and Ovarian Cancer Screening Trial (PLCO; n=100, testing dataset) and the Nurses&#8217; Health Studies (NHS; n=98, replication dataset). We used a paired t-test to identify metabolites with a significant difference (p&#60;0.05) between ovarian cancer cases and controls. Then we used LASSO to identify metabolites that best discriminated ovarian cancer cases from controls in PLCO. We estimated the area under the receiver operating characteristic curve (AUC) and 95% confidence interval (CI) to assess model performance in discriminating ovarian cancer cases from controls when adding the selected metabolite score to a model based on CA125 using the clinical cutoff of 35U\/mL, in PLCO and NHS.<br \/><b>Results:<\/b> Ten metabolites were significantly different between ovarian cancer cases and controls (p&#60;0.05) in PLCO. LASSO selected 9 of the 10 metabolites into a prediction model including CA125 [i.e., C16:0 cholesteryl ester (CE), C22:6 CE, C30:0 phosphatidyl choline (PC), C32:1 PC, C40:10 PC, C38:2 phosphatidylethanolamine, C45:0 triglyceride, acetaminophen, 4-hydroxyhippurate]. In PLCO, adding a metabolite score derived from the 9 LASSO selected metabolites to a model with CA125 alone resulted in a significant (p&#60;0.01) increase in AUC (95%CI) from 0.66(0.59-0.72) to 0.87(0.80-0.94). In NHS, adding the metabolite score to a model with CA125 alone also resulted in a significant (p=0.05) increase in AUC from 0.63(0.56-0.71) to 0.72(0.61-0.83).<br \/><b>Conclusion: <\/b>Using prospectively collected blood samples, we created a metabolite score which significantly increased the AUC compared to a model with CA125 alone and discriminated ovarian cancer cases from controls in the training dataset (PLCO). We replicated our findings in an independent test dataset (NHS). Further investigations assessing the performance of other statistical methods for replication (e.g., bootstrapping) and model building (e.g., random forest) are ongoing. These results suggest plasma metabolites represent promising novel early detection biomarkers for ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Ovarian cancer,Early detection,Metabolomics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Oana  A.  Zeleznik<\/b><sup>1<\/sup>, Julian Avila-Pacheco<sup>2<\/sup>, Daniel  W.  Cramer<sup>3<\/sup>, Britton Trabert<sup>4<\/sup>, Clary  B.  Clish<sup>2<\/sup>, Shelley  S.  Tworoger<sup>5<\/sup>, Kathryn  L.  Terry<sup>6<\/sup>, Naoko Sasamoto<sup>6<\/sup><br><br\/><sup>1<\/sup>Channing Division of Network Medicine, Harvard Medical School and Brigham and Women's Hospital, Boston, MA,<sup>2<\/sup>Broad Institute of MIT and Harvard, Boston, MA,<sup>3<\/sup>Department of Obstetrics and Gynecology, Harvard Medical School and Brigham and Women's Hospital, Boston, MA,<sup>4<\/sup>Department of Obstetrics and Gynecology, University of Utah and Huntsman Cancer Institute, Salt Lake City, UT,<sup>5<\/sup>Department of Cancer Epidemiology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL,<sup>6<\/sup>Harvard Medical School and Brigham and Women's Hospital, Boston, MA","CSlideId":"","ControlKey":"90bab9fc-1cfc-4ca1-a1ce-c0344cb35c93","ControlNumber":"6456","DisclosureBlock":"&nbsp;<b>O. A. Zeleznik, <\/b> None..<br><b>J. Avila-Pacheco, <\/b> None..<br><b>D. W. Cramer, <\/b> None..<br><b>B. Trabert, <\/b> None..<br><b>C. B. Clish, <\/b> None..<br><b>S. S. Tworoger, <\/b> None..<br><b>K. L. Terry, <\/b> None..<br><b>N. Sasamoto, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8038","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3024","PresenterBiography":null,"PresenterDisplayName":"Oana Zeleznik, BS;MS;PhD","PresenterKey":"305282b7-4953-4b6a-9770-6c112d89f162","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3024. Development of a plasma metabolomics prediction model for early detection of ovarian cancer using prospectively collected blood samples in two independent cohorts","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a plasma metabolomics prediction model for early detection of ovarian cancer using prospectively collected blood samples in two independent cohorts","Topics":null,"cSlideId":""},{"Abstract":"Background and Purpose: Lung cancer is a heterogeneous disease, often diagnosed at advanced stages, with low overall survival rate. To better understand the lung cancer etiology and discover screening and early detection biomarkers, we performed a nested case-control study to examine the metabolic perturbation related to lung cancer.<br \/>Methods: This study included 741 case-control pairs (mean age = 67 years) from the ongoing Cancer Prevention Study (CPS) cohorts. Participants completed a comprehensive exposure and health questionnaire at enrollment. Pre-diagnosis blood samples were collected between 1998-2001 in CPS-II and 2006-2013 in CPS-3. Cases and controls were 1:1 matched on date of birth, blood draw date, gender, and race\/ethnicity. All eligible controls were cancer-free at the time of case diagnosis. &#65279;Odds ratios (ORs) per standard deviation and 95% confidence intervals (CIs) were estimated using conditional logistic regression, controlling for potential confounders including body mass index, fruit and vegetable consumption, smoking status, and hormone use. We further performed stratified analyses by smoking status (never\/former\/current) and follow-up time (i.e., within 3 years\/beyond 3 years between blood draw and diagnosis). Statistical significance was determined as false discovery rate (FDR) &#38;lt; 0.2.<br \/>Results: Sphingomyelin (d18:0\/22:0), a bioactive sphingolipid of cell membranes, was associated with lung cancer risk (OR:1.31, 95% CI: 1.14, 1.51, FDR= 0.18). When stratified by follow-up time, participants diagnosed within 3 years of blood draw had 59% higher risk of lung cancer per standard deviation increase in sphingomyelin (d18:0\/22:0) (OR: 1.59, 95% CI: 1.16, 2.16, p = 0.004) and 25% higher risk for those diagnosed beyond 3 years (OR: 1.25, 95% CI: 1.06, 1.47, p = 0.008). Metabolites associated with lung cancer at raw <i>p<\/i>-value &#38;lt; 0.05 indicated the perturbation mostly in lipid, amino acid, and xenobiotics metabolism. Among lung cancer cases who were never smokers, the extent of lipid and amino acid perturbation appeared to be similar, while among lung cancer cases who were current smokers, lipid metabolism tended to be more prominent.<br \/>Conclusion: This is the largest prospective study examining lung cancer risk and metabolic response using an untargeted metabolomics platform. These findings provide preliminary support for sphingomyelin (d18:0\/22:0) as a potential screening and early detection biomarker for lung cancer. Results also highlight lipid metabolism including sphingolipid and bile acid metabolism may also play an important role in lung cancer etiology. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Lung cancer,Metabolomics,Screening,Early detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ziyin Tang<sup>1<\/sup>, Donghai Liang<sup>1<\/sup>, Emily  L.  Deubler<sup>2<\/sup>, Jeremy  A.  Sarnat<sup>1<\/sup>, Sabrina Chow<sup>1<\/sup>, W.Ryan Diver<sup>2<\/sup>, <b>Ying Wang<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Gangarosa Department of Environmental Health, Emory University, Rollins School of Public Health, Atlanta, GA,<sup>2<\/sup>Department of Population Science, American Cancer Society, Atlanta, GA","CSlideId":"","ControlKey":"831e9759-1517-4a1e-953c-d4e21af9ce4f","ControlNumber":"3955","DisclosureBlock":"&nbsp;<b>Z. Tang, <\/b> None..<br><b>D. Liang, <\/b> None..<br><b>E. L. Deubler, <\/b> None..<br><b>J. A. Sarnat, <\/b> None..<br><b>S. Chow, <\/b> None..<br><b>W. Diver, <\/b> None..<br><b>Y. Wang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8039","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3025","PresenterBiography":null,"PresenterDisplayName":"Ying Wang, MS;PhD","PresenterKey":"b7bbac65-3f6a-4fe6-a3f6-a1cdebef03ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3025. A pooled analysis of lung cancer metabolomics in the Cancer Prevention Studies revealing sphingomyelin (d18:0\/22:0) as a potential screening biomarker","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A pooled analysis of lung cancer metabolomics in the Cancer Prevention Studies revealing sphingomyelin (d18:0\/22:0) as a potential screening biomarker","Topics":null,"cSlideId":""},{"Abstract":"IntroductionBiliary tract cancer (BTC) is an uncommon, aggressive malignancy with an untreated median overall survival of 2.5-4.5 months for advanced disease. Incidence varies geographically and is generally highest in parts of Asia and South America and lowest in Western countries. Previous dietary risk evaluations have primarily been limited case-control studies with small sample sizes.ObjectiveHere, we prospectively evaluate associations of dietary intakes, BMI, abdominal fat, and physical activity with BTC risk in three cohort studies in two countries, the largest such assessment reported in literature.Methods\/Study PopulationWe evaluated 638,816 adults in China and the United Kingdom enrolled in the Shanghai Women&#8217;s Health Study (SWHS), Shanghai Men&#8217;s Health Study (SMHS), or UK Biobank (UKB). Dietary intake and physical activity information was obtained from study participants at baseline using food frequency and physical activity questionnaires, respectively. All have been validated for these evaluations. Dietary intakes of major food groups were divided into low, middle, and high intake tertiles. BMI was divided by standard cut-offs, and WHR and leisure-time physical activity (measured using MET hours\/week) were split into quartiles. Cox regression was used to estimate hazard ratios and 95% confidence intervals for BTC risk in all cohorts. Participants were excluded due to a prior history of cancer, CHD, or stroke at baseline, developing cancer or dying within one year after enrollment, developing cancer after the censor date in UKB, or having extreme energy intakes in SWHS-SMHS.ResultsThe analyzed cohort includes 569,303 participants: 66,944 SWHS, 55,738 SMHS, and 446,621 UKB participants with median enrollment ages of 49, 52, and 57 years old and median follow-up times of 18.1, 12.3, and 11.0 years, respectively. The SWHS observed 206 eligible BTC cases, SMHS 97, and UKB 436. SWHS and SMHS participants were combined for dietary evaluation and the highest tertile of fruit intake showed an inverse association with BTC risk when compared to the lowest tertile: HR (95% CI) 0.65 (0.48-0.89); p-trend 0.008. SWHS-SMHS legume intake was associated with an increased risk: 1.52 (1.13-2.06); p-trend 0.016. In UKB, the highest tertile of fish intake was associated with a reduced risk: opposing tertiles 0.65 (0.49-0.87); p-trend 0.019. A positive relationship between BMI and BTC was observed in all cohorts: pooled analysis 1.66 (1.27, 2.16); p-trend, &#60;0.0001. WHR and BTC were positively associated in pooled analysis: 1.28 (1.01-1.64); p-trend 0.020. Physical activity lacked any association.ConclusionHigh dietary fruit and fish intake might be associated with a reduced risk of BTC. Our study suggests that adiposity and diets may play a role in the etiology of this fatal malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: other,Cancer,Diet,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Valerie Gunchick<\/b><sup><\/sup>, Wei Zheng<sup><\/sup><br><br\/>Department of Medicine, Vanderbilt-Ingram Cancer Center, Vanderbilt University Medical Center, Vanderbilt Epidemiology Center, Division of Epidemiology, Nashville, TN","CSlideId":"","ControlKey":"9b807d69-b624-4522-9acb-23c0775a055e","ControlNumber":"7064","DisclosureBlock":"&nbsp;<b>V. Gunchick, <\/b> None..<br><b>W. Zheng, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9533","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3026","PresenterBiography":null,"PresenterDisplayName":"Valerie Gunchick, BS;MS","PresenterKey":"31080e6d-c415-4f50-8b44-0e434fa719ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3026. Dietary intakes and biliary tract cancer risk: Results from cohort studies including 638,860 Chinese and European adults","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"472","SessionOnDemand":"False","SessionTitle":"Aging, Immune Factors, and Metabolomics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dietary intakes and biliary tract cancer risk: Results from cohort studies including 638,860 Chinese and European adults","Topics":null,"cSlideId":""}]