[{"Abstract":"Introduction: Abundance of tumor infiltrated lymphocytes (TILs) in the peripheral region of tumor assessed pathologically is associated with improved response to chemotherapy and better prognosis in Her2+ and triple-negative breast cancer (TNBC). Since recent progress in bioinformatics has allowed for computational deconvolution of bulk tumor, we investigated the clinical relevance of intratumoral TILs in primary breast cancer and response to neoadjuvant chemotherapy (NAC).<br \/>Methods: A total of 4139 bulk tumor RNA sequencing data were analyzed for the association of high intratumoral TILs with clinicopathologic factors and biology in primary breast cancer cohorts of TCGA and SCAN-B. Total of 1719 bulk samples from three other cohorts (GSE163882, GSE25066, and GSE194040) were utilized to investigate the association between pathologic complete response rate (pCR) to neoadjuvant chemotherapy and intratumoral TILs.<br \/>Results: Among several deconvolution algorithms, the sum of xCell lymphocytes was chosen to estimate intratumoral TIL since it correlated the strongest with multiple signals that represent lymphocytes. The cohorts were divided into high or low TIL tumor by median cut-off, and number of TILs in high-TIL ER+\/Her2- was roughly the same as that of low-TIL TNBC. As expected, high TILs were associated with better disease specific survival in Her2+ and TNBC subtypes consistently in TCGA and SCAN-B cohorts. Immune-related gene sets were uniformly enriched to high TIL tumors regardless of subtype, and the difference in cytolytic activity by TILs were the largest in TNBC. Macrophages, dendritic cells, lymphatic and blood endothelial cells were infiltrated in TIL high tumors. Thus, estimated intra-tumor TILS showed similar immune-related characteristics with pathology-assessed TILs. However, ER+\/Her2- was most strongly correlated with cell proliferation biologically, pathologically, and molecular biologically. High TIL was significantly associated with higher mutation related scores only in ER+HER2-. Unexpectedly, intratumoral TILs and all the types of lymphocytes showed low AUC for predicting pCR to NAC (AUC &#60; 0.6). Gene expression-based scores generated by LASSO model showed low AUC in all the cohorts neither (AUC &#60; 0.65).<br \/>Conclusion: Transcriptomic signature of Intratumoral TILs is associated with cell proliferation in ER+HER2- breast cancer and better survival in HER2+ breast cancer and TNBC but is not as consistently associated with response to neoadjuvant chemotherapy as pathologically assessed TILs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Breast cancer,Tumor infiltrating lymphocytes,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rongrong Wu<\/b><sup>1<\/sup>, Masanori Oshi<sup>2<\/sup>, Mariko Asaoka<sup>3<\/sup>, Masayuki Nagahashi<sup>4<\/sup>, Li Yan<sup>1<\/sup>, Yasuo Miyoshi<sup>4<\/sup>, Takashi Ishikawa<sup>3<\/sup>, Kazuaki Takabe<sup>1<\/sup><br><br\/><sup>1<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>2<\/sup>Yokohama City University, Yokohama, Japan,<sup>3<\/sup>Tokyo Medical University, Tokyo, Japan,<sup>4<\/sup>Department of Breast and Endocrine Surgery, Hyogo College of Medicine, Hyogo, Japan","CSlideId":"","ControlKey":"896937dc-f172-49d4-833c-1327378a855c","ControlNumber":"3194","DisclosureBlock":"&nbsp;<b>R. Wu, <\/b> None..<br><b>M. Oshi, <\/b> None..<br><b>M. Asaoka, <\/b> None..<br><b>M. Nagahashi, <\/b> None..<br><b>L. Yan, <\/b> None..<br><b>Y. Miyoshi, <\/b> None..<br><b>T. Ishikawa, <\/b> None..<br><b>K. Takabe, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7571","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2032","PresenterBiography":null,"PresenterDisplayName":"Rongrong Wu, MD","PresenterKey":"05681113-fa5a-464a-a2a8-68294ff65789","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2032. Intratumoral tumor infiltrating lymphocytes is associated with cell proliferation and better survival but not with response to chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intratumoral tumor infiltrating lymphocytes is associated with cell proliferation and better survival but not with response to chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"A typical cancer somatic mutation identification workflow involves using a standard human reference genome for aligning the sequencing reads and annotating the uncovered somatic variants. The completeness and the correctness of the reference genome, and the haplotype representations may all impact the sequencing read alignments and subsequent somatic variant identifications. However, the exact impacts of the underlying references being used on somatic mutation analysis has not been investigated. In this study, we selected 3 human reference genomes, including GRCh38, T2TCHM13, and a personalized genome (PG) that was derived from a normal cell line, and 12 tumor normal paired replicates of Illumina short read sequencing data for the HCC1395 breast cancer cell line and a matched normal cell line, and aim to illustrate and quantify the effects of the reference genomes on the accuracy of somatic SNV\/SV mutation detection using various somatic variant callers. Our analysis shows that the use of a personalized haplotype-specific genome assembly, rather than an unrelated genome such as GRCh38 or T2TCHM13 as a reference, not only improves read alignments for short-read sequencing data but also ameliorates the detection accuracy of somatic SNVs and SVs. While most somatic mutation calls are identical or equivalent, we identify GRCh38 and T2TCHM13 specific somatic mutations that may need to be avoided for further pursuit of incorrect treatment options. We uncover novel somatic mutations only when personalized genome assembly is used as a reference, some of which overlap with genes involving with pathways related to cancer invasion and metastasis (e.g., CDH23, ST14 etc.). The predicted somatic SVs are found more precise. Such results may provide additional interventional target choices for patients, researchers or clinicians, and physicians to look into further for personalized patient care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Somatic mutations,Personalized medicine,Whole genome sequencing,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chunlin Xiao<\/b><sup><\/sup>, Valerie Schneider<sup><\/sup><br><br\/>NIH-NLM, Bethesda, MD","CSlideId":"","ControlKey":"68f165d3-ed47-40be-a32a-1e1a8f1fd793","ControlNumber":"1519","DisclosureBlock":"&nbsp;<b>C. Xiao, <\/b> None..<br><b>V. Schneider, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7572","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2033","PresenterBiography":null,"PresenterDisplayName":"Chunlin Xiao, PhD","PresenterKey":"00eb6c4f-bd82-45c6-b8e9-49b6f71278f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2033. Assessment of human reference genomes on cancer somatic mutation detection in tumor-normal paired reference samples using whole genome short-read sequencing data","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessment of human reference genomes on cancer somatic mutation detection in tumor-normal paired reference samples using whole genome short-read sequencing data","Topics":null,"cSlideId":""},{"Abstract":"Regulatory networks containing enhancer to gene edges define cellular state and their rewiring is a hallmark of cancer. While efforts, such as ENCODE, have revealed these networks for reference tissues and cell-lines by integrating multi-omics data, the same methods cannot be applied for large patient cohorts due to the constraints on generating ChIP-seq and three-dimensional data from limited material in patient biopsies. Moreover, many cancer types lack effective targeted therapeutic options and in cancers where first-line targeted therapies are available, treatment resistance is a huge challenge, owing to both genetic and epigenetic alterations. Recent technological advances have enabled the use of ATAC-seq and RNA-seq on patient biopsies in a high-throughput manner. To tackle these problems, we trained a supervised machine learning model using genomic 3D signatures of physical enhancer-gene connections that can predict accurate connections using data from ATAC-seq and RNA-seq assays only. Using these data, we achieved an AUROC (area under receiver operating characteristic curve) of 0.91 for the identification of true regulatory element-gene connections and, importantly, can distinguish between active regulatory elements with connections to target genes and poised elements with no connections to target genes. Our predicted regulatory elements are validated by multi-omics data, including histone modification marks from ENCODE, with an average specificity of 0.92. Our model, applied on chromatin accessibility and transcriptomic data from 400 cancer patients across 22 cancer types revealed novel cancer-type and subtype-specific enhancer-gene connections for known cancer genes with experimental support for accurate prediction of subtype-specific enhancer target genes using CRISPRi in MCF7, T47D and MDA-MB-231 cell lines which represent hormone-receptor (HR) positive and HR- subtypes of breast cancer. We leverage these predictions to construct patient-specific gene regulatory networks, identify the key transcription factors (TFs) in these networks, clusters of patients with similar networks across cancer sites of origin and subsequently identify therapeutic vulnerabilities either by direct targeting of TFs or proteins that they co-operate with. We identify commonly used therapeutic agents for specific cancer types such as ESR1-targeting agents in ER+ breast cancer, KRAS and EGFR inhibitors in Lung and Colon cancers in addition to multiple novel therapeutic targets. We validated four novel candidates identified for neuroendocrine, liver and renal cancers, which have a dismal prognosis with current therapeutic options.<br \/>Here we present a computational approach that combines multi-omics machine learning and network analysis then leverages these datasets to identify novel drug targets based on tumor lineage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Epigenetics,Chromatin remodeling,CRISPR\/Cas9,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andre Neil Forbes<\/b><sup><\/sup>, Duo Xu<sup><\/sup>, Sandra Cohen<sup><\/sup>, Ann Palladino<sup><\/sup>, Priya Pancholi<sup><\/sup>, Ekta Khurana<sup><\/sup><br><br\/>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"147c5950-7016-453c-aad3-2f7c45875dc1","ControlNumber":"6798","DisclosureBlock":"&nbsp;<b>A. N. Forbes, <\/b> None..<br><b>D. Xu, <\/b> None..<br><b>S. Cohen, <\/b> None..<br><b>A. Palladino, <\/b> None..<br><b>P. Pancholi, <\/b> None..<br><b>E. Khurana, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7573","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2034","PresenterBiography":null,"PresenterDisplayName":"Andre Forbes","PresenterKey":"6adec11c-2d96-4ce2-ba06-ef863424bbb8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2034. Discovery of novel therapeutic targets using 3D chromatin conformation and patient-specific gene regulatory networks","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of novel therapeutic targets using 3D chromatin conformation and patient-specific gene regulatory networks","Topics":null,"cSlideId":""},{"Abstract":"Disruption of antigen presentation via loss of MHC expression is a strategy whereby cancer cells escape immune surveillance and develop resistance to immunotherapy. We developed the personalized genomics algorithm Hapster and accurately called somatic mutations within the MHC genes of 10,001 primary and 2,199 metastatic tumors, creating a catalog of 1663 nonsynonymous mutations that provide key insights into MHC mutagenesis. We found that MHC-I genes are among the most frequently mutated genes in both primary and metastatic tumors, while MHC-II mutations are more restricted. Recurrent deleterious mutations are found within haplotype and cancer-type specific hotspots associated with distinct mutational processes. Functional classification of MHC residues revealed significant positive selection for mutations disruptive to the B2M, peptide, and T-cell binding interfaces, as well as MHC chaperones. At the cohort level, all cancers with positive selection for MHC mutations are responsive to immune checkpoint inhibitors, underscoring the translational relevance of our findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"MHC II,HLA class I,Bioinformatics,Tumor immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael Mumphrey<\/b><sup>1<\/sup>, Noshad Hosseini<sup>1<\/sup>, Abhijit Parolia<sup>2<\/sup>, Jie Geng<sup>2<\/sup>, Weiping Zou<sup>2<\/sup>, Malini Raghavan<sup>2<\/sup>, Arul Chinnaiyan<sup>2<\/sup>, Marcin Cieslik<sup>2<\/sup><br><br\/><sup>1<\/sup>Computational Medicine and Bioinformatics, University of Michigan, Ann Arbor, MI,<sup>2<\/sup>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"e82897ed-8b64-4714-97bc-4c05f4ba399b","ControlNumber":"6938","DisclosureBlock":"&nbsp;<b>M. Mumphrey, <\/b> None..<br><b>N. Hosseini, <\/b> None..<br><b>A. Parolia, <\/b> None..<br><b>J. Geng, <\/b> None..<br><b>W. Zou, <\/b> None..<br><b>M. Raghavan, <\/b> None..<br><b>A. Chinnaiyan, <\/b> None..<br><b>M. Cieslik, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7575","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2036","PresenterBiography":null,"PresenterDisplayName":"Michael Mumphrey","PresenterKey":"e855c915-f80a-42d0-bd12-b74323a1d5b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2036. Distinct mutational processes shape selection of MHC class I and class II mutations across primary and metastatic tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct mutational processes shape selection of MHC class I and class II mutations across primary and metastatic tumors","Topics":null,"cSlideId":""},{"Abstract":"Metastatic non-small cell lung cancer (NSCLC) results from a complex evolutionary process in which cancer cells migrate from a primary tumour to a new anatomical site. Immunotherapy is frequently used to treat NSCLC, but drug resistance is frequent (&#62;50%) and metastasis remains the most common cause of death. Recent studies of primary and metastatic tumours suggest that anti-cancer treatments can impact cancer evolutionary dynamics by applying selective pressures that promote the development of treatment resistance in genetically distinct subpopulations of cancer cells, or tumour clones. However, the relationship between metastatic progression and the development of resistance to immunotherapy has not been fully explored. In particular, whether metastases become resistant to immunotherapy as a result of the migration of resistant cells or whether distinct metastatic sites converge in parallel toward an immunotherapy resistance phenotype irrespective of cell migration, is not known.<br \/>In this work, we investigate the role of metastatic cell migration in the development of immunotherapy resistance using DNA sequencing data from primary and metastatic tumour samples from twelve immunotherapy-treated patients with NSCLC co-recruited to the national TRACERx and PEACE studies. Using computational approaches, we identified distinct tumour clones in primary and metastatic tumours and used these to reconstruct tumour phylogenies for each patient. By evaluating tumour clonal dynamics in relation to treatment, we classified tumour clones as either sensitive or resistant to immunotherapy. We reconstructed the metastatic migration histories of these clones using existing computational methods based on somatic single nucleotide variants. Our results suggest that heterogeneous mechanisms of immune evasion develop in parallel at distinct metastatic sites. The ongoing analysis of the genetic changes that distinguish resistant from sensitive clones, and migrating from non-migrating clones, will provide further detail regarding the impact of metastatic migrations on immunotherapy resistance.<br \/>Using this approach to map the evolutionary history of metastatic NSCLC, we provide insight into the mechanism by which immunotherapy resistance develops at distinct metastatic sites.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Metastasis,Immune checkpoint blockade,Lung cancer: non-small cell,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sonya Hessey<\/b><sup>1<\/sup>, Ariana Huebner<sup>1<\/sup>, Oriol Pich<sup>2<\/sup>, Abi Bunkum<sup>1<\/sup>, Wing Liu<sup>1<\/sup>, David  A.  Moore<sup>1<\/sup>, Cristina Naceur-Lombardelli<sup>1<\/sup>, Selvaraju Veeriah<sup>1<\/sup>, Sophie Ward<sup>2<\/sup>, Roberto Salgado<sup>3<\/sup>, Nicholas McGranahan<sup>1<\/sup>, Simone Zaccaria<sup>1<\/sup>, Charles Swanton<sup>2<\/sup>, Mariam Jamal-Hanjani<sup>1<\/sup><br><br\/><sup>1<\/sup>University College London (UCL), London, United Kingdom,<sup>2<\/sup>Francis Crick Institute, London, United Kingdom,<sup>3<\/sup>GZA-ZNA Hospitals, Antwerp, Belgium","CSlideId":"","ControlKey":"62511578-0fc6-43f5-82d3-4eecbe859758","ControlNumber":"6074","DisclosureBlock":"&nbsp;<b>S. Hessey, <\/b> None..<br><b>A. Huebner, <\/b> None..<br><b>O. Pich, <\/b> None..<br><b>A. Bunkum, <\/b> None..<br><b>W. Liu, <\/b> None.&nbsp;<br><b>D. A. Moore, <\/b> <br><b>AstraZeneca<\/b> Other, Consultancy fees. <br><b>Takeda<\/b> Other, Consultancy fees. <br><b>Thermo Fisher<\/b> Consultancy fees. <br><b>Amgen<\/b> Consultancy fees. <br><b>Janssen<\/b> Consultancy fees. <br><b>MIM Software<\/b> Consultancy fees. <br><b>Bristol-Myers Squibb<\/b> Consultancy fees. <br><b>Eli Lilly<\/b> Consultancy fees.<br><b>C. Naceur-Lombardelli, <\/b> None..<br><b>S. Veeriah, <\/b> None..<br><b>S. Ward, <\/b> None.&nbsp;<br><b>R. Salgado, <\/b> <br><b>Roche<\/b> Grant\/Contract, Other, Consultancy fees. <br><b>Bristol Myers Squibb<\/b> Other, Consultancy fees. <br><b>Exact Sciences<\/b> Other, Consultancy fees. <br><b>Puma Biotechnology<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>N. McGranahan, <\/b> <br><b>Achilles Therapeutics<\/b> Stock Option, Other, Consultancy fees.<br><b>S. Zaccaria, <\/b> None.&nbsp;<br><b>C. Swanton, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory Board member. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Roche-Ventana<\/b> Grant\/Contract. <br><b>Invitae<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract. <br><b>GRAIL<\/b> Stock Option, Other, Scientific Advisory Board member. <br><b>Achilles Therapeutics<\/b> Stock Option, Other, Co-founder, Scientific Advisory Board member. <br><b>Bicycle Therapeutics<\/b> Stock Option, Other, Scientific Advisory Board member. <br><b>Genentech<\/b> Consultancy fees. <br><b>Medicxi<\/b> Other, Consultancy fees. <br><b>Roche Innovation Centre – Shanghai<\/b> Other, Consultancy fees. <br><b>Metabomed<\/b> Other, Consultancy fees. <br><b>Sarah Cannon Research Institute<\/b> Other, Consultancy fees. <br><b>Apogen Biotechnologies<\/b> Stock Option. <br><b>Epic Bioscience<\/b> Stock Option. <br><b>M. Jamal-Hanjani, <\/b> <br><b>Achilles Therapeutics<\/b> Other, Scientific Advisory Board. <br><b>Pfizer<\/b> Other, Speaker honoraria. <br><b>Astex Pharmaceuticals<\/b> Other, Speaker honoraria. <br><b>Oslo Cancer Cluster<\/b> Other, Speaker honoraria.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7576","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2037","PresenterBiography":null,"PresenterDisplayName":"Sonya Hessey","PresenterKey":"ac4395ec-28bf-4273-bb28-55b32f29d955","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2037. Tracking the emergence of immunotherapy resistance in lung cancer metastases","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tracking the emergence of immunotherapy resistance in lung cancer metastases","Topics":null,"cSlideId":""},{"Abstract":"The histopathologic appearance of classical Hodgkin lymphoma (cHL) is characterized by rare multinucleated malignant Hodgkin Reed-Sternberg (HRS) cells within a rich inflammatory tumor microenvironment (TME). A subset of cHL cases are associated with Epstein-Barr virus (EBV) infection, which is considered to play a part in cHL pathogenesis. Since EBV<sup>+<\/sup> and EBV<sup>-<\/sup> cHL exhibit differing mechanisms of pathogenesis, we hypothesized that the composition and spatial architecture of the TME in EBV-associated cHL differs from that of EBV<sup>-<\/sup> cHL, with implications for stratifying patients for specific treatment regimens based on EBV positivity. Here, we designed a multimodal approach using spatially resolved multiplexed protein profiling, flow cytometry, immunohistochemistry, and transcriptomics to profile EBV positive and EBV negative cHL tumors. We measured over 27 million single cells and 1,000 unique proteomic cell states derived using 29 proteins in addition to the transcriptome in 43 patient tumors. We uncovered significant differences between EBV<sup>+<\/sup> and EBV<sup>-<\/sup> cHL in relative abundance of specific immune cell types, immune activation state, and spatial organization of the HRS cell neighborhoods. We present a multidimensional characterization of cHL in relation to EBV with implications for therapeutic stratification of patients with virus-associated cHL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Single cell,Hodgkin's lymphoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Maryam Pourmaleki<\/b><sup>1<\/sup>, Caitlin  J.  Jones<sup>2<\/sup>, Sabrina  D.  Mellinghoff<sup>3<\/sup>, Brian Greenstein<sup>2<\/sup>, Priyadarshini Kumar<sup>4<\/sup>, Mikhail Roshal<sup>2<\/sup>, Travis  J.  Hollmann<sup>5<\/sup>, Nicholas  D.  Socci<sup>2<\/sup>, Ahmet Dogan<sup>2<\/sup>, Ingo  K.  Mellinghoff<sup>2<\/sup><br><br\/><sup>1<\/sup>Weill Cornell Medicine, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>3<\/sup>Yale University, New Haven, CT,<sup>4<\/sup>St. Jude Children's Research Hospital, Memphis, TN,<sup>5<\/sup>Bristol Myers Squibb, Princeton, NJ","CSlideId":"","ControlKey":"eb2f1e4b-f2bb-4c86-a1b1-5e9fbdf991f4","ControlNumber":"8155","DisclosureBlock":"&nbsp;<b>M. Pourmaleki, <\/b> None..<br><b>C. J. Jones, <\/b> None..<br><b>S. D. Mellinghoff, <\/b> None..<br><b>B. Greenstein, <\/b> None..<br><b>P. Kumar, <\/b> None..<br><b>M. Roshal, <\/b> None.&nbsp;<br><b>T. J. Hollmann, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>Calico Labs<\/b> Grant\/Contract. <br><b>Ultivue<\/b> Grant\/Contract.<br><b>N. D. Socci, <\/b> None..<br><b>A. Dogan, <\/b> None.&nbsp;<br><b>I. K. Mellinghoff, <\/b> <br><b>Roche Therapeutics<\/b> Consulting\/advisory board. <br><b>Prelude Therapeutics<\/b> Consulting\/advisory board. <br><b>Black Diamond Therapeutics<\/b> Consulting\/advisory board. <br><b>Agios<\/b> Consulting\/advisory board. <br><b>Debiopharm Group<\/b> Consulting\/advisory board. <br><b>Novartis<\/b> Consulting\/advisory board. <br><b>Servier Pharmaceuticals<\/b> Consulting\/advisory board. <br><b>Voyager Therapeutics<\/b> Consulting\/advisory board. <br><b>DC Europa Ltd<\/b> Other, Non-financial support. <br><b>Lilly<\/b> Other, Non-financial support. <br><b>Kazia Therapeutics<\/b> Other, Non-financial support. <br><b>Vigeo Therapeutics<\/b> Other, Non-financial support. <br><b>Samus Therapeutics<\/b> Other, Non-financial support. <br><b>Puma Biotechnology<\/b> Grant\/Contract. <br><b>General Electric<\/b> Grant\/Contract.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7577","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2038","PresenterBiography":null,"PresenterDisplayName":"Maryam Pourmaleki, BA","PresenterKey":"83ab8067-1d53-4f17-bcb6-c5006c17bc91","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2038. Epstein-Barr virus shapes the tumor microenvironment in classical Hodgkin lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epstein-Barr virus shapes the tumor microenvironment in classical Hodgkin lymphoma","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) is a key determinant of immunotherapy efficacy, yet, not readily accessible. Here, we ask if the immune cell fractions (ICFs) and gene expression patterns in the TME can be predicted from the blood single-cell RNA sequencing (scRNA-Seq) data. To the best of our knowledge, the immune status of the TME has not been comprehensively evaluated and predicted from the blood previously. Addressing this challenge, we analyzed 26 paired head and neck squamous cell carcinoma (HNSCC) patients matched blood and tumor samples with CD45+ scRNA-Seq data and clinical information. We developed a machine learning predictor of ICFs and gene expression levels of major immune cell types in the TME from the matching blood transcriptomics and pertaining clinical information, termed the Tumor Immune MicroEnvironment Predictor (TIMEP). We find that the ICFs, all 11 major immune cell types in the TME were predictable from the blood. 17-47% genes expressed in different immune cells were predictable from the blood, with the highest coverage in dendritic cells and helper, cytotoxic and regulatory T cells. Furthermore, the ICF ratio (ICFR) signature of (T<sub>reg<\/sub> - B<sub>memory<\/sub>)\/(T<sub>reg<\/sub> + B<sub>memory<\/sub>) in the TME, as predicted from the blood, can robustly predict the response to immune checkpoint blockade (AUC &#62; 0.72 on three independent single-cell and bulk expression datasets). These results are the first to demonstrate the feasibility of employing single-cell transcriptomics liquid biopsy to predict the immune status in patients TME in patients, facilitating future personalized cancer precision therapy.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immune cell fractions,Gene expression,Head and neck squamous cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yingying Cao<\/b><sup><\/sup>, Tiangen Chang<sup><\/sup>, Fiorella Schischlik<sup><\/sup>, Sanju Sinha<sup><\/sup>, Kun Wang<sup><\/sup>, Peng Jiang<sup><\/sup>, Eytan Ruppin<sup><\/sup><br><br\/>Cancer Data Science Laboratory, Center for Cancer Research, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"7f4d2850-5246-4ac9-9e46-6148a745517f","ControlNumber":"2036","DisclosureBlock":"&nbsp;<b>Y. Cao, <\/b> None..<br><b>T. Chang, <\/b> None..<br><b>F. Schischlik, <\/b> None..<br><b>S. Sinha, <\/b> None..<br><b>K. Wang, <\/b> None..<br><b>P. Jiang, <\/b> None..<br><b>E. Ruppin, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7578","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2039","PresenterBiography":null,"PresenterDisplayName":"Yingying Cao, PhD","PresenterKey":"432630fc-59fe-42d7-84ea-291b872a84d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2039. Predicting abundance and expression of immune cells in patients&#8217; head &#38; neck tumor microenvironment from blood single-cell transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predicting abundance and expression of immune cells in patients&#8217; head &#38; neck tumor microenvironment from blood single-cell transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Therapeutic approaches to target mutant <i>KRAS <\/i>is in progress, and transcription regulator <i>PRMT5 <\/i>(Protein arginine methyltransferase) has been previously reported to be a viable, surrogate target. Mutation of oncogenic <i>KRAS<\/i> is prevalent in several cancer types often rendering aggressiveness to the disease. Herein we used extensive molecular dynamics simulations to understand the intermediate complexities of the cross-talk.<br \/><b>Methodology: <\/b>GROMACS is a Molecular Dynamics Simulation software that renders a topology regulated by Newton&#8217;s Laws that can be employed to simulate interactions between proteins. Utilizing the STRING database, multiple pathways from <i>KRAS <\/i>linked to <i>PRMT5 <\/i>were extrapolated. Confidence values were determined. Protein complexes were downloaded from RCSB archives. Protein pairs were submitted to HDOCK for docking. Proteins were separated by chain identities, using PYMOL. Proteins were solvated and paired in GROMACS, and charges were neutralized. Each complex underwent energy minimization to configure the proteins in the most energetically favorable conformation. The complex was equilibrated and simulated. XmGrace was used to graph radius gyration between both proteins and their stabilities. The data produced were used to analyze the favorable interaction of the various pathways.<br \/><b>Results: <\/b>Three pathways were analyzed, with high, intermediate, and low confidence values of interaction. The intermediate mediators were simulated in pairs and energy scoring was performed for each interaction. The radius of gyration (Rg) values was calculated for each protein in its respective pathway. A cutoff of 10 nanoseconds was used to confirm stability. A scale was constructed to predict the order of operations of each pathway. <i>HRAS<\/i> was determined to be actively involved in the crosstalk.<br \/><b>Conclusion: <\/b>The crosstalk between <i>PRMT5 <\/i>and <i>KRAS <\/i>can be achieved through three different biochemical pathways with varying levels of confidence. Potentially, if one pathway is affected, an alternative route could be activated to achieve signaling toward <i>PRMT5<\/i>. These pathways introduce a more targeted approach toward discovering therapeutic advances against <i>KRAS<\/i>. More simulations are underway to compare the interactions of wildtype and mutant <i>KRAS <\/i>with their respective pathway intermediates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer,Bioinformatics,Modeling,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Isaac  V.  Silverman<\/b><sup>1<\/sup>, Yitzchak  F.  Stein<sup>1<\/sup>, Michael Shawn Gerber<sup>1<\/sup>, Radhashree Maitra<sup>2<\/sup>, Sanjay Goel<sup>1<\/sup><br><br\/><sup>1<\/sup>Biology, Yeshiva University, New York, NY,<sup>2<\/sup>Biology, Dr. Radhashree Maitra, New York, NY","CSlideId":"","ControlKey":"7e3a6bae-c4d7-4f89-bbee-6385d6e920f9","ControlNumber":"5502","DisclosureBlock":"&nbsp;<b>I. V. Silverman, <\/b> None..<br><b>Y. F. Stein, <\/b> None..<br><b>M. S. Gerber, <\/b> None..<br><b>R. Maitra, <\/b> None..<br><b>S. Goel, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7579","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2040","PresenterBiography":null,"PresenterDisplayName":"Isaac Silverman","PresenterKey":"ae04d9b2-bed0-4231-bd30-dc9b8ff42c5a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2040. Molecular dynamic simulation of intermediates connecting KRAS and PRMT5 insight for targeting KRAS","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular dynamic simulation of intermediates connecting KRAS and PRMT5 insight for targeting KRAS","Topics":null,"cSlideId":""},{"Abstract":"Exploration of rare germline variants in cancer is the fields of ongoing research. So, we would like to suggest several considerations for the rare pathogenic germline variants studies. We confirmed the pathogenicity of each variant using ClinVar (https:\/\/www.ncbi.nlm.nih.gov\/clinvar). In addition, we utilized in silico prediction tools such as Polyphen and SIFT. Even for the same variant, the report of the variant may vary depending on the database used. We conducted rare germline variants screening using ICGC (International Cancer Genome Consortium) PCAWG (Pan-Cancer Analysis of Whole Genomes) data. we filtered allele frequencies using the gnomAD (v2.1.1) exome database. We utilized several ClinVar versions to check the clinical significance of germline variants. Next, we have investigated some in silico tools that predict ClinVar pathogenic and benign variants well. We observed inconsistent variant reports across versions of ClinVar. Although the information on variants may change over time, there have been inconsistent changes in the clinical significance of variants reported as P (Pathogenic) or LP (Likely pathogenic). The clinical significance of the variants reported in the previous version was P or LP, but those in the updated version were changed to &#8220;Conflicting interpretations of pathogenicity&#8221;. It was confirmed that the variant report changes when at least one &#8220;Uncertain Significance&#8221; review is added. Among various prediction tools, we found that the predictive power of a tool called &#8220;MetaRNN&#8221; was useful. Compared with several tools, we confirmed that MetaRNN&#8217;s AUC (Area Under the ROC Curve) value was 0.985, which is the best performance. But, it is not enough to judge the pathogenicity of a variant only by the prediction result of the tool. And, prediction tools are also known to be more efficient in predicting missense variants than others. Therefore, it is necessary to examine the pathogenicity of germline variants using both the prediction tool and the clinical significance of ClinVar. In summary, for rare germline variants in cancer studies, it is necessary to observe variants compared to the previous versions of ClinVar. Moreover, if prediction tools are appropriately used, researchers will increase the possibility of finding a variant or gene with more crucial clinical significance to reveal the association between the rare germline variants and cancer development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer genomics,Databases,Bioinformatics,Genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seokhyeon Kim<\/b><sup>1<\/sup>, Youngil Koh<sup>2<\/sup>, Sung-Soo Yoon<sup>2<\/sup><br><br\/><sup>1<\/sup>Seoul National University, Seoul, Korea, Republic of,<sup>2<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"8935da06-a76a-4098-af38-6da7b2319ebe","ControlNumber":"5712","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>Y. Koh, <\/b> None..<br><b>S. Yoon, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7580","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2041","PresenterBiography":null,"PresenterDisplayName":"Seokhyeon Kim, MS","PresenterKey":"8da7adea-6c35-4fb9-b2ce-1cfe6b5e0b5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2041. Research strategies for rare germline variants and cancer study","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Research strategies for rare germline variants and cancer study","Topics":null,"cSlideId":""},{"Abstract":"With advances in single cell RNA sequencing (scRNAseq), accurate detection of perturbed pathways between conditions or cell types of interest becomes a critical analytical step. The ability to model alterations in a set of genes corresponding of a biological function is particularly useful when comparing cells between healthy and tumor tissues. Yet, few tools exist to detect changes in the multivariate distribution of genes corresponding to a given pathway. We developed a novel, graph-based statistical framework based on optimal matching for testing differential distribution of biological pathways in scRNAseq. We applied our method to data generated from &#62;4,000 T cells isolated from six individuals with hepatocellular carcinoma (HCC). The T cell populations were purified from three tissue locations: peripheral blood, tumor-infiltrating immune cells (TIICs), and normal tissue adjacent to the tumor. We examined the distribution of gene sets that belong to a particular metabolic pathway across T cell subtypes to address the following questions: (1) Which pathways have a similar distribution across T cell subtypes in a given tissue? (2) Are there pathways that have a stable distribution across T cell subtypes in a normal\/healthy tissue, but a perturbed distribution in HCC? (3) For pathways that have a disparate distribution across the T cell subtypes, which subtypes show the most distinct distribution? Of the 86 metabolic pathways compared, 41, 63 and 76 metabolic pathways were indistinguishable across T cell subtypes in the tumor, peripheral blood and adjacent normal tissues, respectively. We observed that most metabolic pathways do not show evidence for dissimilar distribution across cell types, suggesting that T cell subtypes might be more similar than previously appreciated in terms of how they regulate their basic metabolic machinery. Further, for each pair of tissue locations, we computed the overlap in perturbed pathways, and found that the concordance was substantially higher for blood and adjacent normal, than what either of these tissues had with the tumor tissue. Interestingly, five metabolic pathways were differentially distributed across the T cell subtypes in each tissue examined in HCC: glycolysis, purine metabolism, glycosphingolipid biosynthesis, pyruvate metabolism, and glycerophospholipid metabolism. Our model also found that CD4+ regulatory T cells were the strongest contributors, driving the differential distribution of these pathways between T cell subtypes in HCC. Altogether, our approach allows for a systems level characterization of pathway activity across multiple cell types with a variety of applications in single cell pathway analysis in oncology. Our work here also highlights unexpected regulatory mechanisms of regulatory T cells that might play in role in the immunobiology of HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Metabolism,Single cell,Pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Divyansh Agarwal<\/b><sup>1<\/sup>, Tina Bharani<sup>2<\/sup>, Somabha Mukherjee<sup>3<\/sup><br><br\/><sup>1<\/sup>Massachusetts General Hospital, Boston, MA,<sup>2<\/sup>Brigham and Women's Hospital, Boston, MA,<sup>3<\/sup>National University of Singapore, Singapore, Singapore","CSlideId":"","ControlKey":"c7702122-32a7-4871-8904-797c8cc5e365","ControlNumber":"6052","DisclosureBlock":"&nbsp;<b>D. Agarwal, <\/b> None..<br><b>T. Bharani, <\/b> None..<br><b>S. Mukherjee, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7581","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2042","PresenterBiography":null,"PresenterDisplayName":"Divyansh Agarwal, MD, PhD","PresenterKey":"6d01be70-a4d1-4eda-b409-945c9a53fece","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2042. Graph-based pathway analysis of T cell populations in hepatocellular carcinoma reveals novel metabolic regulators of tumor-infiltration lymphocyte activity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Graph-based pathway analysis of T cell populations in hepatocellular carcinoma reveals novel metabolic regulators of tumor-infiltration lymphocyte activity","Topics":null,"cSlideId":""},{"Abstract":"Introduction: We recently described an approach using TCGA bladder data to validate the tumor-immune microenvironment (TIME) classification function of a 101-gene expression profile that has previously been shown to be associated with immune checkpoint inhibitors (ICI) efficacy in TNBC and NSCLC. This algorithm, which distinguishes inflammatory (IM), immunosuppressive (MSL), and mesenchymal (M) components of the TIME, was then used to test the existing threshold of the related diagnostic, DetermaIO (DTIO), a 27-gene expression signature that assesses efficacy of ICI. Here we apply the same approach to eight tissues to evaluate the current threshold, or identify tissue tailored thresholds.<br \/>Methods: The TCGA RNA expression data for eight different solid tumor carcinomas were downloaded, and each patient was classified as IM, MSL, or M, based on their correlation to one of three centroids as previously described [1]. The DTIO score was calculated for each patient and used to determine new thresholds by comparing Cohen&#8217;s kappa in patients with IM signatures which were called positive, while those with an M or MSL phenotype were called negative. Alternative thresholds were calculated by fitting a smoothing algorithm to the continuous score and determining local peaks of higher thresholds. Thresholds whose kappa scores were in the 80th quantile were evaluated.<br \/>Results: Each of the eight tissues provided at least three alternate thresholds. Four tissues&#8212;colorectal, gastric, renal cell and esophageal cancers had thresholds that did not differ significantly from the previously established threshold. However, head and neck, ovarian, pancreatic, and prostate cancers all had thresholds that were significantly higher and thus captured a lower fraction of patients as likely responders.<br \/>Conclusions: The association of DTIO with efficacy to ICI therapy has previously been validated in TNBC, NSCLC, bladder, colon, renal cell, and gastric cancers using an established threshold. These results support the previously selected uniform threshold for these cancers and suggest that it is appropriate for esophageal cancer. H&#38;N, ovarian, pancreatic and prostate cancers have lower ICI efficacy rates and with the exception of H&#38;N cancer, have struggled in unstratified studies to achieve adequate efficacy for drug approval. The correlation between tissue specific tailored thresholds, which identify fewer patients as likely responders in these low efficacy rate tumors, suggests that the natural TIME physiology distinguished by tissue specific DTIO thresholds may be an appropriate classifier for ICI efficacy in these tissue types.<br \/>References: [1] Seitz, R.S. et al. Translation of the 27-gene immuno-oncology test (IO score) to predict outcomes in immune checkpoint inhibitor treated metastatic urothelial cancer patients. J Transl Med 20, 370 (2022).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Immune checkpoint,Bioinformatics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Robert  S.  Seitz<\/b><sup><\/sup>, Brian  Z.  Ring<sup><\/sup>, Catherine  T.  Cronister<sup><\/sup>, Douglas  T.  Ross<sup><\/sup>, Brock Schweitzer<sup><\/sup><br><br\/>Oncocyte Inc., Nashville, TN","CSlideId":"","ControlKey":"d2b927cf-158f-441e-9f3e-90a57b541363","ControlNumber":"3813","DisclosureBlock":"&nbsp;<b>R. S. Seitz, <\/b> None..<br><b>B. Z. Ring, <\/b> None..<br><b>C. T. Cronister, <\/b> None..<br><b>D. T. Ross, <\/b> None..<br><b>B. Schweitzer, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7583","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2044","PresenterBiography":null,"PresenterDisplayName":"Rob Seitz, BS","PresenterKey":"89407107-7aa2-44ee-999a-9764aa6d26ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2044. Using tumor immune microenvironment physiologic profiling to tailor immune checkpoint inhibitor diagnostic classification","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using tumor immune microenvironment physiologic profiling to tailor immune checkpoint inhibitor diagnostic classification","Topics":null,"cSlideId":""},{"Abstract":"Novel strategies against malignant gliomas are devoting increasing effort to disrupting the tumor microenvironment (TME), hoping to overcome the challenges posed by the genetic heterogeneity of the tumor cells. The tumor extracellular matrix (ECM) organizes the cytoarchitecture of the TME and presents highly accessible potential targets; strikingly, a systematic analysis of glioma ECM is still missing. To address this gap we performed bioinformatic analysis of the entire matrisome complement of glioblastoma (GBM) and low-grade gliomas (LGG), adding a set of surrogate genes to assess non-protein ECM components predominant in the brain, such as hyaluronic acid. We utilized RNAseq data from the GBM\/LGG TCGA dataset (N=668 tumors) as well as our own collection of bulk-sequenced GBM (N=90) and GBM stem cells (N=45). We also supplemented TCGA normal brain data with high-depth sequencing from the subependymal zone of normal adult individuals (N=28), thus assessing the ECM of the putative niche of origin of GBM. Unsupervised K-medoid clustering revealed four GBM clusters defined by ECM differences, two of which superimposed well with classical and proneural classification of GBM. The other two clusters shared features of mesenchymal GBMs but were well differentiated by expression of fibrillar versus non-fibrillar collagens and MMP versus ADAM proteases, suggesting different phenotypes for ECM architecture and remodeling. Extension of this analysis to LGGs identified six well-defined, matrisome-dependent tumor clusters that were independent of histology, transcriptional subtypes, or IDH1 status. Age-adjusted multivariate Cox analysis revealed one particular GBM cluster with \"neurodevelopmental-like\" ECM having significantly extended overall survival. Using stringent filtering criteria to select ECM genes expressed in GBM we identified 93 candidate ECM genes consistently upregulated across all matrisome or transcriptional subtypes. Regional analysis of these genes allocated most of them to the microvascularized regions of the tumor, suggesting that the most significant ECM remodeling is associated with vascularization rather than tumor invasion. Ongoing scRNAseq analysis suggests that ECM remodeling genes are largely expressed by the tumor cells and tumor-associated astrocytes, with little contribution of myeloid cells, departing from what has been observed in other solid tumors. In sum, these results provide for the first time a comprehensive description of the heterogeneity of the glioma ECM and reveal both a prognostic signature and a number of attractive actionable targets exposed in the TME of these brain cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Brain tumors,Extracellular matrix,Expression profiling,RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Minhein Htet<\/b><sup>1<\/sup>, Somanath Kundu<sup>1<\/sup>, Abigail Venskus<sup>2<\/sup>, Cynthia  S.  Weickert<sup>1<\/sup>, Yasir Ahmed-Braimah<sup>3<\/sup>, Mariano S. Viapiano<sup>2<\/sup><br><br\/><sup>1<\/sup>Neuroscience, SUNY Upstate Medical University, Syracuse, NY,<sup>2<\/sup>Neurosurgery, SUNY Upstate Medical University, Syracuse, NY,<sup>3<\/sup>Biology, Syracuse University, Syracuse, NY","CSlideId":"","ControlKey":"a0d4020c-87a1-4c10-b713-9535624c72b1","ControlNumber":"2280","DisclosureBlock":"&nbsp;<b>M. Htet, <\/b> None..<br><b>S. Kundu, <\/b> None..<br><b>A. Venskus, <\/b> None..<br><b>C. S. Weickert, <\/b> None..<br><b>Y. Ahmed-Braimah, <\/b> None..<br><b>M. S. Viapiano, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7584","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2045","PresenterBiography":null,"PresenterDisplayName":"Minhein Htet, BS","PresenterKey":"fa23558a-9a5a-49f6-a197-1082207b7154","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2045. Analysis of the matrisome in malignant gliomas reveals architectural heterogeneity of the tumor microenvironment and discloses a prognostic signature of extracellular matrix targets","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of the matrisome in malignant gliomas reveals architectural heterogeneity of the tumor microenvironment and discloses a prognostic signature of extracellular matrix targets","Topics":null,"cSlideId":""},{"Abstract":"Background: Glioblastoma multiforme (GBM) is the most common tumor of the central nervous system with poor prognosis. Cuproptosis is a novel programmed cell death pathway targeting lipoylated tricarboxylic acid cycle proteins. Previous studies have found that it participates in tumor progression, but its role in GBM is still elusive. In this study, we aimed to develop a cuproptosis gene-signature risk score using bioinformatics analysis and machine learning.<br \/>Methods: We acquired transcriptomic and clinical information of GBM patients from The Cancer Genome Atlas (TCGA). A total of 2283 differentially expressed genes (DEGs) were obtained from the GEPIA2 database. 26 cuproptosis-related genes (CRGs) were retrieved from literature. A correlation analysis between the 26 CRGs and the DEGs were conducted to retrieve the cuproptosis-related DEGs. Then, a univariate cox analysis was conducted to obtain the prognostic-related DEGs for overall survival (OS). The least absolute shrinkage and selection operator (LASSO) were conducted for regularization and the gene risk score was constructed using the multivariate cox coefficients.<br \/>Results: A total of 731 downregulated DEGs were correlated with CRGs, while 68 upregulated DEGs were correlated with CRGs and were further screened for prognostic value using the univariate cox analysis. A total of 70 prognostic related CRGs were identified and were further screened using the LASSO cox analysis. After multivariate cox analysis, a total of seven genes were significantly associated with survival (p-value&#60;0.01). A risk-score gene signature was constructed from the cox coefficients multiplied by the expression of the following genes: -0.0012*DPP10+0.0021*EGR4+0.0015*ITPKA+ 0.0003* PTPRN+ 0.0007* STEAP2+ 0.0006* TENM2+- 0.0017* ZNF540.<br \/>Conclusion: Univariate and multivariate Cox regression analyses showed the CRGs-based prognostic signature independently functioned as a risk factor for OS in GBM patients. Furthermore, our results gave a promising understanding of cuproptosis in GBM, as well as a tailored prediction tool for prognosis and immunotherapeutic responses in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Prognostic markers,Cell death,Glioblastoma multiforme,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yaman B. Ahmed<\/b><sup><\/sup>, Ayah N. Al-Bzour<sup><\/sup>, Ghayda'a N. Al-Majali<sup><\/sup>, Zaid M. Khalefa<sup><\/sup>, Saja M. Alzghoul<sup><\/sup><br><br\/>Faculty of Medicine, Jordan University of Science & Technology, Irbid, Jordan","CSlideId":"","ControlKey":"6668b2ac-01fb-4eb0-b66f-98074db99a0e","ControlNumber":"2478","DisclosureBlock":"&nbsp;<b>Y. B. Ahmed, <\/b> None..<br><b>A. N. Al-Bzour, <\/b> None..<br><b>G. N. Al-Majali, <\/b> None..<br><b>Z. M. Khalefa, <\/b> None..<br><b>S. M. Alzghoul, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2046","PresenterBiography":null,"PresenterDisplayName":"Yaman Ahmed, No Degree","PresenterKey":"1f8d1b30-df32-4229-9e5c-f81354dd48bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2046. Identification of the cuproptosis-related gene signature associated with the tumor environment and prognosis of patients with glioblastoma multiforme (GBM)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of the cuproptosis-related gene signature associated with the tumor environment and prognosis of patients with glioblastoma multiforme (GBM)","Topics":null,"cSlideId":""},{"Abstract":"Background: Glucose and glutamine are major carbon and energy sources that promote the fast proliferation of cancer cells. The Warburg effect, characterized by shifted flux ratio between aerobic and anaerobic respirations, is considered as a common metabolic reprogramming mechanism in cancer. The further discovery of glutaminolysis pathway elucidated the role of glutamate in providing energy and carbon source in cancer metabolism. Variations in the branches of the central metabolism of glucose and glutamate have also been observed. However, most of these observations were made on cell line or mouse systems, which cannot mimic the dysbalanced nutrient, redox, pH and oxygen levels in a real tumor microenvironment (TME), which may heavily shift in a TME and determines the metabolic phenotypes of a cancer.<br \/>Analysis: In this study, we conducted a systematic evaluation of the metabolic reprogramming and characteristics via a computational analysis by using pan-cancer transcriptomics data of 11 cancer subtypes and 9 matched adjacent normal tissue types. We focused on the flux distribution and variations of the central energy metabolism and its key branches. We first reconstructed the central metabolism pathway in a subcellular resolution by including glycolytic pathway, production of lactate, TCA cycle, nucleic acids synthesis, glutaminolysis, glutaminate, glutamine and glutathione metabolism, and other amino acids synthesis. We applied our in-house developed scFEA method on TCGA pan-cancer transcriptomics data.<br \/>Results: Our analysis confirms the increased influx in glucose uptake and glycolysis and decreased upper part of TCA cycle, i.e., Warburg effect in almost all the analyzed cancer types. However, increased lactate production and the second half of TCA cycle were only seen in certain cancer types. More interestingly, we did not see cancer tissues have highly shifted glutaminolysis compared to their adjacent normal tissues. A systems biology model of metabolic shifts through cancer and tissue types is further developed and analyzed. We observed that (1) normal tissues have distinct metabolic phenotypes, (2) cancer types have drastically different metabolic shifts compared to their adjacent normal controls, and (3) the different shifts happened to tissue specific metabolic phenotypes result in a converged metabolic phenotype through cancer types and cancer progression. This study strongly suggests the possibility to have a unified framework for studies of cancer-inducing stressors, adaptive metabolic reprogramming, and cancerous behaviors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Metabolism,Glycolysis,Glutamine,Glutathione,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Alex Lu<sup>1<\/sup>, <b>Haiqi Zhu<\/b><sup>2<\/sup>, Kevin Hu<sup>3<\/sup>, Grace Yang<sup>3<\/sup>, Shaoyang Huang<sup>3<\/sup>, Pengtao Dang<sup>4<\/sup>, Sha Cao<sup>5<\/sup>, Chi Zhang<sup>5<\/sup><br><br\/><sup>1<\/sup>Park Tudor School, Indianapolis, IN,<sup>2<\/sup>Indiana University Bloomington, Bloomington, IN,<sup>3<\/sup>Carmel High School, Carmel, IN,<sup>4<\/sup>Purdue University Indianapolis, Indianapolis, IN,<sup>5<\/sup>Indiana University, School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"a4c0d901-1fd7-47d0-8eb9-9fc3bfdddc18","ControlNumber":"3215","DisclosureBlock":"&nbsp;<b>A. Lu, <\/b> None..<br><b>H. Zhu, <\/b> None..<br><b>K. Hu, <\/b> None..<br><b>G. Yang, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>P. Dang, <\/b> None..<br><b>S. Cao, <\/b> None..<br><b>C. Zhang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7587","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2047","PresenterBiography":null,"PresenterDisplayName":"Haiqi Zhu, MS","PresenterKey":"d0c76628-5cc6-4fbb-9b67-1ebbc3ee9238","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2047. Flux estimation analysis systematically characterizes the metabolic shifts of the central metabolism pathway in human cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Flux estimation analysis systematically characterizes the metabolic shifts of the central metabolism pathway in human cancer","Topics":null,"cSlideId":""},{"Abstract":"Genomic analysis of targeted patient tumor sequencing identified frequent mutations, 41% in prostate cancer (Li, et al., 2020) in the gene <i>FOXA1<\/i>, a developmentally important pioneer transcription factor (TF) in mammary and prostate tissues. Previous work by our group and others has shown that these <i>FOXA1<\/i> mutations alter global chromatin accessibility and promote growth in prostate cells (Adams, 2019), but the underlying molecular details, including the identity of partner TFs, remain unclear. To address this topic, we generated mouse prostate organoids expressing <i>Foxa1<\/i> alleles harboring three distinct classes of mutations: (i) overexpression of WT <i>Foxa1<\/i> (reflecting focal gene amplification seen in tumors), (ii) a series of mutants within the Wing2region of the forkhead binding domain (FHBD) and (iii) a mutant bearing a stop codon after the FHBD to represent a series of C-terminal truncation mutants. We performed single nucleus multiome sequencing to obtain gene expression (snRNA-seq) and chromatin accessibility (snATAC-seq) readouts from the same individual nuclei. Whereas each <i>Foxa1<\/i> mutant has distinct, often mutant-specific features, several themes emerge. These include alterations in the relative proportion of stem-like (L2) luminal cells vs secretory (L1) luminal cells as well as changes in luminal or basal gene signatures, increased androgen receptor signaling output, and enrichment for motifs of distinct classes of partner TFs. For example, cells expressing the truncation mutant show gain in the accessibility of <i>Gata3<\/i> and <i>Pou2f1<\/i> TF binding motifs, as well as enhanced numbers of L1-like luminal cells. Functional studies demonstrate that <i>Pou2f1<\/i> is specifically required for the pro-luminal phenotype in cells expressing the truncation mutant whereas <i>Gata3<\/i> plays a more general pro-luminal role. Correlations in motif accessibility and transcription factor expression across single cells further revealed a composite androgen receptor (<i>AR<\/i>)-<i>FOXA1<\/i> motif enriched in the pro-luminal truncation mutant, while the canonical <i>AR<\/i> motif was enriched in pro-basal cell mutants. Finally, <i>Foxa1<\/i> mutants cooperative with <i>Trp53<\/i> and <i>Pten<\/i> loss in orthotopic prostate tumorigenicity assays, most strikingly manifest by reversion of the basal-like features characteristic of <i>Trp53<\/i>\/<i>Pten<\/i> loss tumors to <i>Ck8<\/i>+ luminal adenocarcinoma histology, mirroring that seen in <i>Foxa1<\/i>-mutant human prostate cancer tumors in mice. Thus, mutant <i>Foxa1<\/i> alleles cooperate with canonical prostate cancer tumor suppressors and alter the histologic phenotype of prostate cancers in mice through the activation of basal or luminal lineage differentiation programs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Prostate cancer,Transcription factor,Organoids,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Erik Ladewig<\/b><sup>1<\/sup>, Abbas Nazir<sup>2<\/sup>, Christina Leslie<sup>1<\/sup>, Charles Sawyers<sup>2<\/sup><br><br\/><sup>1<\/sup>Computational Biology, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"7b72afae-4094-4af4-b9ce-a3e31fdda838","ControlNumber":"8010","DisclosureBlock":"&nbsp;<b>E. Ladewig, <\/b> None..<br><b>A. Nazir, <\/b> None..<br><b>C. Leslie, <\/b> None..<br><b>C. Sawyers, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7588","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2048","PresenterBiography":null,"PresenterDisplayName":"Erik Ladewig, PhD","PresenterKey":"7f3d378a-447a-4384-8290-72ed50751909","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2048. Mutations in <i>FOXA1<\/i> alter chromatin remodeling and cell fate in prostate organoids","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mutations in <i>FOXA1<\/i> alter chromatin remodeling and cell fate in prostate organoids","Topics":null,"cSlideId":""},{"Abstract":"Background: Breast cancer is the second most common cancer in women. In 2022, it accounted for 15% of total new cancer cases and is the number four cause of death among all cancer types. To benefit from precision medicine, distinguishing molecular subtypes for prognosis and treatment in a clinical setting is essential. While intrinsic subtype classification from NGS results of patients is well established, the approach has not been comprehensively described for patient-derived xenograft (PDX) models, which have been shown to be powerful in translational research. The National Cancer Institute's Patient-Derived Models Repository (NCI PDMR; https:\/\/pdmr.cancer.gov) provides rich information in developing the method.<br \/>Materials and Methods: Normalized gene expression data of breast cancer PDX and patient specimens (originators) were extracted using tximport and DESeq2 based on RNA-seq analysis. The immunohistochemistry (IHC) was used to determine the status of ER, PR and HER2 receptor expression in these tumor specimens. The PAM50 classification was performed by the R package Genefu. For further analysis, the PAM50 centroids for all 5 subtypes were also obtained from Genefu.<br \/>Results: Using the RNA-seq data from 43 PDX models (180 PDX samples, 4~6 samples\/model), we were able to predict subtypes at the model level based on the PAM50 method: There are 1 Luminal A subtypes, 5 Luminal B; 6 Her2; 30 Basal and 1 Normal, which encompasses the whole spectrum of PAM50. Thirty originators were also included and there are 8 Luminal A, 9 Luminal B, 2 Her2 and 11 Basal. With the matched 11 originators and the PDX models, 91% of their predicted subtypes are identical; 0.80 Cohen&#8217;s kappa was obtained, indicating high inter-rater agreement. We also described subsequent analysis with IHC data-based subtypes. For the 10 originators having IHC-based subtypes, 90% agreement was observed; for 24 PDX models with IHC data, 88% was observed. Of all the 180 PDX samples, 33 of the 43 PDX models (77%) have consistent predicted PAM50 molecular subtypes across different passages and lineages. Within the discordant samples, we observed cases such as a mixture of luminal B and Basal, which can be reasonably interpreted by AR positive signal from IHC. The discrepancy encourages further PDX subclassification from the Basal subtype.<br \/>Conclusions: Using our high-throughput gene expression profiles from many patients and samples from patient derived models, we have demonstrated the feasibility of applying classic PAM50 classification algorithm, which was originally developed with microarray data, to be able to recognize the expression signals from our RNA-seq data. Overall, this study should set a primer for the identification of PDX-based subtypes, starting from breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Next-generation sequencing (NGS),Breast cancer,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Peter  I.  Wu<\/b><sup>1<\/sup>, Lindsay Dutko<sup>1<\/sup>, Shahanawaz Jiwani<sup>1<\/sup>, Li Chen<sup>1<\/sup>, Biswajit Das<sup>1<\/sup>, Ting-Chia Chang<sup>1<\/sup>, Yvonne  A.  Evrard<sup>2<\/sup>, Chris  A.  Karlovich<sup>1<\/sup>, Alyssa Chapman<sup>1<\/sup>, Brandie Fullmer<sup>1<\/sup>, Ashley Hayes<sup>1<\/sup>, Ruth Thornton<sup>1<\/sup>, Nikitha Nair<sup>1<\/sup>, Kelly Benauer<sup>1<\/sup>, Gloryvee Rivera<sup>1<\/sup>, Thomas Forbes<sup>1<\/sup>, John Carter<sup>3<\/sup>, Suzanne Borgel<sup>3<\/sup>, Tiffanie Miner<sup>3<\/sup>, Chelsea McGlynn<sup>3<\/sup>, Justine Mills<sup>3<\/sup>, Shannon Uzelac<sup>3<\/sup>, Tia Shearer<sup>3<\/sup>, Lauren Hicks<sup>3<\/sup>, Michelle Norris<sup>3<\/sup>, Carley Border<sup>3<\/sup>, Sergio Alcoser<sup>3<\/sup>, Thomas Walsh<sup>3<\/sup>, Michael Mullendore<sup>1<\/sup>, Michelle Eugeni<sup>2<\/sup>, Dianne Newton<sup>2<\/sup>, Melinda  G.  Hollingshead<sup>3<\/sup>, P.  M.  Williams<sup>1<\/sup>, James  H.  Doroshow<sup>4<\/sup><br><br\/><sup>1<\/sup>Molecular Characterization Laboratory (MoCha), Frederick National Laboratory for Cancer Research, Fredrick, MD,<sup>2<\/sup>Advanced Development Research Directorate, Frederick National Laboratory for Cancer Research, Fredrick, MD,<sup>3<\/sup>Biological Testing Branch, Developmental Therapeutics Program, National Cancer Institute at Frederick, Fredrick, MD,<sup>4<\/sup>Division of Cancer Treatment and Diagnosis, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"b9083eef-3bfa-4209-9bfd-af217af9d180","ControlNumber":"3687","DisclosureBlock":"&nbsp;<b>P. I. Wu, <\/b> None..<br><b>L. Dutko, <\/b> None..<br><b>S. Jiwani, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>B. Das, <\/b> None..<br><b>T. Chang, <\/b> None..<br><b>Y. A. Evrard, <\/b> None..<br><b>C. A. Karlovich, <\/b> None..<br><b>A. Chapman, <\/b> None..<br><b>B. Fullmer, <\/b> None..<br><b>A. Hayes, <\/b> None..<br><b>R. Thornton, <\/b> None..<br><b>N. Nair, <\/b> None..<br><b>K. Benauer, <\/b> None..<br><b>G. Rivera, <\/b> None..<br><b>T. Forbes, <\/b> None..<br><b>J. Carter, <\/b> None..<br><b>S. Borgel, <\/b> None..<br><b>T. Miner, <\/b> None..<br><b>C. McGlynn, <\/b> None..<br><b>J. Mills, <\/b> None..<br><b>S. Uzelac, <\/b> None..<br><b>T. Shearer, <\/b> None..<br><b>L. Hicks, <\/b> None..<br><b>M. Norris, <\/b> None..<br><b>C. Border, <\/b> None..<br><b>S. Alcoser, <\/b> None..<br><b>T. Walsh, <\/b> None..<br><b>M. Mullendore, <\/b> None..<br><b>M. Eugeni, <\/b> None..<br><b>D. Newton, <\/b> None..<br><b>M. G. Hollingshead, <\/b> None..<br><b>P. M. Williams, <\/b> None..<br><b>J. H. Doroshow, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7590","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2050","PresenterBiography":null,"PresenterDisplayName":"Peter Wu, PhD","PresenterKey":"7d3f9647-706a-4492-83c2-ac3eb9560232","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2050. Molecular subclassification of NCI PDMR breast cancer models using PAM50 gene expression signature","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular subclassification of NCI PDMR breast cancer models using PAM50 gene expression signature","Topics":null,"cSlideId":""},{"Abstract":"Midasin (MDN1) is a chaperone protein required for maturation and nuclear export of pre-ribosomal RNA. Recent investigation regarding the mutational status of MDN1 in breast cancer (BC) revealed an increased tumor mutational burden in BC patients. Interestingly, our previously published work demonstrated significantly high MDN1 protein levels in AI-resistant mammospheres. Therefore, we investigated the overall status of MDN1 in the TCGA database in breast cancer tumors and identified MDN1 expression in breast cancer cells that were sensitive or resistant to AIs. The purpose of this study was to evaluate whether there is an association between MDN1 expression or mutation status to examine if MDN1 functions as an early high-risk indicator for breast cancers resistant to AIs or endocrine therapy. Using the cBioportal for Cancer Genomics, <i>in silico<\/i> analysis was conducted and BC patients with altered MDN1 status demonstrated several clinical attributes that were significantly associated with higher mutation counts (Kruskal Wallis test, <i>p value<\/i> = 1.41 &#215; 10<sup>-10<\/sup> and <i>q value<\/i> = 4.11 &#215; 10<sup>-9<\/sup>); MSI sensor score, (<i>p value<\/i> = 2.74 &#215; 10<sup>-5<\/sup> and <i>q value<\/i> = 2.27 &#215; 10<sup>-4<\/sup>); and Fraction Altered Genome score (<i>p value<\/i> = 2.37 &#215; 10<sup>-3<\/sup> and <i>q value<\/i> = 0.011). Next, aneuploidy in breast cancer significantly evolved and was positively correlated with higher MDN1 expression (Spearman: 0.64, <i>p value<\/i> = 3.92 &#215; 10<sup>-122<\/sup>). Compared to the other BC subtypes, MDN1 was significantly elevated in basal breast cancer (Chi square test <i>p value<\/i> &#60; 10.0 &#215; 10<sup>-10<\/sup>, <i>q value<\/i> = 4.11 &#215; 10<sup>-9<\/sup>) and significantly higher in deceased versus living BC patients. The DepMap breast cancer cell line database analysis also revealed significantly increased MDN1 expression in both ER+\/HER2- cell lines (<i>p value<\/i> = 7.93 &#215; 10<sup>-3<\/sup>; 12 cell lines) and in ER-\/HER2- cell lines (<i>p value<\/i> = 2.88 &#215; 10<sup>-2<\/sup>; 31 cell lines). Primary and metastatic BC cell lines were compared and MDN1 expression was significantly higher in metastatic BC cells (<i>p value<\/i> = 8.04 &#215; 10<sup>-5<\/sup>; 33 metastatic cell lines). Likewise, AI-resistant cell lines exhibited altered MDN1 expression compared to their sensitive counterparts. Additionally, there was a statistically significant association between higher ER copy number and increased MDN1 expression in BC cell lines (<i>p value<\/i> = 1.44 &#215; 10<sup>-3<\/sup>; 61 cell lines). Further in-depth analysis of proteins that were coexpressed in MDN1-altered tumors revealed a panel of genes (MSH2, MSH6, RBM15, FOXM1,CCNE2, and CHEK1) that could represent a signature of early markers of AI-resistant BC since there was a positive correlation between MDN1 expression and associated pathways. In conclusion, increased expression of MDN1 in BC tumors or cells may serve as preliminary marker to predict resistance to endocrine therapy due to its significant association with genes such as MSH2, MSH6 and FOXM1 that are strongly established as indicators of endocrine resistance. This work was supported by NIH grant # SC1GM126617 and U54MD007582.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Breast cancer,Aromatase,Biomarkers,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Afia Ohemeng<sup>1<\/sup>, Akash Gupta<sup>2<\/sup>, Bipika Banjara<sup>1<\/sup>, Mounika  M.  Pamukuntla<sup>1<\/sup>, Manasa Kotina<sup>1<\/sup>,  A.  Michael Davidson<sup>1<\/sup>, <b>Syreeta L. Tilghman<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>College of Pharmacy & Pharmaceutical Sciences, Division of Pharmaceutical Sciences, Florida A&M University, Tallahassee, FL,<sup>2<\/sup>Medicine, University of Arizona College of Medicine, Tuscon, AZ","CSlideId":"","ControlKey":"25961b32-de55-4727-8952-b73a9a978aeb","ControlNumber":"6968","DisclosureBlock":"&nbsp;<b>A. Ohemeng, <\/b> None..<br><b>A. Gupta, <\/b> None..<br><b>B. Banjara, <\/b> None..<br><b>M. M. Pamukuntla, <\/b> None..<br><b>M. Kotina, <\/b> None..<br><b>A. M. Davidson, <\/b> None..<br><b>S. L. Tilghman, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7591","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2051","PresenterBiography":null,"PresenterDisplayName":"Syreeta Tilghman, PhD","PresenterKey":"67d63859-54c2-4f2e-945d-86a44f451784","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2051. MDN1, a novel potential early biomarker for endocrine resistant breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MDN1, a novel potential early biomarker for endocrine resistant breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<i>Background: <\/i>Diffuse midline glioma (DMG), <i>H3 K27<\/i>-altered are highly aggressive malignancies of the central nervous system that affect both pediatric and adult populations. The immune layout and genetic changes within the tumor microenvironment associated with these high-grade malignancies are thought to play an integral role in the phenotypic differences in tumor presentation and clinical course between both populations. Comparative landscapes between pediatric and adult DMGs is not known.<br \/><i>Methods: <\/i>The NanoString GeoMxTM Digital Spatial Profiler platform was used to determine the immune marker and genetic layout in a cohort of both pediatric and adult DMG, H3 K27-altered tissue samples. Three fluorescently labeled antibodies targeting immune cells (CD45), epithelial cells (PanCK), tumor cells (H3 K27M) and a nucleic acid stain (SYTO-13) were used to identify and separate out the various components within the tumor tissues from selected regions of interest. The resultant information was then pooled into libraries that were run through the Illumina sequencing platform to assess transcriptomic and proteomic data for both cohorts of samples.<br \/><i>Results: <\/i>Our data revealed the immune and genetic expression seen within both populations across multiple regions of interest within the samples. Differences were seen specific to each population that may have clinical significance and warrant further exploration including a significant increase in genes associated with RTK pathways in the pediatric samples.<br \/><i>Conclusion<\/i><i>:<\/i> The digital spatial analysis of pediatric and adult DMG, H3 K27-altered shows differences within the molecular landscape which may contribute to the clinical differences between both populations. These observed differences may play a role in future treatments and further research is needed to explore this.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Brain tumors,Pediatric cancers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sudarshawn Damodharan<sup>1<\/sup>, <b>Alyssa Rosenbloom<\/b><sup>2<\/sup>, Mahua Dey<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Wisconsin-Madison, Madison, WI,<sup>2<\/sup>NanoString Technologies, Seattle, WA","CSlideId":"","ControlKey":"fc54be08-e540-4c74-a841-bb1e94bf047f","ControlNumber":"5166","DisclosureBlock":"&nbsp;<b>S. Damodharan, <\/b> None..<br><b>A. Rosenbloom, <\/b> None..<br><b>M. Dey, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7592","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2052","PresenterBiography":null,"PresenterDisplayName":"Alyssa Rosenbloom, BS;PhD","PresenterKey":"038dda83-8b4f-45d5-b9fd-b6af3fcfeb82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2052. High-plex spatial multiomics of pediatric and adult diffuse midline glioma, H3 K27-altered","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-plex spatial multiomics of pediatric and adult diffuse midline glioma, H3 K27-altered","Topics":null,"cSlideId":""},{"Abstract":"Background: The established classification of acute lymphoblastic leukemia (ALL) does not cover all high-risk patients because of the difficulty in detecting novel or rare structural variants (SVs). Furthermore, many SVs and formed gene fusions have adverse prognostic effects on hematological malignancies. This study aims to investigate SVs in 22 patient-derived xenografts (PDX) of ALL and to assess rare SVs and chromosomal aberrations, particularly hematological malignancy genes and gene fusions in different individuals detected by optical genome mapping (OGM).<br \/>Methods: Leukemia cells from 16 patients with B-cell precursor acute lymphoblastic leukemia (B-ALL) and 6 patients with T-cell acute lymphoblastic leukemia (T-ALL) were inoculated into immuno-deficient mice, growth curves were monitored, and leukemia cells were collected after human CD45 was more than 80%. OGM (Bionano Genomics), RNA sequencing (RNA-seq) and whole genome sequencing (WGS) techniques were used to detect SVs and gene fusions. In validation, polymerase chain reaction (PCR) and fluorescence in situ hybridization (FISH) tests were performed to identify specific SVs.<br \/>Results: On average, each model detected 42 rare SVs with known overlapping genes in different types by OGM: 12 insertions, 25 deletions, 1 inversion, 3 duplications, 2 inter-chromosomal translocations and 1 intra-chromosomal translocation. 5 rare SVs were found in multiple models (&#62;=5), and two of them were never reported in B-ALL and T-ALL. Gene fusions were detected in all ALL models by OGM, and 17% were novel fusions. At the mRNA level, gene fusions were detected only in 19 models, and 24% of the predicted gene fusions by OGM were identical to the results of RNA-seq (high confidence results including pseudogenes). These two technologies could detect different fusion partners. For example, MLLT1 was seen at the mRNA level, and ACER1 was detected at the DNA level in the same KMT2A rearrangement model. Of the 16 B-ALL models, 6 were p190 BCR-ABL1 (a fusion of BCR exon 1 and ABL1 exon 2), 1 was p210 BCR-ABL1 (a fusion of BCR exon 13 and ABL1 exon 2) and 5 of 7 had IKZF1 gene deletions. 2 p190 BCR-ABL1 models were insensitive to imatinib and 2 p190 BCR-ABL1 models as well as the model with IKZF1 exons 4-7 deletion were sensitive to imatinib when treatment was initiated early in the disease. A novel ARL15-IKZF1 fusion was identified in one of the sensitive models. Deletion of the PRKAR2B gene was another rare SV in both models sensitive to imatinib besides the IKZF1 deletion.<br \/>Conclusion: OGM assays were more comprehensive, and novel rare SVs were identified in ALL. Combining the results of gene fusions between different technologies will provide more accurate predictions for ALL classifications. The combination of aberrant SVs may synergize to influence the efficacy of imatinib, which warrants further investigations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Acute lymphoblastic leukemia,Structural Variants ,Gene fusion,Patient-Derived Xenografts ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yueying Wang<\/b><sup><\/sup>, Mengting Qin<sup><\/sup>, JinPing Liu<sup><\/sup>, Xiaobo Chen<sup><\/sup>, Jia Xue<sup><\/sup>, Sheng Guo<sup><\/sup><br><br\/>Crown Bioscience, Inc., Su Zhou, China","CSlideId":"","ControlKey":"8477aa7c-4e69-466b-b220-c1ea52ad10cf","ControlNumber":"4397","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>M. Qin, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>J. Xue, <\/b> None..<br><b>S. Guo, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7593","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2053","PresenterBiography":null,"PresenterDisplayName":"Yueying Wang","PresenterKey":"65b5135f-dc8d-4fb1-9999-e4897fc9a9e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2053. Structural variants detected by optical genome mapping in acute lymphoblastic leukemia patient-derived xenografts models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Structural variants detected by optical genome mapping in acute lymphoblastic leukemia patient-derived xenografts models","Topics":null,"cSlideId":""},{"Abstract":"Breast cancers (BCs) with defects in homologous recombination repair (HRR) pathway depend on the Poly (ADP-ribose) polymerase enzymes (PARP) for their survival and thus are sensitive to PARP inhibitors (PARPi). To screen out BCs with homologous recombination deficiency (HRD), germline mutations in BRCA genes have been tested, which constitute approximately 5% of unselected BC patients. However, a substantial proportion of BCs show HRD phenotypes despite the absence of BRCA inactivating mutations in germline. Herein, we apply whole-genome sequencing (WGS) and whole-transcriptome sequencing (WTS) in 332 samples from 325 BC patients for characterizing their HRD phenotypes for PARPi treatments. Of 325 BC patients, 75 cases (23.1%) showed remarkable HRD phenotypes, based on mutational signatures of HRR abrogation. Intriguingly, 51 cases do not harbor any germline mutations in HR-related genes including BRCA1 and BRCA2. The whole-genome portrait of these samples was similar to that of HRD-positive BCs with<br \/>germline mutation in HRR pathway, but showed markedly distinctive features from HRD-negative BCs. With a notable exception of BRCA1, the second most common somatic mutation in HRD-positive BCs without germline mutation, the mutational landscape of the whole study samples was primarily determined by hormone receptor and HER2 positivity, not by HRD status. Likewise, WTS-based clusters determined in an unsupervised manner were highly dependent on the histological subtype of BC, not on HRD status or germline mutations in the HRR pathway. Notably, differentially expressed gene and gene set enrichment analysis revealed that HRD-positive BCs had an increased inflammatory activity compared to BCs with proficient HR. Overall, our analysis demonstrate that WGS enables better classification of the HR status in BC than conventional BRCA germline testing, suggesting WGS as a rapid and sensitive tool for screening breast cancers for PARPi treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Breast cancer,Genome,Whole genome sequencing,Homologous recombination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ryul Kim<\/b><sup>1<\/sup>, Seongyeol Park<sup>1<\/sup>, Joonoh Lim<sup>1<\/sup>, Boram Yi<sup>1<\/sup>, Jaemo Koo<sup>1<\/sup>, Sangmoon Lee<sup>1<\/sup>, Jeong Seok Lee<sup>1<\/sup>, Yeon Hee Park<sup>2<\/sup>, Young Seok Ju<sup>1<\/sup><br><br\/><sup>1<\/sup>Genome Insight Technology, Inc., Daejeon, Korea, Republic of,<sup>2<\/sup>Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f72a7a86-f73c-4dd3-a756-df86cd307db1","ControlNumber":"5461","DisclosureBlock":"<b>&nbsp;R. Kim, <\/b> <br><b>GENOME INSIGHT<\/b> Employment. <br><b>S. Park, <\/b> <br><b>GENOME INSIGHT<\/b> Employment. <br><b>J. Lim, <\/b> <br><b>GENOME INSIGHT<\/b> Employment. <br><b>B. Yi, <\/b> <br><b>GENOME INSIGHT<\/b> Employment. <br><b>J. Koo, <\/b> <br><b>GENOME INSIGHT<\/b> Employment. <br><b>S. Lee, <\/b> <br><b>GENOME INSIGHT<\/b> Employment. <br><b>J. Lee, <\/b> <br><b>GENOME INSIGHT<\/b> Other, CMO.<br><b>Y. Park, <\/b> None.&nbsp;<br><b>Y. Ju, <\/b> <br><b>GENOME INSIGHT<\/b> Other, Representative.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7594","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2054","PresenterBiography":null,"PresenterDisplayName":"Ryul Kim","PresenterKey":"4fb60b6c-9932-41bb-828b-f4ae13e186c9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2054. Whole-genome sequencing based homologous recombination deficiency testing for precision oncology of breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Whole-genome sequencing based homologous recombination deficiency testing for precision oncology of breast cancers","Topics":null,"cSlideId":""},{"Abstract":"Lung adenocarcinoma (LADC) is the most common type of lung cancer and a leading cause of death worldwide. Typical oncogenes that drive LADCs when mutated (referred to as canonical drivers) include <i>EGFR<\/i> (30-60%), <i>KRAS<\/i> (10-30%), and fusion oncogenes (~10%) involving <i>ALK<\/i>, <i>RET<\/i>, and <i>ROS1<\/i>. However, approximately 30% of lung adenocarcinomas lack canonical drivers, implying unseen kinds of genomic alterations. Here, we explore alterations beyond the scope of canonical drivers in LADCs (referred to as non-canonical drivers) using large-scale whole-genome sequencing (WGS) of LADCs. We gathered total 183 WGS of LADCs, 138 of which were from our previous study (Lee et al. Cell. 2019) and 45 were newly sequenced from surgically resected LADCs. For raw data processing, we used a standard WGS analysis pipeline from read mapping to variant calling. Variant filtering and downstream analyses were performed using in-house scripts. Genomic variants analyzed in this study include single-base substitution (SBS), indel, structural variation (SV), and copy number variation (CNV). As a result, we found that 53 cases (29%) had no canonical drivers (ND group). Intriguingly, LADCs without canonical drivers had a contrasting genomic landscape compared to LADCs with canonical drivers (CD group). First, the point-mutation burden was ~3-fold higher in the ND group than in the CD group (52,500 vs. 17,900 for SNVs, p&#60;0.001). Mutational signature analysis revealed that these additional mutations are attributable mainly to tobacco smoking (by mutational signature SBS4) and APOBEC-mediated mutagenesis (SBS12 and SBS13) and that they are more enriched in the ND group (4,800 vs 2,600, p=0.03). Second, the ND group harbored more frequent focal amplifications. Recurrently amplified genes include <i>TERT<\/i>, <i>IL7R<\/i>, <i>NKX2-1<\/i>, <i>CCND1, CCND3, CCNE1<\/i>, and <i>EGFR<\/i>. The pattern of SVs suggest that the amplifications occurred through the formation of extra-chromosomal DNA involving multiple chromosomes or following <i>chromothripsis<\/i>. Overall, this study broadens our understanding of non-canonical drivers of LADCs. Similar analyses of thousands of cancers with clinical information of the patient will likely yield the functional impact of these driver mutations and may offer more opportunities for LADC treatment in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Oncogene,Bioinformatics,Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Seongyeol Park<sup>1<\/sup>, <b>Joonoh Lim<\/b><sup>1<\/sup>, Kijong Yi<sup>1<\/sup>, Boram Yi<sup>1<\/sup>, Ryul Kim<sup>1<\/sup>, Jaemo Koo<sup>1<\/sup>, Kwon Joong Na<sup>2<\/sup>, Samina Park<sup>2<\/sup>, In Kyu Park<sup>2<\/sup>, Chang Hyun Kang<sup>2<\/sup>, Jeong Seok Lee<sup>1<\/sup>, Young Seok Ju<sup>1<\/sup>, Young Tae Kim<sup>2<\/sup><br><br\/><sup>1<\/sup>Genome Insight Technology, Inc., Daejeon, Korea, Republic of,<sup>2<\/sup>Department of Thoracic and Cardiovascular Surgery, Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"2fc52388-6b18-44b6-83df-ec1ecc82622f","ControlNumber":"5666","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>J. Lim, <\/b> None..<br><b>K. Yi, <\/b> None..<br><b>B. Yi, <\/b> None..<br><b>R. Kim, <\/b> None..<br><b>J. Koo, <\/b> None..<br><b>K. Na, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>I. Park, <\/b> None..<br><b>C. Kang, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>Y. Ju, <\/b> None..<br><b>Y. Kim, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7595","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2055","PresenterBiography":null,"PresenterDisplayName":"Joonoh Lim, MD;PhD","PresenterKey":"d66829cb-b89f-4ce7-8a14-20e6976aab92","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2055. Prevalent focal amplification of oncogene in lung adenocarcinomas without canonical driver alterations","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalent focal amplification of oncogene in lung adenocarcinomas without canonical driver alterations","Topics":null,"cSlideId":""},{"Abstract":"Liver cancer is a leading cause of death worldwide where somatic mutation plays a key role in tumorigenesis. As such, many recent researches have been conducted using DNA sequencing methods to study somatic mutations in liver cancer, such as whole-exome sequencing (WES), panel sequencing, and whole-genome sequencing (WGS). However, our understanding of genomic landscape of liver tumorigenesis has been limited by a low number of quality samples from diverse clinical contexts. Here, we explore comprehensive genomic landscape of liver cancer throughout its tumorigenesis using large-scale whole-genome sequencing of hepatocellular carcinoma (HCC) in various cancer stages and liver conditions. Total 500 patients of HCCs were enrolled in this study and whole-genome sequenced. 462 samples that passed quality control were included for final analysis. Most of the samples (427; 92%) were obtained from surgical resection and the rest (35; 8%) from liver transplantation. We used a standard WGS analysis pipeline from read mapping to variant calling of single-base substitution (SBS), indel, structural variation (SV), and copy number variation (CNV). Downstream data analyses were performed using in-house scripts with a particular focus on mutational signatures. To study how genome changes as HCC progresses, we classified samples into three groups by T stage: T1, T2, and T3\/4. The number of samples for each group was 205 (44%), 222 (48%), and 35 (8%), respectively. There was no significant difference in the number of SBSs and indels, but the number of SVs was significantly higher in T3\/4 (the mean of T1\/2 vs. T3\/4 = 51 vs. 93; p=0.001). Major mutational signatures were SBS5, 40 (both clock-like), 12 (unknown), and 22 (aristolochic acid) for SBSs and ID1, 2, 5 (all clock-like), and 3 (tobacco smoking) for indels. The proportion of ID2, characterized by 1bp deletion at homopolymer site, was increased in the samples of higher T stage (the mean proportion of T1\/2 vs. T3\/4=11% vs. 16%; p=0.01). The higher-stage samples also harbored more frequent whole-genome duplication (WGD) and loss of heterozygosity (LOH) (the frequency of WGD in T1\/2 vs. T3\/4=42% vs. 68%, p&#60;0.001; the mean LOH fraction of T1\/2 vs. T3\/4=0.12 vs. 0.19, p&#60;0.001). There was a significant enrichment of driver mutations of multiple genes (e.g., <i>TP53<\/i>, <i>MTCP1<\/i>, <i>CCND3<\/i>, etc.) in T3\/4 group. Interestingly, in surgically resected T1 samples, ID2 proportion was the only significant contributor to early recurrence over tumor size, N stage, mean ploidy, and LOH fraction (n=199, p=0.05; Cox regression). Overall, we found that HCCs at different T stages exhibit some common and yet apparently distinguishing genomic features. We believe that the comprehensive genomic profile of HCC across cancer stages will provide deep insights into the genomic evolution of HCC and one day lend itself to clinicogenomic bases for better HCC management in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Bioinformatics,Cancer genomics,Cancer evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Seongyeol Park<sup>1<\/sup>, Suk Kyun Hong<sup>2<\/sup>, <b>Joonoh Lim<\/b><sup>1<\/sup>, YoungRok Choi<sup>2<\/sup>, Boram Yi<sup>1<\/sup>, Jaemo Koo<sup>1<\/sup>, June-Young Koh<sup>1<\/sup>, Ryul Kim<sup>1<\/sup>, Nam-Joon Yi<sup>2<\/sup>, Jeong Seok Lee<sup>1<\/sup>, Kyung-Suk Suh<sup>2<\/sup>, Kwang-Woong Lee<sup>2<\/sup>, Young Seok Ju<sup>1<\/sup><br><br\/><sup>1<\/sup>Genome Insight Technology, Inc., Daejeon, Korea, Republic of,<sup>2<\/sup>Department of Surgery, Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"716419a0-9d32-4a99-a15e-9c44f8e4bbd0","ControlNumber":"5606","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>J. Lim, <\/b> None..<br><b>Y. Choi, <\/b> None..<br><b>B. Yi, <\/b> None..<br><b>J. Koo, <\/b> None..<br><b>J. Koh, <\/b> None..<br><b>R. Kim, <\/b> None..<br><b>N. Yi, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>K. Suh, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>Y. Ju, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7586","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2056","PresenterBiography":null,"PresenterDisplayName":"Joonoh Lim, MD;PhD","PresenterKey":"d66829cb-b89f-4ce7-8a14-20e6976aab92","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2056. Large-scale whole genome sequencing of hepatocellular carcinoma reveals stepwise cancer evolution","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Large-scale whole genome sequencing of hepatocellular carcinoma reveals stepwise cancer evolution","Topics":null,"cSlideId":""},{"Abstract":"Ion channels (IC) are one of the largest families of highly druggable proteins targeted in therapies for many human diseases; however, their role in cancer remains understudied. IC drug repurposing for cancer therapies is an appealing avenue; however, prioritizing ICs for pre-clinical research, mechanistic elucidation, and target development remains a challenge.<br \/>Here we performed a systematic, pan-cancer analysis to prioritize IC genes as putative targets for therapeutic and biomarker development. Using machine learning, we studied ~10,000 human transcriptomes from 32 cancer types of The Cancer Genome Atlas (TCGA) to identify ICs whose expression significantly associated with patient survival. IC genes showed dysregulation in all cancer types: elevated IC expression was characteristic of a subset of tumors often associated with poor patient prognosis. Excessive IC expression was unexpectedly frequent and high-magnitude compared to control sets of protein-coding genes and genes of major druggable families. We focused on ICs in glioblastoma (GBM), the most prevalent and lethal form of brain cancer in adults, prioritizing GJB2 (gap junction protein beta 2) and SCN9A (sodium voltage-gated channel alpha subunit 9) as potential GBM oncogenes. High expression of these ICs associated with poor GBM prognosis in TCGA and independent transcriptomics datasets. <i>GJB2<\/i> and <i>SCN9A<\/i> expression was higher in GBMs than normal brain tissues and associated with GBM subtypes, histological features, and immune cell infiltration. At the single-cell level, <i>GJB2<\/i> and <i>SCN9A<\/i> were predominantly expressed in malignant cell types in GBMs.<br \/>We validated <i>GJB2<\/i> and <i>SCN9A<\/i> with shRNA-mediated knockdowns (KDs) in patient-derived GBM cell lines and mouse xenograft models. First, <i>GJB2<\/i> and <i>SCN9A<\/i> KDs significantly impaired cell viability and spheroid formation. We then validated survival associations, showing that <i>GJB2<\/i> and <i>SCN9A<\/i> KDs prolonged survival of mice with GBM xenografts. Finally, we showed <i>GBJ2<\/i> KD impaired tunneling nanotube length in GBM cells. Transcriptome-wide profiling of IC KD cells revealed hundreds of differentially expressed genes. Integrative pathway enrichment across IC KDs in GBM cells and IC-stratified TCGA samples identified dysregulated pathways with functional themes of neuronal development, cancer hallmarks, and regulation of glial cells, including tumor cell connectivity pathways in GBM, corroborating the phenotypes observed in our functional validations.<br \/>Our pan-cancer analysis prioritized ICs for further pre-clinical development and mechanistic study. The functional validation experiments of <i>GJB2<\/i> and <i>SCN9A<\/i> highlight their possible roles in GBM pathology and lends confidence to our analysis. This study demonstrates the utility of investigating ICs as avenues for drug repurposing and the development of novel cancer therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Biomarkers,Machine learning,Glioblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexander Bahcheli<\/b><sup>1<\/sup>, Hyun Min<sup>2<\/sup>, Xi Huang<sup>2<\/sup>, Jüri Reimand<sup>1<\/sup><br><br\/><sup>1<\/sup>Computational Biology Program, Ontario Institute for Cancer Research, Toronto, ON, Canada,<sup>2<\/sup>SickKids Research Institute, The Hospital for Sick Children, Toronto, ON, Canada","CSlideId":"","ControlKey":"248fec79-2f16-43f1-8c56-24db7e67ad5f","ControlNumber":"3079","DisclosureBlock":"&nbsp;<b>A. Bahcheli, <\/b> None..<br><b>H. Min, <\/b> None..<br><b>X. Huang, <\/b> None..<br><b>J. Reimand, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7596","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2057","PresenterBiography":null,"PresenterDisplayName":"Alexander Bahcheli, MS,BS","PresenterKey":"39c371e8-caa4-4883-b163-e74d7c95214a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2057. Pan-cancer analysis of ion channel genes reveals patterns of large-scale transcriptional dysregulation and novel oncogenes with functions in cellular connectivity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan-cancer analysis of ion channel genes reveals patterns of large-scale transcriptional dysregulation and novel oncogenes with functions in cellular connectivity","Topics":null,"cSlideId":""},{"Abstract":"Acute Lymphoblastic Leukaemia (ALL) patients experience relapse despite having a good prognosis; approximately 90% of children and 75% to 85% of adolescents and young adults survive for five years. Chemotherapy resistance and a poor prognosis are linked to relapsed acute lymphoblastic Leukaemia (R-ALL). Evidence suggests that the cytosolic 5 nucleotidase II (NT5C2) gene mutations play a crucial role in the emergence of recurrent ALL; The early R-ALL is usually accompanied by 6-MP resistance, which is typically brought on by gain-of-function mutations impacting NT5C2-driven mutation in relapse mutations by different mechanisms is still unknown. The study aims to identify novel top missense variants of NT5C2 that play a crucial role in the resistance of chemotherapy drugs, altered biological pathways and their impact on the treatment of relapse leukaemia. NT5C2 (5'-Nucleotidase, Cytosolic II) is a Protein Coding gene. This gene induces resistance to chemotherapeutic drug 6 mercaptopurine Which causes leukaemia cell growth and leukaemia-initiating cell activity. The NT5C2 gene variants are extracted from Genome Aggregation Database (gnomAD) and ExAC. The extracted data contained 2280 variants with chromosome number, position reference allele, and altered allele and these were functionally annotated using the ANNOVAR tool. The variants are screened through various computational tools to narrow down based on non-synonymous and stopgain mutations in the exonic region. The predicted 519 variants narrow down by scoring GERP (&#62;2.0) and CADD PHRED (cut-off score &#62;10), ClinVar, SIFT score, Polyphen, PhyloP, PhastCons, LRT score predictions and which indicates the top 10% deleterious variants including reported and unknown variants. The SNPs, insertions, deletions, CNVs or structural variants of top missense variants on genes, transcripts, and protein sequence determined on Variants Effect Predictor on the ensemble. These variants were verified on dbSNP and Clinvar through their variant IDs. The functional prediction of these variants was made to detect their significant role in R-ALL. These findings examine the future role of NT5C2 mutations in the chemoresistance of relapse ALL. This may help to find a new therapeutic combination of drugs to treat relapse acute lymphoblastic leukaemia to improve overall survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Acute lymphoblastic leukemia,Next-generation sequencing (NGS),Mutations,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sugunakar V<\/b><sup>1<\/sup>, Obul Reddy Bandapalli<sup>2<\/sup>, Ramita Sharma<sup>3<\/sup><br><br\/><sup>1<\/sup>MNR FOUNDATION FOR RESEARCH & INNOVATION, Hyderabad, India,<sup>2<\/sup>DKFZ German Cancer Research Center, Heidelberg, Germany., Germany, Germany,<sup>3<\/sup>Bioinformatics, Lovely Professional University, Jalandhar, India","CSlideId":"","ControlKey":"49bd2afe-237b-473d-b583-2fb81405c804","ControlNumber":"7202","DisclosureBlock":"&nbsp;<b>S. V, <\/b> None..<br><b>O. Bandapalli, <\/b> None..<br><b>R. Sharma, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7597","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2058","PresenterBiography":"","PresenterDisplayName":"Sugunakar V, BS;MS;PhD","PresenterKey":"59bd75ac-3027-45c1-80f2-f123c722d165","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2058. Identifications of novel variants using system biology-based approaches in NT5C2, its association to relapse acute lymphoblastic leukaemia","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifications of novel variants using system biology-based approaches in NT5C2, its association to relapse acute lymphoblastic leukaemia","Topics":null,"cSlideId":""},{"Abstract":"Spatial omics technologies are producing an unprecedented amount of ultra-high plex <i>in situ<\/i> data that are promising to revolutionize cancer prognoses and treatments. Analytical solutions to integrate big spatial data are, however, lagging relative to the rapid technology development and this hinders discoveries into the pathological processes underlying cancer initiation and progression. Here we present STimage, a machine learning approach to flexibly combine transcriptome-wide spatial sequencing data with single-cell protein-based spatial phenotyping (Phenocycler-Fusion), generated from same tissue samples. As a ground-truth for cell typing, Akoya&#8217;s single-cell spatial phenotyping technology enabled us to precisely define cell types and cell states that were then used to evaluate and deploy the data integration pipeline.<br \/>With these data, STimage first maps cells onto tissue sections with reference an H&#38;E image. This way multiple layers of molecular data are transferred into one common framework, which can then be analyzed together. Traditional pathology annotations on the H&#38;E images are also integrated to add human understanding of morphological patterns in a cancer tissue. The integrated analysis improves cell neighborhood identification, which allows cell-cell interaction analysis based on spatial co-localization between cell types (using single-cell resolution protein data) and locally co-expressing ligand-receptor pairs (using transcriptome-wide spatial data).<br \/>We applied STimage to head and neck and skin cancer samples, in order to demonstrate the broad applicability of this analysis pipeline for various cancer types. We demonstrate applications for both, diagnoses and prognoses. For diagnosis, ST image identified and cross-validated cell types whilst assessing the expression of markers for drug targets. We also present an in-depth case study for an oropharyngeal squamous cell carcinoma patient not responding to Nivolumab treatment (anti-PD-1). Based on Visium and PhenoCycler-Fusion data, we discovered a spatial signature for non-responsiveness. Furthermore, we used the predicted ligand-receptor interactions to rank the patient&#8217;s response potential to currently available drugs, with the top target being TF-TFRC. STimage is thus able to integrate multiple layers of spatial omics data to improve and solidify prognostic biomarkers for cancer treatments.<br \/>This study highlights the power of machine learning integration to combine multiple spatial multi-omics data, in particular PhenoCycler-Fusion and Visium, for improving diagnosis, prognosis and treatment of diverse cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Image analysis,Machine learning,Multiomics,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xiao Tan<sup>1<\/sup>, Andrew Causer<sup>1<\/sup>, Jazmina Gonzales-Cruz<sup>1<\/sup>, Ning Ma<sup>2<\/sup>, Bassem Ben Cheikh<sup>2<\/sup>, Oliver Braubach<sup>2<\/sup>, <b>Quan Nguyen<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>University of Queensland, Brisbane, Australia,<sup>2<\/sup>Akoya Biosciences, Marlborough, MA","CSlideId":"","ControlKey":"3a479745-2453-4d74-9b0c-3e6e8fb6548f","ControlNumber":"3910","DisclosureBlock":"&nbsp;<b>X. Tan, <\/b> None.&nbsp;<br><b>A. Causer, <\/b> <br><b>Sullivan Nicolaides Pathology<\/b> Employment.<br><b>J. Gonzales-Cruz, <\/b> None.&nbsp;<br><b>N. Ma, <\/b> <br><b>Akoya Biosciences<\/b> Employment. <br><b>B. B. Cheikh, <\/b> <br><b>Akoya Biosciences<\/b> Employment. <br><b>O. Braubach, <\/b> <br><b>Akoya Biosciences<\/b> Employment.<br><b>Q. Nguyen, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7598","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2059","PresenterBiography":null,"PresenterDisplayName":"Quan Nguyen, PhD","PresenterKey":"4fe3d227-8fa2-436b-8c8e-fc2aacaf0c0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2059. Machine learning integration of transcriptome-wide spatial sequencing data and ultra-high plex spatial proteomic data enables the prioritization of cancer drug targets","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Machine learning integration of transcriptome-wide spatial sequencing data and ultra-high plex spatial proteomic data enables the prioritization of cancer drug targets","Topics":null,"cSlideId":""},{"Abstract":"FOXC1 is a transcription factor that is reported to play a key role in the development of cancer. For example, we showed that epigenetic dysregulation of FOXC1 is associated with meningioma progression. Moreover, we reported that FOXC1 is overexpressed in drug-resistant bladder cancer cells. To further characterize the molecular mechanisms of FOXC1 in carcinogenesis of different cancer types, we analyzed DNA-seq and RNA-seq datasets of over 30 cancer types generated from The Cancer Genome Atlas (TCGA) and Oncology Research Information Exchange network (ORIEN) consortia, using cBioportal. cBioportal is a tool that is used to visualize and analyze large-scale cancer genomic data. When we analyzed whole exome sequencing and DNA array datasets to search genetic alterations such as mutation, amplification, and deletion events that occur in the FOXC1 gene, we revealed that over 10 cancer types have genetic alterations. By analyzing RNA sequencing datasets through the cBioportal, we found that more than 10 cancer types have overexpression of FOXC1. Unlike TCGA, ORIEN has generated whole exome sequencing and RNA sequencing datasets from cancer patients who are treated. We are currently in the process of analyzing ORIEN data to determine FOXC1 alterations and its association with drug resistance in different cancer types. Moreover, we are evaluating the relationship between FOXC1 dysregulation and cancer patient survival. Overall, this analysis will denote the key role that FOXC1 plays in different cancer types and supply valuable knowledge for drug resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Transcription factor,Drug resistance,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Alanna Brown<sup>1<\/sup>, Zexun Wu<sup>1<\/sup>, Huan Cao<sup>1<\/sup>, Sara  M.  Falzarano<sup>2<\/sup>, Sarah  G.  Buxbaum<sup>2<\/sup>, <b>Suhn  K.  Rhie<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>USC - University of Southern California, Los Angeles, CA,<sup>2<\/sup>CaRE2 Program, Los Angeles, CA","CSlideId":"","ControlKey":"f2592553-1729-49fd-9762-6c3c64fa0343","ControlNumber":"3942","DisclosureBlock":"&nbsp;<b>A. Brown, <\/b> None..<br><b>Z. Wu, <\/b> None..<br><b>H. Cao, <\/b> None..<br><b>S. K. Rhie, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7599","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2060","PresenterBiography":null,"PresenterDisplayName":"Suhn Rhie, PhD","PresenterKey":"7980cde3-c754-4499-a8d8-d9743e011a31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2060. The exploratory analysis of dysregulated transcription factor FOXC1 in pan-cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The exploratory analysis of dysregulated transcription factor FOXC1 in pan-cancer","Topics":null,"cSlideId":""},{"Abstract":"Multiple myeloma (MM) prognosis incorporates a variety of metrics including treatment received, clinical factors, and genomic characteristics, with several specific genomic features predicting for shorter progression free survival (PFS). No study to date has integrated genomic data from a systems view, incorporating interactions between biomarkers in a network. We use a geometric network analysis that integrates complex interactions to characterize patterns of biological behavior not captured by individual genomic events. The methodology is mathematically well-defined and has no fitting parameters. We hypothesized that such a systems mathematical approach applied to gene interaction networks may delineate biologically relevant MM subtypes and potential new therapeutic targets. We overlaid RNA-Seq and copy number alteration data from the MMRF CoMMpass study (IA19) on a gene interactome derived from the Human Protein Reference Database using a novel graph metric of network robustness &#8212; Ollivier-Ricci curvature (ORC). Results were clustered, with the optimal number determined via silhouette score. Survival analysis for PFS was performed employing Kaplan-Meier and log-rank tests. A differential gene expression analysis between high and low risk groups was conducted. Differences in scalar ORC between the low-risk and high-risk groups were examined and contextualized using a pathway analysis. Pathway analysis was performed using the Broad Institute&#8217;s Gene Set Enrichment Analysis tool and the pathways used are from the hallmark gene set from the Human MSigDB collection. The dataset included 659 patients and the incorporated protein-protein interactions resulted in a network with 8,468 nodes and 33,695 edges. The ORC analysis discovered 6 clusters, with specific genomic features being associated with clusters predicting for long [hyperdiploidy, t(11:14)], and short [t(4;14), <i>MAF\/MAFB<\/i> translocations] PFS. A differential gene expression analysis comparing the high risk and low risk groups identified 118 key genes. These genes were associated with various pathways both known and unknown to be associated with multiple myeloma, including mitotic spindle, DNA repair, inflammatory response, and the <i>P53<\/i> pathways. Further scalar curvature analysis showed differences in the apoptosis, <i>TGF<\/i> beta signaling, and other signaling pathways. In summary, we applied the geometric network analysis tool ORC to multi-omics data in MM represented as biological networks to identify individuals at high risk of short PFS and relevant biological correlates. Decreased robustness of signaling near immune-related genes was associated with shorter survival, highlighting the plausible utility of using these methods to uncover new biological insights.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Multiple myeloma,Machine learning,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anish  K.  Simhal<\/b><sup>1<\/sup>, Kylee  H.  Maclachlan<sup>2<\/sup>, Rena Elkin<sup>1<\/sup>, Jiening Zhu<sup>3<\/sup>, Saad  Z.  Usmani<sup>2<\/sup>, Jonathan  J.  Keats<sup>4<\/sup>, Larry Norton<sup>5<\/sup>, Joseph  O.  Deasy<sup>1<\/sup>, Jung Hun Oh<sup>1<\/sup>, Allen Tannenbaum<sup>6<\/sup><br><br\/><sup>1<\/sup>Medical Physics, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>3<\/sup>Applied Mathematics & Statistics, Stony Brook University, Stony Brook, NY,<sup>4<\/sup>Translational Genomics Research Institute, Phoenix, AZ,<sup>5<\/sup>Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>6<\/sup>Departments of Computer Science and Applied Mathematics & Statistics, Stony Brook University, Stony Brook, NY","CSlideId":"","ControlKey":"1233b662-5bab-4240-884a-738cdb1c19a6","ControlNumber":"7598","DisclosureBlock":"&nbsp;<b>A. K. Simhal, <\/b> None..<br><b>K. H. Maclachlan, <\/b> None..<br><b>R. Elkin, <\/b> None..<br><b>J. Zhu, <\/b> None.&nbsp;<br><b>S. Z. Usmani, <\/b> <br><b>Amgen<\/b> Independent Contractor, Grant\/Contract. <br><b>Array Biopharma<\/b> Grant\/Contract. <br><b>BMS<\/b> Independent Contractor, Grant\/Contract. <br><b>Celgene<\/b> Independent Contractor, Grant\/Contract. <br><b>GSK<\/b> Independent Contractor, Grant\/Contract. <br><b>Janssen<\/b> Independent Contractor, Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Pharmacyclics<\/b> Grant\/Contract. <br><b>Sanofi<\/b> Independent Contractor, Grant\/Contract. <br><b>Seattle Genetics<\/b> Independent Contractor, Grant\/Contract. <br><b>SkylineDX<\/b> Grant\/Contract. <br><b>Takeda<\/b> Independent Contractor, Grant\/Contract. <br><b>Abbvie<\/b> Independent Contractor. <br><b>EdoPharma<\/b> Independent Contractor. <br><b>Genentech<\/b> Independent Contractor. <br><b>Gilead<\/b> Independent Contractor. <br><b>Oncopeptides<\/b> Independent Contractor. <br><b>SecuraBio<\/b> Independent Contractor. <br><b>SkylineDX<\/b> Independent Contractor. <br><b>TeneoBio<\/b> Independent Contractor.<br><b>J. J. Keats, <\/b> None..<br><b>L. Norton, <\/b> None..<br><b>J. O. Deasy, <\/b> None..<br><b>J. Oh, <\/b> None..<br><b>A. Tannenbaum, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7600","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2061","PresenterBiography":null,"PresenterDisplayName":"Anish Simhal, PhD","PresenterKey":"573f460e-7332-4b9f-95b3-1e136866cdbc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2061. Protein network analysis uncovers a poor-survival subtype in multiple myeloma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"302","SessionOnDemand":"False","SessionTitle":"Bioinformatics Applications in Cancer Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Protein network analysis uncovers a poor-survival subtype in multiple myeloma","Topics":null,"cSlideId":""}]