[{"Abstract":"Background: Up to date, over 80 small molecule kinase inhibitors have been approved for the treatment of cancers worldwide. This class of targeted therapy benefits millions of patients by improving their disease management and quality of life. However, acquired drug resistance can develop quickly after treatment in most of the patients. Herein, we disclose TSN084, a unique small molecule multi-kinase inhibitor, which can overcome many common acquired drug-resistant mutations of cMet, Trks, and Flt3, etc. It also inhibits other oncotargets including Axl, DDRs, and CDK8\/19.<br \/>Method: The primary screen of TSN084 against 468 kinases at a single concentration was carried out by Eurofins DiscoverX Corporation. Its inhibitory activity on interested kinases and relevant cellular proliferation were determined separately. A series of cell-derived xenograft (CDX) models were used to evaluate its <i>in vivo<\/i> antitumor effect. Both <i>in vitro<\/i> and <i>in vivo<\/i> PK study was performed in mouse, rat, dog, and monkey. An <i>in vitro<\/i> safety panel and <i>in vivo<\/i> GLP animal studies were carried out to assess its preliminary toxicity profile in preparation for human clinical trials.<br \/>Results: Kinase activity profiling assay revealed that TSN084 is a multi-kinase inhibitor. Among the 468 kinases tested, 33 showed &#62;50% inhibition at 0.1 uM, including many oncotargets and their mutants such as Met, Met-Y1235D, Met-M1250T, Flt3, Flt3-N841I, Flt3-ITD, Flt3-K663Q, Flt3-D835Y, Flt3-D835V, Axl, TrkA, DDR1, and CDK8\/19. It demonstrated potent anti-proliferation activity against many tumor cell lines, e.g. KM12, MKN45, MV-4-11, and HS746T. It also effectively inhibited tumor growth in several CDX drug-resistant models like NTRK-G667C and NTRK3-G696C and showed outstanding survival advantage. TSN084 is an orally bioavailable small molecule agent in mouse, rat, dog, and monkey. It is clean in a safety panel assessment of 44 concerning targets and considered safe enough to advance into clinical study.<br \/>Conclusion: TSN084 targets several oncogenic kinases and their drug-resistant mutants. It demonstrated potent antitumor effects in both <i>in vitro<\/i> and <i>in vivo<\/i> studies. It showed excellent PK properties and acceptable preclinical safety profile. A phase I clinical trial of TSN084 in patients with advanced or metastatic malignancies is currently ongoing (NCT05300438). As of Oct 30, 2022, 6 patients have been enrolled into the trial, and no DLTs or treatment-related AEs were observed. It is a promising agent for the potential treatment of resistant cancers in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Drug resistance,Tyrosine kinase,CDK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Boyu Zhong<\/b><sup><\/sup>, Tony Zhang<sup><\/sup>, Chunlan Dong<sup><\/sup>, Shengtang Mark Ma<sup><\/sup>, Ziyang Jia<sup><\/sup>, Guangming Chen<sup><\/sup>, Renjuan Zheng<sup><\/sup>, Jing Cindy Li<sup><\/sup>, Han Fu<sup><\/sup><br><br\/>Tyligand Bioscience (Shanghai), Ltd., Shanghai, China","CSlideId":"","ControlKey":"2111bda4-6464-400b-928b-c88d49413c59","ControlNumber":"4172","DisclosureBlock":"&nbsp;<b>B. Zhong, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>C. Dong, <\/b> None..<br><b>S. M. Ma, <\/b> None..<br><b>Z. Jia, <\/b> None..<br><b>G. Chen, <\/b> None..<br><b>R. Zheng, <\/b> None..<br><b>J. C. Li, <\/b> None..<br><b>H. Fu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6743","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4027","PresenterBiography":null,"PresenterDisplayName":"Boyu Zhong, Dr PH","PresenterKey":"3d211b0a-27b2-461c-819c-7a57f96ce67d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4027. TSN084, a multi-kinase inhibitor, overcomes acquired drug-resistant mutations of cMet, Trks, and Flt3, and displays broad activities against kinase oncotargets Axl, DDRs, and CDK8\/19","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TSN084, a multi-kinase inhibitor, overcomes acquired drug-resistant mutations of cMet, Trks, and Flt3, and displays broad activities against kinase oncotargets Axl, DDRs, and CDK8\/19","Topics":null,"cSlideId":""},{"Abstract":"Despite major interest in tyrosine kinase inhibitors (TKIs) as a treatment option for metastatic colorectal cancer (mCRC), almost all TKIs tested for mCRC fail in early-phase clinical trials. Although showing specific target inhibition at low concentrations, TKIs have a much broader kinase inhibitory potency at higher concentrations. Alternative high dose regimens have been proposed to explore if efficacy can be improved with acceptable toxicity. We used 3D matrix-embedded tumor organoids as a preclinical platform to determine optimal drug exposure, i.e. <i>preclinical pharmacology<\/i>, and to dissect the mechanisms of action to potentially convert the dismal translational success rate of TKIs for mCRC. We established patient-derived tumor organoids (PDTOs) from mCRC biopsies and, based on favorable physicochemical and pharmacokinetic properties, selected 3 TKIs (sunitinib, cediranib and osimertinib). Following standard IC50 assessment using continuous dosing with a concentration range, we investigated the cytotoxic antitumor effect of high-dose, short-exposure (HDSE) treatment. Five PDTOs were exposed to 20 &#181;M TKI for 1-24h, washed and given normal medium, and PDTO-outgrowth was determined 1 week later. At exposures of 1, 3 and 6h, we measured intra-tumoroid TKI concentrations using a clinically validated LC\/MS-MS method. PDTO cell death was observed using live-cell microscopy, and quantified by both caspase 3\/7 enzyme activity assay and cleaved caspase-3 immunofluorescent staining. While PDTOs could be categorized for their sensitivity across tested TKIs, all were highly sensitive for osimertinib (IC50 values 0.40-3.8 &#181;M). Lower sensitivity was observed for sunitinib (2.0-10.5 &#181;M) and cediranib (2.5-7.1 &#181;M). Only for osimertinib exposure to 20 &#181;M for 3h was sufficient to block proliferation in all PDTOs. Interestingly, peak intra-tumoroid TKI concentration measurements across PDTOs revealed marked cellular accumulation, indicating an expanded potential for target inhibition. The concentrations correlated with sensitivity: for sunitinib from 1.5 mM for the most sensitive PDTO to 0.72 mM for the least sensitive PDTO. Likewise, the corresponding cediranib concentrations were 0.15 mM <i>vs<\/i> 0.062 mM. All PDTOs had high intra-tumoroid osimertinib concentrations (0.90-1.6 mM). Lastly, we detected a significant increase in apoptosis after 3h of HDSE with osimertinib. Whereas our HDSE regimen shows promising results for all 3 TKIs, very short exposure with high-dose osimertinib effectively reduces proliferation and induces cell death in all mCRC PDTOs. While this is likely due to high intra-tumoroid concentrations reached by osimertinib&#8212;the mechanism of action at these concentrations remains unknown and is subject to further studies. In parallel, we propose that a HDSE osimertinib regimen warrants clinical exploration as a potential new treatment option for mCRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Tyrosine kinase inhibitor,High-dose short-exposure (HDSE),Patient derived tumor organoids (PDTOs),Preclinical pharmacology ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kirti  K.  Iyer<\/b><sup><\/sup>, Dennis Poel<sup><\/sup>, Anne Miggelenbrink<sup><\/sup>, Wouter Kerkhof<sup><\/sup>, Erik van den Hombergh<sup><\/sup>, Loek  A.   W.  de Jong<sup><\/sup>, Nielka  P.  van Erp<sup><\/sup>, Daniele  V.   F.  Tauriello<sup><\/sup>, Henk  M.   W.  Verheul<sup><\/sup><br><br\/>Radboudumc, Nijmegen, Netherlands","CSlideId":"","ControlKey":"c61798d7-fc10-478f-99a9-e67d7adae1fe","ControlNumber":"4232","DisclosureBlock":"&nbsp;<b>K. K. Iyer, <\/b> None..<br><b>D. Poel, <\/b> None..<br><b>A. Miggelenbrink, <\/b> None..<br><b>W. Kerkhof, <\/b> None..<br><b>E. van den Hombergh, <\/b> None..<br><b>L. A. W. de Jong, <\/b> None..<br><b>N. P. van Erp, <\/b> None..<br><b>D. V. F. Tauriello, <\/b> None..<br><b>H. M. W. Verheul, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6747","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4028","PresenterBiography":null,"PresenterDisplayName":"Kirti Krishnamurthy Iyer, MS","PresenterKey":"228eacee-c713-45a5-a4d6-36b7d2e294f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4028. High-dose short-exposure of osimertinib robustly inhibits growth of patient-derived metastatic colorectal cancer organoids","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-dose short-exposure of osimertinib robustly inhibits growth of patient-derived metastatic colorectal cancer organoids","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Non-small cell lung cancer (NSCLC) is the most common type of lung cancer, accounting for about 85% of lung cancer patients. 2% - 4% of patients with NSCLC harbor human epidermal growth factor receptor 2 gene (HER2) mutations, being the 90 % of them exon 20 insertions. The most common HER2 mutations in NSCLC are exon 20 mutation A775_G776insYVMA (YVMA) mutation in the kinase domain. Currently, treatment options for this subset of patients are limited. JIN-A04 is an orally available tyrosine kinase inhibitor (TKI) targeting HER2 exon20 insertion mutations and has the potential to be a best-in-class drug candidate to address this unmet clinical need.<br \/>Method: The inhibitory activity of JIN-A04 was evaluated by cell viability assay in both Ba\/F3 cell lines expressed HER2 YVMA and HER2 P780_Y781insGSP (GSP) mutations. Also, Ba\/F3 HER2 wild-type (WT) and normal cell lines for HUVEC (endothelial cells) and BEAS-2B (human bronchial epithelial cells) were used to assess cellular activity. In addition, to confirm mechanism action, western blotting analysis was performed on Ba\/F3 YVMA and Ba\/F3 GSP cell lines.<br \/>Results: In cell viability assay, JIN-A04 strongly inhibited cellular activity against Ba\/F3 cell lines engineering to express the mutants HER2 YVMA (IC<sub>50<\/sub> = 11.1 nM) and GSP (IC<sub>50<\/sub> = 1.4 nM). It was superior to Mobocertinib (IC<sub>50<\/sub> = 27.1 nM for YVMA and IC<sub>50<\/sub> = 3.3 nM for GSP) and comparable with Poziotinib (IC<sub>50<\/sub> = 3.4 nM for YVMA and IC<sub>50<\/sub> = 0.4 nM for GSP). In normal cell lines, JIN-A04 did not inhibit the activity of HUVEC (IC<sub>50<\/sub> = &#38;gt 1000 nM) and BEAS-2B (IC<sub>50<\/sub> = &#38;gt 1000 nM) cell lines, largely sparing HER2 WT activity (IC<sub>50<\/sub> = &#38;gt 1000 nM). In protein expression analysis, JIN-A04 was effectively inhibited in all signaling pathway of p-EGFR, p-AKT, p-ERK1\/2, and p-S6 on Ba\/F3 YVMA and Ba\/F3 GSP cell lines at a low dose level.<br \/>Conclusion: JIN-A04 is highly potent against HER2 exon 20 insertion mutations including YVMA and GSP, while largely sparing HER2 WT activity. Also, JIN-A04 demonstrated effective HER2 pathway inhibition. Based on these robust activities for HER2 exon 20 insertion, JIN-A04 is expected to provide a potent therapeutic opportunity for NSCLC patients with HER2 exon20 insertion mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"HER2,NSCLC,Tyrosine kinase inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mi Ra Yu<\/b><sup>1<\/sup>, Mi Ran Yun<sup>1<\/sup>, Jii Bum Lee<sup>2<\/sup>, Ji Yun Lee<sup>3<\/sup>, So Won Aum<sup>4<\/sup>, Su Jin Choi<sup>4<\/sup>, Ju Yeon Park<sup>4<\/sup>, Seung Yeon Oh<sup>5<\/sup>, Eun Ji Lee<sup>5<\/sup>, Krishna Babu Duggirala<sup>6<\/sup>, Kwangho Lee<sup>6<\/sup>, Min Hee Hong<sup>7<\/sup>, Sun Min Lim<sup>7<\/sup>, Anna Jo<sup>8<\/sup>, Ethan Seah<sup>8<\/sup>, Choonok Kim<sup>8<\/sup>, Byoung Chul Cho<sup>2<\/sup><br><br\/><sup>1<\/sup>Yonsei New Il Han Institute for Integrative Lung Cancer Research, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Division of Medical Oncology, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>Lung Cancer Center, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>4<\/sup>Yonsei Biomedical Research Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>5<\/sup>Department of Medical Science, Graduate School of Medical Science, Brain Korea 21 Project, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>6<\/sup>Bio & Drug Discovery Division, Korea Research Institute of Chemical Technology, Daejeon, Korea, Republic of,<sup>7<\/sup>Division of Medical Oncology, Department of Internal Medicine, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>8<\/sup>J INTS BIO, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"4e8f1f31-1436-4b2e-bea2-5e823c2656e9","ControlNumber":"4306","DisclosureBlock":"&nbsp;<b>M. Yu, <\/b> None..<br><b>M. Yun, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Aum, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Oh, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>K. Duggirala, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>A. Jo, <\/b> None..<br><b>E. Seah, <\/b> None..<br><b>C. Kim, <\/b> None.&nbsp;<br><b>B. Cho, <\/b> <br><b>Champions Oncology, Crown Bioscience, Imagen<\/b> Other, Royalties. <br><b>MOGAM Institute, LG Chem, Oscotec, Interpark Bio Convergence Corp, GIInnovation, GI-Cell, Abion, Abbvie, AstraZeneca, Bayer, Blueprint Medicines, Boehringer Ingelheim, Champions Onoclogy<\/b> Grant\/Contract. <br><b>CJ bioscience, CJ Blossom Park, Cyrus, Dizal Pharma, Genexine, Janssen, Lilly, MSD, Novartis, Nuvalent, Oncternal, Ono, Regeneron, Dong-A ST, Bridgebio therapeutics, Yuhan, ImmuneOncia, Illumina<\/b> Grant\/Contract. <br><b>Kanaph therapeutics, Therapex, JINTSbio, Hanmi, CHA Bundang Medical Center<\/b> Grant\/Contract. <br><b>Abion, BeiGene, Novartis, AstraZeneca, Boehringer-Ingelheim, Roche, BMS, CJ, CureLogen, Cyrus therapeutics, Ono, Onegene Biotechnology, Yuhan, Pfizer, Eli Lilly, GI-Cell, Guardant<\/b> Other, Consultant. <br><b>HK Inno-N, Imnewrun Biosciences Inc.,  Janssen, Takeda, MSD, Janssen, Medpacto, Blueprint medicines, RandBio, Hanmi<\/b> Other, Consultant. <br><b>Yonsei University Health System<\/b> Employment. <br><b>KANAPH Therapeutic Inc, Bridgebio therapeutics, Cyrus therapeutics, Guardant Health, Oscotec Inc<\/b> Other, Advisory board. <br><b>Invited speaker<\/b> Other, ASCO, AstraZeneca, Guardant, Roche, ESMO, IASLC, Korean Cancer Association, Korean Society of Medical Onoclogy, Korean Society of Thyroid-Head and Neck Surgery, Korean Cancer Study Group, Novartis, MSD, The Chinese Thoracic Oncology Society, Pfizer. <br><b>TheraCanVac Inc, Gencurix Inc, Bridgebio therapeutics, KANAPH Therapeutic Inc, Cyrus therapeutics, Interpark Bio Convergence Corp., J INTS BIO<\/b> Stock, Stock Option. <br><b>DAAN Biotherapeutics<\/b> Other, Founder. <br><b>Interpark Bio Convergence Corp.,  J INTS BIO<\/b> Other, Member of the board of directors.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6736","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4029","PresenterBiography":"lung cancer","PresenterDisplayName":"Mi Ra Yu, PhD","PresenterKey":"01380c5f-8524-45a8-96f0-df30b17c8cbc","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/01380c5f-8524-45a8-96f0-df30b17c8cbc.profile.jpg","SearchResultActions":null,"SearchResultBody":"4029. JIN-A04, highly effective tyrosine kinase inhibitor targeting HER2 exon 20 insertion mutations in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"JIN-A04, highly effective tyrosine kinase inhibitor targeting HER2 exon 20 insertion mutations in NSCLC","Topics":null,"cSlideId":""},{"Abstract":"AUR-109 is an orally bioavailable clinical stage receptor tyrosine kinase inhibitor (RTK) that inhibits the activity of proangiogenic and oncogenic pathway-related RTKs including DDR1, FGFR, VEGFR, PDGFR, and RET. DDR1 instigates immune exclusion by promoting collagen fiber alignment thereby altering extracellular matrix (ECM) components in tumor immune microenvironment (TIME). DDR1 expression inversely correlated with reduced immune cell infiltration in TIME leading to exhaustion of tumor-fighting immune cells, tumor escape, EMT and metastasis. FGFRs induce the expression the PD-L1 and VEGFRs promote the proliferation of regulatory T cells (Treg), inhibit T-cell development and maturation of dendritic cells. These findings suggest that the spectrum-selective inhibition of these RTKs by AUR-109 has the potential to strongly modulate the anti- tumor immune response. Clinically successful immune checkpoint inhibitors (ICI) (anti-PD1, anti-PD-L1, and anti-CTLA4 antibodies) block the pathways that inhibit immune cell activation thus stimulating immune responses against the tumor cells. Although ICIs show improved survival in patients with many types of cancers, they suffer from the lack of response in majority of patients along with the development of resistance to therapy. To overcome the resistance and improve the efficacy, a number of combinations of PD-1 blockade with other anticancer therapies are being evaluated. We have undertaken a detailed characterization of the anti-tumor immune response by AUR-109 either as a single agent or in combination with anti-PD1 antibodies. The effect of AUR-109 on CD4 T cells and Treg cells was evaluated in the Renca subcutaneous tumor model. Immune cell population in the blood and tumor microenvironment were analyzed by FACS. Anti-tumor efficacy was analyzed in both subcutaneous and orthotopic Renca syngeneic tumor models. AUR-109 treatment resulted in an increase of total and CD4 T cells. Higher ratio of total T cells to regulatory T cells was observed indicating that there is an increase in effector T cells. In the TILs, there was decrease in the expression of PD-1 and PD-L1 with a concomitant increase in IFN-&#947; expression on CD8 T cells and NK cells indicating a profound immune activation caused by AUR-109 within the tumor. These results demonstrate the therapeutic potential of AUR-109 in combination with PD-1 blockade in preclinical models and the results from the ongoing combination studies will be presented.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Immune checkpoint blockade,Combination therapy,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Girish Daginakatte<\/b><sup><\/sup>, Saravanan Thiyagarajan<sup><\/sup>, Kiran Aithal<sup><\/sup>, Mamon Dey<sup><\/sup>, Reshma Reghu<sup><\/sup>, Monalisha Mandal<sup><\/sup>, Kavitha Nellore<sup><\/sup>, Susanta Samajdar<sup><\/sup>, Murali Ramachandra<sup><\/sup><br><br\/>Aurigene Discovery Technologies Limited, Bengaluru, India","CSlideId":"","ControlKey":"443a73e2-81f7-492f-9ced-66b29d6d35da","ControlNumber":"4305","DisclosureBlock":"&nbsp;<b>G. Daginakatte, <\/b> None..<br><b>S. Thiyagarajan, <\/b> None..<br><b>K. Aithal, <\/b> None..<br><b>M. Dey, <\/b> None..<br><b>R. Reghu, <\/b> None..<br><b>M. Mandal, <\/b> None..<br><b>K. Nellore, <\/b> None..<br><b>S. Samajdar, <\/b> None..<br><b>M. Ramachandra, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6738","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4030","PresenterBiography":null,"PresenterDisplayName":"Girish Daginakatte, PhD","PresenterKey":"9dc27865-7940-4411-8a30-fd50f07a57db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4030. Generation of profound anti-tumor immunity by AUR-109, a spectrum-selective tyrosine kinase inhibitor, either as a single agent or in combination with immune checkpoint inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation of profound anti-tumor immunity by AUR-109, a spectrum-selective tyrosine kinase inhibitor, either as a single agent or in combination with immune checkpoint inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Background: NXP900 (formerly known as eCF506) is a novel SRC\/YES1 family kinase (SFK) inhibitor that locks SRC into its native closed conformation (= type 1.5), thereby inhibiting both kinase activity and complex formation with protein partners including FAK (Temps et al. Cancer Res. 2021, 81, 5438-5450). This mode of inhibition differentiates it from dasatinib, which blocks SRC into an open conformation (type 1) that promotes SRC-FAK interactions and increases FAK autophosphorylation. According to Watanabe and coworkers (Higuchi et al. Cell Rep 2021, 34, 108876), the enhancement of SRC-protein complex formation makes type 1 SFK inhibitors allosteric facilitators of conformational protein activation. Although dasatinib is a potent inhibitor of kinase activity, because of its allosteric effects, an in vivo decrease in tumor drug exposure below the active threshold could lead to fast activation of SFK-mediated signaling, temporarily promoting cancer growth until the next dose is administered. In contrast, the capacity of NXP900 to inhibit SRC in its inactive conformation should result in a more durable blockade of SFK-induced signaling; a critical advantage to prolong on-target inhibition and improve antitumor efficacy.<br \/>Materials and Methods: Mice strain: CD1 Nude. Cell line: TOV-21G. Xenograft: bilateral SC implantation of 0.1M cells with matrigel.<br \/>Groups: Vehicle PO QD; dasatinib 30 mpk PO QD; NXP900 20 mpk PO QD; NXP900 40 mpk PO QD; NXP900 80 mpk PO QD. PD study (n=3): 3 d treatment, tumors retrieved 3 and 24 h after last dose. H&#38;E, IHC. Efficacy (n=5): 28 d treatment.<br \/>Results: An ovarian clear cell carcinoma (OCCC) cell model, TOV-21G, was implanted subcutaneously in mice to study SRC and FAK phosphorylation (Y419 and Y397, respectively) after oral administration of NXP900 and dasatinib. Tumors were excised 3 and 24 h post-treatment and analyzed by IHC. NXP900 showed lower phosphorylated SRC levels compared to the vehicle control for all doses. Dose response correlation was clearly observed for NXP900 in tumors analyzed 24 h after the last dose, with complete inhibition achieved at 40 mg\/Kg. Importantly, comparison between vehicle and dasatinib groups showed that the tumors from the dasatinib-treated group exhibited higher levels of phospho-SRC 24 h after the last dose, evidence of the paradoxical activation of SRC proposed by Watanabe as a consequence of blocking SRC in an open conformation. Analysis of tumor growth showed that treatment with NXP900 resulted in higher anticancer effect than that of dasatinib.<br \/>Conclusions: NXP900 induces superior target inhibition and anticancer activity than dasatinib in an OCCC xenograft model. The PD study suggests that the conformation selective mode of inhibition of NXP900 is more favorable for clinical development against SFK-driven cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Pharmacodynamics,Cancer therapy,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Saúl Navarro-Marchal<sup>1<\/sup>, Carolin Temps<sup>1<\/sup>, Iñigo Lanzagorta-Calvillo<sup>1<\/sup>, John C. Dawson<sup>1<\/sup>, Enrique Poradosu<sup>2<\/sup>, <b>Neil O. Carragher<\/b><sup>1<\/sup>, Valerie G. Brunton<sup>1<\/sup>, Asier Unciti-Broceta<sup>1<\/sup><br><br\/><sup>1<\/sup>Edinburgh Cancer Research, University of Edinburgh, Edinburgh, United Kingdom,<sup>2<\/sup>Nuvectis Pharma, Fort Lee, NJ","CSlideId":"","ControlKey":"77a96497-e838-4b91-9765-d417d94ee540","ControlNumber":"4470","DisclosureBlock":"&nbsp;<b>S. Navarro-Marchal, <\/b> None.&nbsp;<br><b>C. Temps, <\/b> <br><b>Nuvectis Pharma<\/b> Patent.<br><b>I. Lanzagorta-Calvillo, <\/b> None..<br><b>J. Dawson, <\/b> None.&nbsp;<br><b>E. Poradosu, <\/b> <br><b>Nuvectis Pharma<\/b> Employment, Stock. <br><b>N. Carragher, <\/b> <br><b>Nuvectis Pharma<\/b> Patent. <br><b>PhenoTherapeutics<\/b> Employment, Stock. <br><b>V. Brunton, <\/b> <br><b>Nuvectis Pharma<\/b> Other Intellectual Property. <br><b>A. Unciti-Broceta, <\/b> <br><b>Nuvectis Pharma<\/b> Patent.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6744","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4031","PresenterBiography":null,"PresenterDisplayName":"Neil O. Carragher, PhD","PresenterKey":"2040ba44-4dd3-460f-b955-2320c6893266","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4031. <i>In vivo<\/i> studies demonstrate differences in target inhibition and anticancer efficacy between NXP900 and dasatinib in ovarian clear cell carcinoma model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> studies demonstrate differences in target inhibition and anticancer efficacy between NXP900 and dasatinib in ovarian clear cell carcinoma model","Topics":null,"cSlideId":""},{"Abstract":"Src homology region 2-containing protein tyrosine phosphatase 2 (SHP2\/PTPN11) is one of the key signaling proteins in many oncogenic receptor tyrosine kinase (RTK) pathways. It mediates RAS-driven downstream signaling and activates gene expression for tumorigenesis. Importantly, a critical role of SHP2 has been found during the process of temporal adaptation and ERK re-activation after the treatment of RAS\/RAF\/MEK\/ERK inhibitors, which means that SHP2 could be a promising therapeutic target to shut down the oncogenic RAS pathway, especially in combination with RAS\/RAF\/MEK\/ERK inhibitors. Here we present preclinical data of an allosteric small-molecule SHP2 inhibitor that is highly potent, selective, and brain-permeable. In vitro biochemical and cellular assays showed excellent potency against SHP2 protein. In addition, we confirmed exceptional in vivo activity in mouse xenograft models, and demonstrated combination effects with a KRAS G12C inhibitor. Most importantly, the BBB penetration and anti-tumor activity in brain was confirmed both in vitro and in vivo, supporting the great potential in treating brain-metastasized tumors. In summary, we have successfully discovered and developed a potent and blood-brain barrier permeable SHP2 inhibitor that provides a novel therapeutic option for diverse cancers associated in the RAS pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"KRAS,NSCLC,Brain,SHP2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Miyeon Kim<\/b><sup>1<\/sup>, Dongsu Kim<sup>1<\/sup>, Kyeong Jin Yoon<sup>1<\/sup>, Yeejin Jeon<sup>1<\/sup>, Dohyun Park<sup>1<\/sup>, Mijung Lee<sup>2<\/sup>, Dahye Jeon<sup>2<\/sup>, Soyeon Jang<sup>2<\/sup>, Jinhwan Kim<sup>2<\/sup>, Eunji Kim<sup>2<\/sup>, Jihoon Park<sup>3<\/sup>, Victor Hong<sup>3<\/sup>, Sang Kyun Lim<sup>1<\/sup>, Sungpil Choi<sup>1<\/sup><br><br\/><sup>1<\/sup>Kanaph Therapeutics, Seoul, Korea, Republic of,<sup>2<\/sup>Yungjin Pharm, Suwon, Korea, Republic of,<sup>3<\/sup>Keimyung University, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"29a678c0-0913-4875-b4b2-e540d20bf0fd","ControlNumber":"4533","DisclosureBlock":"<b>&nbsp;M. Kim, <\/b> <br><b>KANAPH Therapeutics<\/b> Employment, Stock Option. <br><b>D. Kim, <\/b> <br><b>KANAPH Therapeutics<\/b> Employment, Stock Option. <br><b>K. Yoon, <\/b> <br><b>KANAPH Therapeutics<\/b> Employment, Stock Option. <br><b>D. Park, <\/b> <br><b>KANAPH Therapeutics<\/b> Employment, Stock Option. <br><b>M. Lee, <\/b> <br><b>Yungjin Pharm<\/b> Employment. <br><b>D. Jeon, <\/b> <br><b>Yungjin Pharm<\/b> Employment. <br><b>S. Jang, <\/b> <br><b>Yungjin Pharm<\/b> Employment. <br><b>J. Kim, <\/b> <br><b>Yungjin Pharm<\/b> Employment. <br><b>E. Kim, <\/b> <br><b>Yungjin Pharm<\/b> Employment. <br><b>J. Park, <\/b> <br><b>Keimyung University<\/b> Other. <br><b>V. Hong, <\/b> <br><b>Keimyung University<\/b> Other. <br><b>S. Lim, <\/b> <br><b>Kanaph Therapeutics<\/b> Employment, Stock Option. <br><b>S. Choi, <\/b> <br><b>Kanaph Therapeutics<\/b> Employment, Stock Option.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6745","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4032","PresenterBiography":null,"PresenterDisplayName":"Miyeon Kim","PresenterKey":"8660355b-2438-416a-b1d4-b835d3b99e39","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4032. Discovery of a potent, selective, and orally available SHP2 inhibitor that can penetrate blood-brain barrier","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of a potent, selective, and orally available SHP2 inhibitor that can penetrate blood-brain barrier","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Gastrointestinal stromal tumors (GISTs) are typically driven by primary mutations in KIT exons 9 or 11. Heterogeneous drug-resistant secondary mutations arise in patients treated with FDA approved KIT inhibitors, including imatinib and sunitinib. Drug resistant secondary mutations are found at multiple regions in the ATP pocket (encoded by exons 13 and 14) or activation switch (encoded by exons 17 and 18) of KIT kinase. In addition, multiple drug-resistant clones can arise within a tumor or in metastatic tumor sites. An inhibitor that can broadly and potently inhibit the spectrum of KIT mutations is highly sought. Ripretinib has been FDA approved as a 4<sup>th<\/sup> line treatment for GIST and has broad activity against KIT mutations, including clinical potency in patients with mutations in KIT exons 11, 17, or 18. DCC-3009 was designed as a next generation KIT inhibitor that broadly and potently inhibits primary KIT mutations in exons 9 and 11 and secondary drug-resistant mutations across exons 13, 14, 17, and 18. DCC-3009 is a potent and selective inhibitor in enzyme and cell-based assays, and has demonstrated efficacy in xenograft models driven by drug resistant KIT mutations.<br \/>Methods: DCC-3009 was tested for inhibition of KIT mutants using standard enzyme and cell-based assays. Levels of phosphorylated KIT were determined by Western blot or ELISA. Proliferation was measured using the fluorescent dye resazurin. KIT mutant xenograft or patient-derived xenograft models were performed at Crown Biosciences or Labcorp, AAALAC accredited facilities, with the approval of Animal Care and Use Committees.<br \/>Results: In BaF3 cells transfected with KIT mutants, DCC-3009 was shown to potently inhibit the spectrum of known primary and secondary drug-resistant mutations in GIST. The pan-mutant KIT profile of DCC-3009 was shown <i>in vitro<\/i> to be superior to 2<sup>nd<\/sup> and 3<sup>rd<\/sup> line standard of care therapies sunitinib and regorafenib. DCC-3009 was selective for KIT when screened against a large panel of kinases. DCC-3009 has optimized pharmaceutical properties for oral administration. In pharmacokinetic\/pharmacodynamic studies DCC-3009 achieved sufficient free drug levels to significantly inhibit drug-resistant KIT mutants for 12 hr post dose. In xenograft studies, treatment with DCC-3009 twice daily led to tumor regression in drug-resistant models with KIT exon 9\/13, 11\/13 or 11\/17 mutations.<br \/>Conclusions: DCC-3009 is a pan-exon mutant KIT inhibitor exhibiting high potency in KIT mutants in pre-clinical models spanning exons 9, 11, 13, 14, 17 and 18. <i>In vivo, <\/i>DCC-3009 exhibited efficacy in drug-resistant models with KIT exon 9\/13, 11\/13 or 11\/17 mutations. Based on this profile, DCC-3009 has entered formal preclinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Gastrointestinal stromal tumor,c-Kit,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bryan  D.  Smith<\/b><sup><\/sup>, Subha Vogeti<sup><\/sup>, Timothy  M.  Caldwell<sup><\/sup>, Hanumaiah Telikepalli<sup><\/sup>, Yu Mi Ahn<sup><\/sup>, Gada Al-Ani<sup><\/sup>, Stacie  L.  Bulfer<sup><\/sup>, Andrew Greenwood<sup><\/sup>, Cale  L.  Heiniger<sup><\/sup>, Joshua  W.  Large<sup><\/sup>, Cynthia  B.  Leary<sup><\/sup>, Wei-Ping Lu<sup><\/sup>, Kylie Luther<sup><\/sup>, William  C.  Patt<sup><\/sup>, Max  D.  Petty<sup><\/sup>, Yeni  K.  Romero<sup><\/sup>, Forrest  A.  Stanley<sup><\/sup>, Kristen  L.  Stoltz<sup><\/sup>, Daniel  C.  Tanner<sup><\/sup>, Sihyung Yang<sup><\/sup>, Yu Zhan<sup><\/sup>, Bertrand Le Bourdonnec<sup><\/sup>, Daniel  L.  Flynn<sup><\/sup><br><br\/>Deciphera Pharmaceuticals, LLC, Lawrence, KS","CSlideId":"","ControlKey":"fe4269b3-4b80-435c-8f05-b6391437c6cc","ControlNumber":"5243","DisclosureBlock":"<b>&nbsp;B. D. Smith, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option, Patent. <br><b>S. Vogeti, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>T. M. Caldwell, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option, Patent. <br><b>H. Telikepalli, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>Y. Ahn, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option, Patent. <br><b>G. Al-Ani, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option, Patent. <br><b>S. L. Bulfer, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. Greenwood, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Independent Contractor. <br><b>C. L. Heiniger, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>J. W. Large, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>C. B. Leary, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>W. Lu, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>K. Luther, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>W. C. Patt, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>M. D. Petty, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>Y. K. Romero, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>F. A. Stanley, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>K. L. Stoltz, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>D. C. Tanner, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>S. Yang, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>Y. Zhan, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>B. Le Bourdonnec, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option, Patent. <br><b>D. L. Flynn, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6740","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4033","PresenterBiography":null,"PresenterDisplayName":"Bryan Smith, PhD","PresenterKey":"fad73ea9-9e85-4f16-91bc-b7e8d9c4152c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4033. Pan-exon mutant KIT inhibitor DCC-3009 demonstrates tumor regressions in preclinical gastrointestinal stromal tumor models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan-exon mutant KIT inhibitor DCC-3009 demonstrates tumor regressions in preclinical gastrointestinal stromal tumor models","Topics":null,"cSlideId":""},{"Abstract":"HER2 amplification and mutations occur frequently in multiple human cancers, including breast, ovarian, gastric and lung cancers. Despite HER2 being one of the earliest oncogenic drivers discovered, HER2 inhibitors have had limited clinical success compared to inhibitors of other kinase oncogenes. This has been attributed to a compensatory mechanism present in HER2-driven cancers that significantly raises the exposure threshold for durable pharmacological inactivation of HER2 signaling in vivo. This requires a therapeutic index far exceeding that of available pan-ERBB and HER2 inhibitors, all of which are hampered by dose-limiting side effects from collateral or residual EGFR inhibition.To address this critical unmet need, we present a novel irreversible HER2 inhibitor, ENT-H1, discovered via artificial intelligence-enabled chemistry. ENT-H1 potently inhibits wild-type and mutated HER2, including the recalcitrant exon 20 insertion mutations, while sparing wild-type EGFR. In a panel of Ba\/F3 cells whose growth is driven by HER2 or EGFR expression, ENT-H1 displayed low nanomolar potency across 23 representative HER2 mutations, while showing minimum effect on the growth of Ba\/F3 EGFR cells. This exquisite selectivity was confirmed by comparing the sensitivity of cancer cell lines that over-express HER2 (e.g. BT-474 and Calu-3) and EGFR (e.g. A431), and translated into a high in vitro therapeutic index when ENT-H1 was evaluated in a gastrointestinal toxicity assay. In vivo, ENT-H1 demonstrated strong efficacy and better tolerability than benchmark HER2 inhibitors in multiple HER2-amplified or -mutated tumor models, including those bearing HER2 exon 20 insertion mutations (e.g. A775G776insYVMA and G776VC). Treatment with ENT-H1 led to significant tumor regression without causing body-weight loss. In these models, ENT-H1 showed robust and rapid pharmacodynamic effect in reducing phosphorylated HER2 and downstream phosphorylated AKT and ERK levels, confirming that the antitumor effect was a result of targeted inhibition of HER2 oncogenic signaling. Further analysis showed that ENT-H1 concentrations were significantly higher in xenograft tumors than in plasma; this distribution profile has the potential to maximize target engagement in the tumor while minimizing untoward systemic side effects. These data establish that ENT-H1 is a safe and effective HER2 small-molecule inhibitor. With 100-fold selectivity against the highly homologous EGFR and a desirable pharmacokinetic profile, ENT-H1 represents a promising drug candidate to realize the full therapeutic potential of a HER2-targeting agent while avoiding side effects associated with EGFR inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"HER2,Small molecule inhibitor,Tyrosine kinase inhibitor,Precision medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chunmei Zhao<\/b><sup><\/sup>, Lana Kulyk<sup><\/sup>, Iriny Botrous<sup><\/sup>, Kelly Chen<sup><\/sup>, Chang Zhao<sup><\/sup>, Afsheen Banisadr<sup><\/sup>, Mary  L.  Anderson<sup><\/sup>, Fred Manby<sup><\/sup>, Tom Miller<sup><\/sup>, Chao Zhang<sup><\/sup>, Laurent Gomez<sup><\/sup>, Zhongdong Huang<sup><\/sup><br><br\/>Entos, Inc, La Jolla, CA","CSlideId":"","ControlKey":"ccfb0897-695b-4746-a057-32e6fa3d9273","ControlNumber":"5479","DisclosureBlock":"&nbsp;<b>C. Zhao, <\/b> None.&nbsp;<br><b>L. Kulyk, <\/b> <br><b>Mirati Therapeutics Inc<\/b> Employment. <br><b>I. Botrous, <\/b> <br><b>Metacrine, Inc<\/b> Employment. <br><b>K. Chen, <\/b> <br><b>The Janssen Pharmaceutical Companies of Johnson & Johnson<\/b> Employment.<br><b>C. Zhao, <\/b> None.&nbsp;<br><b>A. Banisadr, <\/b> <br><b>Turning Point Therapeutics, Inc<\/b> Employment. <br><b>M. L. Anderson, <\/b> <br><b>Turning Point Therapeutics, Inc<\/b> Employment.<br><b>F. Manby, <\/b> None..<br><b>T. Miller, <\/b> None.&nbsp;<br><b>C. Zhang, <\/b> <br><b>Plexxikon Inc<\/b> Employment. <br><b>L. Gomez, <\/b> <br><b>Vertex Pharmaceuticals<\/b> Employment. <br><b>Z. Huang, <\/b> <br><b>Turning Point Therapeutics, Inc<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6735","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4034","PresenterBiography":null,"PresenterDisplayName":"CHUNMEI ZHAO, PhD","PresenterKey":"e28237f4-c788-434e-bb1a-3c8dbf57a278","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4034. A potent and highly selective irreversible HER2 inhibitor for treating HER2-driven cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A potent and highly selective irreversible HER2 inhibitor for treating HER2-driven cancers","Topics":null,"cSlideId":""},{"Abstract":"HER2 mutations are potent oncogenic drivers in various cancer indications. In NSCLC, about 2% of patients carry either a HER2 exon20 insertion mutation or a HER2 point mutation. With the recent approval of fam-trastuzumab deruxtecan-nxki, the first targeted treatment option became available for HER2 mutant NSCLC patients. However, there remains a high unmet need for more effective and better tolerated therapies with the potential to improve response rates and response durability.<br \/>BAY 2927088 is a reversible small molecule inhibitor that is currently being evaluated in a first-in-human, phase I clinical trial in patients with EGFR mutant NSCLC (NCT05099172).<br \/>Here, we present the preclinical activity profile of BAY 2927088 in HER2 mutant NSCLC. BAY 2927088 shows strong antiproliferative activity in an isogenic Ba\/F3 cell line panel of HER2 exon20 insertion mutations as well as HER2 point mutations. BAY 2927088 is highly potent on the most frequent HER2 exon20 insertion mutations A775insYVMA and G776del insVC, as well as in the HER2 point mutations S310F, S335C, and L755S, among others. In addition, the compound was active in a subset of endogenously HER2 mutant cancer cell lines. The <i>in vitro<\/i> activity of BAY 2927088 was validated <i>in vivo<\/i> in a patient-derived xenograft model carrying the HER2 exon20 insertion mutation A775insYVMA.<br \/>The strong preclinical activity of BAY 2927088 in HER2 mutant NSCLC supports clinical evaluation in this indication and might offer a novel targeted therapy option for NSCLC patients that carry HER2 mutations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,HER2,EGFR,Tyrosine kinase inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Franziska Siegel<\/b><sup>1<\/sup>, Gizem Karsli-Uzunbas<sup>2<\/sup>, Kristyna Kotynkova<sup>2<\/sup>, Quinn McVeigh<sup>2<\/sup>, Stephan Siegel<sup>3<\/sup>, Daniel Korr<sup>4<\/sup>, Volker Schulze<sup>3<\/sup>, Markus Berger<sup>3<\/sup>, Georg Beckmann<sup>5<\/sup>, Andrew Cherniack<sup>2<\/sup>, Matthew Meyerson<sup>6<\/sup>, Heidi Greulich<sup>2<\/sup><br><br\/><sup>1<\/sup>Research & Early Development Oncology, Bayer AG, Berlin, Germany,<sup>2<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA,<sup>3<\/sup>Synthetic Modalities, Bayer AG, Research & Development, Pharmaceuticals, Berlin, Germany,<sup>4<\/sup>Therapeutic Compound Research, Nuvisan ICB GmbH, Berlin, Germany,<sup>5<\/sup>Biomedical Data Science, Bayer AG, Research & Development, Pharmaceuticals, Berlin, Germany,<sup>6<\/sup>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"d4154fa8-4c3e-4a76-8da8-231c2ac9565c","ControlNumber":"5831","DisclosureBlock":"<b>&nbsp;F. Siegel, <\/b> <br><b>Bayer AG<\/b> Employment, Stock, Patent. <br><b>G. Karsli-Uzunbas, <\/b> <br><b>Bayer AG<\/b> Patent.<br><b>K. Kotynkova, <\/b> None..<br><b>Q. McVeigh, <\/b> None.&nbsp;<br><b>S. Siegel, <\/b> <br><b>Bayer AG<\/b> Employment, Stock, Patent. <br><b>D. Korr, <\/b> <br><b>nuvisan ICB GmbH<\/b> Employment. <br><b>V. Schulze, <\/b> <br><b>Bayer AG<\/b> Employment, Stock, Patent. <br><b>M. Berger, <\/b> <br><b>Bayer AG<\/b> Employment, Stock, Patent. <br><b>G. Beckmann, <\/b> <br><b>Bayer AG<\/b> Employment.<br><b>A. Cherniack, <\/b> None.&nbsp;<br><b>M. Meyerson, <\/b> <br><b>Bayer AG<\/b> Patent. <br><b>H. Greulich, <\/b> <br><b>Bayer AG<\/b> Patent.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6733","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4035","PresenterBiography":null,"PresenterDisplayName":"Franziska Siegel, PhD","PresenterKey":"cb8b489f-ef06-4496-968d-38697187d5d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4035. Preclinical activity of BAY 2927088 in HER2 mutant non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical activity of BAY 2927088 in HER2 mutant non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The B-cell receptor (BCR) is a key survival molecule for normal B cells and for most B-cell malignancies, such as Chronic Lymphocytic Leukaemia (CLL) and Non-Hodgkin&#8217;s Lymphomas (NHL) including Diffuse Large B-cell Lymphomas (DLBCL). Small molecule inhibitors of key signaling kinases involved in the BCR pathway, such as the Btk inhibitor ibrutinib and the PI3Kdelta inhibitor idelalisib, have already demonstrated significant clinical activity. Spleen tyrosine kinase (Syk) is a non-receptor cytoplasmic tyrosine kinase that plays a fundamental role in BCR signaling initiation thus representing an additional potential therapeutic target for the inhibition of the BCR pathway. Here, we report the discovery and characterization of NMS-0963, a novel potent, selective and orally available Syk inhibitor, identified through an integrated medicinal chemistry and rational design approach. NMS-0963 showed potent inhibitory effect on Syk in an in vitro biochemical assay and displayed a good selectivity profile on a broad panel of kinases. On-target potency was confirmed in a cell-based assay using BaF3 cells engineered to express constitutively activated Syk, showing potent inhibition of Syk activity resulting in antiproliferative effect with IC50s in the low nanomolar range. Effective inhibition of BCR-mediated signaling pathway was observed in DLBCL-derived cell lines. NMS-0963 showed favourable ADME profile and good in vivo pharmacokinetic profiles after oral administration in mouse, rat and dog. Furthermore, NMS-963 demonstrated striking in vivo efficacy in tumor models of CD79\/Myd88 mutated DLBCL, superior to competitors. Together with a permissive preclinical safety profile, these results support a rational for clinical development of NMS-0963 in DLBCL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Tyrosine kinase inhibitor,Drug discovery,Diffuse large B-cell lymphoma,Kinases,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Grazia Saturno<\/b><sup><\/sup>, Michele Modugno<sup><\/sup>, Paolo Orsini<sup><\/sup>, Giovanni Cervi<sup><\/sup>, Laura Buffa<sup><\/sup>, Ilaria Motto<sup><\/sup>, Nilla Avanzi<sup><\/sup>, Marisa Montemartini<sup><\/sup>, Fabio Gasparri<sup><\/sup>, Gemma Texido<sup><\/sup>, Arturo Galvani<sup><\/sup>, Antonella Isacchi<sup><\/sup><br><br\/>Nerviano Medical Sciences, Nerviano, Italy","CSlideId":"","ControlKey":"04b78884-2313-4526-aed7-fa4d68a0c197","ControlNumber":"5845","DisclosureBlock":"<b>&nbsp;G. Saturno, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>M. Modugno, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>P. Orsini, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>G. Cervi, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>L. Buffa, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>I. Motto, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>N. Avanzi, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>M. Montemartini, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>F. Gasparri, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>G. Texido, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>A. Galvani, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment. <br><b>A. Isacchi, <\/b> <br><b>Nerviano Medical Sciences<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6749","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4036","PresenterBiography":null,"PresenterDisplayName":"Michele Modugno, MS","PresenterKey":"899a3414-c22b-46b5-acbf-a78b84a6daac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4036. NMS-0963 is a novel potent, selective and orally available Syk inhibitor with promising preclinical activity in diffuse large B-cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NMS-0963 is a novel potent, selective and orally available Syk inhibitor with promising preclinical activity in diffuse large B-cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background and Purpose: <\/b>Triple-negative breast cancer (TNBC) tumors typically harbor a high cancer stem-like population leading to chemo-resistance, recurrence, and metastasis. Tumor metastasis is associated with 90% of cancer-related deaths, highlighting the urgent clinical unmet need. Doxazosin is known to inhibit cell migration and invasion in several cancer cell types; however, the precise mechanisms underlying doxazosin&#8217;s anticancer effects in TNBC have not been fully elucidated. In the present study, we sought to investigate the mechanism of action of doxazosin responsible for its effects on apoptosis, cancer stem cell (CSC)-like properties, cell migration, and metastasis in TNBC.<br \/><b> <\/b> <b>Experimental designs:<\/b> Doxazosin on TNBC cell lines [MDA-MB-231, BT549, and 4T1] in vitro was evaluated in cell viability, apoptosis, cell migration, CD44\/CD24 staining, ALDH1 activity, and mammosphere formation. The effect of doxazosin on tumor growth, angiogenesis, and metastasis was evaluated in an orthotopic allograft mice model with CSC-enriched population.<br \/><b>Results:<\/b> Doxazosin significantly reduced cell viability and induced apoptosis in MDA-MB-231 and BT549 cells via activation of caspase-3\/-7 and cleavage of PARP. Doxazosin significantly suppressed cell migratory capability, concomitant with disrupting cytoskeletal proteins, including vimentin and F-actin expression in TNBC cells. An impairment of BCSC-like properties was associated with reduction of ALDH1 activity and the CD44+\/CD24- population, concomitant with suppression of mammosphere-forming ability. Doxazosin administration reduced tumor growth and lung metastasis, as evidenced by a sharp decline in bioluminescence signal intensity. Inhibitory effect of tumor growth was accompanied by a significant decrease of Ki-67 and enhancement of apoptosis with DNA fragmentation and increased cleaved-caspase-3 expression. The latter phenomenon was associated with the impediment of JAK2\/STAT3 signaling pathway and CSC-like properties. Furthermore, no toxic effects of doxazosin were found in liver and kidney function in animals.<br \/><b>Conclusion:<\/b> Taken together, our findings highlight doxazosin as a promising candidate for drug repurposing in suppressing metastatic TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Cancer,Breast cancer,Cancer stem cell,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seongjae Kim<\/b><sup><\/sup>, Dongmi Ko<sup><\/sup>, Juyeon Seo<sup><\/sup>, Soeun Park<sup><\/sup>, Minsu Park<sup><\/sup>, Kee Dal Nam<sup><\/sup>, Yong koo Kang<sup><\/sup>, So Ra Seock<sup><\/sup>, Jaeyoun Park<sup><\/sup>, Eunhye Oh<sup><\/sup>, Eunsun Jung<sup><\/sup>, Yoon-Jae Kim<sup><\/sup>, Ji Young Kim<sup><\/sup>, Jae Hong Seo<sup><\/sup><br><br\/>Korea University Guro Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"7add9f71-b72d-4636-b2b2-c4716a3aa98b","ControlNumber":"5884","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>D. Ko, <\/b> None..<br><b>J. Seo, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>K. Nam, <\/b> None..<br><b>Y. Kang, <\/b> None..<br><b>S. Seock, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>E. Oh, <\/b> None..<br><b>E. Jung, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Seo, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6742","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4037","PresenterBiography":null,"PresenterDisplayName":"Seongjae Kim","PresenterKey":"c6c2a71a-4fd8-44ed-b194-ef1361fa1273","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4037. Doxazosin exerts anti-metastatic potential in triple-negative breast cancer via impairment of cancer stem-like features","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Doxazosin exerts anti-metastatic potential in triple-negative breast cancer via impairment of cancer stem-like features","Topics":null,"cSlideId":""},{"Abstract":"Protein tyrosine phosphatase nonreceptor type 2 (PTPN2) has emerged as a promising cancer immunotherapy target. Previously, we reported on the functional role of PTPN2 in the pathogenesis of colorectal carcinoma (CRC). We demonstrated increased PTPN2 phosphatase activity correlates with disease progression and decreased immune responses in tumor tissues, while loss of PTPN2 in T-cells or in dendritic cells (DCs) reduces tumor burden in several CRC models and potentiates anti-PD1 efficacy (Katkeviciute et al., 2021). Others reported that loss of PTPN2 in tumor cells sensitizes to immune-mediated tumor killing (Manguso et al., 2017; Goh et al., 2022). Thus, PTPN2 was proposed as a critical node to modulate anti-tumor immunity, and PTPN2 inhibition is expected to enhance anti-tumor immunity by sensitizing tumor cells and by activating immune cells. Recently, also the closely related phosphatase PTPN1 (PTP1B) was demonstrated to restrain T-cell mediated tumor killing (Wiede et al., 2022). Inhibition of Protein Tyrosine Phosphatases has historically been a demanding area for drug discovery. However, both allosteric PTP inhibitors (<i>eg<\/i> targeting SHP2\/PTPN11) and catalytic-site inhibitors (targeting PTPN2\/N1) have recently progressed to clinical studies. We now identified a chemical series of novel dual PTPN2\/N1 inhibitors. These inhibitors bind to the catalytic site of PTPN2, as confirmed by crystallography. The best molecules of the series are low nM inhibitors of PTPN2 and PTPN1 enzymes with excellent selectivity across other phosphatases. As an immediate consequence of PTPN2\/N1 inhibition, these compounds augment phosphorylation of STAT1 and\/or STAT5 isoforms in myeloid and T-cell lines, and in primary T-cells, macrophages and DCs. This results in immune-cell activation as evidenced by increased production of effector cytokines (e.g. IFN&#947;), immune-activation, levels of cytotoxicity markers in T-cells (e.g. granzyme B) as well as upregulation of antigen presentation and co-stimulatory markers in macrophages and DCs. Furthermore, inhibition of PTPN2\/N1 sensitizes murine and human cancer cell lines to IFN&#947;, and enhances immune-mediated tumor killing in co-culture assays <i>in vitro<\/i>. <i>In vivo<\/i> evaluation of selected examples is in progress and results will be presented at the conference. Our data indicate that inhibition of PTPN2\/N1 phosphatase activity is a powerful pharmacologic strategy to promote anti-tumor immunity, with strong potential to be exploited for cancer immunotherapy both as a single agent treatment in anti-PD1 refractory cancers, and in combination with anti-PD1 therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Protein phosphatase,Immuno-oncology,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kalliopi Pervolaraki<sup>1<\/sup>, Egle Katkeviciute<sup>2<\/sup>, Dominique Lambin<sup>1<\/sup>, Sandro Boland<sup>1<\/sup>, Amuri Kilonda<sup>1<\/sup>, Vincent Pericolle<sup>1<\/sup>, Marnik Nijs<sup>1<\/sup>, Wanda Haeck<sup>1<\/sup>, Kristine Metzger<sup>1<\/sup>, Hugo Klaassen<sup>1<\/sup>, Arnaud Marchand<sup>1<\/sup>, Patrick Chaltin<sup>1<\/sup>, <b>Matthias Versele<\/b><sup>1<\/sup>, Marianne Spalinger<sup>2<\/sup>, Michael Scharl<sup>2<\/sup><br><br\/><sup>1<\/sup>CD3 (Centre for Drug Design and Discovery), Leuven, Belgium,<sup>2<\/sup>Department of Gastroenterology and Hepatology, University of Zurich, Zurich, Switzerland","CSlideId":"","ControlKey":"4a1d0af5-609a-4cb0-8e51-62fcf17455cb","ControlNumber":"5992","DisclosureBlock":"&nbsp;<b>K. Pervolaraki, <\/b> None..<br><b>E. Katkeviciute, <\/b> None..<br><b>D. Lambin, <\/b> None..<br><b>S. Boland, <\/b> None..<br><b>A. Kilonda, <\/b> None..<br><b>V. Pericolle, <\/b> None..<br><b>M. Nijs, <\/b> None..<br><b>W. Haeck, <\/b> None..<br><b>K. Metzger, <\/b> None..<br><b>H. Klaassen, <\/b> None..<br><b>A. Marchand, <\/b> None..<br><b>P. Chaltin, <\/b> None..<br><b>M. Versele, <\/b> None..<br><b>M. Spalinger, <\/b> None..<br><b>M. Scharl, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6737","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4038","PresenterBiography":null,"PresenterDisplayName":"Matthias Versele, PhD","PresenterKey":"70628e67-e68b-4d09-aa7c-d827b4d90e05","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4038. Discovery of potent and selective inhibitors of the protein tyrosine phosphatases PTPN2 and PTPN1 to trigger anti-tumor immunity through sensitization of tumor cells and activation of immune cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of potent and selective inhibitors of the protein tyrosine phosphatases PTPN2 and PTPN1 to trigger anti-tumor immunity through sensitization of tumor cells and activation of immune cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> <i>RET <\/i>(rearranged during transfection) is a proto-oncogene encoding for a tyrosine kinase membrane receptor that promotes protein synthesis and cell proliferation. A small percentage of human tumors harbor <i>RET <\/i>fusions or mutations as oncogenic drivers and RET-TKIs have been developed. Two of them, selpercatinib and pralsetinib, have recently been approved. However, their effect on tumors overexpressing wild-type RET (wt-RET) has not been investigated. A large-scale mRNA analysis performed by our group revealed that ~2% of lung tumors present high expression of wt-RET in absence of fusions. Interestingly, ~60% of high wt-RET tumors presented neuroendocrine characteristics.<br \/><b>Methods:<\/b> Twenty large cell neuroendocrine (LCNEC) and 19 small cell (SCLC) lung carcinomas from two additional institutions were analyzed by nCounter&#174; to validate the previous results. For <i>in vitro<\/i> experiments, a panel of cell lines derived from lung NETs (DMS-53, NCI-H82, NCI-H727) was used, together with a lung adenocarcinoma cell line (LC2\/ad, a positive control harboring the <i>CDCC6-RET<\/i> translocation). <i>RET<\/i> fusions and mRNA expression were analyzed by nCounter&#174;, RET protein expression by Western blotting and immunohistochemistry (IHC) and <i>RET<\/i> mutations by next generation sequencing. The inhibitory effects of selpercatinib and pralsetinib were analyzed <i>in vitro<\/i> by MTT in 2D and spheroid\/3D cultures. Finally, <i>in vivo<\/i> experiments implanting tumor cells into athymic nude mice are ongoing.<br \/><b>Results:<\/b> Among the 20 LCNECs and 19 SCLCs analyzed, 3 (15%) and 3 (15%) presented very high levels of wt-RET mRNA by nCounter, respectively. Fusions were absent in all cases. The NCI-H82 and NCI-H727 NET cell lines showed very low RET mRNA and protein expression by nCounter, Western blotting and IHC. In contrast, DMS-53 cells presented levels of RET mRNA and protein higher than the observed in the <i>RET<\/i>-fusion positive LC2\/ad. In 2D models, the three NET cell lines tested showed moderate resistance to pralsetinib and selpercatinib, with IC50s of 1.5 - 9.7 &#181;M for pralsetinib and 4.6 - 6.1 &#181;M for selpercatinib; while the RET-fusion positive LC2\/ad cells showed an IC50 in the nM range, as expected. In 3D cultures, DMS-53 was found to be sensitive to RET TKIs, with IC50s of and 0.3 &#181;M for praseltinib and 2.5 &#181;M for selpercatinib. In contrast, spheroids of the two RET low cell lines showed complete resistance to both drugs (IC50&#62;10 &#181;M). Experiments in animal models are currently ongoing, final results will be presented at the meeting.<br \/><b>Conclusions: <\/b>Overexpression of RET is frequent in lung tumors with neuroendocrine features (LCNEC, SCLC). Selpercatinib and Pralsetinib show antitumor activity in lung NETs cells expressing high levels of wt-RET.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Tyrosine kinase inhibitor,RET,Overexpression,Neuroendocrine tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jaume Roca-Arias<sup>1<\/sup>, Jordi Bertran-Alamillo<sup>1<\/sup>, Ruth Román<sup>1<\/sup>, Cristina Aguado<sup>1<\/sup>, Laura López<sup>2<\/sup>, Leticia Ferro-Leal<sup>3<\/sup>, Beatriz Garcia-Pelaez<sup>1<\/sup>, Rodrigo de Oliveira Cavagna<sup>3<\/sup>, Silvia Teixeira<sup>3<\/sup>, Rafael Rosell<sup>4<\/sup>, Rui Manuel Reis<sup>3<\/sup>, <b>Miguel A. Molina-Vila<\/b><sup>1<\/sup>, Ivana Sullivan<sup>5<\/sup><br><br\/><sup>1<\/sup>Laboratory of Oncology, Pangaea Oncology, Dexeus University Hospital, Barcelona, Spain,<sup>2<\/sup>Pathology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain,<sup>3<\/sup>Molecular Oncology Research Center, Hospital de Amor, Barretos, Brazil,<sup>4<\/sup>Hospital Dexeus, Barcelona, Spain,<sup>5<\/sup>Medical Oncology Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Spain","CSlideId":"","ControlKey":"a03dc197-c4f3-4cce-b692-66c3ca9ac534","ControlNumber":"6024","DisclosureBlock":"&nbsp;<b>J. Roca-Arias, <\/b> None..<br><b>J. Bertran-Alamillo, <\/b> None..<br><b>R. Román, <\/b> None..<br><b>C. Aguado, <\/b> None..<br><b>L. López, <\/b> None..<br><b>L. Ferro-Leal, <\/b> None..<br><b>B. Garcia-Pelaez, <\/b> None..<br><b>R. de Oliveira Cavagna, <\/b> None..<br><b>S. Teixeira, <\/b> None..<br><b>R. Rosell, <\/b> None..<br><b>R. Manuel Reis, <\/b> None.&nbsp;<br><b>M. A. Molina-Vila, <\/b> <br><b>Astra Zeneca Ltd<\/b> Grant\/Contract. <br><b>Merck Healthcare KGaA<\/b> Grant\/Contract.<br><b>I. Sullivan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6739","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4039","PresenterBiography":null,"PresenterDisplayName":"Miguel Molina-Vila, PhD","PresenterKey":"3518c0dc-db4e-4f3b-bcc5-5575dcaa2259","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4039. RET overexpression is frequent in lung neuroendocrine tumors (NET) and associates with response to RET tyrosine kinase inhibitors (RET TKIs) in NET cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RET overexpression is frequent in lung neuroendocrine tumors (NET) and associates with response to RET tyrosine kinase inhibitors (RET TKIs) in NET cell lines","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Asciminib an allosteric tyrosine kinase inhibitor (TKI) was recently approved by the FDA for managing Philadelphia positive chronic myeloid leukemia (CML) patients in chronic phase who had failed to respond to previous TKIs. In this study, we used human erythroleukemic K562 cell line to investigate the role of asciminib as an inducer of erythroid differentiation. Additionally, imatinib, which has previously been reported as a potential inducer of erythroid differentiation, was also tested on these cells, both independently as well as in combination, in order to investigate the degree of erythroid differentiation in a K562 cell line.<br \/><b>Methodology: <\/b>In this study, we investigated the effect of asciminib (5-20nM) with and without imatinib (50-200nM) in differentiating the erythroleukemic cell line K562 towards erythroid lineage. K562 cells were cultured over a 12-day period in basic (IMDM) media and an EPO-based differentiation media to select optimal medium conditions. In addition, an&nbsp;<i>in-vitro<\/i>&nbsp;drug cytotoxicity&nbsp;experiment&nbsp;(XTT) was used to determine the preliminary toxicity of asciminib with IMDM media and EPO-based differentiation media.&nbsp;CD235a and CD71 surface marker expressions were analyzed by flow cytometry at all time-points to determine the degree of differentiation achieved by each of the conditions.&nbsp;Moreover, to analyze and identify hemoglobin producing cells ensuing differentiation, benzidine staining was performed at indicated time points.<br \/><b>Results:<\/b> Our results suggest that asciminib, imatinib or a combination of both drugs in EPO-based differentiation media results in efficient erythroid differentiation with high levels of GPA expression (approx. 90%) and significant upregulation of globin genes (p value = 0.0001). These results were further confirmed by benzidine staining, where drug addition and dose escalation significantly increased benzidine-positive cells. Our results also demonstrated that asciminib was able to achieve maximum differentiation at a much earlier time point as compared to imatinib. Moreover, asciminib, when combined with another TKI such as imatinib, can also aid in lowering the drug concentrations being used, hence resulting in lessening the toxicity of the drug when used alone required at high doses.<br \/><b>Conclusion:<\/b> The results from this study highlighted the novel role of asciminib in erythroid differentiation using an&nbsp;<i>in-vitro<\/i>&nbsp;K562 model that can give high-levels of surface markers and globin expression. Potential clinical application of asciminib in hematological diseases that are associated specifically with a failure in the expression of globin genes should be evaluated.<br \/><b>Keywords:<\/b>K562, erythroid differentiation, asciminib, imatinib, glycophorin A, transferrin receptor, hemoglobin","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Cancer,K562,Asciminib,Erythroid differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hammad Hassan<\/b><sup><\/sup>, Sarah Yousuf<sup><\/sup>, Syed Muhammad Areeb Ahmed<sup><\/sup>, Karim Ruknuddin<sup><\/sup>, Hadiqa Raees<sup><\/sup>, Sadia Habib<sup><\/sup>, Fizza Iftikhar<sup><\/sup>, Afsar Ali Mian<sup><\/sup>, Elnasir Lalani<sup><\/sup><br><br\/>Centre for Regenerative Medicine and Stem Cell Research, Aga Khan University, Aga Khan University, Pakistan","CSlideId":"","ControlKey":"35952899-7081-4b6c-9192-ba6e1a7c8899","ControlNumber":"6025","DisclosureBlock":"&nbsp;<b>H. Hassan, <\/b> None..<br><b>S. Yousuf, <\/b> None..<br><b>S. M. A. Ahmed, <\/b> None..<br><b>K. Ruknuddin, <\/b> None..<br><b>H. Raees, <\/b> None..<br><b>S. Habib, <\/b> None..<br><b>F. Iftikhar, <\/b> None..<br><b>A. A. Mian, <\/b> None..<br><b>E. Lalani, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6741","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4040","PresenterBiography":null,"PresenterDisplayName":"Hammad Hassan","PresenterKey":"a1b24ef4-c948-4f01-b1b6-95c61ca78496","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4040. Asciminib activates erythroid differentiation in K562 cell line","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Asciminib activates erythroid differentiation in K562 cell line","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> The anaplastic lymphoma kinase (ALK) gene encodes a receptor tyrosine kinase involved in cellular proliferation, differentiation, and cell death. ALK becomes oncogenic when it forms a fusion gene. The EML4-ALK fusion gene has been identified mainly in non-small cell lung cancer (NSCLC). It is unknown whether neratinib, an irreversible pan-HER tyrosine kinase inhibitor (TKI) targeting EGFR, HER2 and HER4, is effective in cancers harboring EML4-ALK gene fusion. The objective of this study was to assess <i>in vitro<\/i> efficacy of neratinib in combination with dasatinib (Src\/Abl TKI) or crizotinib (ALK TKI) in EML4-ALK+ NSCLC.<br \/><b>Methods:<\/b> The antiproliferative effects of neratinib, dasatinib and crizotinib were assessed in the CRISPR\/Cas9-modified EML4-ALK fusion-A549 (EML4-ALK+) and parental A459 (A549-Par) NSCLC cell lines by 5-day acid phosphatase assay. IC<sub>50<\/sub> values were calculated using CalcuSyn software. To assess the synergy between neratinib and dasatinib, and neratinib and crizotinib, matrix assays were performed and analyzed using Combenefit software. To further assess the efficacy of the TKIs, changes in signaling pathways were assessed by Western blotting, and apoptosis induction and cell migration were measured with the Incucyte&#174; S3 imaging system.<br \/><b>Results: <\/b>Neratinib, crizotinib, and dasatinib displayed nanomolar IC<sub>50 <\/sub>values in both cell lines. As expected, EML4-ALK+ cells were more sensitive to crizotinib than A549-Par cells (IC<sub>50<\/sub> = 595 nM vs 1 &#181;M, p &#8804; 0.05). EML4-ALK expression led to numerical increases in neratinib IC<sub>50 <\/sub>value (326.37 &#177; 44.34 nM in EML4-ALK+ vs 247 &#177; 32.65 nM in A549-Par) and dasatinib IC<sub>50<\/sub> value (39.95 &#177; 5.67 nM in EML4-ALK+ vs 27.75 &#177; 18.53 nM in A549-Par) but these changes were not statistically significant. Matrix assays showed that neratinib-crizotinib (NC) was more effective than crizotinib alone in both cell lines, with more potent sensitivity in EML4-ALK+ cells. The neratinib-dasatinib (ND) combination was synergistic in the A549-Par cell line but only additive in the EML4-ALK+ cell line, suggesting a reduced sensitivity to the ND combination. EML4-ALK+ cells had sustained pERK1\/2 levels after treatment with all TKIs, except NC, compared to A549-Par cells. Neratinib alone was significantly less effective at inhibiting pAkt (99.2 &#177; 5.3 % in EML4-ALK+ vs 64.9 &#177; 19.0 %, p &#8804; 0.05) and pERK1\/2 (91.3 &#177; 4.6 % in EML4-ALK+ vs 54.9 &#177; 15.9 %, p &#8804; 0.01) in EML4-ALK+ cells than in A549-Par cells at 24h. In A549-Par cells, ND caused the highest apoptotic induction, followed by NC. Apoptosis levels induced by ND in EML4-ALK+ cells were 4-fold lower at 72hr than in A549-Par cells (p &#8804; 0.0001). Dasatinib and ND were more effective than crizotinib or NC at preventing cell migration in both cell lines.<br \/><b>Conclusion:<\/b> EML4-ALK potentially decreases sensitivity to the neratinib-dasatinib combination. This warrants further investigation in other EML4-ALK+ models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"ALK,Neratinib,Tyrosine kinase inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Myra  E.  Castel<\/b><sup>1<\/sup>, Neil  T.  Conlon<sup>1<\/sup>, Lisa  D.  Eli<sup>2<\/sup>, Alvin Wong<sup>2<\/sup>, John Crown<sup>3<\/sup>, Denis  M.  Collins<sup>1<\/sup><br><br\/><sup>1<\/sup>NICB, Dublin City University, Dublin 9, Ireland,<sup>2<\/sup>PUMA Biotechnology, Inc, Los Angeles, CA,<sup>3<\/sup>St. Vincent's University Hospital, Dublin, Ireland","CSlideId":"","ControlKey":"8b595e1c-e14f-4a1e-8654-e62b9f82c319","ControlNumber":"6393","DisclosureBlock":"<b>&nbsp;M. E. Castel, <\/b> <br><b>PUMA Biotechnology<\/b> Other, Postgraduate researcher funded by the Science Foundation Ireland Strategic Partnership Programme Award ACORN (20-SPP-3684) co-funded by Puma Biotechnology. <br><b>N. T. Conlon, <\/b> <br><b>PUMA Biotechnology<\/b> Grant\/Contract. <br><b>L. D. Eli, <\/b> <br><b>PUMA Biotechnology<\/b> Employment. <br><b>A. Wong, <\/b> <br><b>PUMA Biotechnology<\/b> Employment. <br><b>J. Crown, <\/b> <br><b>OncoMark Ltd<\/b> Employment, Stock. <br><b>OncoAssure<\/b> Stock. <br><b>Pfizer<\/b> Travel, Other, Honoraria - Conference registration fees. <br><b>Cepheid<\/b> Other, Consultancy fees. <br><b>Astrazeneca<\/b> Travel, Other, Advisory board\u000d\u000aConference registration fees. <br><b>Novartis<\/b> Travel, Other, Advisory board\u000d\u000aConference registration fees. <br><b>MSD<\/b> Travel, Other, Advisory board\u000d\u000aConference registration fees. <br><b>Daiichi Sankyo<\/b> Travel, Other, Conference registration fees. <br><b>Roche<\/b> Travel, Other, Research funding\u000d\u000aConference registration fees. <br><b>Puma Biotechnology<\/b> Other, Honoraria\u000d\u000aResearch funding\u000d\u000aConsultancy fees. <br><b>Pierre Fabre<\/b> Other, Honoraria. <br><b>Boehringer Ingelheim<\/b> Other, Research funding. <br><b>Eisai<\/b> Other, Research funding. <br><b>D. M. Collins, <\/b> <br><b>Roche\/Genentech<\/b> Other, Research funding and research materials. <br><b>WntResearch<\/b> Other, Research funding and research materials. <br><b>Sanofi<\/b> Other, Research materials. <br><b>PUMA Biotechnology<\/b> Other, Research funding - Consultancy fees.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6746","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4041","PresenterBiography":null,"PresenterDisplayName":"Myra Castel, MS","PresenterKey":"d5cb0b43-31a3-4f68-b9c2-e2b063421ae3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4041. The EML4-ALK fusion protein mediates reduced sensitivity to the combination of neratinib and dasatinib","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The EML4-ALK fusion protein mediates reduced sensitivity to the combination of neratinib and dasatinib","Topics":null,"cSlideId":""},{"Abstract":"<i>NRG1<\/i> gene fusions are rare, clinically actionable somatic alterations identified in 0.1% of all tumors. Previous studies have demonstrated that NRG1 fusions signal through <i>ERBB<\/i>\/HER<i> <\/i>family members and that HER2 inhibition has anti-tumor activity in <i>NRG1<\/i> fusion-driven cancers. However, NRG1 can also bind to HER4 in addition to HER3, and the contribution of individual HER family members in tumor cells with NRG1 fusions has not been fully elucidated. To determine the role of individual HER family members in NRG1 fusion positive cancer cells, we engineered Ba\/F3 cells to express various HER family members along with NRG1 fusions. Expression of NRG1 fusions in combination with EGFR\/HER3, HER2\/HER4 or HER4 induced cellular transformation as measured by IL-3 independent growth. These results indicated that in addition to HER2\/HER3 signaling, EGFR\/HER3, HER4, and to a greater extent, HER2\/HER4 signaling, may activate key oncogenic signaling pathways in cells expressing NRG1 fusions. We next assessed whether targeted inhibition of HER family members could inhibit the growth of NRG1 fusion positive cancer cells using our panel of engineered Ba\/F3 cells, human tumor cell lines, and xenograft models. Our data indicated that pan-HER tyrosine kinase inhibitors (TKIs), such as poziotinib, were more effective at blocking HER2\/HER3, EGFR\/HER3 and HER4 signaling in NRG1-fusion expressing cells as compared to TKIs with greater relative specificity for EGFR (erlotinib, lapatinib), HER2 (pyrotinib), EGFR\/HER2 (afatinib, dacomitinib, neratinib) or HER2\/HER4 (TAS0728,tucatinib). In NRG1 fusion-positive cancer cell lines, poziotinib showed potent anti-tumor cell activity with IC<sub>50<\/sub> values of 0.2 - 0.4 nM. The IC<sub>50<\/sub> values of EGFR\/HER2 TKIs were 0.3 - 23 nM, and HER2\/HER4 TKIs showed modest activity with IC<sub>50<\/sub> values of 11 - 560 nM. Next, we assessed whether inhibition of HER family dimerization also had activity against tumor cells harboring NRG1 fusions. We observed that pertuzumab, a HER2 antibody which inhibits HER2 dimerization with other HER family members, had improved single agent activity as compared to trastuzumab, a HER2 antibody that inhibits HER2 activation, suggesting crosstalk between HER family members. Moreover, an additive effect was observed when tumor cells were treated with trastuzumab in combination with pertuzumab. Treatment with cetuximab, an antibody that targets EGFR, in combination with trastuzumab and pertuzumab yielded a synergistic effect on tumor cell killing. These data indicate that HER4 and EGFR can play a role in NRG1 fusion-driven signaling through crosstalk with HER2\/HER3 and thus, pan-HER\/EGFR inhibitors are more effective than EGFR\/HER2 or HER2\/HER4-selective inhibitors, highlighting the therapeutic potential of targeting multiple members of the HER family in NRG1 fusion driven cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Fusion genes,Targeted therapy,Tyrosine kinase inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hibiki Udagawa<\/b><sup><\/sup>, Monique Nilsson<sup><\/sup>, Junqin He<sup><\/sup>, Alissa Poteete<sup><\/sup>, John Victor Heymach<sup><\/sup><br><br\/>Department of Thoracic Head and Neck Medical Oncology, The University of Texas MD Anderson Cancer Center, Huston, TX","CSlideId":"","ControlKey":"6db0093d-5cc9-4abf-b10d-ecec7206bc13","ControlNumber":"6594","DisclosureBlock":"<b>&nbsp;H. Udagawa, <\/b> <br><b>Takeda<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>M. Nilsson, <\/b> <br><b>Spectrum<\/b> Other, Royalties and Licensing fees.<br><b>J. He, <\/b> None..<br><b>A. Poteete, <\/b> None.&nbsp;<br><b>J. V. Heymach, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory Committees. <br><b>EMD Serono<\/b> Other, Advisory Committees. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract, Other, Advisory Committees. <br><b>Catalyst<\/b> Other, Advisory Committees. <br><b>Genentech<\/b> Other, Advisory Committees. <br><b>GlaxoSmithKline<\/b> Other, Advisory Committees. <br><b>Hengrui Therapeutics<\/b> Other, Advisory Committees. <br><b>Eli Lilly<\/b> Other, Advisory Committees. <br><b>Spectrum<\/b> Grant\/Contract, Other, Advisory Committees, Advisory Committees. <br><b>Sanofi<\/b> Other, Advisory Committees. <br><b>Takeda<\/b> Grant\/Contract, Advisory Committees. <br><b>Mirati Therapeutics<\/b> Advisory Committees. <br><b>BMS<\/b> Other, Advisory Committees. <br><b>BrightPath Biotherapeutics<\/b> Other, Advisory Committees. <br><b>Janssen Global Services<\/b> Other, Advisory Committees. <br><b>Nexus Health Systems<\/b> Other, Advisory Committees. <br><b>Pneuma Respiratory<\/b> Other, Advisory Committees. <br><b>RefleXion<\/b> Other, Advisory Committees. <br><b>Chugai Pharmaceuticals<\/b> Other, Advisory Committees.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6748","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4042","PresenterBiography":null,"PresenterDisplayName":"Hibiki Udagawa, MD;PhD","PresenterKey":"3a5fdec1-c734-4801-a5bf-56235d3809fc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4042. Role of individual HER family members and pan-HER targeting treatment strategy in NRG1 fusion positive cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of individual HER family members and pan-HER targeting treatment strategy in NRG1 fusion positive cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is the third deadliest cancer with a 5-year survival rate of less than 10%. Over 90% of reported cases are driven by <i>KRAS<\/i> mutations. KRAS signals through the MAPK and PI3K pathways. Targeting mutant KRAS has been a decades-long challenge until recently whereby drugs that react with specific mutant proteins have been developed. Polyisoprenylated cysteinyl amide inhibitors (PCAIs) are potential anticancer agents with an alternative design strategy targeting polyisoprenylation-dependent processes of hyperactive mutant or overexpressed G-proteins. The effect of PCAIs on the viability and downstream mediators of KRAS signaling was determined on PANC-1 and MIAPaCa-2 cells. Of the 16 different analogs tested, NSL-YHJ-2-45 and NSL-YHJ-2-27 were the most potent with EC<sub>50<\/sub> values of 3.6 and 3.8 against PANC-1 cells, respectively. For MIAPaCa-2 cells, NSL-YHJ-2-27 was the most potent with an EC<sub>50 <\/sub>value of 2.2. Western blotting analysis of PCAIs-treated PANC-1 cells revealed that phosphorylated BRAF, MEK 1\/2, ERK 1\/2 and p90RSK increased by 64, 129, 152 and 79%, respectively, while phosphorylated CRAF levels decreased by 27%. Moreover, monomeric G-proteins, CDC42, RHOA and RAC 1\/2\/3 protein levels decreased by 20, 58 and 13%, respectively. NSL-YHJ-2-27 (5 &#181;M) also increased the levels of pAKT (Ser 473) and pAKT (Thr 308) by 72 and 192%, respectively. When MIAPaCa-2 cells were treated with 0-5 &#181;M NSL-YHJ-2-27, MEK 1\/2, ERK 1\/2 and p90RSK phosphorylation increased by 78, 270 and 260%, respectively. However, at 5 &#181;M NSL-YHJ-2-27, there were no significant changes in protein levels of the monomeric G proteins RAC 1\/2\/3 and RHOA, but protein levels of CDC42 increased by 132%. NSL-YHJ-2-27 (5 &#181;M) increased the levels of pAKT (Ser 473) and pAKT (Thr 308) of MIAPaCa-2 cells by 97 and 82%, respectively. The results indicate the effect of PCAIs on the phosphorylation of important kinases involved in MAPK and AKT pathways. These effects on these signaling pathways strongly indicate the potential of the PCAIs against RAS-driven cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Mitogen-activated protein kinase (MAPK) signaling,PI3K,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kweku Ofosu-Asante<\/b><sup><\/sup>, Jassy  M.  Lazarte<sup><\/sup>, Amarendar  G.  Burra<sup><\/sup>, Nazarius  S.  Lamango<sup><\/sup><br><br\/>Florida A&M University College of Pharmacy & Pharmaceutical Sciences, Tallahassee, FL","CSlideId":"","ControlKey":"abba5534-be78-454c-84e1-294313d784bc","ControlNumber":"7058","DisclosureBlock":"&nbsp;<b>K. Ofosu-Asante, <\/b> None..<br><b>J. M. Lazarte, <\/b> None..<br><b>A. G. Burra, <\/b> None..<br><b>N. S. Lamango, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6734","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4043","PresenterBiography":null,"PresenterDisplayName":"Kweku Ofosu-Asante, BS","PresenterKey":"feec169f-56d5-474a-aa57-c052fd8e318d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4043. Stimulation of the mapk and pi3k\/akt pathways in pancreatic cancer cells by polyisoprenylated cysteinyl amide inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stimulation of the mapk and pi3k\/akt pathways in pancreatic cancer cells by polyisoprenylated cysteinyl amide inhibitors","Topics":null,"cSlideId":""},{"Abstract":"The MAPK signaling pathway is the most commonly mutated and\/or dysregulated pathway in cancer. Strategies to target it have yielded some success with inhibitors against KRAS<sup>G12C<\/sup> and BRAF, and to a lesser extent, MEK1\/2. However, the impact of these molecules is often limited by toxicity and rapid and diverse mechanisms of resistance; both adaptive and\/or acquired. For example, treatment with MAPK pathway targeting agents results in compensatory activation of the downstream mediator ERK1\/2 and enables tumors to subvert the targeted therapy. Thus, targeting ERK1\/2 provides promising potential advantages in overcoming and\/or preventing adaptive and acquired resistance. We evaluated multiple preclinical and clinically staged ERK1\/2 inhibitors&#8212;including ERAS-007 and BVD-523&#8212;in a 500+ cell line screening platform and identified cancers with subpopulations that are sensitive to this class of inhibitor. KiNativ analyses helped to inform the differences in sensitivity\/selectivity that we observed between each ERK1\/2 inhibitor. Comprehensive molecular profiling of the cell lines at baseline allowed us to screen for potential molecular markers of sensitivity\/resistance to these compounds. Using this platform, we have developed a novel, potent ERK1\/2 small molecule inhibitor, UCT-01-097, with improved selectivity over other clinically staged inhibitors. These data, coupled with the broad spectrum of in vitro responses, suggests an improved therapeutic index with this molecule. UCT-01-097 shows kinase selectivity in both cell free and in-cell assays and robust efficacy in panel of pancreatic PDX models. Inhibition of xenograft tumor growth was achieved using both daily dosing and intermittent dosing schedules. We have successfully submitted a regulatory IND and are currently enrolling a Phase 1 clinical trial in advanced solid tumors for treatment with UCT-01-097 (NCT04761601).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"ERK,Pancreatic cancer,Biomarkers,MEK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Neil A. O'Brien<\/b><sup>1<\/sup>, Martina  S.   J.  McDermott<sup>1<\/sup>, Brendan  M.  O'Boyle<sup>2<\/sup>, Corey  M.  Reeves<sup>2<\/sup>, Michael Bartberger<sup>2<\/sup>, Oliver Loson<sup>2<\/sup>, Kevin Chau<sup>1<\/sup>, Jenny  J.  Hong<sup>1<\/sup>, Weiping Jia<sup>1<\/sup>, Naeimeh Kamranpour<sup>1<\/sup>, Tong Luo<sup>1<\/sup>, Raul Ayala<sup>1<\/sup>, Athena  M.  Madrid<sup>1<\/sup>, John  A.  Glaspy<sup>1<\/sup>, Brian  M.  Stoltz<sup>3<\/sup>, Dennis  J.  Slamon<sup>1<\/sup><br><br\/><sup>1<\/sup>UCLA - University of California Los Angeles, Los Angeles, CA,<sup>2<\/sup>1200 Pharma, Culver City, CA,<sup>3<\/sup>Division of Chemistry and Chemical Engineering, California Institute of Technology, Pasadena, CA","CSlideId":"","ControlKey":"e171acd8-35dc-4c78-8de7-db6eafd04420","ControlNumber":"8166","DisclosureBlock":"<b>&nbsp;N. A. O'Brien, <\/b> <br><b>1200 Pharma<\/b> Stock, Patent. <br><b>TORL Biotherapeutics<\/b> Stock, Patent. <br><b>M. S. J. McDermott, <\/b> <br><b>1200 Pharma<\/b> Stock, Patent. <br><b>TORL Biotherapeutics<\/b> Stock, Patent. <br><b>B. M. O'Boyle, <\/b> <br><b>1200 Pharma<\/b> Employment, Stock. <br><b>C. M. Reeves, <\/b> <br><b>1200 Pharma<\/b> Stock. <br><b>M. Bartberger, <\/b> <br><b>1200 Pharma<\/b> Stock. <br><b>O. Loson, <\/b> <br><b>1200 Pharma<\/b> Stock. <br><b>K. Chau, <\/b> <br><b>1200 Pharma<\/b> Stock. <br><b>TORL Biotherapeutics<\/b> Stock.<br><b>J. J. Hong, <\/b> None..<br><b>W. Jia, <\/b> None..<br><b>N. Kamranpour, <\/b> None.&nbsp;<br><b>T. Luo, <\/b> <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>R. Ayala, <\/b> <br><b>1200 Pharma<\/b> Stock. <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>A. M. Madrid, <\/b> <br><b>1200 Pharma<\/b> Stock. <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>J. A. Glaspy, <\/b> <br><b>1200 Pharma<\/b> Stock. <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>B. M. Stoltz, <\/b> <br><b>1200 Pharma<\/b> Stock, Patent. <br><b>Addex Pharma<\/b> Stock, Patent. <br><b>Cytokinetics<\/b> Travel. <br><b>DNATWO<\/b> Stock. <br><b>Eli Lilly<\/b> Independent Contractor, Stock. <br><b>Holoclara<\/b> Independent Contractor, Stock. <br><b>Orbis Medicines<\/b> Independent Contractor. <br><b>Retro Biosciences<\/b> Independent Contractor, Stock. <br><b>TORL Biotherapeutics<\/b> Stock. <br><b>D. J. Slamon, <\/b> <br><b>1200 Pharma<\/b> Stock, Patent. <br><b>TORL Biotherapeutics<\/b> Stock, Patent. <br><b>Biomarin<\/b> Stock. <br><b>Pfizer<\/b> Stock. <br><b>Novartis<\/b> Independent Contractor, Travel. <br><b>Eli Lilly<\/b> Independent Contractor. <br><b>Amgen<\/b> Stock. <br><b>Seattle Genetics<\/b> Stock.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6750","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4044","PresenterBiography":"","PresenterDisplayName":"Neil O'Brien, PhD","PresenterKey":"5463d737-eca5-4747-9792-98e895dae793","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4044. Development of UCT-01-097, a novel orally available ERK1\/2 inhibitor for the treatment of ERK1\/2 dependent cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of UCT-01-097, a novel orally available ERK1\/2 inhibitor for the treatment of ERK1\/2 dependent cancers","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Mutations in the RAS\/MAPK pathway are a frequent driver of cancer, with oncogenic RAS or RAF mutations occurring in &#62;30% of all cancers. First generation BRAF inhibitors are approved for use for tumors with Class I BRAF mutations (V600X). However, these drugs are not efficacious in RAF dimer mutant and RAS mutant cancers due to paradoxical activation of RAF dimers. Herein, we describe DCC-3084, a potent and selective investigational Switch Control inhibitor of BRAF and CRAF kinase dimers that targets Class I, II and III BRAF mutations, BRAF fusions, and BRAF\/CRAF heterodimers. DCC-3084 combines with inhibitors of additional nodes in the MAPK pathway to potentially target a large unmet medical need in RAS and RAF mutant cancers.<br \/><b>Methods: <\/b>Inhibition of RAF kinases, including off-rate analysis, was measured using recombinant enzymes. X-ray crystallography was used for structure-based drug design. Cellular proliferation was measured using resazurin to monitor cell viability. Synergy in cells was measured using BLISS scores and curve shift analysis. Inhibition of ERK or RSK phosphorylation was measured by AlphaLISA or ELISA. Pharmacokinetics (PK) in the plasma, brain and CSF compartments were measured following oral dosing in Wistar rats. RAF and RAS mutant mouse xenograft models were used to assess PK, pharmacodynamics (PD), and efficacy.<br \/><b>Results:<\/b> DCC-3084 is a potent and selective Switch Control inhibitor of RAF dimers that was designed to target Class I, II, III BRAF mutants, BRAF fusions, and BRAF\/CRAF heterodimers. DCC-3084 inhibits BRAF and CRAF, exhibiting slow off-rates (t<sub>1\/2 <\/sub>&#62;20 hr). Potent single-agent inhibition of MAPK pathway signaling and cellular proliferation was observed in a wide range of Class I, II, III BRAF and BRAF fusion altered cell lines. Synergy was observed in combination with inhibitors of other nodes in the RAS\/MAPK pathway in RAS mutant cell lines. DCC-3084 was demonstrated to be CNS penetrable and exhibited dose dependent oral exposure with robust inhibition of the RAS\/MAPK pathway in PK\/PD models. DCC-3084 accumulated in tumor tissue relative to plasma, further demonstrating a favorable pharmaceutical profile. Oral treatment of DCC-3084 as a single agent resulted in tumor regression in BRAF mutant and KRAS Q61K mutant mouse xenograft models and tumor growth inhibition in KRAS G12C\/D mutant models. Additionally, DCC-3084 in combination with a MEKi resulted in tumor regression in KRAS mutant models.<br \/><b>Conclusions:<\/b> The Switch Control inhibitor DCC-3084 broadly inhibits Class I, II and III BRAF mutations, BRAF fusions, and BRAF\/CRAF heterodimers leading to tumor regression in preclinical models. The overall preclinical profile of DCC-3084 supports IND-enabling activities towards clinical development in a key area of unmet medical need in RAS and RAF mutant cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-11 Tyrosine kinase and phosphatase inhibitors,,"},{"Key":"Keywords","Value":"RAF kinase,Small molecule inhibitor,Ras,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Stacie L. Bulfer<\/b><sup><\/sup>, Bertrand Le Bourdonnec<sup><\/sup>, Jeffery  D.  Zwicker<sup><\/sup>, Yu Mi Ahn<sup><\/sup>, Gada Al-Ani<sup><\/sup>, Hikmat Al-Hashimi<sup><\/sup>, Chase  K.  Crawley<sup><\/sup>, Kristin  M.  Elliott<sup><\/sup>, Saqib Faisal<sup><\/sup>, Andrew  M.  Harned<sup><\/sup>, Cale  L.  Heiniger<sup><\/sup>, Molly  M.  Hood<sup><\/sup>, Salim Javed<sup><\/sup>, Michael Kennedy<sup><\/sup>, Joshua  W.  Large<sup><\/sup>, Cynthia  B.  Leary<sup><\/sup>, Wei-Ping Lu<sup><\/sup>, Kylie Luther<sup><\/sup>, Max  D.  Petty<sup><\/sup>, Hunter  R.  Picard<sup><\/sup>, Justin  T.  Proto<sup><\/sup>, Yeni  K.  Romero<sup><\/sup>, Forrest  A.  Stanley<sup><\/sup>, Kristen  L.  Stoltz<sup><\/sup>, Daniel  C.  Tanner<sup><\/sup>, Hanumaiah Telikepalli<sup><\/sup>, Mary  J.  Timson<sup><\/sup>, Lakshminarayana Vogeti<sup><\/sup>, Subha Vogeti<sup><\/sup>, Sihyung Yang<sup><\/sup>, Lexy  H.  Zhong<sup><\/sup>, Bryan  D.  Smith<sup><\/sup>, Daniel  L.  Flynn<sup><\/sup><br><br\/>Deciphera Pharmaceuticals, LLC, Waltham, MA","CSlideId":"","ControlKey":"77b8f312-180a-4f65-934c-6418dc251d12","ControlNumber":"5303","DisclosureBlock":"<b>&nbsp;S. L. Bulfer, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>B. Le Bourdonnec, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>J. D. Zwicker, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>Y. Ahn, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>G. Al-Ani, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>H. Al-Hashimi, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>C. K. Crawley, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>S. Faisal, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>A. M. Harned, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>C. L. Heiniger, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>Asuragen<\/b> Employment. <br><b>M. M. Hood, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>S. Javed, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>M. Kennedy, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>J. W. Large, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>C. B. Leary, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>W. Lu, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>K. Luther, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>M. D. Petty, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>Cellarity<\/b> Employment. <br><b>H. R. Picard, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>J. T. Proto, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>Y. K. Romero, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>F. A. Stanley, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>K. L. Stoltz, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>D. C. Tanner, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>H. Telikepalli, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>M. J. Timson, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>L. Vogeti, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>Expansion Therapeutics<\/b> Employment. <br><b>S. Yang, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>Dyne<\/b> Employment. <br><b>L. H. Zhong, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>Cellarity<\/b> Employment. <br><b>B. D. Smith, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option. <br><b>D. L. Flynn, <\/b> <br><b>Deciphera Pharmaceuticals, LLC<\/b> Employment, Stock, Stock Option.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6751","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4045","PresenterBiography":null,"PresenterDisplayName":"Stacie Bulfer, PhD","PresenterKey":"57f4ce39-d842-4f95-8b30-8d142aee15c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4045. DCC-3084, a RAF dimer inhibitor, broadly inhibits BRAF class I, II, III, BRAF fusions, and RAS-driven solid tumors leading to tumor regression in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"409","SessionOnDemand":"False","SessionTitle":"Tyrosine Kinase and Phosphatase Inhibitors 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DCC-3084, a RAF dimer inhibitor, broadly inhibits BRAF class I, II, III, BRAF fusions, and RAS-driven solid tumors leading to tumor regression in preclinical models","Topics":null,"cSlideId":""}]