[{"Abstract":"Prostate cancer (PC) is one of the most prevalent male malignancies and a leading cause of cancer-related deaths in men. While androgen-deprivation therapy is successful in the early stages of PC, tumor cells eventually become resistant to its effects. With a median survival of 18 months, the shift to androgen-independent prostate cancer (AIPC) has a poor prognosis. Mechanisms causing this change have yet to be explained, however mounting evidence implicates the loss of transient receptor potential melastatin 8 (TRPM8) as a significant contributor. The prostate epithelium normally expresses the ionotropic receptor TRPM8. Our team has recently shown that testosterone-induced activation of TRPM8 enhances Ca<sup>2+<\/sup> absorption and causes apoptosis. This prompted us to propose that increased TRPM8 activity on the plasma membrane is cytotoxic to PC cells and that TRPM8 internalization is a crucial step in the pathogenesis of PC. We examined the amounts of TRPM8 mRNA in benign tumor and metastatic PC patient datasets. TRPM8 mRNA is initially elevated in the early stages of PC but is increasingly lost during the progression to AIPC. In addition, male and female TRPM8<sup>-\/-<\/sup> mice exhibited increased serum testosterone levels, heightened AR activity, and activation of cell cycle, invasion, and adhesion-related effectors. In both AR<sup>+<\/sup> and AR<sup>-<\/sup> xenograft models, our research reveals that TRPM8 possesses potent antitumor properties. Given this, investigating the <i>in vivo <\/i>role of TRPM8 in PC has the potential to significantly enhance patient outcomes by preventing progression to the androgen-independent state.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Apoptosis,Calcium,Hormone receptors,Tumor suppressor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Swapna Asuthkar<\/b><sup><\/sup><br><br\/>University of Illinois College of Medicine (Peoria), Peoria, IL","CSlideId":"","ControlKey":"40262d6a-00e3-4415-95c4-16e8d279a4aa","ControlNumber":"4810","DisclosureBlock":"&nbsp;<b>S. Asuthkar, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6405","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5277","PresenterBiography":null,"PresenterDisplayName":"Swapna Asuthkar, PhD","PresenterKey":"49f196c7-e2a0-43ce-bd96-87560d721544","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5277. Activation of TRPM8 channel suppresses prostate cancer growth and progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activation of TRPM8 channel suppresses prostate cancer growth and progression","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Selective estrogen receptor modulators (SERMs), such as tamoxifen, function as agonists or antagonists for estrogen receptors (ERs) in a tissue-specific manner. We have discovered that Fbxo22, a F-box subunit of SCF ubiquitin ligase complex is critical for the functional alteration of SERM (Johmura, et al., <i>J Clin Invest<\/i>, 2018). SCF<sup>Fbxo22<\/sup> ubiquitinates and degrades lysine demethylase 4B (KDM4B) complexed with SERM-bound ER, that triggers release of coactivator SRC from ER, thus mediating antagonistic function of SERM. Without Fbxo22, stabilized KDM4B mediates the interaction of SRC with AF1 domain of ER in the presence of SERM, which only abrogates the interaction of SRC with AF2 domain, resulting in agonistic function. Accordingly, tamoxifen failed to prevent the growth of Fbxo22-depleted, ER-positive breast cancers in vitro and in vivo, and a low level of Fbxo22 in tumor tissues predicted a poorer outcome in ER-positive luminal breast cancers. Hence, Fbxo22 is a critical regulator of estrogen signaling in breast cancer. However, whether it is also important for other estrogen-associated cancers is unknown. To clarify the significance of Fbxo22 in other estrogen-associated cancers, we investigated its role in endometrial carcinogenesis.<br \/>Methods: Fbxo22 expression in 22, 30, 29 and 30 cases of normal human endometrium, endometrial hyperplasia (EH), atypical endometrial hyperplasia (AEH) and endometrial cancer (EC), respectively, were analyzed by immunohistochemistry. In addition, we established endometrial epithelium-specific conditional Fbxo22 knockout (Fbxo22-cKO) mice by developing <i>Fbxo22<\/i>-floxed mice and mated them with <i>Lactoferrin-iCre<\/i> mice, and analyzed spontaneous and tamoxifen-induced endometrial neoplasia. Endometrium of the mice in each phase of estrus cycle was also analyzed after PMSG\/hCG-induced synchronization.<br \/>Results: Fbxo22 was expressed only in secretory phase and was absent in proliferative phase of the human endometrial epithelium, and the expression was inversely correlated with proliferative marker Ki-67. The Fbxo22 expression was down regulated as the endometrium progressed to malignancy (H-score: 124&#177;69, 85&#177;51 and 25&#177;35 for EH, AEH and EC, respectively) (<i>P<\/i>&#60;0.0001). In consistent with the expression in human menstrual cycle, Fbxo22 was also expressed in diestrus, but not in other phases in mice. Interestingly, the estrus cycle was prolonged in Fbxo22-cKO mice with paradoxical morphology of proliferative epithelial cells with secretory stromal cells. Finally, all five cKO mice developed EH or AEH in four months. The phenotype was accelerated by tamoxifen treatment, with all nine mice developed AEH or EC after one- or two-month tamoxifen treatment whereas wild type mice only developed EH.<br \/>Conclusion: Fbxo22 is an essential regulator of estrogen signaling in endometrium and prevents endometrial carcinogenesis including that induced by tamoxifen.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Endometrial cancer,Estrogen receptor,Tamoxifen,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Atsushi Goda<sup>1<\/sup>, Satoru Meguro<sup>2<\/sup>, Yoshikazu Johmura<sup>3<\/sup>, Wenwen Wu<sup>4<\/sup>, Ichiro Maeda<sup>5<\/sup>, Yodo Sugishita<sup>6<\/sup>, Nao Suzuki<sup>7<\/sup>, Yasuo Miyoshi<sup>8<\/sup>, Junki Koike<sup>1<\/sup>, Makoto Nakanishi<sup>2<\/sup>, <b>Tomohiko Ohta<\/b><sup>4<\/sup><br><br\/><sup>1<\/sup>Department of Pathology, St. Marianna University School of Medicine, Kawasaki, Japan,<sup>2<\/sup>Division of Cancer Cell Biology, Institute of Medical Science, University of Tokyo, Tokyo, Japan,<sup>3<\/sup>Department of Cancer and Senescence Biology, Cancer Research Institute, Kanazawa University, Kanazawa, Japan,<sup>4<\/sup>Department of Translational Oncology, St. Marianna University Graduate School of Medicine, Kawasaki, Japan,<sup>5<\/sup>Department of Pathology, Kitasato University School of Medicine, Sagamihara, Japan,<sup>6<\/sup>Department of Frontier Medicine, St. Marianna University Graduate School of Medicine, Kawasaki, Japan,<sup>7<\/sup>Department of Obstetrics and Gynecology, St. Marianna University School of Medicine, Kawasaki, Japan,<sup>8<\/sup>Division of Breast and Endocrine Surgery, Department of Surgery, Hyogo College of Medicine, Nishinomiya, Japan","CSlideId":"","ControlKey":"1131b1dc-120c-4378-be3e-611a9c6f4d20","ControlNumber":"3265","DisclosureBlock":"&nbsp;<b>A. Goda, <\/b> None..<br><b>S. Meguro, <\/b> None..<br><b>Y. Johmura, <\/b> None..<br><b>W. Wu, <\/b> None..<br><b>I. Maeda, <\/b> None..<br><b>Y. Sugishita, <\/b> None..<br><b>N. Suzuki, <\/b> None..<br><b>Y. Miyoshi, <\/b> None..<br><b>J. Koike, <\/b> None..<br><b>M. Nakanishi, <\/b> None..<br><b>T. Ohta, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6407","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5278","PresenterBiography":null,"PresenterDisplayName":"Tomohiko Ohta, MD;PhD","PresenterKey":"f323515e-2b27-4d7a-b0ec-a6e67f41402e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5278. Fbxo22 regulates estrogen signaling and suppresses tamoxifen-induced endometrial cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fbxo22 regulates estrogen signaling and suppresses tamoxifen-induced endometrial cancer","Topics":null,"cSlideId":""},{"Abstract":"Primary hyperparathyroidism is a common endocrine disorder that is most often caused by a sporadic single-gland parathyroid adenoma. Currently, the only known and experimentally validated oncoprotein for parathyroid adenomas is cyclin D1. Overexpression of cyclin D1 has been reported in 20-40% of cases; about 8 percent of cases harbor a DNA rearrangement involving the cyclin D1 (<i>CCND1<\/i>) locus. Other molecular mechanisms underlying this cyclin D1 overexpression have yet to be identified. Here, we explored a potential parathyroid tumorigenic mechanism that could increase cyclin D1 stability through a defect in the AMBRA1 E3 ligase adaptor, a molecule responsible for its degradation. Evidence that <i>AMBRA1<\/i> may be a tumor suppressor gene includes: accumulation of cyclin D with hyperproliferation in AMBRA1-deficient cells, context-dependent growth of tumors in Ambra1-deficient mice, and the correlation between low levels of AMBRA1 and poor clinical outcomes in The Cancer Genome Atlas. Therefore, we examined <i>AMBRA1<\/i> for evidence of tumor suppressor-type inactivation in a cohort of 98 typical parathyroid adenomas. Tumor genomic DNA was subjected to PCR-amplification of all 18 coding exons of <i>AMBRA1<\/i>, followed by Sanger sequencing. Sequences were analyzed by comparison to the normal reference sequence (ENST00000683756.1), seeking to assess any observed intragenic or splice-site variants as potential or likely loss-of-function mutations. Thus far, with 97 percent of the coding region for this 1298-amino acid protein fully sequenced, we have identified an inactivating mutation in 1 of 98 tumors (1%): c.126G&#62;A, resulting in an early stop codon p.Trp42. This mutation showed loss of heterozygosity and was confirmed to be somatic by sequencing of the patient&#8217;s matched germline DNA. We also identified likely non-pathogenic variants in 5 tumors: missense variant c.3385G&#62;T (p.Ala1129Ser), 3&#8217; UTR variants c.*576A&#62;T and c.*491T&#62;C and synonymous variants c.579C&#62;T and c.2776C&#62;T, each in a single tumor. 4 of 5 were found as germline variants in the normal population and the one missense scored as benign by <i>in silico <\/i>criteria. To conclude, our observations suggest that <i>AMBRA1<\/i> may function as a classical tumor suppressor gene in sporadic parathyroid adenomas at very low frequency. Further study may include protein expression analysis of AMBRA1 to investigate influences on gene expression. To further elucidate the mechanisms behind cyclin D1 overexpression in parathyroid adenomas, other molecules that participate in its degradation should be explored as potential tumor suppressors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Endocrine\/neuroendocrine cancer,Cancer genetics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Stephanie Chinwo<\/b><sup>1<\/sup>, Justin Bellizzi<sup>1<\/sup>, Jessica Costa-Guda<sup>2<\/sup>, Andrew Arnold<sup>3<\/sup><br><br\/><sup>1<\/sup>Center for Molecular Oncology, UConn Health, Farmington, CT,<sup>2<\/sup>Center for Molecular Oncology and Dept of Reconstructive Services, UConn Health, Farmington, CT,<sup>3<\/sup>Center for Molecular Oncology and Division of Endocrinology and Metabolism, UConn Health, Farmington, CT","CSlideId":"","ControlKey":"8d2f391b-a945-4634-a02c-1e8168eb1a1b","ControlNumber":"7435","DisclosureBlock":"&nbsp;<b>S. Chinwo, <\/b> None..<br><b>J. Bellizzi, <\/b> None..<br><b>J. Costa-Guda, <\/b> None..<br><b>A. Arnold, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6408","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5279","PresenterBiography":null,"PresenterDisplayName":"Stephanie Chinwo, BS","PresenterKey":"b6713887-83e3-4af6-98ca-4c85b88a3f36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5279. Molecular analysis of <i>AMBRA1 <\/i>as a candidate tumor suppressor in sporadic parathyroid adenomas","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular analysis of <i>AMBRA1 <\/i>as a candidate tumor suppressor in sporadic parathyroid adenomas","Topics":null,"cSlideId":""},{"Abstract":"The role of hormone receptors in breast cancer has been well established as a key contributor to breast cancer tumorigenesis. Estrogen receptor and progesterone receptors are present in nearly 70% of breast cancers. The role of estrogen receptor and estrogens in breast cancer has been extensively studied and targeted effectively through endocrine therapy, however the impact of progesterone and the progesterone receptor (PR) independent of estrogen is not well understood. We have previously demonstrated that PR promotes tumor growth and drives an immune suppressive environment, therefore understanding the biology of PR in breast cancer is critical. We have also demonstrated that PR attenuates type 1 interferon signaling via inhibition of STAT1 phosphorylation and increased degradation of STAT2. Post-translational modifications such as phosphorylation and SUMOylation can influence PR target gene promoter selectivity thereby altering its function. Our recent work indicates PR is modified by O-GlcNAc, a single N-acetyl-glucosamine sugar that cycles on and off and serine or threonine amino acids in nuclear, cytoplasmic and mitochondrial proteins. Levels of total O-GlcNAc staining are higher in breast cancer tissue compared to adjacent normal tissue. Active O-GlcNAcylation, as evidenced by immunohistochemistry staining of O-GlcNAc-transferase (OGT), is elevated in patients with PR+ tumors compared to PR-. Using T47D breast cancer cells (an ER\/PR-positive tumor line), mass spectrometry analysis revealed an O-GlcNAc site at S499 on PR. We then used a naturally occurring PR-negative variant of T47D cells to introduce stable expression of a mutant PR with serine to alanine substitution at the O-GlcNAc site (S499A), thereby blocking O-GlcNAc flux, in addition to wt PR as a control. RNA-Seq analysis of these cells following treatment with progesterone revealed several significant differential gene expression patterns, including rescue of PR dependent interferon signaling attenuation. T47D-mutant PR cell lines implanted into immune deficient mice had significantly decreased growth as compared to WT-PR control tumors. In syngeneic mice harboring PR-positive and PR-negative tumors, loss of O-GlcNAc flux and increased O-GlcNac levels increased tumor growth only when tumors were expressing PR, corroborating the influence of O-GlcNAc in immunodeficient mice. Together these findings indicate O-GlcNAcylation of PR is potentially a mechanism of PR driven breast cancer tumorigenesis and immune evasion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Progesterone receptor,Interferons,Breast cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Harmony Ivanna Saunders<\/b><sup><\/sup>, Sean  M.  Holloran<sup><\/sup>, Gloria Trinca<sup><\/sup>, Chad Slawson<sup><\/sup>, Christy Hagan<sup><\/sup><br><br\/>University of Kansas Medical Center, Kansas City, KS","CSlideId":"","ControlKey":"fa722044-b3ca-4c8c-ad93-946a9136fd9c","ControlNumber":"8038","DisclosureBlock":"&nbsp;<b>H. I. Saunders, <\/b> None..<br><b>S. M. Holloran, <\/b> None..<br><b>G. Trinca, <\/b> None..<br><b>C. Slawson, <\/b> None..<br><b>C. Hagan, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6409","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5280","PresenterBiography":null,"PresenterDisplayName":"Harmony Saunders, BS,MS","PresenterKey":"3a8dfc5c-9fc9-4bec-8b5b-35c96d7d8e22","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5280. O-GlcNAcylation of progesterone receptor promotes mammary tumorigenesis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"O-GlcNAcylation of progesterone receptor promotes mammary tumorigenesis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Prostate cancer is the most common cancer in men. About one in eight men will be diagnosed with prostate cancer in his lifetime, and one in forty-one men will die of it. Sigma 2 receptor (&#963;2R) has been implicated in carcinogenesis including prostate cancer. Its molecular identity remained elusive until 2017 that transmembrane protein 97 (TMEM97) was identified as the bona fide sigma 2 receptor. Past studies have shown that &#963;2R is highly expressed in various mammalian tumors and TMEM97 works as an oncogene in different cancers. In this study, we examined the expression of TMEM97\/&#963;2 receptor in prostate cancer, evaluated its interaction with androgen receptor (AR), and determined its functions in tumor cell growth and progression.<br \/>Methods: The expression of TMEM97 at mRNA levels and its association with clinical parameters were queried in the TCGA database using cBioportal. Its expression pattern in prostate tumor tissues was examined by IHC using a commercially validated antibody. A correlation analysis of TMEM97 with AR was conducted utilizing both PCTA and TCGA databases. To determine its roles in tumor proliferation, clonogenicity, and responses to hormone deprivation and chemo-therapy, TMEM97 expression was overexpressed and knocked down, and the subsequent effects were determined by cell proliferation MTS assay, colony formation assay with and without enzalutamide treatment. A xenograft model of nu\/nu mice was used to assess the impact of TMEM97 overexpression on tumor formation and growth in vivo. The effects of TMEM97 overexpression and knockdown on AR transcriptional activity were examined.<br \/>Results: A significant elevation of TMEM97 mRNA levels, with a Z-Score above 2.0, was found in 5% of the prostate cancer patients and was associated with significantly reduced survival. TMEM97 protein was detected in prostate tumor tissues of all stages and grades. Its expression is highly correlated with the expression of AR in prostate cancer. Prostate cancer cells with TMEM97 overexpression showed growth advantage over the control cells both in normal culture conditions and also under treatment of enzalutamide. TMEM97 knockdown weakened growth, and sensitized castration resistant 22Rv1 toward enzalutamide, which is linked to the decrease of AR-V7. TMEM97 overexpression in LNCaP cells also significantly increased tumor formation and growth when xenografted into nu\/nu mice. In LNCaP cells, TMEM97 overexpression elevated AR target genes expression. Parallelly, these genes were all significantly downregulated in TMEM97 knockdown cells. A compound with a high affinity to TMEM97 was found to induce apoptosis of prostate cancer cells with preferential degradation of AR-V7.<br \/>Conclusion: The observations suggest that TMEM97\/sigma2 receptor plays a role in prostate tumor cell proliferation and the increased expression of TMEM97 can elevate AR activity and stimulate prostate tumor formation and growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Prostate cancer,TMEM97\/Sigma 2 receptor,Tumor growth,Androgen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiangwei Fang<\/b><sup>1<\/sup>, Yuanqin Zhang<sup>1<\/sup>, Jiuhui Wang<sup>1<\/sup>, Paul Cacioppo<sup>1<\/sup>, Michael Crider<sup>2<\/sup>, Daotai Nie<sup>1<\/sup><br><br\/><sup>1<\/sup>Southern Illinois University School of Medicine, Springfield, IL,<sup>2<\/sup>Southern Illinois University Edwardsville, Edwardsville, IL","CSlideId":"","ControlKey":"a703f186-3257-4920-83fd-60a44ceb4c52","ControlNumber":"3236","DisclosureBlock":"&nbsp;<b>X. Fang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>P. Cacioppo, <\/b> None..<br><b>M. Crider, <\/b> None..<br><b>D. Nie, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6410","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5281","PresenterBiography":null,"PresenterDisplayName":"Xiangwei Fang, BS","PresenterKey":"6199f17e-7892-4521-9be1-702b7cf45aa3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5281. Role of TMEM97\/Sigma-2 receptor in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of TMEM97\/Sigma-2 receptor in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Context: Adrenocortical carcinoma (ACC) is a rare endocrine malignancy with poor prognosis and limited treatment options. The only approved therapy is mitotane, an adrenal toxicant, alone or in combination with cytotoxic chemotherapy. Response rate is only ~20%. Results of later line immune checkpoint inhibition (ICI) in ACC are disappointing, most likely due to an immunologically cold, immunosuppressive microenvironment. Among the factors induced in mitotane-treated ACC cell lines, we previously found growth\/differentiation factor 15 (GDF-15), an anti-inflammatory cytokine physiologically expressed during pregnancy.<br \/>Aim: As GDF-15 is an emerging mediator of tumor immune escape, we investigated changes in GDF-15 secretion upon mitotane treatment in ACC <i>in vitro<\/i> and <i>in vivo,<\/i> and explored a potential correlation with response to therapy and survival.<br \/>Methods: Four different human ACC cell lines (NCI-H295R, CU-ACC1, CU-ACC2 and JIL-2266) were treated with mitotane. GDF-15 secretion and expression were determined by ELISA and immunoblot. GDF-15 levels in sera of 142 ACC patients (94 prior and 48 during mitotane) were analyzed by ELISA and correlated with survival from the time point of blood collection. GDF-15 serum levels were quantified in three responders and seven non-responders to ICI treatment.<br \/>Results: <i>In vitro<\/i>, 24h treatment with 25 &#181;M mitotane-induced GDF-15 secretion and expression in all cell lines by up to one order of magnitude. In 32 patient samples, GDF-15 serum concentrations increased from 0.6&#177;1 ng\/l prior mitotane to 2.1 &#177; 2.7 ng\/l after mitotane initiation, p&#60;0.0001.Importantly, patients with low serum GDF-15 levels before and during mitotane treatment had a significantly longer overall survival compared to patients with higher GDF-15 serum levels. This association retained statistical significance after adjustment for the known prognostic factors Ki67 and ENSAT tumour stage in the mitotane treated group (95% CI 1.15-.1.73, HR1.41, p=0.001). In an exploratory cohort of three responders and seven non-responders to ICI we found a trend for higher GDF-15 serum concentrations in the non-responders.<br \/>Conclusion: Mitotane induces GDF-15 both <i>in vivo<\/i> and <i>in vitro<\/i> and potentially contributes to the poor response rates to ICI in ACC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Endocrine\/neuroendocrine cancer,Immunotherapy,Cytokines,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Isabel Weigand<\/b><sup>1<\/sup>, Tanja Anderlik<sup>2<\/sup>, Jochen Schreiner<sup>1<\/sup>, Hanna Remde<sup>2<\/sup>, Otilia Kimpel<sup>2<\/sup>, Laura-Sophie Landwehr<sup>2<\/sup>, Eva Hoster<sup>3<\/sup>, Florian Wedekink<sup>4<\/sup>, Alexandra  S.  Triebig<sup>1<\/sup>, Tanja Maier<sup>1<\/sup>, Jörg Wischhusen<sup>4<\/sup>, Martin Reincke<sup>1<\/sup>, Martin Fassnacht<sup>2<\/sup>, Matthias Kroiss<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Internal Medicine IV, University Hospital LMU Munich, Munich, Germany,<sup>2<\/sup>Department of Internal Medicine I, Division of Endocrinology and Diabetes, University Hospital Wuerzburg, University of Wuerzburg, Wuerzburg, Germany,<sup>3<\/sup>Institute for Medical Informatics, Biometry and Epidemiology, Ludwig-Maximilians-University, Munich, Germany,<sup>4<\/sup>Experimental Tumor Immunology, Department of Obstetrics and Gynecology, University Hospital, University of Wuerzburg, Wuerzburg, Germany","CSlideId":"","ControlKey":"56261d99-7e8d-427b-b8b0-d8b4ea702e97","ControlNumber":"6150","DisclosureBlock":"&nbsp;<b>I. Weigand, <\/b> None..<br><b>T. Anderlik, <\/b> None..<br><b>J. Schreiner, <\/b> None..<br><b>H. Remde, <\/b> None..<br><b>O. Kimpel, <\/b> None..<br><b>L. Landwehr, <\/b> None..<br><b>E. Hoster, <\/b> None..<br><b>F. Wedekink, <\/b> None..<br><b>A. S. Triebig, <\/b> None..<br><b>T. Maier, <\/b> None..<br><b>J. Wischhusen, <\/b> None..<br><b>M. Reincke, <\/b> None..<br><b>M. Fassnacht, <\/b> None..<br><b>M. Kroiss, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6411","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5282","PresenterBiography":null,"PresenterDisplayName":"Isabel Weigand","PresenterKey":"a7d1b331-de9e-4ec2-ba73-4eee1369ce64","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5282. Mitotane induces GDF-15 expression <i>in vitro<\/i> and <i>in vivo:<\/i> A potential therapy-induced mechanism of immune escape in adrenocortical carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mitotane induces GDF-15 expression <i>in vitro<\/i> and <i>in vivo:<\/i> A potential therapy-induced mechanism of immune escape in adrenocortical carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Invasive breast cancer (BC) is commonly divided into two subtypes, invasive ductal carcinoma (IDC) and invasive lobular carcinoma (ILC). ILC makes up 10-15% of all BC cases. Expression of nuclear hormone receptors further define clinical histology and directs treatment; receptors include estrogen (ER), progesterone (PR), androgen (AR), and glucocorticoid receptors (GR). Tumor GR expression activation is associated with good prognosis in ER+ but poor prognosis in ER- BC. The majority of ILC tumors are ER+, and we have found that GR expression in primary ILC tumors correlates with improved overall survival. We hypothesized that GR activity in ILC may play a role in ILC&#8217;s indolent natural history and could alter its metastatic tendency. We used two isogenic ILC cell lines, each with and without GR expression (MM134-GR+\/GR- and SUM44PE-GR+\/GR-) to study GR-mediated ILC associated phenotypes. Specifically, we describe GR&#8217;s effect on proliferation <i>in vitro<\/i> and tumor formation in the <i>in vivo <\/i>MIND model. We also measured GR-mediated ILC adherence to major components of the extra cellular matrix (collagen I, collagen II, laminin, fibronectin, vitronectin, and tenascin). To recapitulate early metastasis, we examined ILC cell movement through a 10 uM microchannel device. We found that GR expression and activation in ILC cell lines cause decreased cell proliferation and decreased adherence to laminin. Preliminary experiments suggest that GR activation altered ILC cell&#8217;s ability to enter and navigate through restrictive 10 uM microchannels. Given our preliminary findings, we will investigate the effect of selective GR modulators (SGRMs) on ILC phenotypes and gene expression. We hypothesize that the gene expression changes following GR activation will be different in ILC compared to IDC. In addition, we are examining the genes required for survival of ILC cells on collagen using an<i> in vitro<\/i> CRISPR-Cas9 screen. <i>In vivo<\/i> experiments examining the association of GR expression with tumor growth <i>in vivo<\/i> are ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-04 Hormone signaling and inhibitors,,"},{"Key":"Keywords","Value":"Glucocorticoid receptor,invasive lobular carcinoma,Cell proliferation,Cell adhesion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ishrat Durdana<\/b><sup>1<\/sup>, Candace Frerich<sup>1<\/sup>, Muriel Laine<sup>2<\/sup>, Smita Rindhe<sup>1<\/sup>, Lynda Bennett<sup>1<\/sup>, Robert Bachoo<sup>1<\/sup>, Geoffrey Greene<sup>2<\/sup>, Suzanne Conzen<sup>1<\/sup><br><br\/><sup>1<\/sup>UT Southwestern Harold C. Simmons Comprehensive Cancer Center, Dallas, TX,<sup>2<\/sup>The University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"7fb4c047-092c-4d6d-a7cb-72096e686310","ControlNumber":"7993","DisclosureBlock":"&nbsp;<b>I. Durdana, <\/b> None..<br><b>C. Frerich, <\/b> None..<br><b>M. Laine, <\/b> None..<br><b>S. Rindhe, <\/b> None..<br><b>L. Bennett, <\/b> None..<br><b>R. Bachoo, <\/b> None..<br><b>G. Greene, <\/b> None.&nbsp;<br><b>S. Conzen, <\/b> <br><b>Corcept Therapeutics<\/b> Patent. <br><b>Boston Gene<\/b> Other, Dr. Conzen is on the advisory board for Boston Gene.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6412","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5283","PresenterBiography":null,"PresenterDisplayName":"Ishrat Durdana, BS,MS","PresenterKey":"54555503-89f2-413d-ae04-656c63cddb97","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5283. Glucocorticoid receptor (GR) activity alters invasive lobular breast cancer (ILC) oncogenic properties","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glucocorticoid receptor (GR) activity alters invasive lobular breast cancer (ILC) oncogenic properties","Topics":null,"cSlideId":""},{"Abstract":"Background: Differentiated Thyroid Cancer (DTC) is the most common endocrine malignancy. Despite its excellent prognosis, recurrent and persistent disease remain major challenges after initial treatment. Although most studies have considered persistence and recurrent as a single entity, emerging studies to differentiate recurrent and persistent disease are controversial and study on recurrent and persistent DTC from Middle Eastern ethnicity is lacking.<br \/>Methods: We retrospectively analyzed 1822 patients who underwent surgery &#177; I131 treatment for DTC with a median age of 38.9 years and median follow-up of 90 months.<br \/>Results: We found a similar prevalence rate of persistent and recurrent disease (16.4% vs. 16.6%) in Middle Eastern DTC patients. Relative to patients with persistent disease, patients with recurrent disease were significantly older (median age 36.1 vs. 45.8 years; p &#60; 0.0001), were more likely to have ATA high risk tumors (p &#60; 0.0001) and had a higher rate of distant metastasis (p &#60; 0.0001). However, structural disease had an almost similar frequency in both recurrent and persistent disease (72.2% vs 73.3%). On multivariant logistic regression analysis, both T status and N status are independent predictors for both recurrent and persistent disease. However, older age, extrathyroidal extension and the presence of distant metastasis were independent predictors of only recurrent disease. In addition, patients with recurrent disease had significantly worse overall survival (OS; p &#60; 0.0001) and cancer specific survival (CSS; p &#60; 0.0001), which remained significant in multivariate Cox proportional hazard model (Hazard ratio = 2.72; 95% confidence interval = 1.20 - 7.01; p = 0.0153 for OS and Hazard ratio = 5.09; 95% confidence interval = 2.10 - 15.24; p = 0.0001 for CSS).<br \/>Conclusion: Although persistent and recurrent disease in Middle Eastern DTC have similar frequencies, recurrent disease had worse outcome compared to persistent disease. This has great potential clinical relevance to differentiate recurrene from persistence for therapeutic and follow-up approach for improving outcomes of DTC patients from Middle Eastern ethnicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Thyroid cancer,Recurrence,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sandeep  K.  Parvathareddy<\/b><sup><\/sup>, Abdul  K.  Siraj<sup><\/sup>, Padmanaban Annaiyappanaidu<sup><\/sup>, Nabil Siraj<sup><\/sup>, Saeeda  O.  Ahmed<sup><\/sup>, Zeeshan Qadri<sup><\/sup>, Saud Azam<sup><\/sup>, Khawla  S.  Al-Kuraya<sup><\/sup><br><br\/>King Faisal Specialist Hospital & Research Centre, Riyadh, Saudi Arabia","CSlideId":"","ControlKey":"6cc16391-84bc-42f7-8468-1d90625cd2bf","ControlNumber":"4357","DisclosureBlock":"&nbsp;<b>S. K. Parvathareddy, <\/b> None..<br><b>A. K. Siraj, <\/b> None..<br><b>P. Annaiyappanaidu, <\/b> None..<br><b>N. Siraj, <\/b> None..<br><b>S. O. Ahmed, <\/b> None..<br><b>Z. Qadri, <\/b> None..<br><b>S. Azam, <\/b> None..<br><b>K. S. Al-Kuraya, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6413","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5284","PresenterBiography":null,"PresenterDisplayName":"Sandeep Parvathareddy, MD","PresenterKey":"0d6e5a58-f6cb-4c8a-ba20-97e22a865428","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5284. Recurrent Middle Eastern differentiated thyroid carcinoma has worse outcome than persistent disease","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Recurrent Middle Eastern differentiated thyroid carcinoma has worse outcome than persistent disease","Topics":null,"cSlideId":""},{"Abstract":"Poorly differentiated thyroid carcinoma (PDTC) represents a rare subtype of thyroid cancer with aggressive clinical course and peculiar clinical and pathological characteristics. Recent genetic studies highlighted the main molecular pathways involved in its pathogenesis but data are affected by heterogeneity of case selection and relatively limited sample size. Using a multimodal molecular approach, aim of this project was to implement the PDTC molecular characterization and to identify novel prognostic biomarkers and potential therapeutic targets. A total of 84 cases of PDTC classified according to the Turin proposal were selected from a multi-Institutional series. Fifty-nine samples underwent DNA, RNA and protein analyses. Mismatch repair (MMR) defects were tested using immunohistochemistry for MLH1, MSH2, MSH6 and PMS2. DNA and RNA analyses were performed by means of next generation sequencing (NGS) using Oncomine Comprehensive assay V3. Due to the high failure rate in RNA analysis, gene fusion analysis was enriched by 25 additional samples. MMR protein loss was observed in 7\/59 samples (11.9%). In NGS DNA analyses, 51\/59 cases were adequate. The most prevalent mutations were in <i>NRAS<\/i> (13\/51, 25%) and <i>TP53<\/i> (13\/51, 25%), all mutually exclusive each other. <i>TERT<\/i> promoter (<i>TERTp<\/i>) mutations were detected in 11\/51 of cases (21.6%). Other genes with a relevant prevalence were <i>PTEN<\/i> (15.7%), <i>NF1<\/i> (13.7%), <i>ATM<\/i> (13.7%), <i>NOTCH3<\/i> (11.8%) and <i>BAP1<\/i> (11.8%). Mean number of alterations was higher in <i>TP53<\/i>-mutated cases (5.8 mutations\/case) than in <i>RAS<\/i>-mutated cases (2.8 mutations\/case). <i>TP53<\/i>-mutated samples lacked <i>TERTp<\/i> co-mutations but were associated with mutations in <i>PTEN<\/i> and in genes related to MMR system and\/or loss of MMR proteins. <i>PIK3CA<\/i> was the most prevalent co-mutated gene (three samples) in <i>RAS<\/i>-mutated cases. A third group (25 cases) lacked <i>RAS<\/i> or <i>TP53<\/i> mutations, had a low mean number of alterations (2.7 mutations\/case) and was enriched for <i>TERTp<\/i> mutations (up to 32%). Copy number variations were not detected. Among the 43 cases adequate for NGS RNA analysis, gene fusions in <i>PAX8-PPARG<\/i> (one case) and <i>TBL1XR1-PIK3CA<\/i> (two cases) were detected. This latter fusion has never been reported in thyroid cancer, and was validated by fluorescence in situ hybridization (FISH). In conclusion, PDTC are genomically clustered into <i>RAS<\/i>-mutated tumors (with low mutational burden and co-mutations affecting genes involved in the same pathway), <i>TP53<\/i>-mutated cancers (with high mutational burden, absence of <i>TERTp<\/i> mutations and strong association with MMR defects) and a third &#8220;double negative&#8221; group enriched for <i>TERTp<\/i> mutations. Overall, targetable gene fusions have a prevalence of 7%. Moreover, 38% of overall cases harbor mutations in genes coding for tyrosine kinases potentially targetable and\/or have defects in the MMR that claim a potential role for immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Thyroid cancer,Molecular profiling,Progression,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vanessa Zambelli<\/b><sup>1<\/sup>, Marta Fornaro<sup>1<\/sup>, Giulia Orlando<sup>2<\/sup>, Ida Rapa<sup>3<\/sup>, Francesca Napoli<sup>1<\/sup>, Susanna Cappia<sup>1<\/sup>, Lorenzo Daniele<sup>4<\/sup>, Simonetta Piana<sup>5<\/sup>, Mauro Papotti<sup>2<\/sup>, Marco Volante<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Turin, San Luigi Hospital, Turin, Italy,<sup>2<\/sup>University of Turin, Molinette Hospital, Turin, Italy,<sup>3<\/sup>San Luigi Hospital, Orbassano (TO), Italy,<sup>4<\/sup>Mauriziano Hospital, Turin, Italy,<sup>5<\/sup>Arcispedale Santa Maria Nuova  Azienda USL- IRCCS, Reggio Emilia, Italy","CSlideId":"","ControlKey":"a42655c2-cbbb-4b02-812f-f64757d81a05","ControlNumber":"4359","DisclosureBlock":"&nbsp;<b>V. Zambelli, <\/b> None..<br><b>M. Fornaro, <\/b> None..<br><b>G. Orlando, <\/b> None..<br><b>I. Rapa, <\/b> None..<br><b>F. Napoli, <\/b> None..<br><b>S. Cappia, <\/b> None..<br><b>L. Daniele, <\/b> None..<br><b>S. Piana, <\/b> None..<br><b>M. Papotti, <\/b> None..<br><b>M. Volante, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6414","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5285","PresenterBiography":null,"PresenterDisplayName":"Vanessa Zambelli, MS","PresenterKey":"ca944807-3511-4d49-b49b-6dd2cee8989d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5285. Identification of therapeutic targets in poorly differentiated carcinoma through a multimodal molecular analysis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of therapeutic targets in poorly differentiated carcinoma through a multimodal molecular analysis","Topics":null,"cSlideId":""},{"Abstract":"Adrenocortical carcinoma (ACC) is an aggressive malignancy of the adrenal cortex. Five-year survival in Stage IV disease is 6%. Surgical resection is the mainstay of treatment; however, most patients present with unresectable disease or experience tumor recurrence after surgery. No targeted therapies are available for treatment of ACC. Thus, there is a critical need to understand molecular mechanisms driving advanced ACC. Matrix metalloproteinases (MMPs) have been associated with worse prognosis in other human cancers. Although pan-inhibition had limited clinical success, recent studies suggest select inhibition may improve patient outcomes. Here, we use The Cancer Genome Atlas (TCGA) and single nuclei RNA sequencing data (snRNAseq) to evaluate the expression of MMPs in ACC. RNA sequencing data from 77 ACC patients in TCGA was downloaded from UCSC Treehouse Public Data Tumor Compendium v11. Using the Kaplan-Meier estimator, survival was compared between the highest and lowest quartile of RNA expression for each MMP in R v.4.1. For snRNAseq, normal adrenal and adrenal adenoma samples were collected from a patient diagnosed with adrenal hypercortisolism. Seven primary and metastatic ACC samples were collected from patients diagnosed with ACC at time of surgical resection and included one primary tumor-metastasis pair. Single nuclei were isolated from frozen samples. Sequencing libraries were generated and sequenced on the Illumina NovaSeq 6000. Data were preprocessed using the 10x Genomics CellRanger software suite. Downstream analysis was performed using Seurat v.4 for R. ACC specimens in TCGA expressed all 24 MMPs with MMP14 demonstrating the highest expression. MMP14 expression was associated with significantly worse survival with a hazard ratio of 3.6 (95% CI 1.2 - 11.1). In addition, increased MMP14 expression was associated with higher AJCC tumor stage (p &#60; 0.05). snRNAseq analysis of our ACC primary and metastatic samples identified 7 adrenal cortex clusters and one cluster each - fibroblasts, macrophages, infiltrating lymphocytes, endothelial, and adrenal medulla cells. Two cell clusters were present in primary and metastatic samples but not benign adrenal samples and were characterized by high KI67 expression or high ribosomal content. MMP14 expression was significantly higher in metastatic versus primary tumors in 2 adrenal cortex clusters with 3.6 and 2 fold increased expression, respectively (p &#60; 0.05); and one of these clusters was defined by a 15-fold increase in expression of ZNRF3, which is involved in activation of the Wnt pathway. These data suggest that MMP14 expression is associated with worse survival and may be associated with metastatic progression. Further studies are needed to confirm whether simultaneous targeting of Wnt pathway and MMP14 may result in decreased metastatic progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Endocrine\/neuroendocrine cancer,Adrenocortical Carcinoma,Single-Cell RNA Sequencing,MMP14,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Liudmila  V.  Popova<\/b><sup>1<\/sup>, Elaine Mardis<sup>2<\/sup>, Katherine Miller<sup>3<\/sup>, Priya  H.  Dedhia<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Surgery, The Ohio State University Wexner Medical Ctr., Columbus, OH,<sup>2<\/sup>The Steve and Cindy Rasmussen Institute for Genomic Medicine, Natiowide Children's Hospital, Columbus, OH,<sup>3<\/sup>The Steve and Cindy Rasmussen Institute for Genomic Medicine, Nationwide Children's Hospital, Columbus, OH","CSlideId":"","ControlKey":"75637edf-a865-4c27-a01d-85f9481c90e2","ControlNumber":"7373","DisclosureBlock":"&nbsp;<b>L. V. Popova, <\/b> None..<br><b>E. Mardis, <\/b> None..<br><b>K. Miller, <\/b> None..<br><b>P. H. Dedhia, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6415","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5286","PresenterBiography":null,"PresenterDisplayName":"Liudmila Popova","PresenterKey":"b4c305da-4f98-4f99-882b-574aac6f0ee1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5286. Matrix metalloproteinase 14 in associated with poor survival in adrenocortical carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Matrix metalloproteinase 14 in associated with poor survival in adrenocortical carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Clinical studies showed that menstruating females were better protected in melanoma than post-menopausal women and men of any age. But, these studies did not correlate with the steroid status of females. Our in-vitro study with progesterone (P), a female sex hormone showed significant inhibition of human melanoma cell growth. A literature survey showed that progesterone levels ranged between 1000-1500 ng\/dl in menstruating females compared to post-menopausal women (20-100 ng\/dl) and men (27-90 ng\/dl), suggesting increased progesterone levels could offer protection to the menstruating females. Moreover, Elisarray showed that progesterone action was mediated by specific suppression of proinflammatory cytokine IL-8. So, it was proposed that a low level of progesterone in males leading to non-suppression of IL-8 in melanoma, could be responsible for increased melanoma cell growth and male mortality. This hypothesis prompted us to check the effect of male sex hormones androstenedione (AD) and testosterone (T) on melanoma cell growth and IL-8 secretion. Both AD and T decreased IL-8 secretion along with a decrease in cell growth. However, when progesterone was added along with androgens, there was a significant decrease in cell growth and in IL-8 secretion. This raised the question of why male mortality was high when androgens also decreased cell growth and IL-8 secretion. In order to address this question, it was decided to induce endogenous IL-8 in melanoma cells by pre-incubating with endothelin (50ng\/ml) and then add steroids. AD and P individually decreased IL-8 secretion and in combination significantly decreased IL-8 secretion and cell growth even in endothelin pretreated cells when compared to their respective control cells. But, T was not able to suppress endogenous IL-8 induced by endothelin and in fact, cell growth also was slightly increased compared to straight T-treated cells.<br \/><b>Conclusion:<\/b> So, in males 2 reasons 1) a deficiency of progesterone and 2) inefficiency of T to suppress endogenous IL-8 could possibly result in increased IL-8 levels. This increased IL-8 level in males could lead to increased cell growth and metastasis in melanoma (IL-8 had already been shown to stimulate melanoma cell growth and metastasis by us and others) leading to death. So, a situation arising out of male reproductive endocrine physiology could probably be responsible for increased male mortality in melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-04 Hormone signaling and inhibitors,,"},{"Key":"Keywords","Value":"Androgen,Interleukin-8,Melanoma\/skin cancers,Mortality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Pandurangan Ramaraj<\/b><sup><\/sup><br><br\/>Biochemistry, A.T. Still Univ. - Missouri Campus, Kirksville, MO","CSlideId":"","ControlKey":"3c00bd1b-e2ad-4262-abfe-c05f87bbe810","ControlNumber":"6724","DisclosureBlock":"&nbsp;<b>P. Ramaraj, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6416","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5287","PresenterBiography":null,"PresenterDisplayName":"Pandurangan Ramaraj, PhD","PresenterKey":"5e5d5d35-929e-4b81-8da5-8ad5ed11ed3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5287. Is testosterone the male sex hormone responsible for increased male mortality in melanoma? <i>In-vitro<\/i> studies based on human melanoma (BLM) cell model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Is testosterone the male sex hormone responsible for increased male mortality in melanoma? <i>In-vitro<\/i> studies based on human melanoma (BLM) cell model","Topics":null,"cSlideId":""},{"Abstract":"Over the recent years, single-cell sequencing studies have been used to better describe the highly heterogeneous nature of breast cancers on transcriptional and genetic levels. It is also known that breast cancers are highly driven by estrogen receptor alpha (ER), a transcription factor that&#8217;s important for mammary tissue homeostasis. However, little is known about how estrogen signaling heterogeneity affects cancer progression and response to anti-estrogen therapy at a single-cell level. Leveraging single-omic and multi-omic single-cell sequencing technologies, we tracked estrogen response in breast cancer cell and organoid models. We developed TITAN, a topic-modeling based analysis tool to reveal signaling gradients in single-cell RNA-seq data. With this approach we showed that distinct cells prioritize distinct gene groups in response to estrogen. We defined two of these gene networks to be driven by either ER or FOXM1. These same networks exist not only in all the models used in the study but also in breast cancer patient datasets. FOXM1 is activated in estrogen treated cells and the FOXM1 driven gene signature correlates with more aggressive types of disease. Our combined scRNA and scATAC-seq experiments also highlighted distinct chromatin accessibility states associated with either cell group. Using scNMT-seq in patient samples we were able to describe DNA methylation and chromatin accessibility influence on hormone signaling patterns at the single-cell level. Together, our results provide insights into defining transcriptional and epigenetic cell states in ER positive breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-04 Hormone signaling and inhibitors,,"},{"Key":"Keywords","Value":"Breast cancer,Heterogeneity,Single-cell,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Aysegul Ors<\/b><sup>1<\/sup>, Aaron  R.  Doe<sup>1<\/sup>, Ryan Mulqueen<sup>2<\/sup>, Syber Haverlack<sup>1<\/sup>, Mithila Handu<sup>1<\/sup>, Hisham Mohammed<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Early Detection Advanced Research Center, Knight Cancer Institute, Oregon Health & Science University, Portland, OR,<sup>2<\/sup>MD Anderson Cancer Center, University of Texas, Houston, TX","CSlideId":"","ControlKey":"a4809272-4452-4c3c-8c1f-eab05cb70333","ControlNumber":"7999","DisclosureBlock":"&nbsp;<b>A. Ors, <\/b> None..<br><b>A. R. Doe, <\/b> None..<br><b>R. Mulqueen, <\/b> None..<br><b>S. Haverlack, <\/b> None..<br><b>M. Handu, <\/b> None..<br><b>H. Mohammed, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6417","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5288","PresenterBiography":null,"PresenterDisplayName":"Aysegul Ors","PresenterKey":"2c702c62-c046-419c-b7e5-f0ffca57fd79","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5288. Single-cell multiomics reveal divergent transcriptional and epigenetic cell states in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell multiomics reveal divergent transcriptional and epigenetic cell states in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Preclinical studies indicate that progesterone receptors (PR) play a relevant role in breast carcinogenesis. Even more, a misbalanced expression of PR isoforms A (PRA) and B (PRB) differentially affect breast cancer progression and only tumors with higher levels of PRA than PRB (PRA-H) respond to an antiprogestin treatment. There are controversial results regarding the prognosis of PRA-H luminal tumors compared with those with the opposite ratio (PRB-H tumors) highlighting the necessity to further understand the role of PR isoforms in tumor progression and to develop novel methods to discriminate these tumors without performing western blot studies. Along this line we have previously studied the transcriptome of PRA-H or PRB-H breast cancer samples, thus our aim is to expand these results and compare the proteome profile of PRA-H and PRB-H samples obtained from postmenopausal breast cancer patients. Nuclear (Nuc) and cytosolic (Cyt) protein fractions were obtained from 18 breast cancer samples classified as PRA-H or PRB-H and they were studied by LC-MS\/MS (UltiMate 3000 LC system - Q Exactive HF-X mass spectrometer - Thermo). We observed 289 differentially deregulated proteins in Cyt (164 down and 125 up) and 301 in Nuc extracts (131 down and 170 up; logFC &#62; 1, pval &#60; 0.05). Gene set enrichment analysis of the Nuc fractions showed biological processes related to Cell junction organization (pval = 8,87e-05), Collagen formation (pval = 0,0005), and Cell-Cell communication processes (pval = 0,0035) in PRB-H tumors; while in PRA-H tumors, pathways related to Innate Immune System (pval = 8,8e-05), Class I MHC mediated antigen processing &#38; presentation (pval = 8e-05) and Stabilization of p53 (pval = 0,0051) processes were enriched. Similar trends were observed in Cyt fractions. Individual candidates that were overrepresented in both fractions in PRB-H tumors are BAG3 and GH3, related to cell proliferation, and VWF, related to the activation of the Akt pathway. Overrepresented proteins in both fractions of PRA-H tumors are BST2, IFT27 related to invasion, and MIF associated with poor prognosis. As we were interested in looking for differential expressed proteins that could be tested in plasma samples to discriminate both tumor types, using the Vertebrate Secretome Database we focused on those that might be secreted. Noteworthy is CBP1 which was overrepresented in the PRB-H tumors and this was in agreement with the RNA-Seq data and with results obtained using preclinical models, repurposing this protein as one candidate of concern in the search for biomarkers. Other secretory proteins of interest are SFRP2 and SERPIND1, both highly expressed in PRA-H Cyt fractions. In conclusion, this study underscores the biological differences between PRA-H and PRB-H breast carcinomas and provides candidates that deserve to be tested as surrogate markers in plasma to discriminate patients that may benefit from an antiprogestin treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-03 Hormone receptors and diagnosis\/prognosis,,"},{"Key":"Keywords","Value":"Breast cancer,Progesterone receptor,Biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andres M. Elia<\/b><sup>1<\/sup>, Jana Sanchez<sup>2<\/sup>, Rui Vitorino<sup>3<\/sup>, Leo Saldain<sup>1<\/sup>, Paula Martinez Vazquez<sup>4<\/sup>, Javier Burruchaga<sup>4<\/sup>, Eunice Spengler<sup>4<\/sup>, Javier Muñoz<sup>2<\/sup>, Paola Rojas<sup>1<\/sup>, Luisa Helguero<sup>3<\/sup>, Claudia Lanari<sup>1<\/sup><br><br\/><sup>1<\/sup>IBYME-CONICET (Institute of Biology and Experimental Medicine), Buenos Aires, Argentina,<sup>2<\/sup>Centro Nacional de Investigaciones Oncológicas (CNIO), Madrid, Spain,<sup>3<\/sup>Institute of Biomedicine (IBIMED), University of Aveiro, Aviero, Portugal,<sup>4<\/sup>Hospital de Agudos “Magdalena V de Martínez”, Gral Pacheco, Argentina","CSlideId":"","ControlKey":"7ed46f15-978f-4366-a764-7647ef2851ca","ControlNumber":"4275","DisclosureBlock":"&nbsp;<b>A. M. Elia, <\/b> None..<br><b>J. Sanchez, <\/b> None..<br><b>R. Vitorino, <\/b> None..<br><b>L. Saldain, <\/b> None..<br><b>P. Martinez Vazquez, <\/b> None..<br><b>J. Burruchaga, <\/b> None..<br><b>E. Spengler, <\/b> None..<br><b>J. Muñoz, <\/b> None..<br><b>P. Rojas, <\/b> None..<br><b>L. Helguero, <\/b> None..<br><b>C. Lanari, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6418","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5289","PresenterBiography":null,"PresenterDisplayName":"Andres Elia, BS","PresenterKey":"6ae2db6c-88b7-4eb0-bf03-8c8855b05e4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5289. Proteomic profile of breast carcinomas with unbalanced levels of progesterone receptor isoforms","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteomic profile of breast carcinomas with unbalanced levels of progesterone receptor isoforms","Topics":null,"cSlideId":""},{"Abstract":"In The United States of America 1 in 8 men will develop prostate cancer (PCa) in their lifetime. The assembly of phase-separated condensates containing players of the transcriptional machinery such as transcription factors, coactivators (e.g. MED1), and RNA polymerase II enhances the transcription of key oncogenes in various cancer including PCa. Many proteins undergoing phase-separation possess intrinsically disordered regions (IDR) that mediate multivalent intra- and inter-molecular interactions, essential for condensate formation. We recently demonstrated that full-length AR, the main oncogenic driver in PCa, is more prone to form nuclear transcriptional condensates upon androgen stimulation in PCa models than in benign epithelial prostate models. In this study, we investigated the effects of mutating or truncating key residues or regions involved in AR transcriptional activity on its ability to form nuclear condensates in LNCaP cells as visualized by confocal microscopy. We also used various bioinformatics tools to predict additional AR residues and sequences with high propensity for phase-separation. We thus made various truncations and mutations and evaluated their ability to form condensates in LNCaP cells. We also tested the effect MED1 phosphorylation and treatment with various inhibitors targeting different domains of the AR on the ability of full-length protein to form droplets in vitro. We hope by better understanding what drive AR condensates formation in PCa, to elucidate this new mechanism of transcriptional regulation and to identify new therapeutic avenues for patients with advanced forms of the disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen receptor,Transcriptional regulation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nicholas  C.  Pinette<\/b><sup><\/sup>, Shabnam Massah<sup><\/sup>, Sofia Kochkina<sup><\/sup>, Fan Zhang<sup><\/sup>, Maitree Biswas<sup><\/sup>, Joseph Lee<sup><\/sup>, Jörg Gsponer<sup><\/sup>, Nada Lallous<sup><\/sup><br><br\/>Vancouver Prostate Center, Vancouver, BC, Canada","CSlideId":"","ControlKey":"fb7d314b-ee1d-4429-9213-924b39291fca","ControlNumber":"7804","DisclosureBlock":"&nbsp;<b>N. C. Pinette, <\/b> None..<br><b>S. Massah, <\/b> None..<br><b>S. Kochkina, <\/b> None..<br><b>F. Zhang, <\/b> None..<br><b>M. Biswas, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Gsponer, <\/b> None..<br><b>N. Lallous, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6419","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5292","PresenterBiography":null,"PresenterDisplayName":"Nicholas Pinette, BS","PresenterKey":"289f60b4-d731-4f20-84d9-109017f8d103","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5292. Characterization of androgen receptor properties and interactome in mediating transcriptional condensates in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"337","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers and Nuclear Receptors: Molecular Biology, Biomarkers, and Genomics","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of androgen receptor properties and interactome in mediating transcriptional condensates in prostate cancer","Topics":null,"cSlideId":""}]