[{"Abstract":"Introduction: Tumor progression is the main cause of death in patients with breast cancer. Accumulating evidence suggests that dual-specificity tyrosine-regulated kinase 2 (DYRK2) functions as a tumor suppressor by regulating cell survival, differentiation, proliferation and apoptosis. Recently, we reported for the first time that DYRK2 inhibits breast cancer stem cells and tumor cell proliferation through transcriptional downregulation of KLF4 and CDK14, respectively.Our previous study showed that Androgen receptor (AR) was a DYRK2-dependent transcriptional activator. In this context, we hypothesized that MDV3100, an inhibitor of AR, may be effective for breast cancer with low DYRK2 expression.<br \/>Methods: We established stable DYRK2-depleted cells. MCF-7 cells, hormone receptor-positive, HER2-negative breast cancer cell line, were transfected with pSuper-puro vector (pSuper control) or pSuper-puro DYRK2 shRNAs (shDYRK2) along with puromycin to isolate stable cell lines.These manipulated cells were compared with the control cells by various assays. We analyzed the activity of AR by Androgen receptor reporter assay. MTS assays were used to assess growth inhibition after treatment with MDV3100.<br \/>Results: Androgen receptor reporter assay showed that knocking down DYRK2 induced AR transcription activity in MCF-7 cells.In MCF-7 DYRK2-depleted cells, MTS assays revealed that the treatment by MDV3100 was more effective than that in MCF-7 control cells.<br \/>Conclusion: These findings demonstrate that reduced DYRK2 expression in hormone receptor-positive, HER2-negative breast cancer increases the activity of AR and significantly inhibits the growth by treatment with MDV3100.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Breast cancer,DYRK2,Androgen receptor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yoshimi Imawari<\/b><sup>1<\/sup>, Rei Mimoto<sup>2<\/sup>, Kiyotsugu Yoshida<sup>2<\/sup><br><br\/><sup>1<\/sup>Univ. of Tokyo Inst. of Medical Science, Tokyo, Japan,<sup>2<\/sup>Jikei Univ. Sch. Med., Tokyo, Japan","CSlideId":"","ControlKey":"e78e7986-5677-4466-96ae-2315bfab4ef5","ControlNumber":"7546","DisclosureBlock":"&nbsp;<b>Y. Imawari, <\/b> None..<br><b>R. Mimoto, <\/b> None..<br><b>K. Yoshida, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8593","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3978","PresenterBiography":null,"PresenterDisplayName":"Yoshimi Imawari, MD;PhD","PresenterKey":"d45fecea-5cb6-4f4d-9980-d0dc0c99d1a9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3978. The growth inhibitory effect of MDV3100 on hormone receptor-positive, HER2-negative breast cancer cell lines with low DYRK2 expression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The growth inhibitory effect of MDV3100 on hormone receptor-positive, HER2-negative breast cancer cell lines with low DYRK2 expression","Topics":null,"cSlideId":""},{"Abstract":"Introduction: This research aims to characterize and evaluate the potential of two novel tandem peptides for their ability to mediate the delivery of CD44 siRNA into HER2+ breast cancer cell lines. HER2+ cancer accounts for 20%-25% of invasive breast cancers and shows overexpression of HER2 protein. The tandem peptides examined consist of P51 or P25 targeting peptide sequences that bind to the HER2 protein, and DIV3W, a fusogenic peptide that allows for siRNA protection, cellular internalization, and endosomal escape. We hypothesize that delivery of tandem peptide will result in the observation of mRNA knockdown of CD44, a reduction of CD44 protein expression, and a decrease in metastatic properties of breast cancer cells.<br \/>Methods: Western blot analysis was used to determine the basal expression of CD44 in HER2+ breast cancer cell lines, SKBR3 and BT474, and breast epithelial cell line MCF10A. Tandem targeting\/fusogenic peptides termed P51-DIV3W and P25-DIV3W were electrostatically complexed with non-targeting siRNA (siNT) at increasing N:P ratios to determine the minimum ratios needed to complex free siRNA. Various ratios of peptide-siRNA complexes were also treated with FBS and RNase A to determine whether the peptides protected siRNA from degradation. MTS assays were performed in SKBR3, BT474, and MCF10A cells to determine cytotoxicity using increasing peptide concentrations. Dynamic light scattering was performed using a Zetasizer to determine the size of the peptide-siRNA nanocomplexes.<br \/>Results: Western Blot data of the three cell lines showed that CD44 protein was present in cancerous and normal cells, whereas HER2 protein was only present in SKBR3 and BT474 cells. Peptide-siRNA complexes for both P51-DIV3W and P25-DIV3W formed at a minimum N:P ratio of 20:1. Both peptide complexes protected siRNA from degradation in FBS and RNase A at N:P ratios ranging from 20:1 to 60:1. DLS results showed that P25-DIV3W-siRNA complexes had an average diameter of 200.23 nm and a zeta-potential of 24.7 mV.<br \/>Conclusions: The data collected shows that the tandem peptides successfully complex with siNT and protect siNT from degradation. The peptide complexes formulate at a size that serves as an effective carrier for siRNA to breast cancer cells. Future work will focus on evaluating the ability of the tandem peptides to target HER2 and effectively silence CD44 in HER2+ breast cancer cells.<br \/>Acknowledgements: This research was supported in part by the Dabo Swinney All In Foundation and Materials Assembly and Design Excellence in South Carolina (MADE in SC) under the National Science Foundation EPSCoR Program under NSF Award # OIA-1655740. We also thank SC BioCRAFT, NIH award P30 GM131959, for the use of core equipment and facilities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"RNAi,Peptides,Nanoparticle,HER2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>James  W.  Kalogeros<\/b><sup><\/sup>, Audreanna Miserendino<sup><\/sup>, Angela Alexander-Bryant<sup><\/sup>, Brian Booth<sup><\/sup><br><br\/>Bioengineering, Clemson University, Clemson, SC","CSlideId":"","ControlKey":"b0ba75b0-8855-4ba5-b311-48c289886aa7","ControlNumber":"8149","DisclosureBlock":"&nbsp;<b>J. W. Kalogeros, <\/b> None..<br><b>A. Miserendino, <\/b> None..<br><b>A. Alexander-Bryant, <\/b> None..<br><b>B. Booth, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8594","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3979","PresenterBiography":null,"PresenterDisplayName":"James Kalogeros, BS","PresenterKey":"c691fb62-fd23-4224-8497-827c0ff3fac2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3979. Tandem peptides targeting HER2 for delivery of CD44 siRNA into HER2+ breast cancer cells <i>in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tandem peptides targeting HER2 for delivery of CD44 siRNA into HER2+ breast cancer cells <i>in vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Hepatocellular carcinoma (HCC) is the sixth most frequently diagnosed cancer and the third leading cause of cancer deaths. Liver fibrosis (LF) is a progressive disease and cirrhosis, the advanced stage of LF, is <i>per se<\/i> a risk factor for HCC. Moreover, LF persists after the development of HCC. Stanniocalcin 1 (STC1), as a serum biomarker of both HCC and LF as we previously reported, was found to be secreted from HCC cells and hepatic stellate cells (HSCs). STC1 promoted cell migration and invasion of HCC and activation of HSCs, suggesting that STC1 could be an actionable target of both diseases. As a secretory protein, STC1 could potentially be targeted by an antibody approach.<br \/>Objectives: This study aims to investigate the therapeutic values of targeting secretory STC1 in HCC and LF models using antibody approach, including in the interplay between HSCs and HCC cells.<br \/>Methods: Human anti-STC1 antibody was harvested and purified from a hybridoma cell line of a designed epitope. <i>In vitro<\/i> transwell migration and invasion assays were performed on human HCC cell lines. Co-culture assays were set up with HCC cells cultured in conditioned medium (CM) collected from LX2, a human HSC cell line. Expression of fibrogenic markers were measured by western blotting, qPCR and ELISA.<br \/>Results: Enforcement of STC1, either by viral transfection of STC1-overexpressing vector or by the treatment of recombinant STC1 protein, increased the migration and invasion of HCC cells. The effects were abrogated by the co-treatment of anti-STC1 antibody. The enhanced migratory and invasive abilities of HCC cells induced by activated HSC CM were abolished by anti-STC1 antibody. In addition, anti-STC1 antibody suppressed the secretion of type I collagen (COL1) and the intracellular expression of fibrogenic markers alpha-smooth muscle actin (&#593;SMA) and TIMP metallopeptidase inhibitor 1 (TIMP1) in TGF&#946;1-activated HSCs.<br \/>Conclusion: Anti-STC1 antibody displays therapeutic effects on HCC <i>in vitro<\/i>. It is also shown to suppress the expression of fibrogenic markers in activated HSCs. Anti-STC1 antibody is a potential therapeutic strategy for both HCC and LF.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Liver fibrosis,STC1,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alfred Long-Hin Suen<\/b><sup>1<\/sup>, Kristy Kwan-Shuen Chan<sup>1<\/sup>, Regina Cheuk-Lam Lo<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Pathology, The University of Hong Kong, Hong Kong, Hong Kong,<sup>2<\/sup>State Key Laboratory of Liver Research, The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"13a8f8eb-aa32-45d3-baa3-7d2ccb630929","ControlNumber":"1361","DisclosureBlock":"&nbsp;<b>A. Suen, <\/b> None..<br><b>K. Chan, <\/b> None..<br><b>R. Lo, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8597","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3982","PresenterBiography":null,"PresenterDisplayName":"Long Hin Suen, BS","PresenterKey":"74e894bd-d6ba-4c62-8e32-dc6f44c766d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3982. Anti-Stanniocalcin 1 antibody as a potential therapeutic strategy for liver fibrosis and hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-Stanniocalcin 1 antibody as a potential therapeutic strategy for liver fibrosis and hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"FANCA is one of the 22 known Fanconi anemia (FA) pathway genes and is indispensable for interstrand crosslink (ICL) repair. It is reported that FANCA is responsible for about 64% of FA cases and one important clinical characterization of FA patients is predisposition to cancer. However, analysis of TCGA database reveals that FANCA level is elevated in breast cancer patients, especially in ER- breast cancer, which is associated with the methylation status at the S-shore of CpG island ahead of FANCA gene. Moreover, the FANCA level is negatively correlated with the survival rate of breast cancer patients. To understand the implication of FANCA in breast cancer development, we have targeted FANCA by either CRISPR mediated knock-out (KO) or shRNA mediated knockdown (KD) in MDA-MB-231 breast cancer cells. Our data suggest that depletion of FANCA protein inhibits breast cancer growth both in vitro and in vivo. On the other hand, overexpressing FANCA in low-FANCA breast cancer cell line MDA-MB-468 promotes cancer cell proliferation. Cell cycle profiling reveals an inefficiency of MDA-MB-231 FANCA KO cells in G1 to S transition due to p21 and p27 upregulation in FANCA KO cells. In addition, the proliferation inefficiency in MDA-MB-231 FANCA KO cells is caused by Rb hypophosphorylation. Therefore, we conclude that FANCA contributes to the breast cancer development by promoting cell cycle progression through Rb\/E2F signaling pathway. Our immunoprecipitation (IP) results indicate that in MDA-MB-231, FANCA is interacting with HES1, which is a transcription suppressor that binds to the promoter region of CDKN1A and CDKN1B to promote cell cycle progression, explaining how FANCA participates in cell cycle progression in breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Breast cancer,FANCA,Cell cycle,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Liang Luo<\/b><sup>1<\/sup>, Wenjun Liu<sup>2<\/sup>, Anna Palovcak<sup>1<\/sup>, Fenghua Yuan<sup>1<\/sup>, Fang Li<sup>1<\/sup>, Daniel Calkins<sup>1<\/sup>, Yan Li<sup>1<\/sup>, Karoline Briegel<sup>1<\/sup>, Daniel Bilbao<sup>1<\/sup>, Evan Roberts<sup>1<\/sup>, Christian Mason<sup>1<\/sup>, Zhao-Jun Liu<sup>1<\/sup>, Sylvia Daunert<sup>1<\/sup>, Yanbin Zhang<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Miami Miller School of Medicine, Miami, FL,<sup>2<\/sup>Zhejiang University School of Medicine, Hangzhou, China","CSlideId":"","ControlKey":"933c6a2b-ffbd-4b0f-a57f-87897908a687","ControlNumber":"405","DisclosureBlock":"&nbsp;<b>L. Luo, <\/b> None..<br><b>W. Liu, <\/b> None..<br><b>A. Palovcak, <\/b> None..<br><b>F. Yuan, <\/b> None..<br><b>F. Li, <\/b> None..<br><b>D. Calkins, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>K. Briegel, <\/b> None..<br><b>D. Bilbao, <\/b> None..<br><b>E. Roberts, <\/b> None..<br><b>C. Mason, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>S. Daunert, <\/b> None..<br><b>Y. Zhang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8598","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3983","PresenterBiography":null,"PresenterDisplayName":"Liang Luo, MS","PresenterKey":"a331164b-6586-4199-a439-cdeffc33244e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3983. Defining the role of FANCA in breast cancer development and cell cycle progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining the role of FANCA in breast cancer development and cell cycle progression","Topics":null,"cSlideId":""},{"Abstract":"Introduction: High-grade serous ovarian carcinoma (HGSC) is characterized by frequent overexpression and activation of the Forkhead Box M1 (FOXM1) transcription factor, suggesting it as a therapeutic target. This study focused on characterizing the activity of 1,1-diarylethylene FOXM1 inhibitors (NB compounds) against HGSC models.<br \/>Methods: We assessed the effects of three NB compounds (NB-55, NB-73, and NB-115) on FOXM1, transcriptionally active p-FOXM1-T600, FOXM1 targets, and other FOX family members using western blotting. We used RT-qPCR to assess the effect of NB compounds on mRNA expression of <i>FOXM1<\/i> and its canonical targets. We used CyQuant, colony formation, and apoptosis assays to determine the effects of NB compounds on cell viability. We compared the effects of NB compounds and other FOXM1 inhibitors on HGSC cells vs. non-transformed fallopian tube epithelial (FTE) cells. We determined the relationship between FOXM1 degradation and apoptosis and conducted drug washout to determine the length of FOXM1 reduction following NB compound treatment. We used Compusyn to determine whether NB compounds synergize with carboplatin.<br \/>Results: NB compounds caused a dose- and time-dependent decrease in FOXM1 and p-FOXM1 and reduced expression of FOXM1 targets with effects on FOXM1 maintained up to 72 hours post-washout in HGSC cells. In contrast, other FOX family members, including FOXA1 and FOXO3A, were minimally affected. RT-qPCR confirmed decreased mRNA levels of <i>FOXM1<\/i> and its target genes, including CCNB1, SKP2, and CDC25B, in HGSC cells treated with NB compounds. As determined by CyQuant, NB compounds were potent in HGSC cells, with nanomolar IC50 values, and impaired both 2D and 3D HGSC cell colony formation. Compared to other FOXM1 inhibitors, e.g., thiostrepton and FDI-6, NB compounds were more potent in HGSC cells with reduced effects in non-transformed FTE cells (FT282). NB compounds promoted HGSC cell apoptosis, while FT282 cells were unaffected at similar concentrations. Additionally, ectopic FOXM1 expression sensitized FT282 cells to NB compound mediated reduced cell viability. Co-treatment with the pan-caspase inhibitor Q-VD-OPh abrogated apoptosis but not FOXM1 degradation in HGSC cells. NB compounds synergized with carboplatin following simultaneous treatment, and to a greater extent when HGSC cells were treated with NB compounds prior to carboplatin. <i>In vivo<\/i> toxicity studies using C57\/BL6 mice indicate that NB compounds are tolerable when administered intraperitoneally. Ongoing studies are assessing the <i>in vivo<\/i> activity of NB compounds using the ID8, p53-\/- syngeneic mouse HGSC model.<br \/>Conclusions: NB compounds target FOXM1 and the FOXM1 pathway, are potent inhibitors of HGSC cell viability, have a favorable therapeutic index <i>in vitro,<\/i> and are tolerable in mice <i>in vivo<\/i>. These data support NB compound FOXM1 inhibitors as a novel therapeutic approach for HGSC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"FOXM1,Transcription factor,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Makenzie Vorderbruggen<\/b><sup>1<\/sup>, Cassie Liu<sup>1<\/sup>, Catalina Muñoz Trujillo<sup>1<\/sup>, Sung Hoon Kim<sup>2<\/sup>, John A. Katzenellenbogen<sup>2<\/sup>, Benita S. Katzenellenbogen<sup>2<\/sup>, Adam  R.  Karpf<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Nebraska Medical Center, Omaha, NE,<sup>2<\/sup>University of Illinois Urbana-Champaign, Champaign, IL","CSlideId":"","ControlKey":"51f715d2-630e-4b98-80a2-8f91ee521b7a","ControlNumber":"2643","DisclosureBlock":"&nbsp;<b>M. Vorderbruggen, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>C. Muñoz Trujillo, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. A. Katzenellenbogen, <\/b> None..<br><b>B. S. Katzenellenbogen, <\/b> None..<br><b>A. R. Karpf, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8599","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3984","PresenterBiography":null,"PresenterDisplayName":"Makenzie Vorderbruggen, BA,AA","PresenterKey":"dff85325-d537-4544-a63f-38e213a0b0d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3984. NB compound FOXM1 inhibitors have potent anti-cancer activity in high-grade serous ovarian carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NB compound FOXM1 inhibitors have potent anti-cancer activity in high-grade serous ovarian carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Growing evidence indicates that tumor cells exhibit characteristics similar to their lineage progenitor cells. We found that S100 calcium binding protein A10 (S100A10) exhibited an expression pattern similar to that of liver progenitor genes. However, the role of S100A10 in hepatocellular carcinoma (HCC) progression is unclear. Furthermore, extracellular vesicles (EVs) or exosomes are critical mediator of tumorigenesis and metastasis, but the extracellular functions of S100A10, particularly those related to EVs (EV-S100A10), are unknown. In this study, we observed that S100A10 was upregulated at mRNA level in patients&#8217; HCC tumors as compared to the corresponding non-tumorous livers, associated with a copy-number gain. Overexpression of S100A10 was correlated with more aggressive tumor features and poor prognosis. Furthermore, functional assays demonstrated it promoted HCC initiation and progression, including increased sphere forming ability in vitro, enhanced chemoresistance, upregulated liver cancer stemness markers and activated AKT and ERK pathways. In addition, in orthotopic injection mouse model, S100A10 enhanced both the intrahepatic and pulmonary metastasis of HCC xenografts, with upregulated epithelial-mesenchymal transition (EMT) changes. Of significance, we found that S100A10 was present in EVs secreted by HCC cells. Functionally, the EVs secreted by HCC cells promoted the migratory and invasive abilities of recipient HCC cells. Consistent with the oncogenic role of S100A10 in HCC, EVs from S100A10-overexpressing HCC cells enhanced the tumor promoting effects, while the S100A10-depleted HCC cells abrogated the effects, as compared to the vector control group. To further consolidate the tumor promoting role of S100A10-EV, we blocked the effects using neutralizing antibody (NA) by pretreating HCC cells with S100A10 NA together with EV. Indeed, the NA significantly abrogated the stemness and metastatic properties induced by S100A10-EVs both in vitro and in vivo. In addition, the EMT changes and activation of AKT and ERK were also validated in the recipient HCC cells with the S100A10-EV treatment, while they were abolished with the NA treatment. Moreover, we found that S100A10 governed the protein cargos in EVs and mediated the binding of MMP2, fibronectin and EGF to EV membranes through physical binding with integrin &#945;V to promote the motility of recipient cells. Of note, we observed a simultaneous change of p-EGFR, indicating potential activation of AKT and ERK induced by EGFR. On the other hand, we found the plasma EV-S100A10 level was relatively higher in HCC patients than healthy donors. Collectively, the data showed that S100A10 could be transferred among cells through EVs and activated signaling pathways to facilitate metastasis. Targeting S100A10 may be a potential therapeutic strategy for HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Exosomes,Hepatocellular carcinoma,Metastasis,Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lu TIAN<\/b><sup><\/sup>, Xia WANG<sup><\/sup>, Jingyi LU<sup><\/sup>, HongYang Huang<sup><\/sup>, Goofy Yu-Man Tsui<sup><\/sup>, Karen Man-Fong Sze<sup><\/sup>, Tan-To Cheung<sup><\/sup>, Irene Oi-Lin NG<sup><\/sup><br><br\/>The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"eb34b14b-731d-413a-b016-90abce1e7dcb","ControlNumber":"1467","DisclosureBlock":"&nbsp;<b>L. Tian, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>J. Lu, <\/b> None..<br><b>H. Huang, <\/b> None..<br><b>G. Y. Tsui, <\/b> None..<br><b>K. M. Sze, <\/b> None..<br><b>T. Cheung, <\/b> None..<br><b>I. O. Ng, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8600","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3985","PresenterBiography":null,"PresenterDisplayName":"Lu Tian, PhD","PresenterKey":"c2285541-a819-40fe-9dc5-928ee94282fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3985. S100A10 promotes HCC development and progression via transfer in extracellular vesicles and regulating their protein cargos","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"S100A10 promotes HCC development and progression via transfer in extracellular vesicles and regulating their protein cargos","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND: <\/b>Ovarian cancer (OCa) is the deadliest of all gynecologic cancers in the United States. Currently approved therapies have improved OCa survival for clinically localized disease, however, the majority (~90%) of patients with high-grade serous OCa (HGSOC) experience relapse with incurable metastases. There is a dire need for new therapeutic approaches. We hypothesized that the high basal endoplasmic reticulum stress (ERS) in OCa represents a critical and targetable vulnerability and may overcome the tumor heterogeneity. The objective of this project is to exploit increased ERS in ovarian cancer cells by engaging the novel target LIPA using the unique compound ERX-41.<br \/><b>METHODS: <\/b>The utility of ERX-41 as a new therapy was evaluated using MTT and CellTiter-Glo Cell Viability Assays. We used multiple established and patient derived OCa cell lines. The effect of ERX-41 on the Cell viability of patient-derived organoids (PDO) was measured using CellTiter-Glo 3D Assay. Long term effects of ERX-41 on cell survival were measured using colony formation assays. Apoptosis was measured using Annexin V and Caspase-Glo&#174; 3\/7 Assays. Cell cycle analysis was analyzed by Flow Cytometry. Mechanistic studies were done using LIPA knockout (KO) cells, RT-qPCR, and western blotting. Status of LIPA in OCa was determined using TNMplot database. <i>In vivo<\/i> efficacy of ERX-41 was tested using both cell line derived (CDX) and patient derived (PDXs) xenografts.<br \/><b>RESULTS: <\/b>TNM plot results showed that LIPA is highly expressed in OCa tumors compared to normal tissues and LIPA expression correlated with clinical grade. Kaplan-Meier plotter analyses of TCGA data revealed that LIPA expression is negatively correlated with overall survival in OCa patients. MTT and CellTitre-Glo assay results showed that ERX-41 significantly reduced the cell viability of both established and primary OCa cells, and PDO&#8217;s with an IC<sub>50<\/sub> of ~500nM. ERX-41 treatment also significantly reduced the cell survival, increased S-phase arrest, and promoted apoptosis of OCa cells. A time course study revealed a robust and consistent induction of ERS markers (CHOP and sXBP1) in OCa cells by ERX-41 within 4h. Western blotting analyses also confirmed increased expression of ERS markers including CHOP, elF2&#945;, PERK, and ATF4 upon ERX-41 treatment confirming that ERX-41 induces ERS. In xenograft studies, ERX-41 treatment resulted in ~66% reduction of tumor volume measured by Xenogen-IVIS. Further, in studies using PDX tumors, treatment with ERX-41 resulted in a significant reduction (~60%) of tumor volume and tumor weight.<br \/><b>CONCLUSION: <\/b>Collectively, our results suggest that ERX-41 is a novel therapeutic agent that targets the LIPA with a unique mechanism of action and implicate ERX-41 binding to LIPA induces ER stress, and apoptosis of OCa cells. Further molecular characterization of how ERX-41 binding to LIPA induces ER stress in OCa cells is ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Ovarian cancer,Targeted therapy,Endoplasmic reticulum stress,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexia  B.  Collier<\/b><sup>1<\/sup>, Suryavathi Viswanadhapalli<sup>1<\/sup>, Tae-Kyung Lee<sup>2<\/sup>, Kara Kassees<sup>2<\/sup>, Karla Parra<sup>3<\/sup>, Gaurav Sharma<sup>3<\/sup>, Tanner Reese<sup>3<\/sup>, Michael Hsieh<sup>3<\/sup>, Xihui Liu<sup>3<\/sup>, Xue Yang<sup>1<\/sup>, Behnam Ebrahimi<sup>1<\/sup>, Uday  P.  Pratap<sup>1<\/sup>, Rahul Gopalam<sup>1<\/sup>, Chia Yuan Chen<sup>2<\/sup>, Scott Terry Elmore<sup>2<\/sup>, Gangadhara Reddy Sareddy<sup>1<\/sup>, Edward  R.  Kost<sup>1<\/sup>, Jung-Mo Ahn<sup>2<\/sup>, Ganesh  V.  Raj<sup>3<\/sup>, Ratna  K.  Vadlamudi<sup>1<\/sup><br><br\/><sup>1<\/sup>UT Health Science Center at San Antonio, San Antonio, TX,<sup>2<\/sup>UT Dallas, Richardson, TX,<sup>3<\/sup>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"56ea2f04-4e60-4503-b158-ac6efebfbc90","ControlNumber":"5400","DisclosureBlock":"&nbsp;<b>A. B. Collier, <\/b> None..<br><b>S. Viswanadhapalli, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>K. Kassees, <\/b> None..<br><b>K. Parra, <\/b> None..<br><b>G. Sharma, <\/b> None..<br><b>T. Reese, <\/b> None..<br><b>M. Hsieh, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>B. Ebrahimi, <\/b> None..<br><b>U. P. Pratap, <\/b> None..<br><b>R. Gopalam, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>S. T. Elmore, <\/b> None..<br><b>G. R. Sareddy, <\/b> None..<br><b>E. R. Kost, <\/b> None.&nbsp;<br><b>J. Ahn, <\/b> <br><b>EtiraRx<\/b> Patent. <br><b>G. V. Raj, <\/b> <br><b>EtiraRx<\/b> Patent. <br><b>R. K. Vadlamudi, <\/b> <br><b>EtiraRx<\/b> Patent.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8601","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3986","PresenterBiography":null,"PresenterDisplayName":"Alexia Collier, BA","PresenterKey":"b2953b31-8085-4050-9a2e-ac16fcf573c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3986. Novel LIPA targeted therapy for treating ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel LIPA targeted therapy for treating ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC), the most common type of primary liver cancer, has an overall 5-year survival rate of around 20%, making it the third leading cause of cancer-related death worldwide. Upregulated nucleotide metabolism is frequently identified in HCC and represents a metabolic weakness of tumor cells. The enzyme dUTPase (DUT) catalyzes the synthesis of nucleotide precursor and prevents undesired uracil misincorporation into DNA, and thus plays an important role in the maintenance of DNA integrity and cell viability. Although common upregulation of DUT has been reported in cancers, its role in HCC remains largely unknown. In this study, we investigated the mechanism underlying DUT biology in HCC and tumor susceptibility to drug targeting dUTPase. Overexpression of DUT was found in 42% of HCC cases and significantly correlated with advanced stage tumors. CRISPR-Cas9 mediated knockout of DUT resulted in growth retardation, cell cycle arrest and a spontaneous induction of DNA damage in multiple HCC cell lines. A protective effect from oxidative stress was also demonstrated in both knockout and overexpression DUT assays. Metabolomics analysis showed altered DUT expression in HCC cells resulted in profound impact on pyrimidine and purine metabolism. In addition, levels of DUT protein strongly correlate with cellular level of dUTP and dTDP, which suggested its critical role in dNTP homeostasis. Interestingly, hepatic organoids overexpressing DUT showed drug resistance to tyrosine kinase inhibitor (TKI) Sorafenib. Both<i> in vitro<\/i> and <i>in vivo<\/i> assays confirmed that targeting dUTPase activity with TAS-114 synergized the effect of Sorafenib in suppressing HCC growth. In conclusion, our study showed that upregulated DUT conferred growth advantage to HCC cells by reducing uracil misincorporation and favoring nucleotide synthesis. Targeting DUT with its first-in-class inhibitor TAS-114 in combination with Sorafenib represents an effective treatment regime for HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Targeted therapy,Nucleotide metabolism,dUTPase,Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yue Liu<\/b><sup><\/sup>, Mingjing Xu<sup><\/sup>, Ho Lee Wan<sup><\/sup>, Alissa  M.  Wong<sup><\/sup>, Xiaofan Ding<sup><\/sup>, Kelvin  K.   C.  Ng<sup><\/sup>, Nathalie Wong<sup><\/sup><br><br\/>Surgery, Sir Y.K. Pao Centre for Cancer, Prince of Wales Hospital, The Chinese University of Hong Kong, Shatin, NT, Hong Kong","CSlideId":"","ControlKey":"ade0185b-290a-4293-a428-b315e04bb611","ControlNumber":"1985","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>M. Xu, <\/b> None..<br><b>H. Wan, <\/b> None..<br><b>A. M. Wong, <\/b> None..<br><b>X. Ding, <\/b> None..<br><b>K. K. C. Ng, <\/b> None..<br><b>N. Wong, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8602","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3987","PresenterBiography":null,"PresenterDisplayName":"Yue Liu, M Phil","PresenterKey":"096d9697-8421-4111-af60-f113bef11f1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3987. Targeting nucleotide synthesizing enzyme dUTPase (DUT) represents a metabolic weakness and therapeutic opportunity in liver cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting nucleotide synthesizing enzyme dUTPase (DUT) represents a metabolic weakness and therapeutic opportunity in liver cancer","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer is a disease of the colon and rectum that will claim about 52,580 American lives in2022. The most common treatment of colorectal cancer is surgery plus chemotherapy, although thereare some FDA approved targeted therapies such as regorafenib (targeting VEGF) or cetuximab (targetingEGFR). EGFR, along with HER2, HER3, and HER4 are members of the HER family of receptor tyrosinekinases that upon homo- or heterodimerization activate downstream signaling, growth, and survivalpathways. In recent years, more attention has been paid to HER2 and HER3&#8217;s roles in colorectal cancers,as they may cause resistance to targeted therapies. OWe are investigating naturally occurring mutantHER3&#8217;s role in colorectal cancer, as about 6% of all colorectal cancers contain a HER3 mutation. We arecurrently investigating how HER3 mutations may affect sensitivity to current therapies through HERfamily receptor dimerization and be involved in tumor metastasis. We are assessing the degree to whichmutant and wild-type HER3 have the ability to dimerize with EGFR, HER2, MET, and IGF1R the resultingeffects in colon cancer, as these receptor tyrosine kinases are HER3 binding partners. As HER3 bindingpartners are diverse, it may be that the pathway HER3 and its binding partner activate may influencetreatment strategy. It has been noted that mutant HER2 and HER3 could confer sensitivity to HER familyinhibitors, i.e. afatinib, in bladder cancer, and we have seen a difference in IC50 values of afatinibbetween cell lines containing wild-type or mutant HER3. If mutant HER3 is involved in therapeuticresistance or sensitivity and tumor progression, our findings may present a new biomarker for targetedtreatments in colorectal cancer with the eventual goal of increased overall patient survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Colon cancer,ErbB3,Mutations,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mary  K.  Kilroy<\/b><sup><\/sup>, Rosalin Mishra<sup><\/sup>, Anastasia Stupecki<sup><\/sup>, Wasim Feroz<sup><\/sup>, Samar Alanazi<sup><\/sup>, Joan  T.  Garrett<sup><\/sup><br><br\/>Pharmaceutical Sciences, University of Cincinnati, Cincinnati, OH","CSlideId":"","ControlKey":"d86c10ac-3d9f-46b8-a27e-ce0e36bd4643","ControlNumber":"7489","DisclosureBlock":"&nbsp;<b>M. K. Kilroy, <\/b> None..<br><b>R. Mishra, <\/b> None..<br><b>A. Stupecki, <\/b> None..<br><b>W. Feroz, <\/b> None..<br><b>S. Alanazi, <\/b> None..<br><b>J. T. Garrett, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8603","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3988","PresenterBiography":null,"PresenterDisplayName":"Mary Kilroy, B Eng;MS","PresenterKey":"09b50193-db7c-4ade-b0bd-85d88540473e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3988. The role of HER3 mutations in the progression of colon cancer and modulation of drug sensitivity and resistance","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of HER3 mutations in the progression of colon cancer and modulation of drug sensitivity and resistance","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Androgen receptor (AR) remains active in castration-resistant prostate cancer (CRPC), and AR cistrome can become extensively reprogrammed with disease progression. Recent findings from our group and others have shown an association with non-canonical AR signature with resistance to enzalutamide. However, the complete mechanism is not fully revealed. EVI1 belongs to the zinc-finger transcription factor family, and overexpression of EVI1 is associated with poor patient outcomes. However, its role in the context of resistance to AR-targeted therapy remains unclear. Our preliminary data from ChIP-seq and GSEA analysis shows a significant enrichment of EVI1 target gene-set captured from annotated enzalutamide-resistant AR binding sites.<br \/><b><i>Hypothesis:<\/i><\/b> EVI1 cooperates in regulating the non-canonical AR activity associated with resistance to AR targeted therapy and blocking EVI1 may overcome resistance to target therapy.<br \/><b><i>Methods<\/i><\/b>: Using a PDX model of advanced enzalutamide-resistant CRPC, we performed single-cell ATAC-seq + gene expression multi-omic assay. Next, we determined the enrichment of canonical vs. non-canonical AR signatures across cell populations. Using motif analysis and transcription factor foot printing, we determine EVI1 (MECOM) motif z score and enrichment.<br \/><b><i>R<\/i><\/b><b><i>esults:<\/i><\/b> Our findings demonstrate enrichment of non-canonical AR signatures in distinct population of cells following exposure to enzalutamide. In addition, the subpopulation of cells enriched for non-canonical AR cistrome also exhibited high EVI1 (MECOM) motif z-scores.<br \/><b><i>Conclusion<\/i><\/b>: Our data suggests a potential link between EVI1 and non-canonical AR signaling. Ongoing mechanistic studies will provide insight mechanism by which EVI1 controls non canonical AR activity and its vulnerabilities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-04 Oncogenes, tumor suppressor genes, and gene products as targets for therapy,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen receptor,Zinc finger proteins,Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Surendra Gulla<\/b><sup>1<\/sup>, Jonathan  E.  Bard<sup>2<\/sup>, David  J.  VanderWeele<sup>3<\/sup>, Kathleen Kelly<sup>4<\/sup>, Remi Adelaiye-Ogala<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Medicine\/Division of Hematology and Oncology, University at Buffalo, Buffalo, NY,<sup>2<\/sup>Genomics and Bioinformatics Core, University at Buffalo, Buffalo, NY,<sup>3<\/sup>Hematology and Oncology, Northwestern University Feinberg School of Medicine, Chicago, IL,<sup>4<\/sup>Center for Cancer Research, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"29c53de0-dfc3-4bf3-b3d5-dddea9b96f10","ControlNumber":"4858","DisclosureBlock":"&nbsp;<b>S. Gulla, <\/b> None..<br><b>J. E. Bard, <\/b> None..<br><b>D. J. VanderWeele, <\/b> None..<br><b>K. Kelly, <\/b> None..<br><b>R. Adelaiye-Ogala, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8604","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3989","PresenterBiography":null,"PresenterDisplayName":"Surendra Gulla, PhD","PresenterKey":"8e225680-2464-4d10-944e-806616c0a21a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3989. EVI1 oncogenic role in non-canonical AR driven lethal prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EVI1 oncogenic role in non-canonical AR driven lethal prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Introduction:<\/u><\/b> Human epidermal growth factor receptor 2 (HER2) is overexpressed in 25% of breast cancers. Tucatinib, a small molecule HER2 inhibitor, was FDA approved for inoperable or metastatic HER2+ breast cancer. As many of these patients have inoperable tumors, there is a need to identify imaging metrics that can characterize response to tucatinib. Positron emission tomography (PET) imaging can quantify changes in the tumor microenvironment that precede changes in tumor size through imaging with radiopharmaceuticals that target proliferation (fluorothymidine, [<sup>18<\/sup>F]-FLT), hypoxia (fluoromisonidazole, [<sup>18<\/sup>F]-FMISO) and HER2 expression ([<sup>89<\/sup>Zr]-Pertuzumab). The goal of this study is to use advanced PET imaging to non-invasively monitor response to tucatinib in HER2+ primary breast cancer and quantify the subsequent tumor microenvironment modulation.<br \/><b><u>Methods:<\/u><\/b> HER2+ cell line (BT474) and patient derived xenograft (BCM 3472) tumor models were engrafted and developed to 270 &#177; 166.4 mm<sup>3<\/sup> before being enrolled into experiments. Mice were treated with 50 mg\/kg tucatinib via PO and were imaged with [<sup>18<\/sup>F]-FLT PET (N = 8) on days 0, 3 and 7, [<sup>18<\/sup>F]-FMISO PET (N = 6) on days 0, 3 and 7, or [<sup>89<\/sup>Zr]-Pertuzumab PET (N = 5) on days 0 and 14. Intratumoral proliferation, hypoxia and HER2 expression were quantified with standardized uptake value (SUV). Following the final imaging timepoint, tumors were excised for immunohistochemistry against Ki-67 (proliferation), pimonidazole (hypoxia), and HER2. A non-parametric T-test was used to assess for significance.<br \/><b><u>Results:<\/u><\/b> Tucatinib treated BT474 and BCM3472 tumors had a 2.07 and 2.63 fold decrease in tumor volume, respectively (p&#60;0.01). Tucatinib treated BT474 and BCM3472 tumors had significantly decreased hypoxia and proliferation, relative to control tumors (p&#60;0.05). Tucatinib treated BT474 tumors had significantly decreased HER2 expression (p&#60;0.05); however, no significant change in HER2 expression was observed in tucatinib treated BCM3472 tumors.<br \/><b><u>Conclusion:<\/u><\/b> Tucatinib significantly decreases tumor volume and decreases intratumoral proliferation and hypoxia in both cell-line and patient-derived xenograft models of HER2+ breast cancer. Our data suggests molecular imaging may drive understanding of and predict response to tucatinib therapy.<br \/><b><u>Acknowledgements<\/u><\/b>: Tucatinib was provided by Seagen Inc. Bothell, Washington, USA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"HER2,Positron emission tomography (PET),,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Patrick Song<\/b><sup><\/sup>, Ameer Mansur<sup><\/sup>, Anna Sorace<sup><\/sup><br><br\/>University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"12c61dba-a2c0-4d1f-a10c-1d5b5f0bee86","ControlNumber":"5423","DisclosureBlock":"&nbsp;<b>P. Song, <\/b> None..<br><b>A. Mansur, <\/b> None..<br><b>A. Sorace, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8636","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3990","PresenterBiography":null,"PresenterDisplayName":"Patrick Song, BS","PresenterKey":"9ddba136-a237-422e-93fa-6f7624f11bb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3990. Imaging molecular alterations during tucatinib response in preclinical models of HER2+ breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Imaging molecular alterations during tucatinib response in preclinical models of HER2+ breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose of the study: <\/b>To evaluate the role of obesity in tumor progression and tumor microenvironment (TME) dynamic after the inhibition of nitric oxide synthase (NOS) in syngeneic murine models engrafted with triple negative breast cancer (TNBC) tumors. For this study, we wanted to deepen the results of our recently completed phase I\/II clinical trial, where treatment with NG-methyl-L-arginine (L-NMMA, a pan-NOS inhibitor) increased the response rate to chemotherapy (docetaxel) in obese metastatic TNBC (ER-\/PR-\/HER2-) patients to 86% vs. 60% in normal weight individuals. TME analysis from responders revealed a neutrophil phenotype shift from protumor N2 to antitumor N1. We thus hypothesize that combined treatment with L-NMMA and docetaxel enhances antitumor effect by modulating TME in obese mice with TNBC.<br \/><b>Experimental procedures:<\/b> 3-week old female C57BL\/6 mice were fed for 10 weeks either with high fat diet (HFD) or normal diet (ND). At week 13, TNBC mouse E0771 tumor cells were injected into the mice mammary fat pad. Once tumors reached 100 mm<sup>3<\/sup>, the animals were randomized to four groups: vehicle; docetaxel; L-NMMA; and docetaxel plus L-NMMA treatment. Tumor volume was measured throughout the experiment and growth rate was compared between groups at the end of treatment. Blood, tumor and perigonadal white adipose tissue (pgWAT) were collected. Cytokines and nitrite\/nitrate levels (NO2-\/NO3-, a NO indicator) were measured from blood and conditioned media (CM) from pgWAT using appropriate kits. Tumor immune cell infiltration was evaluated by immunohistochemistry. GraphPad software was used for statistical analysis and P-values &#60;0.05 were considered to describe statistically significant differences between groups.<br \/><b>Results:<\/b> Tumor growth rate was significantly higher in HFD mice compared to ND mice. Treatment with the docetaxel\/L-NMMA combination significantly slowed tumor growth in HFD mice (p=0.015), and showed a similar trend in ND mice (p=0.92) vs. the corresponding vehicle-treated groups. The reduction of tumor growth was significantly higher in HFD mice vs. ND mice (median of differences -2.0, p=0.031). HFD mice presented higher levels of pro-inflammatory cytokines, [IL-1b (p=0.011), IL-6 (p&#60;0.0001) and TNFa (p&#60;0.0001)] vs ND mice in pgWAT CM, as well as increased levels of NO2-\/NO3- and expression of iNOS in tumors and in perigonadal adipose tissue.<br \/><b>Conclusion: <\/b>HFD mice had a pro-inflammatory profile with a significantly faster tumor growth and higher expression of iNOS in tumor and adipose tissues. Treatment with the docetaxel\/L-NMMA combination resulted in a more significant anti-tumor effect in HFD mice, likely through remodeling of TME. Spatial analysis, including CODEX and immunophenotyping are being conducted to determine the TME influence in obesity associated TNBC and the effect of NOS inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Nitric oxide,Docetaxel,Obesity,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ivonne Uzair<\/b><sup><\/sup>, Kai Sun<sup><\/sup>, Ann Anselme<sup><\/sup>, Wei Qian<sup><\/sup>, Jianying Zhou<sup><\/sup>, Roberto Rosato<sup><\/sup>, Jenny Chang<sup><\/sup><br><br\/>Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"1a622fa8-823c-4036-b22d-3d9ab2c6499f","ControlNumber":"6304","DisclosureBlock":"&nbsp;<b>I. Uzair, <\/b> None..<br><b>K. Sun, <\/b> None..<br><b>A. Anselme, <\/b> None..<br><b>W. Qian, <\/b> None..<br><b>J. Zhou, <\/b> None..<br><b>R. Rosato, <\/b> None..<br><b>J. Chang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8637","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3991","PresenterBiography":null,"PresenterDisplayName":"Ivonne Uzair, PhD","PresenterKey":"a35cc6fe-897f-4836-a084-4a42dd0d9f88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3991. NOS inhibition enhances docetaxel-mediated anti-tumor effect in obese mice with triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NOS inhibition enhances docetaxel-mediated anti-tumor effect in obese mice with triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Bone metastatic castrate resistant prostate cancer (CRPC) generates tumors hallmarked by extensive bone formation due to enhanced mesenchymal stem cell (MSC)-osteoblast differentiation. These lesions are at present incurable and substantially diminish patient quality of life, but exciting preclinical studies by our group have shown that these metastases are highly sensitive to gamma delta (&#947;&#948;) T cell-based CAR-T therapies. However, the impacts of CAR-T cell therapies on the bone microenvironment are presently unknown. Because MSCs are an important stromal component of the cancer-bone microenvironment with emerging immunoregulatory activities, we have recently focused on characterizing the interactions between &#947;&#948; CAR-T cells and the MSC compartment and their implications for bone metastatic CRPC. Our data show that: 1) &#947;&#948; CAR-T cells or conditioned media (CM) did not significantly alter MSC viability, 2) MSCs were robustly chemotactic to CM derived from tumor-activated &#947;&#948; CAR-T cells, 3) MSCs treated with tumor-activated &#947;&#948; CAR-T CM showed a significant induction of ICAM-1 (9.12-fold, P=0.00640) compared to controls, 4) ICAM-1 silencing significantly reduced &#947;&#948; CAR-T educated MSC migratory ability, 5) tumor-activated &#947;&#948; CAR-T CM differentially regulated key genes involved in MSC-osteoblast differentiation, a finding supported by Alizarin red S staining and alkaline phosphatase functional assays, and 6) tri-cultures of MSCs, CRPC cells, and &#947;&#948; CAR-T cells demonstrate that MSCs significantly enhanced &#947;&#948; CAR-T mediated CRPC killing. Taken together, we have shown that &#947;&#948; CAR-T cells promote MSC recruitment in an ICAM-1 dependent manner, and MSCs enhance &#947;&#948; CAR-T targeted CRPC killing. Reciprocally, &#947;&#948; CAR-T can promote MSC commitment to osteoblast lineage without impacting their viability. These data are the first to interrogate how bone stromal components regulate &#947;&#948; CAR-T mediated killing in the context of bone metastatic CRPC. We are currently investigating the mechanisms underpinning the bi-directional interplay between these cell populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-06 Role of microenvironment in therapeutic response,,"},{"Key":"Keywords","Value":"Bone metastasis,Chimeric antigen receptor,Prostate cancer,Gamma-delta lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jeremy  S.  Frieling<\/b><sup>1<\/sup>, Xiomar Bustos<sup>2<\/sup>, Ryan  T.  Bishop<sup>1<\/sup>, Leticia Tordesillas<sup>2<\/sup>, Daniel Abate-Daga<sup>2<\/sup>, Conor  C.  Lynch<sup>1<\/sup><br><br\/><sup>1<\/sup>Tumor Biology, Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Immunology, Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"1df85504-ce0e-4f1a-bb0f-691fc6600249","ControlNumber":"7045","DisclosureBlock":"&nbsp;<b>J. S. Frieling, <\/b> None..<br><b>X. Bustos, <\/b> None..<br><b>R. T. Bishop, <\/b> None..<br><b>L. Tordesillas, <\/b> None..<br><b>D. Abate-Daga, <\/b> None..<br><b>C. C. Lynch, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8638","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3992","PresenterBiography":null,"PresenterDisplayName":"Jeremy Frieling, PhD","PresenterKey":"080d2711-8afc-402a-bf33-fa1fd84c13bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3992. Elucidating reciprocal interactions between bone marrow stromal cells and a novel &#947;&#948; CAR T cell therapy in the context of bone metastatic prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidating reciprocal interactions between bone marrow stromal cells and a novel &#947;&#948; CAR T cell therapy in the context of bone metastatic prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Acetaminophen (<i>N<\/i>-acetyl-<i>p<\/i>-aminophenol; APAP) overdose is a common cause of drug-induced acute liver injury, thereby making APAP administration a frequently used experimental model due to its highly reproducible and dose-dependent hepatoxicity. APAP-induced liver injury (AILI) mouse models exhibited upregulated IL11 expression, indicating that targeting IL11 or its cognate receptor, IL11RA, could have therapeutic potential. To evaluate the <i>in vivo<\/i> efficacy of anti-human IL11RA antibodies in AILI mouse models, we first generated a human IL11RA knock-in mouse model (B-hIL11RA), in which human <i>IL11RA<\/i> replaced murine <i>Il11ra, in situ<\/i>. Human IL11RA mRNA and protein levels were detected in B-hIL11RA mice. We next examined whether therapeutic inhibition of IL11 signaling was effective in reducing AILI following administration of an anti-human IL11RA antibody. <i>In vivo<\/i> efficacy data showed that anti-human IL11RA antibody inhibited all aspects of AILI, including hepatocyte death (ALT, AST and TUNEL) and centrilobular necrosis. These data suggest that B-hIL11RA mice are an effective tool for preclinical <i>in vivo<\/i> efficacy evaluation of therapeutic anti-human IL11RA antibodies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antireceptors,,"},{"Key":"Keywords","Value":"Antibody,Cytokines,Liver,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Fang He<sup>1<\/sup>, Rufeng Zhang<sup>1<\/sup>, <b>Mari Kuraguchi<\/b><sup>2<\/sup>, Lei Zhao<sup>1<\/sup>, Zhaoxue Yu<sup>2<\/sup><br><br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China,<sup>2<\/sup>Biocytogen Boston Corp, Wakefield, MA","CSlideId":"","ControlKey":"c55aa134-496b-45a7-9011-2af6f02eb07c","ControlNumber":"4765","DisclosureBlock":"&nbsp;<b>F. He, <\/b> None..<br><b>R. Zhang, <\/b> None..<br><b>M. Kuraguchi, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>Z. Yu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8652","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3993","PresenterBiography":null,"PresenterDisplayName":"Mari Kuraguchi, PhD","PresenterKey":"780debe1-54d0-486e-b2cb-a50155098dc7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3993. <i>In vivo<\/i> efficacy of an anti-human IL11RA antibody in B-hIL11RA mice with APAP-induced liver damage","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> efficacy of an anti-human IL11RA antibody in B-hIL11RA mice with APAP-induced liver damage","Topics":null,"cSlideId":""},{"Abstract":"Since antiprogestins inhibit the growth of preclinical mammary tumor models expressing higher levels of progesterone receptor (PR) isoform A (PRA) than isoform B (PRB), we designed a window-of-opportunity trial (MIPRA; NCT02651844) to study the benefits of mifepristone (MFP) in luminal breast carcinomas from postmenopausal patients selected by their PR+ expression (&#62;50%) and their PR isoform ratio (PRA\/PRB&#62;1.5; PRA-H). A decrease in the cell proliferation marker Ki67 was registered after treatment in 14 out of the 20 tumors evaluated. This inhibition was associated with a decrease in PR, estrogen receptor (ER) and pSer118ER evaluated by immunohistochemistry while no changes in pSer167ER expression were observed (PMID: 36269797). In selected tissues from these samples we observed that the staining intensity in trapped glands within the MFP-treated tumors did not follow a similar trend as that of tumor cells. Thus, the aim of this study was to evaluate the expression of hormone receptors and Ki67 in non-neoplastic human mammary glands (nnMG) adjacent to the PRA-H tumor tissue of postmenopausal patients, treated (n=8) or not (n=9) with MFP. No differences in PR, ER and pSer118ER expression were observed between MFP-treated nnMG and those from untreated patients. Notably, contrarily to what occurred in tumors, there was a significant decrease of pSer167ER expression (p=0.008) in the MFP-treated nnMG compared to the untreated glands, suggesting a selective modulation in the AKT-mediated activation of ER. Regarding the proliferative state of the nnMGs, there was a slight but significant increase (p=0.02) in Ki67 expression in MFP-treated <i>vs.<\/i> non-treated nnMG. Data regarding the effect of antiprogestins in normal mammary glands is limited and points, in premenopausal women, to a decrease in the Ki67 index after treatment. The basal quiescent status of nnMG in postmenopausal women may explain this slight stimulatory effect. In conclusion, our results show that MFP exerts a specific regulatory effect in PRA-H tumors that is not observed in the nnMG, probably due to the fact that nnMG have presumably equimolar levels of PRA and PRB. In addition, to counteract the possible stimulatory effect that MFP may induce on nnMG, the combination of MFP and tamoxifen treatment is suggested.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antireceptors,,"},{"Key":"Keywords","Value":"Breast cancer,Mammary gland,Progesterone receptor,Antiprogestin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Leo Saldain<\/b><sup>1<\/sup>, Silvia Vanzulli<sup>1<\/sup>, Paula Martinez Vazquez<sup>2<\/sup>, Javier Burruchaga<sup>2<\/sup>, Eunice Spengler<sup>3<\/sup>, Claudia Lanari<sup>1<\/sup>, Paola Rojas<sup>1<\/sup><br><br\/><sup>1<\/sup>IBYME-CONICET (Institute of Biology and Experimental Medicine), Buenos Aires, Argentina,<sup>2<\/sup>Breast and Gynecological Surgery, Magdalena V. Martinez Hospital, General Pacheco, Argentina,<sup>3<\/sup>Pathology, Magdalena V. Martinez Hospital, General Pacheco, Argentina","CSlideId":"","ControlKey":"f6db4c9c-3e90-448b-a90e-779f6e19129a","ControlNumber":"3816","DisclosureBlock":"&nbsp;<b>L. Saldain, <\/b> None..<br><b>S. Vanzulli, <\/b> None..<br><b>P. Martinez Vazquez, <\/b> None..<br><b>J. Burruchaga, <\/b> None..<br><b>E. Spengler, <\/b> None..<br><b>C. Lanari, <\/b> None..<br><b>P. Rojas, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8653","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3994","PresenterBiography":null,"PresenterDisplayName":"Leo Saldain, BS","PresenterKey":"29105305-2930-4cd0-89bc-6d887327b01a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3994. Differential regulation of hormone receptors and Ki67 in luminal breast carcinomas and tumor-adjacent mammary glands by mifepristone treatment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential regulation of hormone receptors and Ki67 in luminal breast carcinomas and tumor-adjacent mammary glands by mifepristone treatment","Topics":null,"cSlideId":""},{"Abstract":"Background: Capicua-double homeobox 4 (CIC-DUX4)-rearranged sarcomas (CDS) are extremely rare and highly aggressive sarcomas. There is no standard therapy for the patients with advanced CDS, and therapeutic development is needed. We evaluated preclinical efficacy of trastuzumab deruxtecan (T-DXd), a humanized monoclonal HER2-targeting antibody conjugated to a topoisomerase 1 inhibitor, DXd, in patient-derived xenograft (PDX) models with CDS.<br \/>Methods: Patient-derived tumor tissue was transplanted into subcutaneous around the flank of female NOG mice, which were treated with vehicle or T-DXd (3 mg\/kg, intravenous, Day0) when the mean tumor volume reached 200 mm<sup>3<\/sup>. Tumor volume was assessed twice weekly for 3 weeks to assess the efficacy of T-DXd.<br \/>Results: This study included 3 CDS-derived PDXs. HER2 expression was low in one PDX and not expressed in two PDXs. One PDX was established from a specimen at initial diagnosis, two were established from specimens after prior-chemotherapy. T-DXd demonstrated significant tumor growth delay compared to vehicle in all PDX models investigated. One PDX with no efficacy was HER2-negative and had a treatment history of topoisomerase I inhibitor. In contrast, PDX of HER2-negative topoisomerase I inhibitor-resistant Ewing sarcoma was also administered T-DXd under the same conditions and was found to be refractory.<br \/>Conclusion: The present study showed that a therapeutic potential of T-DXd in CDS patients, including HER2-negative.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-01 Antireceptors,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Antibody-drug conjugate (ADC),HER2,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuki Kojima<\/b><sup>1<\/sup>, Shigehiro Yagishita<sup>2<\/sup>, Kazuki Sudo<sup>1<\/sup>, Tatsunori Shimoi<sup>1<\/sup>, Shintaro Iwata<sup>1<\/sup>, Shun-ichi Watanabe<sup>1<\/sup>, Chitose Ogawa<sup>1<\/sup>, Akihiko Yoshida<sup>1<\/sup>, Yasushi Yatabe<sup>1<\/sup>, Kan Yonemori<sup>1<\/sup>, Akinobu Hamada<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Center Hospital, Tokyo, Japan,<sup>2<\/sup>National Cancer Center Research Institute, Tokyo, Japan","CSlideId":"","ControlKey":"ae4b72ee-09c4-41af-939f-ffe88ec89576","ControlNumber":"3970","DisclosureBlock":"&nbsp;<b>Y. Kojima, <\/b> None..<br><b>S. Yagishita, <\/b> None..<br><b>K. Sudo, <\/b> None..<br><b>T. Shimoi, <\/b> None..<br><b>S. Iwata, <\/b> None..<br><b>S. Watanabe, <\/b> None..<br><b>C. Ogawa, <\/b> None..<br><b>A. Yoshida, <\/b> None..<br><b>Y. Yatabe, <\/b> None..<br><b>K. Yonemori, <\/b> None..<br><b>A. Hamada, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8654","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3995","PresenterBiography":"","PresenterDisplayName":"Yuki Kojima, MD;PhD","PresenterKey":"853b4da2-ab3a-46d2-af60-7713986a0580","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/853b4da2-ab3a-46d2-af60-7713986a0580.profile.jpg","SearchResultActions":null,"SearchResultBody":"3995. Trastuzumab deruxtecan, antibody-drug conjugate targeting HER2, effectively inhibits growth of patient-derived xenograft model with CIC-rearranged sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trastuzumab deruxtecan, antibody-drug conjugate targeting HER2, effectively inhibits growth of patient-derived xenograft model with CIC-rearranged sarcoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> HER3 is broadly expressed in various solid tumor types, and its expression can be upregulated by treatment with receptor tyrosine kinase inhibitors (RTKi) such as EGFR TKIs used to treat <i>EGFR<\/i>-mutated NSCLC. HER3-DXd, a novel antibody-drug conjugate (ADC) composed of a human anti-HER3 IgG1 monoclonal antibody (patritumab) covalently linked to a topoisomerase I inhibitor payload (DXd), is currently being studied in clinical trials for breast cancer and NSCLC. As previously reported, HER3-DXd treatment transiently decreases HER3 expression levels in tumors and EGFR TKIs increase HER3 membrane expression. However, the impact of HER3 dynamics on payload delivery has not been clarified yet. In this study, we investigated HER3 dynamics including HER3 receptor turnover and payload delivery in cancer cells using HER3-DXd both as a single agent and in combination with RTKi including osimertinib, which is in clinical trials in combination with HER3-DXd.<br \/><b>Methods: <\/b>HER3\/ADC internalization was evaluated by using confocal imaging in MDA-MB-453 cells treated with HER3-DXd. Internalization and payload release were quantitatively measured in 3 cancer cell lines treated with HER3-DXd. HER3 turnover on the cell surface was also evaluated upon wash-out of HER3-DXd. In xenograft models, mice were administered two doses of HER3-DXd at different doses and dosing intervals, and membrane HER3 expression and tumor payload concentration were examined over time. NSCLC cell lines harboring <i>EGFR<\/i> activating mutations, <i>ROS1<\/i> fusions, or <i>ALK<\/i> fusions were used to evaluate the effect of osimertinib, lorlatinib, or ceritinib on cell surface HER3 expression and payload release (osimertinib only).<br \/><b>Results:<\/b> HER3-DXd was rapidly transferred to early endosomes after binding to HER3. HER3 dynamics varied among the cell lines tested in vitro, and payload release reflected cell surface HER3 expression levels, HER3 internalization speed and turnover rates. In xenograft models, a higher dosage of HER3-DXd resulted in a larger decrease in membrane HER3 expression. Dosing interval also affected membrane HER3 expression levels; the degree of tumor payload concentration increase after the second dose was dependent on the recovery of HER3 expression after the first dose. Furthermore, we confirmed that RTKi increased the cell surface HER3 expression in NSCLC cell lines with targetable driver genomic alterations and that osimertinib increased payload delivery in PC-9 cells through the upregulation of cell surface HER3 expression.<br \/><b>Conclusion:<\/b> HER3 expression was dynamically changed by HER3-DXd dosing regimen and by RTKi treatment, resulting in a substantial impact on payload release. These findings support our strategy of clinical studies using HER3-DXd after drugs that increase HER3 expression including EGFR TKI and indicate that HER3 dynamics may play a key role in achieving optimal efficacy of HER3-DXd.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER3-DXd,HER3 dynamics,Osimertinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nagiho Komatsu<\/b><sup><\/sup>, Saori Sato<sup><\/sup>, Sumie Muramatsu<sup><\/sup>, Ryuichi Nakamura<sup><\/sup>, Kumiko Koyama<sup><\/sup><br><br\/>Daiichi Sankyo Co., Ltd., Tokyo, Japan","CSlideId":"","ControlKey":"6b2f8983-773f-46d3-91af-2337b5acd5a3","ControlNumber":"5468","DisclosureBlock":"&nbsp;<b>N. Komatsu, <\/b> None..<br><b>S. Sato, <\/b> None..<br><b>S. Muramatsu, <\/b> None..<br><b>R. Nakamura, <\/b> None..<br><b>K. Koyama, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8655","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3996","PresenterBiography":null,"PresenterDisplayName":"Nagiho Komatsu, MS","PresenterKey":"1f9dfe72-3dd0-4702-b42b-ab0fafdad26b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3996. The impact of HER3 dynamics on the efficacy of HER3-DXd, a novel HER3 directed antibody-drug conjugate","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of HER3 dynamics on the efficacy of HER3-DXd, a novel HER3 directed antibody-drug conjugate","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the most common cancer, and the second leading cause of cancer death, among men in the United States. Metastatic castration-resistant prostate cancer (mCRPC) is an advanced stage of disease in which patients ultimately fail androgen-deprivation therapies and exhibit a poor survival rate. Recently, prostate-specific membrane antigen (PSMA) has been validated as a prostate cancer tumor antigen with its over-expression in prostate tumors and low level of expression in select normal tissues. Using an expanded genetic code to create Engineered Precision Biologics (EPBs), Ambrx has developed ARX517, an anti-PSMA targeted next-generation antibody drug conjugate (ADC), for treatment of mCRPC patients. ARX517 is composed of a humanized anti-PSMA antibody site-specifically conjugated to drug linker AS269 (a potent tubulin inhibitor), yielding a drug-to-antibody ratio of 2. After binding to PSMA expressed on the surface of tumor cells, ARX517 is internalized and delivers a cytotoxic payload which inhibits tubulin polymerization and induces cellular apoptosis. In vitro testing of ARX517 in prostate cancer cell lines with variable PSMA expression demonstrated highly specific and potent sub-nanomolar activity in cells with high PSMA expression. To minimize premature payload release, ARX517 employs a non-cleavable PEG linker and stable oxime conjugation chemistry to enhance stability in circulation. ARX517 exhibited a long terminal half-life and high serum exposure in mice. The serum stability of ARX517 should effectively deliver more payload to target tumor cells, and in multiple CDX and PDX prostate cancer models, ARX517 showed dose-dependent anti-tumor activity in both enzalutamide-sensitive and enzalutamide-resistant models. Repeat dose toxicokinetic studies in non-human primates demonstrated ARX517 was tolerated at exposures well above therapeutic exposures in mouse pharmacology studies, indicating a wide therapeutic index. In summary, ARX517 elicited highly specific, potent cell killing in cell lines with high PSMA expression, inhibited tumor growth in enzalutamide-sensitive and enzalutamide-resistant CDX and PDX models, demonstrated a tolerable safety profile in cynomolgus monkeys, and has a clear therapeutic index based on preclinical serum exposure data. The strong preclinical data and recent clinical validation of PSMA as a mCRPC target provide rationale for evaluation of ARX517 as a potential prostate cancer treatment. ARX517 is currently in a Phase 1 dose escalation trial (ARX517-2011 [NCT04662580]) in the United States.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Prostate-specific membrane antigen (PSMA),Site-specific conjugation,Targeted drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lillian Skidmore<\/b><sup><\/sup>, David Mills<sup><\/sup>, Ji Young Kim<sup><\/sup>, Prathap Shastri<sup><\/sup>, Nick  A.  Knudsen<sup><\/sup>, Jeff Steen<sup><\/sup>, Jay Nelson<sup><\/sup>, Ying Buechler<sup><\/sup>, Feng Tian<sup><\/sup>, Shawn Zhang<sup><\/sup><br><br\/>Ambrx Biopharma Inc., La Jolla, CA","CSlideId":"","ControlKey":"aa3023a3-2af4-4328-8e17-0b3b2729372e","ControlNumber":"5721","DisclosureBlock":"&nbsp;<b>L. Skidmore, <\/b> None..<br><b>D. Mills, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>P. Shastri, <\/b> None..<br><b>N. A. Knudsen, <\/b> None..<br><b>J. Steen, <\/b> None..<br><b>J. Nelson, <\/b> None..<br><b>Y. Buechler, <\/b> None..<br><b>F. Tian, <\/b> None..<br><b>S. Zhang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8664","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3997","PresenterBiography":null,"PresenterDisplayName":"Lillian Skidmore, MS","PresenterKey":"cfbb908d-5220-48f7-8b48-21c723a0505a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3997. Preclinical characterization of ARX517, a next-generation anti-PSMA antibody drug conjugate for the treatment of metastatic castration-resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical characterization of ARX517, a next-generation anti-PSMA antibody drug conjugate for the treatment of metastatic castration-resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Metastatic breast cancer is a major cause of death for women in the US, and breast cancers that metastasize to the brain have a particularly poor prognosis. To treat brain metastases of Her-2 positive breast cancers a number of Her-2 targeting drugs are now clinically available, including lapatinib, neratinib and tucatinib, among others. However, in part as a consequence of poor penetration of many drugs into the brain, combinations of standard chemotherapy plus targeted agent have only modest impact on progression free survival for such patients. We have developed preclinical models of human Her-2 positive breast cancer brain metastases to help address these issues. We selected human MDA-MD-361 and BT474 breast cancer cells lines by in vivo passaging in SCID mice, followed by molecular tagging of the derived variants (MDA361R and BT474R respectively), and then the stereotactic implantation of such cells into the brain of female SCID mice. Using luciferase-tagged BT474R we implanted 75,000 cells into the brains of the mice, and thereafter confirmed by luminescence the growth of the cells, which allowed for randomization of the mice to receive control saline (n=7), metronomic gemcitabine (100mg\/kg\/3days; i.p.; n=8), neratinib (40mg\/kg\/3 days; p.o.; n=7), or the combination of gemcitabine plus neratinib (n=8), which continued for 5 months largely in the absence of overt toxicity. The gemcitabine plus neratinib combination prolonged survival over the controls (150 days vs 65 days, p&#60;0.5), although eventually all mice succumbed to disease. Tumors cells have been isolated from these therapy-administered mice for further characterization. Neratinib alone did not result in an increase in survival compared to controls, whereas metronomic gemcitabine improved survival but was inferior to the combination. We confirmed these findings using MDA361R tagged with human chorionic gonadotropin (hCG), which allows for the growth of cells to be monitored by assessment of hCG in the mouse urine, and these cells were implanted intracranially into female SCID mice. After urine hCG levels confirmed the presence of growing cells in the brain, the mice were randomized to the above 4 therapies (n=4\/group), which showed an increase in survival of the combination compared to controls. These results point to intriguing effects of chemotherapy when used at continuous low (metronomic) doses, that in these studies involved gemcitabine administration every 3 days, and which in these models can be effectively combined with neratinib to suppress the growth of Her-2 positive breast cancer cells implanted into the mouse brain. These results highlight promising combination that could be used to suppress Her-2 positive breast cancer brain metastatic growth, and the developed models should facilitate the study of this subset of breast cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Other,,"},{"Key":"Keywords","Value":"Brain metastasis,HER2\/neu,Xenografts,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Serina Batson<sup>1<\/sup>, Alejandro Sanchez<sup>1<\/sup>, Hector  M.  Padilla<sup>1<\/sup>, Diana  L.  Prospero<sup>1<\/sup>, Brenda Lugo<sup>1<\/sup>, Valeria  V.  Lopez<sup>1<\/sup>, Daniella E. Estrada<sup>1<\/sup>, Nydia De Avila<sup>1<\/sup>, Saeedeh Darvishi<sup>1<\/sup>, Arlene Levario<sup>1<\/sup>, Shan Man<sup>2<\/sup>, Ping Xu<sup>2<\/sup>, Robert  S.  Kerbel<sup>2<\/sup>, Guido Bocci<sup>3<\/sup>, <b>Giulio Francia<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>The University of Texas at El Paso, El Paso, TX,<sup>2<\/sup>The University of Toronto, Toronto, ON, Canada,<sup>3<\/sup>The University of Pisa, Pisa, Italy","CSlideId":"","ControlKey":"169eab93-b9a2-4c00-9d49-6f0449a084b7","ControlNumber":"3425","DisclosureBlock":"&nbsp;<b>S. Batson, <\/b> None..<br><b>A. Sanchez, <\/b> None..<br><b>H. M. Padilla, <\/b> None..<br><b>D. L. Prospero, <\/b> None..<br><b>B. Lugo, <\/b> None..<br><b>V. V. Lopez, <\/b> None..<br><b>D. E. Estrada, <\/b> None..<br><b>N. De Avila, <\/b> None..<br><b>S. Darvishi, <\/b> None..<br><b>A. Levario, <\/b> None..<br><b>S. Man, <\/b> None..<br><b>P. Xu, <\/b> None..<br><b>R. S. Kerbel, <\/b> None..<br><b>G. Bocci, <\/b> None..<br><b>G. Francia, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8672","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3998","PresenterBiography":null,"PresenterDisplayName":"Giulio Francia, PhD","PresenterKey":"081647fd-368e-4625-a767-144b89b05596","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3998. Metronomic gemcitabine plus neratinib effectively inhibits the growth of human Her-2 positive breast cancer cells intracranially implanted into immunodeficient mice","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metronomic gemcitabine plus neratinib effectively inhibits the growth of human Her-2 positive breast cancer cells intracranially implanted into immunodeficient mice","Topics":null,"cSlideId":""},{"Abstract":"Background: Trastuzumab deruxtecan (T-DXd) has been approved for advanced or metastatic breast, gastric and lung cancers. It has been postulated that irreversible tyrosine kinase inhibitors (TKIs) increase HER2 internalization, thus enhancing T-DXd efficacy. Here we report studies evaluating the combination of TKIs with T-DXd in preclinical models of HER2-low disease.<br \/>Methods: Surface HER2 was measured with flow cytometry quantifying fluorescently labelled trastuzumab on the surface of HER2-low cell lines HCC38 and HCC1171 treated with afatinib, neratinib, lapatinib or tucatinib for 12 h. HER2 receptor dynamics on cell surface was also measured in NCI-N87 (HER2 IHC 3+) and HCC38 at 24, 48, 72 and 96 h post-treatment with afatinib, and recovery was measured up to 72 h after drug washout. <i>In vivo<\/i> efficacy was established with T-DXd alone and in combination with afatinib or tucatinib in two gastric patient-derived xenograft (PDX) models, HD-2 (HER2 IHC 1+) and FU (HER2 IHC 2+), and one lung PDX model, MEDI-NSCLC-04 (HER2 IHC 1+).<br \/>Results: In both HER2-low cell lines, treatment with irreversible inhibitors neratinib or afatinib led to enhanced internalization with a greater than 50% surface HER2 reduction, while treatment with the reversible inhibitors lapatinib or tucatinib led to 13-35% higher surface HER2 levels. Washout experiments indicated that receptor recovery at the plasma membrane begins between 4-12h post-washout of afatinib, with complete recovery at about 72h. Tumor shrinkage was significant in HER2-low gastric PDXs when T-DXd was combined with afatinib, but not with tucatinib. In HD-2, T-DXd 10mg\/kg with afatinib 20mg\/kg, and T-DXd 3mg\/kg with tucatinib 25mg\/kg combinations resulted in 74% and -3% (with respect to T-DXd) tumor growth inhibition (TGI), respectively. In FU, T-DXd 3mg\/kg with afatinib 20mg\/kg, and T-DXd 3mg\/kg with tucatinib 25mg\/kg combinations resulted in 80.3% and 24.7% TGI, respectively. Similarly, in MEDI-NSCLC-04 PDX model, benefit was observed in 5mg\/kg T-DXd combination with 20mg\/kg QD afatinib (95.3% TGI with respect to monotherapy T-DXd), but not with tucatinib (0.37% TGI). Intermittent schedules (QW, MWF) were also tested for afatinib in combination with T-DXd, with the MWF showing 49.2% TGI and QW showing 33.0 %TGI. In tissue samples from MEDI-NSCLC-04 efficacy study, &#947;H2AX was detected by IHC in T-DXd and T-DXd+afatinib combination. In western blots, a decrease in HER2 as well as pHER2 was observed in response to T-DXd and 20mg\/kg afatinib treatment, but not with tucatinib.<br \/>Conclusions: In HER2 low gastric and lung preclinical models, T-DXd combined with irreversible pan-HER inhibitor induced superior antitumor effects compared to single agents or the combination of T-DXd with reversible inhibitors. These data support the rationale to test combination of T-DXd and pan-HER irreversible inhibitors in the clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"HER2,Gastric cancer,Lung cancer,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Deepa Bhavsar<\/b><sup>1<\/sup>, Laura Kazlauskas<sup>2<\/sup>, Flavia Michelini<sup>3<\/sup>, Matt Griffin<sup>4<\/sup>, Matt Wilson<sup>5<\/sup>, Fabiola Cecchi<sup>6<\/sup>, Liz Croydon<sup>7<\/sup>, Kim Maratea<sup>8<\/sup>, Elisa de Stanchina<sup>9<\/sup>, Yelena  Y.  Janjigian<sup>10<\/sup>, Maurizio Scaltriti<sup>11<\/sup>, Theresa Proia<sup>12<\/sup>, Jerome Mettetal<sup>13<\/sup><br><br\/><sup>1<\/sup>Research and Early Development Oncology Bioscience, Senior Scientist, Oncology R&D, AstraZeneca, Waltham, MA,<sup>2<\/sup>Research and Early Development Oncology Bioscience, Senior Scientist, Oncology R&D, AstraZeneca, Waltham, MA,<sup>3<\/sup>Translational Medicine, Translational Medicine Lead, Oncology R&D, AstraZeneca, Waltham, MA,<sup>4<\/sup>Research and Early Development Bioscience, Senior Scientist, Oncology R&D, AstraZeneca, Waltham, MA,<sup>5<\/sup>Research and Early Development Oncology Bioscience, Scientist, Oncology R&D, AstraZeneca, Cambridge, United Kingdom,<sup>6<\/sup>Translational Medicine, Senior Director, Oncology R&D, AstraZeneca, Gaithersburg, MD,<sup>7<\/sup>Clinical Development, Senior Global Development Medical Director, Oncology R&D, AstraZeneca, Central Cambridge, United Kingdom,<sup>8<\/sup>Clinical Pharmacology and Safety Science, Senior Director, Oncology Safety Pathology, BioPharmaceuticals R&D, AstraZeneca, Waltham, MA,<sup>9<\/sup>Antitumor Assessment Core Facility Molecular Pharmacology Program, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>10<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>11<\/sup>Translational Medicine, VP Translational Medicine TDE, Oncology R&D, AstraZeneca, Waltham, MA,<sup>12<\/sup>Research and Early Development Oncology Bioscience, Director, Oncology R&D, AstraZeneca, Waltham, MA,<sup>13<\/sup>Research and Early Development Oncology Bioscience, Senior Director, Oncology R&D, AstraZeneca, Waltham, MA","CSlideId":"","ControlKey":"19da1955-1d0b-4485-a348-7b90ce448d98","ControlNumber":"236","DisclosureBlock":"<b>&nbsp;D. Bhavsar, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock, Stock Option. <br><b>L. Kazlauskas, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>F. Michelini, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock Option. <br><b>M. Griffin, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>M. Wilson, <\/b> <br><b>AstraZeneca UK Ltd<\/b> Employment, Stock. <br><b>F. Cecchi, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>L. Croydon, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>K. Maratea, <\/b> <br><b>AstraZeneca<\/b> Employment.<br><b>E. de Stanchina, <\/b> None.&nbsp;<br><b>Y. Y. Janjigian, <\/b> <br><b>AstraZeneca, Amerisource Bergen, Arcus Biosciences, Geneos Therapeutics, GlaxoSmithKline, Imedex, Lynx Health, Mersana Therapeutics, Seagen, Michael J. Hennessy Associates, Research to Practice<\/b> Independent Contractor. <br><b>Basilea Pharmaceutical<\/b> Independent Contractor. <br><b>Bayer<\/b> Independent Contractor, Grant\/Contract. <br><b>, Bristol Myers Squibb<\/b> Independent Contractor, Grant\/Contract. <br><b>Daiichi-Sankyo<\/b> Independent Contractor. <br><b>Eli Lilly<\/b> Independent Contractor, Grant\/Contract. <br><b>Imugene<\/b> Independent Contractor. <br><b>Merck<\/b> Independent Contractor, Grant\/Contract. <br><b>Merck Serono<\/b> Independent Contractor. <br><b>Pfizer<\/b> Independent Contractor. <br><b>Rgenix<\/b> Independent Contractor, Stock, Grant\/Contract. <br><b>Zymeworks<\/b> Independent Contractor. <br><b>Cycle for Survival<\/b> Grant\/Contract. <br><b>Department of Defense<\/b> Grant\/Contract. <br><b>Fred’s Team<\/b> Grant\/Contract. <br><b>Genentech\/Roche<\/b> Grant\/Contract. <br><b>National Cancer Institute<\/b> Grant\/Contract. <br><b>Michael J. Hennessy Associates, Paradigm Medical Communications,, and Research to Practice<\/b> Other. <br><b>M. Scaltriti, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>T. Proia, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>Acrivon Therapeutics<\/b> Stock Option. <br><b>C4 Therapeutics<\/b> Stock. <br><b>J. Mettetal, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8673","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3999","PresenterBiography":null,"PresenterDisplayName":"Julie Collins, BA","PresenterKey":"053b1922-97b0-4944-bb34-106a37ca26c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3999. Combination of T-DXd with the irreversible pan-HER TKI afatinib drives combination benefit in HER2-low gastric and lung tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of T-DXd with the irreversible pan-HER TKI afatinib drives combination benefit in HER2-low gastric and lung tumors","Topics":null,"cSlideId":""},{"Abstract":"Despite the fact that ADCs improve the efficacy and target selectivity comparing to the non-specific small molecule cytotoxicity drugs in cancer treatment, traditional ADCs still suffer from many issues which include low tumor penetration and accumulation, inefficient internalization, undesired efflux of ADC from tumor cells, significant on-target off-tumor toxicity, Fc mediated uptake that results in off-target toxicity, limited extravasation across capillary walls due to big molecular size, poor diffusion into the tumor masses due to increased tumor interstitial fluid pressure, and the binding-site-barrier. To address these issues, we previously reported that the compound JY201, a Polyethylene Glycol (PEG)-based bispecific ADC (P-BsADC) targeting two epitopes of Her2, demonstrated advantages in tumor penetration, internalization efficiency, lysosome trafficking effectiveness, no Fc related toxicity, and better efficacy in tumor inhibition than transtuzumab deruxtecan (Ds-8201). Continuing from our previous study, here we further reveal that JY201 can penetrate the tumor deeply and distribute more homogeneously in entire tumor masses while Ds-8201 limits its diffusion to the regions very close to the blood vessels in the tumor. Furthermore, JY201 shows better efficacy than Ds-8201 in inhibiting tumors with low expression of Her2 in pdx (patient derived xenograft) and cdx models. In addition, JY201 can effectively inhibit tumors resistant to Ds-8201. In an in-vitro plasma stability test, JY201 demonstrated high stability in cynomolgus monkey and human serums. JY201 also has a biodistribution profile advocating better safety than Ds-8201 in tumor bearing mice. In the repeated-dosing toxicological study in Her2 transgenic mice, JY201 with the dose of 50mg\/kg was well tolerated and did not induce any tissue\/organ damage to the animals. Due to much shorter half-life (5 times shorter) in mice for PEGylated proteins than in primates, we expect JY201 will have much higher tolerated dose than the 50mg\/kg in primates. In summary, the findings from this study provide solid preclinical evidence for JY201 to be developed further as an efficacious and safe clinical treatment for patients with Her2 positive cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-07 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),biparatopic antibody,HER2 targeting,Pegylated,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yu (Yvonne) Wen<\/b><sup><\/sup>, Shuqiang Yin<sup><\/sup>, Weidong Lyu<sup><\/sup>, Yang Lei<sup><\/sup>, Qiudong Zhuo<sup><\/sup>, Zibin Wu<sup><\/sup>, Bin Sun<sup><\/sup>, Shuangyu Tan<sup><\/sup>, Lidong Jiang<sup><\/sup>, Teng Zhang<sup><\/sup>, Bo Gao<sup><\/sup>, Rui Xu<sup><\/sup>, Yong Li<sup><\/sup>, Liling Zheng<sup><\/sup>, Shumin Liu<sup><\/sup>, David (Dechun) Wu<sup><\/sup><br><br\/>Shenzhen Enduring Biotech, Ltd., Shenzhen, China","CSlideId":"","ControlKey":"3f3c2494-baf8-4812-ab3c-b5fad0e8adca","ControlNumber":"5485","DisclosureBlock":"&nbsp;<b>Y. Wen, <\/b> None..<br><b>S. Yin, <\/b> None..<br><b>W. Lyu, <\/b> None..<br><b>Y. Lei, <\/b> None..<br><b>Q. Zhuo, <\/b> None..<br><b>Z. Wu, <\/b> None..<br><b>B. Sun, <\/b> None..<br><b>S. Tan, <\/b> None..<br><b>L. Jiang, <\/b> None..<br><b>T. Zhang, <\/b> None..<br><b>B. Gao, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>L. Zheng, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>D. Wu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8674","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4000","PresenterBiography":null,"PresenterDisplayName":"Yu (Yvonne) Wen, PhD","PresenterKey":"a8ee0a7e-3580-4f17-a5b1-eef85c430933","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4000. A novel pegylated bispecific antibody-drug conjugate (P-BsADC) targeting Her2+ cancers with improved efficacy and therapeutic window","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"369","SessionOnDemand":"False","SessionTitle":"Oncogenes and Tumor Suppressor Genes as Targets for Therapy 3","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel pegylated bispecific antibody-drug conjugate (P-BsADC) targeting Her2+ cancers with improved efficacy and therapeutic window","Topics":null,"cSlideId":""}]