[{"Abstract":"Human papillomavirus (HPV) infections are currently associated with more than 70% of oropharyngeal squamous cell carcinomas (OPSCCs). HPV-positive OPSCCs display a distinct biologic behavior and treatment response and thus are now considered a distinct entity than HPV-negative OPSCCs. However, the underlying process of HPV-related OPSCC carcinogenesis is not entirely clear. HPV as a driver of cervical carcinogenesis is well-characterized with identification of a canonical mechanism dependent on HPV DNA integration, loss of HPV E2 gene expression, and increased expression of HPV E6 and E7 oncogenes with no active infection present in malignant lesions. However, whole genome sequencing found no HPV DNA integration in ~25% of HPV-associated OPSCC, suggesting an alternative mechanism of HPV carcinogenesis. Expression of all HPV genes, including self-assembling capsid proteins, in a substantial portion of HPV+ OPSCC, led us to hypothesize that tumors with episomal HPV are capable of transferring HPV genes to surrounding cells and that HPV gene transfer contributes to carcinogenesis in this subset of OPSCC. Our data support this hypothesis, showing that growth media from HPV+ OPSCC cell lines, as well as isolates from HPV+ tumors or nodal metastases, effectively transferred functional HPV genes to cells lacking HPV. The HPV DNA Transferring Agent (HDTA) derived from HPV+ OPSCC contained HPV L1 capsid protein and intact HPV genome protected from DNAase degradation. Initial characterization revealed that anti-L1 antibody blocked gene transfer and that exposure of cells to the HDTA initiated a robust innate immune response in recipient cells. Negative staining of HDTA isolate from metastatic lymph nodes revealed many pleomorphic, electron-dense particles with diameter ranging between 20 and 80nM, with approximately 40% of particles being between 50 and 60nM, consistent with the size of HPV. We propose that development and\/or maintenance of OPSCCs depend on continuous production of HDTA capable of transferring HPV genes into neighboring cells. This paradigm of tumorigenesis\/maintenance in OPSCC is most likely to apply to cancers lacking HPV integration, but may also apply to tumors with integration, since recent data suggested that integrated HPV may excise from the genome to recreate a transient episomal like structure, even containing cellular DNA. Our findings offer novel insights into oropharyngeal carcinogenesis and suggest targeting HDTA as a new therapeutic strategy for HPV-positive OPSCCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB02-01 Chemical, environmental, and virus-induced carcinogenesis,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Human papillomavirus (HPV),Carcinogenesis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jason Tasoulas<\/b><sup><\/sup>, Wendell Gray Yarbrough<sup><\/sup>, Natalia Issaeva<sup><\/sup><br><br\/>Department of Otolaryngology\/Head and Neck Surgery, University of North Carolina at Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"d9289a11-ee75-4c76-a918-04feb1f6ae57","ControlNumber":"5013","DisclosureBlock":"&nbsp;<b>J. Tasoulas, <\/b> None..<br><b>W. G. Yarbrough, <\/b> None..<br><b>N. Issaeva, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5697","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1212","PresenterBiography":null,"PresenterDisplayName":"Jason Tasoulas, MD,DMD","PresenterKey":"a305af31-dd72-4923-88ef-af4d872c0b21","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1212. Horizontal transfer of functional human papillomavirus genes in head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"487","SessionOnDemand":"False","SessionTitle":"Carcinogenesis and Mutagenesis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Horizontal transfer of functional human papillomavirus genes in head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (CaP) significantly affects black men causing highermortality rates especially within African and Caribbean countries. The Prostate Cancer Transatlantic Consortium (CaPTC) is a 10 year longitudinal study aimed at studying environmental, epidemiological and prostate cancer associated risk factors within black men of West African descent living in the United States (US), Cameroon, and Nigeria. Methods: Men ages 35- 70 years old, who identified as a US Black male or West African Black male immigrant in the US, were recruited from community-based organizations. Community- based organizations include local churches, health fairs and socialorganizations. Anthropometric, environmental, and epidemiological variables measures were collected via survey questions. Saliva samples were collected using Salimetrics. Mean and range from the survey questions were categorized and a logistical regression model was used to determine associations between variables. Results: Logistical analysis output for analysis of pesticide exposure and cancer diagnosis within the three countries, found participants in Nigeria who were exposed to pesticide use, to be a significant predictor of cancer diagnosis (p 0.013). The age of exposure was another variable analyzed to see whether there was a correlation between age of exposure in pesticide use and cancer diagnosis. No significant predictors were determined yet a reasoning to why a significance is not yet found could be due to many participants needing a closer examination into the consequences of early exposure to known carcinogens. Conclusion: Significant data was found between pesticide exposure and cancer diagnosis between the US, Cameroon, and Nigeria in West African Black men. Regarding age of pesticide exposure and the relation between cancer diagnosis, more data needs to be collected regarding these variables. Significance in determining pesticide use as a predictor for cancer diagnosis in black males, can lead to increased efforts in pesticide exposure education in addition to possible government reformation on laws regarding pesticide use.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB02-01 Chemical, environmental, and virus-induced carcinogenesis,,"},{"Key":"Keywords","Value":"Prostate cancer,Environmental exposure,Race,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Emelina Asto-Flores<\/b><sup>1<\/sup>, Iweala Emeka<sup>2<\/sup>, Popoola Ademola<sup>3<\/sup>, Paul Jibrin<sup>4<\/sup>, Mohammed Faruk<sup>5<\/sup>, Anthonia Sowumi<sup>6<\/sup>, Omolara Fatiregun<sup>7<\/sup>, Nkegoum Blaise<sup>8<\/sup>, Catherine Oladoyinbo<sup>9<\/sup>, Ifeoma Okoye<sup>10<\/sup>, Abdulkadir Ayo Salako<sup>11<\/sup>, Abidemi Omonisi<sup>12<\/sup>, Iya Eze Bassey<sup>13<\/sup>, Kayode Adeniji<sup>14<\/sup>, Nggada Haruna Asura<sup>15<\/sup>, Ernest Kaninjing<sup>16<\/sup>, Oluwole Kukoyi<sup>17<\/sup>, Parisa Fathi<sup>1<\/sup>, Ruth Enuka<sup>18<\/sup>, Oluwaseyi Toye<sup>19<\/sup>, Jennifer Crook<sup>1<\/sup>, CaPTC Investigators<sup>18<\/sup>, Folakemi Odedina<sup>1<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic Florida, Jacksonville, FL,<sup>2<\/sup>Covenant University, Ota, Nigeria,<sup>3<\/sup>University of Ilorin Teaching Hospital, Ilorin, Nigeria,<sup>4<\/sup>National Hospital Abuja, Abuja, Nigeria,<sup>5<\/sup>Ahmadu Bello University Taching Hopital, Zaria, Nigeria,<sup>6<\/sup>Lagos University Teaching Hospital, Lagos, Nigeria,<sup>7<\/sup>Lagos State University Teaching Hospital, Lagos, Nigeria,<sup>8<\/sup>University of Yaoundé, Yaoundé, Cameroon,<sup>9<\/sup>Federal University of Agriculture Abeookuta, Abeokuta, Nigeria,<sup>10<\/sup>University of Nigeria, Nsukka, Nigeria,<sup>11<\/sup>Obafemi Awolowo University Teaching Hospital, Ife, Nigeria,<sup>12<\/sup>Ekiti State University Teaching Hospital, Ekiti, Nigeria,<sup>13<\/sup>University of Calabar, Calabar, Nigeria,<sup>14<\/sup>Hebron International Diagnostic and Molecular Pathology Center, Ilorin, Nigeria,<sup>15<\/sup>University of Maiduguri, Maidugiri, Nigeria,<sup>16<\/sup>Georgia College, Milledgeville, GA,<sup>17<\/sup>Ace Medical, Jacksonville, FL,<sup>18<\/sup>Prostate Cancer Transatlantic Consortium (CaPTC), Lagos, Nigeria,<sup>19<\/sup>Prostate Cancer Transatlantic Consortium (CaPTC), Ilorin, Nigeria","CSlideId":"","ControlKey":"68f6d5e0-5a3c-4798-8d46-1a468635d0e3","ControlNumber":"8039","DisclosureBlock":"&nbsp;<b>E. Asto-Flores, <\/b> None..<br><b>I. Emeka, <\/b> None..<br><b>P. Ademola, <\/b> None..<br><b>P. Jibrin, <\/b> None..<br><b>M. Faruk, <\/b> None..<br><b>A. Sowumi, <\/b> None..<br><b>O. Fatiregun, <\/b> None..<br><b>N. Blaise, <\/b> None..<br><b>C. Oladoyinbo, <\/b> None..<br><b>I. Okoye, <\/b> None..<br><b>A. Ayo Salako, <\/b> None..<br><b>A. Omonisi, <\/b> None..<br><b>I. Eze Bassey, <\/b> None..<br><b>K. Adeniji, <\/b> None..<br><b>N. Haruna Asura, <\/b> None..<br><b>E. Kaninjing, <\/b> None..<br><b>O. Kukoyi, <\/b> None..<br><b>P. Fathi, <\/b> None..<br><b>R. Enuka, <\/b> None..<br><b>O. Toye, <\/b> None..<br><b>J. Crook, <\/b> None..<br><b>C. Investigators, <\/b> None..<br><b>F. Odedina, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5698","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1213","PresenterBiography":null,"PresenterDisplayName":"Emelina Asto-Flores, BS,MS","PresenterKey":"d032d9fc-7c84-408c-86c9-9942a038f59e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1213. Impact of pesticide exposure in West African Black men within the United States, Cameroon, and Nigeria","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"487","SessionOnDemand":"False","SessionTitle":"Carcinogenesis and Mutagenesis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of pesticide exposure in West African Black men within the United States, Cameroon, and Nigeria","Topics":null,"cSlideId":""},{"Abstract":"Objective: We aimed to establish reversibly immortalized cell lines from human uterine and ovary cells using the Sendai virus (SeV) vector. The immortalized cells derive from normal and benign ovarian epithelial cells and endometrial epithelial cells. Furthermore, we sought to elucidate the mechanisms of carcinogenesis using the immortalized cell lines.<br \/>Methods: Cells were collected at the time of surgery after obtaining patient consent. The cells used in this study were as follows: ovarian epithelial cells (normal epithelium, Ov n; normal epithelium with germline BRCA1 or BRCA2 mutation, Ov BRCA1 2; ovarian endometrioma, Ov endo; mucinous cystadenoma; Ov m), normal fallopian tube (FT) cells, and endometrial epithelium (normal epithelium, Em n). These cells were infected with temperature-sensitive SeV vectors carrying three immortalization genes, Bmi-1, hTERT, and SV40T.The presence of infection was confirmed through Green Fluorescent Protein (GFP) and Orange Fluorescent Protein (OFP). Immunoreactivity to the anti-human EpCAM antibody (a marker derived from epithelial carcinoma) in each SeV-infected cell was confirmed through flow cytometry. QH and multicolor FISH staining were performed for karyotyping of metaphase chromosomes in each cell line to determine chromosome number and structural abnormalities. Human transcriptome sequencing analysis was performed with NovaSeq 6000 (Illumina) using total RNA from each cell line. Some genes that showed significant expression in each cell line were subjected to real-time PCR (RT-PCR).<br \/>Results: We established the immortalized cell lines from human uterine and ovarian tissues. SeV-infected cells exhibited GFP and OFP fluorescence, while non-infected cells did not. SeV infection allowed all primary cell lines to grow for 25 or more passages, while non-infected SeV cells lacked the proliferative capacity and showed senescence-like morphology. SeV-infected cells senesced in a temperature-dependent manner. Ov n SeV- infected cells ion causedshowed a small increase in chromosome structural abnormalities. But, Ov BRCA1 and 2 SeV-infected cells showed larger than thatand . Llong-term passaged cells did not show immune response to anti-human EpCAM antibodies in normal cells. Eleven Three genes were predominantly expressed in Ov BRCA1 and Ov BRCA2 cells and were not expressed in Ov n cells. SomeTwo out of ththe three genesem were found to be predominantly expressed in Ov endo cells compared to the expression in the Ovn cell line. Furthermore, RT-PCR results also indicated substantially higher expression of two genes in Ov BRCA1\/2 cells and in Ov endo cells compared to the expression in Ov n cells. Conclusion: We succeeded in the reversible immortalization of endometrial and ovarian epithelial cells by using SeV infection.<br \/>We identified several candidate genes that may be involved in the oncogenic mechanism of ovarian cancer associated with endometriosis or germline BRCA1 and BRCA2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB02-03 Other,,"},{"Key":"Keywords","Value":"Immortalization,Ovarian cancer,BRCA,Endometriosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Masayo Okawa<\/b><sup>1<\/sup>, Hiroaki Komatsu<sup>1<\/sup>, Kohei Hikino<sup>1<\/sup>, Yuki Iida<sup>1<\/sup>, Masayo Hosokawa<sup>1<\/sup>, Mayumi Sawada<sup>1<\/sup>, Akiko Kudoh<sup>1<\/sup>, Jun Chikumi<sup>1<\/sup>, Shinya Sato<sup>1<\/sup>, Genki Hichiwa<sup>2<\/sup>, Yasuhiro Kazuki<sup>3<\/sup>, Kanako Kazuki<sup>3<\/sup>, Fuminori Taniguchi<sup>1<\/sup>, Mitsuo Oshimura<sup>3<\/sup>, Tasuku Harada<sup>4<\/sup><br><br\/><sup>1<\/sup>Obstetrics and Gynecology, Tottori University, Yonago, Japan,<sup>2<\/sup>Tottori University, Yonago, Japan,<sup>3<\/sup>Chromosome Engineering Research Center, Tottori University, Yonago, Japan,<sup>4<\/sup>Tottori University Hospital, Yonago, Japan","CSlideId":"","ControlKey":"31d5a639-322b-474c-a90c-24376b5bcf41","ControlNumber":"3291","DisclosureBlock":"&nbsp;<b>M. Okawa, <\/b> None..<br><b>H. Komatsu, <\/b> None..<br><b>K. Hikino, <\/b> None..<br><b>Y. Iida, <\/b> None..<br><b>M. Hosokawa, <\/b> None..<br><b>M. Sawada, <\/b> None..<br><b>A. Kudoh, <\/b> None..<br><b>J. Chikumi, <\/b> None..<br><b>S. Sato, <\/b> None..<br><b>G. Hichiwa, <\/b> None..<br><b>Y. Kazuki, <\/b> None..<br><b>K. Kazuki, <\/b> None..<br><b>F. Taniguchi, <\/b> None..<br><b>M. Oshimura, <\/b> None..<br><b>T. Harada, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5699","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1214","PresenterBiography":null,"PresenterDisplayName":"Masayo Okawa","PresenterKey":"71176644-5b60-4f78-8590-cd630b3293f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1214. Establishment and characterization of reversibly immortalized endometrial and ovarian epithelial cell lines using Sendai virus.","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"487","SessionOnDemand":"False","SessionTitle":"Carcinogenesis and Mutagenesis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment and characterization of reversibly immortalized endometrial and ovarian epithelial cell lines using Sendai virus.","Topics":null,"cSlideId":""},{"Abstract":"Certain <i>Enterobacteriaceae<\/i> strains contain a 54-kb biosynthetic gene cluster referred to as &#8220;<i>pks&#8221;<\/i> encoding the biosynthesis of a secondary metabolite, colibactin, that putatively alkylates host DNA via nucleophilic cyclopropane ring addition. While evidence suggests colibactin&#8217;s genotoxicity promotes mutagenesis and cancer, it has been impossible to directly test this hypothesis due to compound instability and sparse production. Recently synthesized stable colibactin analogs facilitate the first studies investigating the compounds structural mode of action. We tested the genotoxic capacity of two compounds: colibactin 742 and an analogous molecule with modified proposed DNA-binding residues (colibactin 746), in human cell lines and colonic organoids. To assess transcriptional pathways associated with acute colibactin response, we compared transcriptional profiles in a normal human colonic cell line (FHC) after short-term exposure to colibactin 742 or 746 and <i>pks<sup>+ <\/sup>K. pneumoniae <\/i>or an isogenic &#916;<i>clbP <\/i>mutant. To determine the mutagenic and transformative potential of colibactin 742, we exposed the human colonic epithelial cell line HCT 116 to 742 or 746 for 32-51 days followed by a 30-day recovery period. We assessed changes in gene expression by RNAseq and mutagenesis by whole-genome sequencing followed by mutational signature fitting. 742 but not 746 caused DNA damage in cell lines and human colonoids, quantified by &#947;H2AX phosphorylation. 742 recapitulated transcriptomic responses to <i>pks<sup>+<\/sup> K. pneumoniae <\/i>infection, and significantly upregulated pathways associated with p53 signaling, senescence, and IL-1 signaling, relative to 746 treated cells. Moreover, chronic cyclical exposure significantly increased expression of BRCA1-associated DNA repair pathways and genes involved in cross-link repair or replication-associated DNA damage response, consistent with colibactin&#8217;s putative cross-linking activity. Whole-genome sequencing revealed an increase in single-base substitutions (SBS) and indels (ID) in 742 treated cells, with a higher proportion of [T&#62;N] SBS and 1-4 bp insertion\/deletions in T-rich homopolymers, respectively. We found that 742-induced mutations could be attributed to the proposed colibactin signature (SBS88), reactive oxygen species (ROS; SBS17), or mismatch-repair deficiency (MMRd; SBS44). Colibactin 742 treatment caused an increase in H<sub>2<\/sub>DCFDA staining in intestinal epithelial cells, and an increase in transcriptomic pathways associated with peroxisome biogenesis or oxidative phosphorylation, supporting the theory that colibactin 742 treatment caused ROS-induced mutations. ID signatures primarily recapitulated <i>pks<\/i>-associated mutations. These findings provide the first direct evidence supporting colibactin&#8217;s proposed mode-of-action. Furthermore, our study suggests colibactin may indirectly cause mutations attributed to ROS or MMRd.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB02-02 Mutagenesis,,"},{"Key":"Keywords","Value":"Microbiome,Mutagenesis,Colibactin,DNA damage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael  W.  Dougherty<\/b><sup>1<\/sup>, Rafael Valdés-Mas<sup>2<\/sup>, Kevin  M.  Wernke<sup>3<\/sup>, Raad  Z.  Gharaibeh<sup>1<\/sup>, Alberto Riva<sup>1<\/sup>, Ye Yang<sup>1<\/sup>, Marcus Muehlbauer<sup>1<\/sup>, Eran Elinav<sup>2<\/sup>, Jens Puschhof<sup>4<\/sup>, Seth  B.  Herzon<sup>3<\/sup>, Christian Jobin<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Florida College of Medicine, Gainesville, FL,<sup>2<\/sup>Systems Immunology Department, Weizmann Institute of Science, Rehovot, Israel,<sup>3<\/sup>Yale University, New Haven, CT,<sup>4<\/sup>German Cancer Research Center (DKFZ), Heidelberg, Germany","CSlideId":"","ControlKey":"726fee54-7e07-46d7-bc70-37986fbec56b","ControlNumber":"951","DisclosureBlock":"&nbsp;<b>M. W. Dougherty, <\/b> None..<br><b>R. Valdés-Mas, <\/b> None..<br><b>K. M. Wernke, <\/b> None..<br><b>R. Z. Gharaibeh, <\/b> None..<br><b>A. Riva, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>M. Muehlbauer, <\/b> None..<br><b>E. Elinav, <\/b> None..<br><b>J. Puschhof, <\/b> None..<br><b>S. B. Herzon, <\/b> None..<br><b>C. Jobin, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5700","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1215","PresenterBiography":null,"PresenterDisplayName":"Michael Dougherty","PresenterKey":"d17a5034-e0b1-4d02-990f-86395396d111","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1215. Synthetic colibactins reveal the structural and biological mode-of-action of a microbial carcinogen","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"487","SessionOnDemand":"False","SessionTitle":"Carcinogenesis and Mutagenesis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synthetic colibactins reveal the structural and biological mode-of-action of a microbial carcinogen","Topics":null,"cSlideId":""},{"Abstract":"Non-Hodgkin's lymphoma (NHL) is a heterogeneous group of lymphoid tissue neoplasms, with different clinical, genetic and morphological aspects. It is the most common form of hematological malignancy worldwide. In addition to risk factors, some infectious agents cause or are related to the risk of developing NHL. These include Epstein Barr virus (EBV), human herpes virus 8, human T-cell lymphotropic virus type 1, human immunodeficiency virus, hepatitis C virus, and the <i>H. pylori<\/i>. Overall, cancer attributable to infections accounted for 15.4% of new cases in 2012, and this number may increase due to improvements in molecular methodologies. Recently, other infectious agents have been associated with NHL, such as human pegivirus and cutavirus. Although factors related to immune function and the infectious agents described play a relevant role in the etiology of NHL, these factors do not explain most cases, suggesting that others factors or infectious agents could be involved in NHL development. Identifying possible pathogens associated with NHL and understanding the cancer-infectious agents relationship is essential for the development of prevention and screening aproaches. The aim of this study is to characterize the viral composition of the tumor microbiome in different types of NHL. Tumor tissue samples from NHL stored at the Brazilian National Cancer Institute were processed for viral DNA and RNA extraction. The viral nucleic acids were prepared for 19 samples with the Nextera XT kit and sequenced on an Illumina MiSeq platform. Virus identification analyses were performed by comparing the sequences obtained with viral sequences in the GenBank database through the BLASTX tool. Most samples were from diffuse large B cell lymphoma (DLBCL; n = 11), followed by marginal zone and follicular lymphoma (three cases each), and small lymphocytic and non-B, non-T cell lymphoma (one case each). A median of 46% of the obtained reads mapped to the human genome. Among the remaining reads, four viral families were identified: <i>Anelloviridae<\/i>, <i>Flaviviridae<\/i>, <i>Herpesviridae <\/i>and <i>Papillomaviridae<\/i>. EBV, a herpervirus associated with different types of NHL, was found in one gastric DLBCL. <i>Anelloviridae<\/i> reads included only the genus <i>Alphatorquevirus<\/i> and were found in five DLBCL. This virus family has a ubiquitous presence, without any clinical manifestation so far described in humans. However, anellovirus viral load has been associated with the subject&#8217;s immune status. Different human papillomaviruses from the <i>Alpha, Beta and Gamma<\/i> genera were found in six samples, comprising follicular lymphoma and DLBCL. The flavivirus human pegivirus was found in one DLBCL. Some recent studies associated this later virus with risk of lymphoma. In summary, this study describes the viral diversity found in NHL, showing the presence of viruses not yet associated with this neoplasia. Additional studies are warranted to clarify the role of these viruses in the etiology of NHL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB02-01 Chemical, environmental, and virus-induced carcinogenesis,,"},{"Key":"Keywords","Value":"Lymphoma: non-Hodgkin's lymphoma,Viruses,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Juliana  D.  Siqueira<\/b><sup>1<\/sup>, Esmeralda  A.  Soares<sup>2<\/sup>, Marcelo  A.  Soares<sup>1<\/sup><br><br\/><sup>1<\/sup>Tumor Genetics and Virology Program, Brazilian National Cancer Institute (INCA), Rio de Janeiro, Brazil,<sup>2<\/sup>Clinical Research Program, Brazilian National Cancer Institute (INCA), Rio de Janeiro, Brazil","CSlideId":"","ControlKey":"45707f78-3efa-4723-8f7a-394544dc5df5","ControlNumber":"6151","DisclosureBlock":"&nbsp;<b>J. D. Siqueira, <\/b> None..<br><b>E. A. Soares, <\/b> None..<br><b>M. A. Soares, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5701","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1216","PresenterBiography":null,"PresenterDisplayName":"Juliana Siqueira, MD;PhD","PresenterKey":"6ac8a57f-ec85-4eb2-8853-ffe54823b54f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1216. Virome characterization in different types of non-Hodgkin lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"487","SessionOnDemand":"False","SessionTitle":"Carcinogenesis and Mutagenesis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Virome characterization in different types of non-Hodgkin lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Genetic lesions are central contributors to cancer development and progression, and understanding the sources of these lesions will provide a better understanding of the mechanisms of carcinogenesis. Our previous work showed that the uncharacterized murine <i>Fam72a<\/i> gene promotes mutagenic DNA repair during antibody maturation by causing the degradation of Uracil DNA glycosylase 2 (UNG2), a component of the base excision repair (BER) system. Humans encode four almost identical paralogues of <i>FAM72<\/i> called <i>FAM72A-D<\/i>, which are absent in all other mammalian genomes, including those of non-human primates. The role of these four paralogues in human biology is unknown. Intriguingly, a previous report showed that <i>FAM72A <\/i>is over-expressed in many cancers. Since FAM72A promotes mutagenesis by degradation of UNG2, we hypothesized that overexpression of the <i>FAM72 <\/i>gene family might promote cancer development and progression. Here we show that <i>FAM72A-D <\/i>is overexpressed in many human cancers and inversely correlates with UNG2 protein levels in tumorigenic tissue. However, FAM72A but not FAM72B-D causes degradation of UNG2. Consistent with this effect, <i>FAM72 <\/i>expression<i> <\/i>correlates with a higher mutation load in many tumor types. Since genetic mutations are associated with cancer development and progression, we tested whether <i>FAM72<\/i> expression is associated with disease outcomes. Indeed, we found that high <i>FAM72<\/i> expression was associated with poorer survival in several cancers. To directly test if <i>Fam72a<\/i> is sufficient to promote cancer, we generated transgenic mice that overexpress <i>Fam72a<\/i> in multiple tissues. We observed that <i>Fam72a<\/i> overexpression promotes increased colonic polyps in the <i>Apc<sup>min<\/sup><\/i> background compared to controls. These data show that the novel <i>FAM72<\/i> gene family are drivers of cancer development in both mice and humans and advances our understanding of the underlying molecular mechanisms that precipitate cancer development and progression. This work is supported by a grant from the CIHR (PJT-180269).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB02-02 Mutagenesis,,"},{"Key":"Keywords","Value":"Carcinogenesis,Colon cancer,Mutagenesis,Base excision repair,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yuqing Feng<sup>1<\/sup>, Bhupesh Thakur<sup>1<\/sup>, Jeffery Bruce<sup>2<\/sup>, Sami Mamand\u0009<sup>1<\/sup>, Melika Shirdarreh<sup>1<\/sup>, Matthew Wong<sup>1<\/sup>, Jennifer Silvester<sup>2<\/sup>, Ming Han<sup>2<\/sup>, Mohammad Kashem<sup>1<\/sup>, Amin Zia<sup>1<\/sup>, David Cescon<sup>2<\/sup>, Tervor Pugh<sup>2<\/sup>, <b>Rossanna C. Pezo<\/b><sup>3<\/sup>, Alberto Martin<sup>1<\/sup><br><br\/><sup>1<\/sup>Univ. of Toronto Faculty of Medicine, Toronto, ON, Canada,<sup>2<\/sup>University Health Network, Toronto, ON, Canada,<sup>3<\/sup>Sunnybrook Health Sciences Center, Toronto, ON, Canada","CSlideId":"","ControlKey":"8c0524d7-60d4-498b-a2e1-3c3c003ac731","ControlNumber":"1309","DisclosureBlock":"&nbsp;<b>Y. Feng, <\/b> None..<br><b>B. Thakur, <\/b> None..<br><b>J. Bruce, <\/b> None..<br><b>S. Mamand\u0009, <\/b> None..<br><b>M. Shirdarreh, <\/b> None..<br><b>M. Wong, <\/b> None..<br><b>J. Silvester, <\/b> None..<br><b>M. Han, <\/b> None..<br><b>M. Kashem, <\/b> None..<br><b>A. Zia, <\/b> None..<br><b>D. Cescon, <\/b> None..<br><b>T. Pugh, <\/b> None..<br><b>R. C. Pezo, <\/b> None..<br><b>A. Martin, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5702","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1217","PresenterBiography":"","PresenterDisplayName":"Rossanna Pezo, MD;PhD","PresenterKey":"da2093bb-2924-4d19-ade9-e230563d9c49","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/da2093bb-2924-4d19-ade9-e230563d9c49.profile.jpg","SearchResultActions":null,"SearchResultBody":"1217. The <i>FAM72<\/i> gene family promotes cancer development by disabling the base excision repair system","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"487","SessionOnDemand":"False","SessionTitle":"Carcinogenesis and Mutagenesis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The <i>FAM72<\/i> gene family promotes cancer development by disabling the base excision repair system","Topics":null,"cSlideId":""},{"Abstract":"Mercury (Hg) is a persistent environmental pollutant that has long been associated with neurotoxic and other noncancer health effects in exposed populations. Recent large epidemiological studies using different internal indices of Hg exposure have found significantly elevated risks for skin cancers in both men and women. To understand potential carcinogenic mechanisms for Hg(II), we examined its mutagenicity and impact on processing of different types of DNA damage. In agreement with its lack of DNA reactivity, we found that Hg(II) was not mutagenic at the mammalian <i>Hprt<\/i> locus and did not change DNA incorporation of rNMPs which are the most abundant endogenous nucleotide abnormalities in the genome. We next tested the impact of Hg(II) at nontoxic or only mildly toxic concentrations on sensitivity of cells to several genotoxicants producing specific classes of DNA damage. We found that even nontoxic concentrations of Hg(II) impaired cellular resistance to topoisomerase I-mediated DNA damage in human epidermal keratinocytes. Hg(II) had no significant effect on cytotoxicity of topoisomerase II-mediated DNA lesions and examination of numerous components of DNA damage response activated by topoisomerase II-targeting drugs showed no major differences between control and Hg(II)-exposed cells. In contrast, Hg(II)-treated keratinocytes displayed a distorted DNA damage response to topoisomerase I-produced DNA damage, manifested in a misbalanced activation of ATM and ATR targets. Consistent with their lower survival, Hg(II)-treated cells accumulated higher levels of toxic DNA double-strand breaks (DSBs). Further analyses indicated that Hg(II) caused impartment of DNA repair of replication-associated DSBs. Thus, although Hg(II) is not directly genotoxic, it can increase genomic instability by interfering with accurate processing of endogenous DNA damage produced by topoisomerase I.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB02-02 Mutagenesis,,"},{"Key":"Keywords","Value":"Genomic instability,Cancer risk,Topoisomerase I-mediated DNA damage,DNA double-strand break,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Giorgiana Madalina Ursu<\/b><sup><\/sup>, Anna  M.  Cyran<sup><\/sup>, Anatoly Zhitkovich<sup><\/sup><br><br\/>Pathology and Laboratory Medicine, Brown University, Providence, RI","CSlideId":"","ControlKey":"113072fe-9fa5-457b-a7c0-814fc5f54266","ControlNumber":"5070","DisclosureBlock":"&nbsp;<b>G. M. Ursu, <\/b> None..<br><b>A. M. Cyran, <\/b> None..<br><b>A. Zhitkovich, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5703","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1218","PresenterBiography":null,"PresenterDisplayName":"GIORGIANA MADALINA Ursu, PhD","PresenterKey":"be561c22-10e9-45c5-8018-07eecd9b5347","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1218. Mercury(II)-induced abnormalities in processing of topoisomerase I-mediated DNA damage","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"487","SessionOnDemand":"False","SessionTitle":"Carcinogenesis and Mutagenesis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mercury(II)-induced abnormalities in processing of topoisomerase I-mediated DNA damage","Topics":null,"cSlideId":""},{"Abstract":"Some types of thyroid cancers are known to arise from thyroid adenomas, as a malignant transition from benign adenoma, as proposed in the multi-step carcinogenesis model. Thyroid cancer studies using human thyroid cancer cell lines have been intensely performed by many researchers. However, mouse thyroid adenoma cell lines have not been well established and characterized. In order to obtain further insights into thyroid carcinogenesis process, we established five cell lines from thyroid adenomas developed in mice treated with goitrogen amitrole. Among them, two cell lines, CAT458\/458s (CAT: <u>c<\/u>ells from <u>a<\/u>mitrole treated <u>t<\/u>hyroids; CAT458s: a sub-line from CAT458) and CAT459 were found to be positive for E-cadherin and Claudin-1, representative epithelial markers, and negative for Vimentin, a mesenchymal marker, suggesting that they originated from thyroid epithelial cells. We found higher expression of DUOX1, a member of NADPH oxidase involved in thyroid hormone synthesis, in both CAT458s and 459 cells than normal mouse thyroids, presumably due to an unknown mechanism caused by amitrole treatment. NKX2-1, a master regulator of thyroid development, is not expressed in CAT458s cells while NKX2-1 is abundantly expressed in CAT459 cells. Consistent with this finding, NKX2-1-positive CAT459 cells showed higher mRNA expression of thyroid differentiation markers including <i>Tg<\/i>, <i>Duox1<\/i>, and <i>Duox2<\/i>. NKX2-1 overexpression in NKX2-1-negative CAT458s cells using a lentiviral infection system induced mRNA expressions of these thyroid differentiation marker genes, suggesting that partial thyroid differentiation of the adenoma cells is induced by NKX2-1. TSH and IGF-I are known to work synergistically for thyroid growth. However, <i>Tshr<\/i> mRNA expression is not detected in either CAT458s or 459 cells, suggesting that TSH signal is not responsible for their growth. On the other hand, IGF-IR protein is expressed and IGF-I induces AKT and S6 phosphorylation in both cells. We further tried to assess somatic gene mutations involved in adenoma development by whole-genome sequencing (WGS). WGS analysis revealed that somatic missense mutations are not found in genes known to be involved in thyroid carcinogenesis and cancer progression, such as <i>Braf<\/i>, <i>Trp53<\/i>, <i>Ret<\/i>, <i>Tert<\/i>, <i>Hras<\/i>, <i>Kras<\/i>, and <i>Nras<\/i>. This finding suggests that prominent oncogenic mutations are not required for thyroid adenoma development that may later progress to carcinoma. Currently we are validating several missense mutations, including mutations in tumor suppressor genes <i>Atm<\/i> and <i>Tgfb1<\/i>, found in these cell lines. In conclusion, we established mouse thyroid adenoma cell lines with different differentiation and molecular profiles. CAT458s and 459 cells would provide a tool to further clarify the process of thyroid adenoma development and thyroid differentiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB02-01 Chemical, environmental, and virus-induced carcinogenesis,,"},{"Key":"Keywords","Value":"Chemical carcinogenesis,Thyroid adenoma,Cell lines,Whole genome sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yo-Taro Shirai<\/b><sup>1<\/sup>, Nobuo Hoshi<sup>1<\/sup>, Huaitian Liu<sup>2<\/sup>, Maxwell  P.  Lee<sup>2<\/sup>, Shioko Kimura<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Innovation Laboratory, Endocrinology Section, National Institutes of Health, National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Laboratory of Cancer Biology and Genetics, National Institutes of Health, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"8edd4611-c17a-493e-b0e8-d5977a8034c8","ControlNumber":"3209","DisclosureBlock":"&nbsp;<b>Y. Shirai, <\/b> None..<br><b>N. Hoshi, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>M. P. Lee, <\/b> None..<br><b>S. Kimura, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5704","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1219","PresenterBiography":null,"PresenterDisplayName":"Yo-Taro Shirai, MD;PhD","PresenterKey":"cb7d08df-87e8-4920-8aa3-db3de02160d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1219. Establishment and characterization of amitrole-induced mouse thyroid adenoma-derived cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"487","SessionOnDemand":"False","SessionTitle":"Carcinogenesis and Mutagenesis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment and characterization of amitrole-induced mouse thyroid adenoma-derived cell lines","Topics":null,"cSlideId":""},{"Abstract":"Nickel(II) is a long-established inhalation carcinogen that causes lung and nasal tumors in humans and rodents. Despite its being a complete carcinogen, Ni(II) is DNA-unreactive and tested negative in the standard mutagenicity assays and consequently, is described as nongenotoxic. However, we have recently found that Ni(II) caused activation of the genotoxic stress-sensitive transcription factor p53, suggesting that this metal may possess some atypical, poorly detectable form(s) of genotoxicity. To determine what genotoxic or other cellular injury by Ni(II) upregulated p53, we examined multiple DNA damage responses and the role of several stress-sensitive kinases. We found that Ni(II)-induced phosphorylation and stabilization of p53 was mediated by ATR kinase but in its absence, by ATM kinase. Phosphorylation of p53 and CHK1 (another ATR target) occurred specifically in S phase, as determined by immunofluorescence and using synchronized cell populations. Inhibition of ATR strongly increased severity of replication stress and triggered activation of ATM kinase. Replication stress by Ni(II) was found to result from depletion of ribonucleotide reductase subunits through their higher turnover. We developed a novel fluorescent assay for detection of DNA-embedded rNMPs and found that Ni(II) induced a large increase in the DNA burden of ribonucleotides. The biological significance of DNA-incorporated rNMPs in Ni(II)-induced genotoxic responses was confirmed by the hypersensitivity of cells with inactivated ribonucleotide excision repair (RNAse H2 knockdown). Thus, our findings identified carcinogenic Ni(II) as a replication stressor inducing DNA incorporation of genotoxic rNMPs which are poorly detectable in the standard mutagenicity tests. Other protein-reactive carcinogen may also engage similar genotoxicity mechanisms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB02-02 Mutagenesis,,"},{"Key":"Keywords","Value":"DNA repair,Mutagenesis,DNA replication,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Casey Krawic<\/b><sup><\/sup>, Sophia Valiente<sup><\/sup>, Anatoly Zhitkovich<sup><\/sup><br><br\/>Brown University, Providence, RI","CSlideId":"","ControlKey":"a65711d1-28f9-47a5-9cb7-dffd01c1d86f","ControlNumber":"4652","DisclosureBlock":"&nbsp;<b>C. Krawic, <\/b> None..<br><b>S. Valiente, <\/b> None..<br><b>A. Zhitkovich, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5705","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1220","PresenterBiography":null,"PresenterDisplayName":"Casey Krawic","PresenterKey":"f517d7de-f0bc-433c-8cd8-45ddbe293f9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1220. Carcinogenic nickel(II) is a replication stressor causing genotoxicity via DNA incorporation of rNMPs","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"487","SessionOnDemand":"False","SessionTitle":"Carcinogenesis and Mutagenesis","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Carcinogenic nickel(II) is a replication stressor causing genotoxicity via DNA incorporation of rNMPs","Topics":null,"cSlideId":""}]