[{"Abstract":"Nicotinamide N-methyltransferase (NNMT) is a metabolic enzyme that catalyzes the conversion of methyl groups from S-adenosyl-L-methionine (SAM) to nicotinamide (NAM) to generate S-adenosine hyperblastoids (SAH) and 1-methylnicotinamide (MNA). Upregulation of NNMT has been observed in a variety of cancers, including glioblastoma. The mechanism by which NNMT is overexpressed in glioblastoma remains largely unknown. Epidermal growth factor receptor (EGFR) gene amplification or mutation is one of the most common genetic lesions in glioblastoma, and EGFRvIII is the most common mutant contributing to glioblastoma cell proliferation, invasion, therapeutic resistance, metastasis, and stemness. In this study, we show that activation of wild-type EGFR by EGF or the constitutively active mutant EGFRvIII promoted NNMT expression in established glioblastoma cell lines and glioblastoma stem-like cells via the p38 mitogen-activated protein kinase pathway. Furthermore, we identified STAT1 as a downstream transcription factor required for EGFR\/EGFRvIII-induced NNMT upregulation. Knockdown of NNMT by RNA interference in glioblastoma cells significantly inhibited EGFRvIII-promoted glioblastoma cell invasion and proliferation in vitro. Targeting NNMT inhibited EGFRvIII-driven glioblastoma tumorigenicity and prolonged survival of tumor-bearing mice. Clinically, NNMT was highly expressed and positively correlated with EGFR expression in human glioblastoma tumors. Taken together, these findings establish NNMT as a previously unknown downstream target gene of EGFR\/EGFRvIII expression and nominate it as a new potential therapeutic target for inhibiting EGFRvIII-driven glioblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"EGFR,Glioblastoma,Gene expression,NNMT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lianping Ma<\/b><sup>1<\/sup>, Ming Li<sup>2<\/sup><br><br\/><sup>1<\/sup>Neurology, Xinxiang Central Hospital, Xinxiang, China,<sup>2<\/sup>University of Minnesota Medical School, Minneapolis, MN","CSlideId":"","ControlKey":"1b7d58cc-9ca2-441a-b771-00100341c9e2","ControlNumber":"7775","DisclosureBlock":"&nbsp;<b>L. Ma, <\/b> None..<br><b>M. Li, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5743","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2545","PresenterBiography":null,"PresenterDisplayName":"Lianping Ma, MD","PresenterKey":"b2fd44e2-a86c-426c-ae4b-8ff29d20c0bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2545. NNMT is a novel effector of EGFR driven glioblastoma malignancy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NNMT is a novel effector of EGFR driven glioblastoma malignancy","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is the dominant type of liver cancer exhibiting high mortality and poor prognosis with the fastest rate of death due to its aggressiveness and lack of effective therapies. Beta-catenin is a key player transcriptional factor, which orchestrates gene expression in HCC progression. Activation of &#946;-catenin is promoted by its phosphorylation by AKT. Although the studies of metastatic behavior of &#946;-catenin over-expressing HCC cells are not clear, the present study is focusing on the relationship between chromatin remodelling through deacetylation and phosphorylation of &#946;-catenin by AKT. The current study investigated the role of a combination of Lenvatinib, a multi-kinase inhibitor, and Belinostat, a histone deacetylase inhibitor (HDACI), on two HCC cell lines, Hep G2 and Hep 3B, respectively. In-depth, our data showed that combined treatment significantly induced morphological changes in the tested cell lines with activation of caspase-3 and pre-apoptotic signals of Bcl-2, Bcl-XL, and Bax, indicating apoptotic induction after 48 hours of treatment compared to the control or each drug separately. The calculated IC<sub>50 <\/sub>was 1&#181;mol\/L for Belinostat and 25 n mole\/L for Lenvatinib. Western blotting analysis reveals that the combined treatment for 48 hours inhibited the oncogenic &#946;-catenin, AKT, and TGF&#946; expression in a dose-dependent manner.In addition, the combined treatment inhibited the localization of beta-catenin in the tested cell nuclei after 48 hours as confirmed by IHC staining. Statistical analysis proved that the combination of both drugs significantly decreased the proliferation and invasion of both cell lines (P&#60;0.01, ANOVA) compared to each drug alone. In addition, the percentage of apoptotic cells was significantly increased and showed a cell cycle arrest in the G0\/G1 phase of Hep-G2 cells after 48 hours of combined treatment as confirmed by flow cytometry. All in all, our data show that targeting AKT\/&#946;-catenin driven HCC progression can be targeted by Lenvatinib and Belinostat combined treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,HDAC inhibitor,&#946;-catenin,Akt,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mohamed Mahmoud Abbas Moustafa Elberawi<\/b><sup><\/sup>, Mohamed Abdulqadir<sup><\/sup>, Ahmed Samir Sultan<sup><\/sup><br><br\/>Biochemistry, Alexandria University, Alexandria, Egypt","CSlideId":"","ControlKey":"286ea2db-db95-4f38-8f3f-05bf6a1d2d8d","ControlNumber":"2569","DisclosureBlock":"&nbsp;<b>M. M. A. Elberawi, <\/b> None..<br><b>M. Abdulqadir, <\/b> None..<br><b>A. S. Sultan, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5744","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2546","PresenterBiography":null,"PresenterDisplayName":"Mohamed Elberawi, MS","PresenterKey":"2e8ccc0e-03e3-4b9d-8dfc-0ef554b48dbd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2546. Targeting of AKT\/&#946;-catenin signaling pathways driven hepatocellular carcinoma cell lines by combined treatment of HDAC and multi-kinase inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting of AKT\/&#946;-catenin signaling pathways driven hepatocellular carcinoma cell lines by combined treatment of HDAC and multi-kinase inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Metastatic castration-resistant prostate cancer is lethal, and the mechanisms contributing to this deadly disease are largely unknown. The disparity in our knowledge poses a significant barrier to developing effective therapeutics against advanced prostate cancer in humans. Evidence suggests that the ephrin family of receptor tyrosine kinase signaling may play a critical role in the pathobiology of prostate cancer progression. However, the mechanism is elusive. Our initial study showed that YAP1, in concert with the TEAD1 transcription factor, regulated EPHA3 expression. However, the significance of EPHA3 signaling in prostate cancer remains elusive. Here we investigated the role of EPHA3 signaling in prostate cancer cells. We showed that the expression of EPHA3 correlated with YAP1 in prostate cancer clinical samples. We also showed that EPHA3 knockout reduced cell growth in 2D and 3D cultures. In addition, EPHA3 loss sensitized castration-resistant prostate cancer cells to enzalutamide. Moreover, EPHA3 knockout reduced the GTPase activity of RHOA compared to cells with EPHA3-WT, which coincided with reduced phospho-ERK1\/2 levels. Consistently, EPHA3 knockout reduces phosphor-ERK1\/2, similar to the inhibition of phospho-ERK1\/2 by an inhibitor of ROCK1 (Rho-associated coiled-coil-containing protein kinase 1). Besides, EPHA3 knockout reduced the expression of EMT markers ZEB1\/2 and the cancer stem cell marker CD44 compared to the wild type. Furthermore, the levels of EPAH3 transcripts were higher in high-grade PC of AA patients compared to other races. Finally, AA and Caucasian Americans (CA) PC cell lines differentially express the member of ephrin-A and ephrin-B receptors. These observations suggest that the YAP1-EPHA3 signaling is a viable therapeutic target for patients with advanced prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"Tyrosine kinase receptors,Yes-associated protein (YAP),Epha3, RhoA, ERK. Enzalutamide,Cancer stem cell markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Marwah M. Al-Mathkour<sup><\/sup>, Abdulrahman M. Dwead<sup><\/sup>, Kezhan Khazaw<sup><\/sup>, <b>Bekir Cinar<\/b><sup><\/sup><br><br\/>Department of Biological Sciences, Clark Atlanta University, Atlanta, GA","CSlideId":"","ControlKey":"0af3fec8-a58c-40fc-abe0-1b9698aa5ed5","ControlNumber":"7065","DisclosureBlock":"&nbsp;<b>M. M. Al-Mathkour, <\/b> None..<br><b>A. M. Dwead, <\/b> None..<br><b>K. Khazaw, <\/b> None..<br><b>B. Cinar, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5745","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2547","PresenterBiography":null,"PresenterDisplayName":"Bekir Cinar, PhD","PresenterKey":"33ce24d9-7a8e-4693-b233-9d38c774f819","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2547. YAP1 associates with the EPHA3 receptor tyrosine kinase to promote prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YAP1 associates with the EPHA3 receptor tyrosine kinase to promote prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Casitas B-lineage lymphoma (CBL) is a family of RING-type E3 ligases that target proteins for degradation via the proteasomal pathway. CBL-b specifically functions as a negative effector of T cell activation by down regulating the T cell receptor, whereas c-CBL interacts with various receptor tyrosine kinases involved in cell signaling and activation, targeting them for degradation. Therefore, the CBL family regulates the biology of immune cells and targeting CBL-b or c-CBL is a potential therapeutic strategy for the treatment of cancer, infection, or autoimmune diseases. In this study, we used TR-FRET (Time-Resolved Fluorescence Resonance Energy Transfer) to uncover new mechanistic aspects of CBL activation. Our assays were designed and optimized using purified components (E1\/E2\/c-CBL or CBL-b E3 ligase and kinase substrate Tyro3 or Axl) to recreate the polyubiquitination cascade <i>in vitro<\/i>. The assays use a Europium cryptate-labeled Ubiquitin (donor) and a Cy5-labeled Ubiquitin (acceptor) to complete the TR-FRET pairing. Since both the TR-FRET donor and acceptor are incorporated into poly-ubiquitin chains formed on the E3 ligase, the technique measures only poly-ubiquitination and not mono-ubiquitination. This FRET-based assay is homogeneous, making it especially suitable for screening applications and real-time kinetics. Validation of the assay indicated that the presence of a kinase substrate (Tyro3 or Axl) activates CBL-b and c-CBL, which are known to display a similar mechanism of activation. Importantly, our assay design allowed us to show that known CBL-B inhibitor CBL-B-IN-1 is not strictly selective toward CBL-B but also affects c-CBL E3 ligase activity to similar extend since the IC<sub>50<\/sub> of the compound for c-CBL and CBL-B differ by only 2-fold. Finally, it has been proposed that CBL-b phosphorylation at Y106, Y133, and Y363 by Tyro3 kinase is required for its activation. Indeed, in our assay, we observed that CBL-b mutation at Y363F decreases TYRO3 ubiquitination drastically.&nbsp;Surprisingly, phospho-mimetic mutation Y363E did not restore CBL-b-mediated ubiquitination of Tyro3, indicating that substrate binding close to Y363 is the predominant requirement for CBL activation. The weak E3 ligase activity of CBL-b Y363E mutant was insensitive to CBL-B-IN-1 treatment.In conclusion, our data indicates that no significant difference in the parameters of substrate ubiquitination exists between CBL-B and c-CBL, and that ubiquitination of receptor tyrosine kinase Tyro3 by either c-CBL or CBL-B depends on the kinase binding to CBL but not on the phosphorylation of CBL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-08 Ubiquitin and ubiquitin-like proteins,,"},{"Key":"Keywords","Value":"Tyrosine kinase,Ubiquitination,Immune cells,Signal transduction,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kasia Zientara-Rytter<sup><\/sup>, <b>Veronique Baron<\/b><sup><\/sup>, Pavel Shashkin<sup><\/sup>, Henry Zhu<sup><\/sup><br><br\/>BPS Bioscience, San Diego, CA","CSlideId":"","ControlKey":"a266c1c2-8796-47f3-b481-214e144cac7f","ControlNumber":"6452","DisclosureBlock":"&nbsp;<b>K. Zientara-Rytter, <\/b> None.&nbsp;<br><b>V. Baron, <\/b> <br><b>Neurocrine<\/b> Stock, Other, Spouse is an employee of. <br><b>Pellficure Pharmaceuticals, Inc<\/b> Independent Contractor, Stock Option, Patent, Copyright, I am a former employee of.<br><b>P. Shashkin, <\/b> None..<br><b>H. Zhu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5746","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2548","PresenterBiography":null,"PresenterDisplayName":"VERONIQUE BARON","PresenterKey":"302ae1e7-8a79-4e03-aeb4-b783392cf6e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2548. Substrate binding, not phosphorylation, activates CBL poly-ubiquitination activity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Substrate binding, not phosphorylation, activates CBL poly-ubiquitination activity","Topics":null,"cSlideId":""},{"Abstract":"Colorectal Cancer (CRC) ranks among the top three cancers worldwide in terms of incidence and mortality. Treatment of CRC with 5-fluorouracil and oxaliplatin has shown limited efficacy, with resistance often developing to this treatment. Therefore, there is an urgency to identify druggable molecular pathways\/proteins that can be efficiently targeted either alone or in combination with chemotherapy to efficiently treat these cancers. In majority of cancers including CRCs, the phosphatidylinositol 3-kinase (PI3K)\/AKT\/mTOR pathway is frequently found to be constitutively activated leading to poor overall survival. In addition, over expression of the anti-apoptotic protein XIAP has also been shown to induce resistance to chemotherapeutic agents leading to poor prognosis in many epithelial cancers including CRC. Targeting the PI3K\/AKT\/mTOR pathway and expression of XIAP through specific inhibitors may overcome chemoresistance and altered cell proliferation. The current study examines the effect of oxaliplatin, and inhibitors of PI3K (LY294002) and XIAP (Embelin) in an transiently produced oxaliplatin-resistant colorectal cancer cell line. Transient resistance was induced in CRC cell line HCT116 by intermittent treatment with 25&#956;M oxaliplatin. The anti-proliferative effects of oxaliplatin, Embelin, LY294002 and Torin 2 were determined using MTT [3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide] assay. Western blots were performed to determine the expression of phosphorylated AKT, XIAP and caspase-3 proteins. Cell cycle and apoptosis assays were performed by flow cytometry to determine the fate of cells following different treatments. Transient resistance was developed in HCT-116 cells (termed HCT-116<sup>OXR<\/sup>) after treatment with 25&#956;M oxaliplatin as confirmed by cell viability assays and immunoblotting that showed activation of phospho-AKT and upregulation of XIAP in the transiently resistant cells. HCT116<sup>OXR<\/sup> cells responded to treatment with LY294002 and Embelin as compared to parental HCT-116 cells (termed HCT-116<sup>WT<\/sup>). Following treatment with LY294002 or Embelin alone or in combination for 48hrs, HCT-116<sup>OXR<\/sup> cells underwent a G1 phase cell cycle arrest rather than apoptosis as measured by flow cytometry analysis. The data suggests that PI3K\/AKT pathway and XIAP inhibitors cause cell cycle arrest and decreased cell viability in oxaliplatin resistant colorectal cancer cells, which may have implications for treatment of chemotherapy resistant CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Cell cycle arrest,AKT\/PKB activation,XIAP,Cell signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rozmeen Akbar<sup>1<\/sup>, Mati Ur Rehman<sup>2<\/sup>, Asra Khan<sup>2<\/sup>, Numair Belgaumi<sup>3<\/sup>, Iman  M.  Farooqui<sup>3<\/sup>, Aafia  S.  Arain<sup>4<\/sup>, <b>Azhar Hussain Rajabali<\/b><sup>1<\/sup>, Kulsoom Ghias<sup>2<\/sup><br><br\/><sup>1<\/sup>Aga Khan University, Karachi, Pakistan,<sup>2<\/sup>Biological and Biomedical Sciences, Aga Khan University, Karachi, Pakistan,<sup>3<\/sup>Medical College, Aga Khan University, Karachi, Pakistan,<sup>4<\/sup>Szabist Institute of Science and Technology, Karachi, Pakistan","CSlideId":"","ControlKey":"e69764b3-31c5-4275-a811-2fd8f6cefc55","ControlNumber":"2800","DisclosureBlock":"&nbsp;<b>R. Akbar, <\/b> None..<br><b>M. Rehman, <\/b> None..<br><b>A. Khan, <\/b> None..<br><b>N. Belgaumi, <\/b> None..<br><b>I. M. Farooqui, <\/b> None..<br><b>A. S. Arain, <\/b> None..<br><b>A. H. Rajabali, <\/b> None..<br><b>K. Ghias, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5747","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2549","PresenterBiography":null,"PresenterDisplayName":"Azhar Rajabali, MBBS","PresenterKey":"ff2bc9d1-8733-49dd-80cb-8febb405cf1b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2549. Targeting PI3Kinase AKT pathway and anti-apoptotic protein XIAP in chemotherapy-resistant colorectal cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting PI3Kinase AKT pathway and anti-apoptotic protein XIAP in chemotherapy-resistant colorectal cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Nanoscopic, millisecond-lasting membrane platforms are modeled to constitute main functional signaling units. However, multiple signaling events in cell growth induction, including receptor Tyr-kinase (RTK) stimulation, calcium signaling, cytoplasmic kinase recruitment, operate over much broader space-time frames. Through dynamic confocal\/super-resolution\/electron-microscopy on living cells, we discovered that signaling competence is acquired through growth factor-induced coalescence of activated growth inducers (RTK, CD9, CD81, CD98, Co-029, CD316, Trop-1, Trop-2, PI3K, PI4K), and downstream effectors (Grb-2, PKC&#945;, ERK, Akt, Src, Syk, ILK, ezrin) into confined segments of the cell membrane (&#8216;docks&#8217;), that recursively assemble over hundreds of seconds. Average size (25&#177;5 &#956;m; ~80,000 individual analyses) and lifetime (222&#177;25 sec) of docks extend by orders of magnitude previously recognized space-time frames for cell signaling. Activated\/phosphorylated kinases clustered at membrane docks (99% P-Erb-B4; 91% P-Ret; 90% P-PKC&#945;; 90% P-Src). STED super-resolution microscopy revealed up to 10 &#181;m<sup>2<\/sup> signal transducer areas of effector colocalization. Docks &#62;1.0 &#181;m<sup>2<\/sup> accounted for ~90% of colocalizations versus &#8776;1% of raft-sized domains (&#60;0.005 &#181;m<sup>2<\/sup>). FRET-FLIM subsequently indicated that inter-molecular signal transducer interactions are essentially confined at docks. Docks were induced by growth factors (FGF-1, PDGF, EGF&#62;HGF, IGF-1&#62;&#62;SCF\/VEGF), were inhibited by Tyr kinase and cytoskeleton inhibitors, and were shown to induce cancer cell proliferation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Signal transduction,Kinases,Cell growth,Cytoskeleton,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saverio Alberti<\/b><sup>1<\/sup>, Valeria Relli<sup>2<\/sup>, Romina Tripaldi<sup>3<\/sup>, Pasquale Simeone<sup>3<\/sup>, Emanuela Guerra<sup>3<\/sup>, Andrea Sacchetti<sup>4<\/sup>, Paolo Ciufici<sup>3<\/sup>, Antonino Moschella<sup>1<\/sup>, Valeria Caiolfa<sup>5<\/sup>, Moreno Zamai<sup>5<\/sup>, Marco Trerotola<sup>3<\/sup><br><br\/><sup>1<\/sup>University of Messina, Messina, Italy,<sup>2<\/sup>University of Bologna, Bologna, Italy,<sup>3<\/sup>University of Chieti-Pescara, Chieti, Italy,<sup>4<\/sup>Erasmus University Medical Center, Rotterdam, Netherlands,<sup>5<\/sup>CNIC, Madrid, Spain","CSlideId":"","ControlKey":"0e54bf98-661d-417a-adc3-3894e7651986","ControlNumber":"4314","DisclosureBlock":"<b>&nbsp;S. Alberti, <\/b> <br><b>Oncoxx Biotech<\/b> Stock, Patent. <br><b>Mediterranea Theranostic<\/b> Stock, Patent.<br><b>V. Relli, <\/b> None..<br><b>R. Tripaldi, <\/b> None..<br><b>P. Simeone, <\/b> None.&nbsp;<br><b>E. Guerra, <\/b> <br><b>Mediterranea Theranostic<\/b> Stock, Patent.<br><b>A. Sacchetti, <\/b> None..<br><b>P. Ciufici, <\/b> None..<br><b>A. Moschella, <\/b> None..<br><b>V. Caiolfa, <\/b> None..<br><b>M. Zamai, <\/b> None..<br><b>M. Trerotola, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5748","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2550","PresenterBiography":null,"PresenterDisplayName":"Saverio Alberti, MD;PhD","PresenterKey":"68245bb6-1b0f-412b-8fab-ee6e3d2be147","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2550. Growth factor-induced cell membrane macroplatforms drive protein kinase signaling for transformed cell growth","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Growth factor-induced cell membrane macroplatforms drive protein kinase signaling for transformed cell growth","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Ovarian cancer is the deadliest gynecological malignancy, and accounts for over 150,000 deaths per year worldwide. The high grade serous ovarian cancer (HGSOC) subtype accounts for almost 60% of ovarian cancers and is the deadliest. HGSOC originates in the fimbria of the fallopian tube and disseminates through the peritoneal cavity. Survival of tumor cells in the peritoneal fluid requires cells to resist anoikis (anchorage-independent apoptosis). CRISPR\/Cas9 and transcriptomic screens identified the Golgi protein CASC4 (GOLM2, H63) as a &#8220;driver&#8221; of anoikis resistance. As CASC4 is highly uncharacterized in literature, we sought to determine how CASC4 confers anoikis resistance to HGSOC cells.<br \/>Methods: Mining of publicly available ovarian cancer datasets (TCGA) showed that CASC4 is associated with worse clinical outcomes, such as worse overall survival and increased resistance to platinum-based chemotherapies. For experiments, we used HGSOC cell lines PEO1, CaOV3, and OVCAR3 with shRNA-mediated CASC4 knockdowns (CASC4 KD), cultured in forced suspension.<br \/>Results: Culturing cells in suspension, to recapitulate the peritoneal fluid environment in vitro, showed that CASC4 KD hampers cell proliferation and colony formation ability, and increases apoptosis. Additionally, a Reverse Phase Protein Assay (RPPA) showed that CASC4 KD results in significant changes in proteins known to be localized to the cell surface or secreted, including decreased protein levels of the receptor tyrosine kinase (RTK) Epidermal Growth Factor Receptor (EGFR), an initiator of several oncogenic signaling pathways. A paralog of CASC4, GOLM1, is known to drive hepatocellular carcinoma through various mechanisms, such as the recycling of internalized RTKs, including EGFR. Indeed, our experiments showed that CASC4 KD in ovarian cancer cells leads to decreased EGFR levels and decreased EGFR recycling.<br \/>Conclusion: Knocking down CASC4 results in decreased survivability in suspension, decreased EGFR levels at the plasma membrane, and decreased recycling of EGFR. Further elucidating mechanisms of CASC4-dependent anoikis resistance could lead to the development of novel therapeutic approaches, such as inhibitory peptides, and may assist in developing newer biomarkers for predicting ovarian cancer malignancy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"Ovarian cancer,Gynecological cancers: ovarian,Receptor tyrosine kinase (RTK),Anoikis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jaidev Bapat<\/b><sup>1<\/sup>, Lindsay  W.  Brubaker<sup>2<\/sup>, Zachary  L.  Watson<sup>2<\/sup>, Tomomi  M.  Yamamoto<sup>2<\/sup>, Benjamin  G.  Bitler<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Colorado Anschutz Medical Campus, Aurora, CO,<sup>2<\/sup>OB\/GYN, University of Colorado Anschutz Medical Campus, Aurora, CO","CSlideId":"","ControlKey":"5a1ae8f2-39bc-4e57-99c5-4e1752d62ab0","ControlNumber":"3119","DisclosureBlock":"&nbsp;<b>J. Bapat, <\/b> None..<br><b>L. W. Brubaker, <\/b> None..<br><b>Z. L. Watson, <\/b> None..<br><b>T. M. Yamamoto, <\/b> None..<br><b>B. G. Bitler, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5749","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2551","PresenterBiography":null,"PresenterDisplayName":"Jaidev Bapat, BS","PresenterKey":"2e5d9b5e-a7fd-4361-9423-461ececc52f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2551. CASC4 drives anoikis resistance in high grade serous ovarian cancer through recycling of EGFR","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CASC4 drives anoikis resistance in high grade serous ovarian cancer through recycling of EGFR","Topics":null,"cSlideId":""},{"Abstract":"RIP1 (receptor interacting protein kinase 1) is an important component of TNF-&#945; signaling that contributes to various pathological effects. We herein reveal new potential roles of RIP1 in controlling WNT\/&#946;-catenin canonical signaling to enhance metastasis of colorectal cancer (CRC). Firstly, we show that WNT3A treatment sequentially increases the expression levels of RIP1 and &#946;-catenin. Immunohistochemical analyses of human CRC tissue arrays consisting of normal, primary cancer, and metastatic cancer indicate that elevated RIP1 expression might be related to &#946;-catenin expression, carcinogenesis, and metastasis. Intravenous injection of RIP1 over-expressed CRC cells to mice demonstrates that RIP1 may promote metastasis. Immunoprecipitation (IP) results indicate that WNT3A treatment induces direct binding between RIP1 and &#946;-catenin, and that this stabilizes the &#946;-catenin protein in a manner that depends on the regulation of RIP1 ubiquitination via down-regulation of the E3 ligase, cIAP1\/2. Elimination of cIAP1\/2 expression and inhibition of its ubiquitinase activity enhances WNT3A-induced RIP1 and &#946;-catenin protein expression and binding, and this stimulates endothelial-mesenchymal transition (EMT) induction to enhance the migration\/invasion of CRC cells <i>in vitro<\/i>. The results of an <i>in vitro <\/i>binding assay and IP of exogenous RIP1-containing CRC cells additionally verify the direct binding of RIP1 and &#946;-catenin. Finally, RIP1 expression can destroy the &#946;-catenin-&#946;-TrCP complex. Taken together, these results suggest a novel EMT-enhancing role of RIP1 in the WNT pathway and suggest a new canonical WNT3A-RIP1-&#946;-catenin pathway that contributes to CRC malignancy by promoting EMT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Wnt signaling,Tumor necrosis factor &#945; (TNF-&#945;),Signaling pathways,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jong Kuk Park<\/b><sup><\/sup>, A-Ram Kang<sup><\/sup>, Jin-Hee Kwon<sup><\/sup><br><br\/>Korea Institute of Radiological & Medical Sciences (KIRAMS), Seoul, Korea, Republic of","CSlideId":"","ControlKey":"e19076a5-318d-43a1-a96a-7fb0e4894210","ControlNumber":"1740","DisclosureBlock":"&nbsp;<b>J. Park, <\/b> None..<br><b>A. Kang, <\/b> None..<br><b>J. Kwon, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5750","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2552","PresenterBiography":null,"PresenterDisplayName":"Jong Kuk Park, PhD","PresenterKey":"1a1159e4-441b-4915-b5c8-cd2a4c728a37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2552. A novel RIP1-mediated canonical WNT signaling pathway promoting colorectal cancer metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel RIP1-mediated canonical WNT signaling pathway promoting colorectal cancer metastasis","Topics":null,"cSlideId":""},{"Abstract":"Genomic aberrations of <i>PIK3CA<\/i>, which encodes the catalytic subunit p110&#945; of the class IA phosphatidylinositol 3-kinase (PI3K),<i> <\/i>is frequently observed in cancers. In ovarian cancer of the serous subtype (the most common histotype of the disease), <i>PIK3CA<\/i> amplification is dominant over single nucleotide mutations in multiple patient cohorts, suggesting the possibility that <i>PIK3CA<\/i> amplification is an alternative to <i>PIK3CA <\/i>&#8220;hot spot&#8221; mutation for serous ovarian tumorigenesis. However, whether <i>PIK3CA<\/i> amplification and mutation exert the same functional consequences on serous ovarian tumorigenesis remains uncertain. This study aims to explore and compare the functional roles between the two types of <i>PIK3CA<\/i> gene aberrations on tumorigenicity, cellular signaling, and therapeutic responses in serous ovarian cancer. We confirmed that both <i>PIK3CA<\/i> amplification and E545K mutation could induce multiple tumorigenic phenotypes in CRISPR\/Cas9-mediated E545K knock-in or wild-type <i>PIK3CA<\/i> overexpressing serous ovarian cancer cell lines. Signaling pathway analyses showed that E545K knock-in cells, but not <i>PIK3CA<\/i>-overexpressing cells, had the MAPK signaling pathway activated and were sensitive to MAPK pathway inhibition. An induction of AKT phosphorylation and PDK1 phosphorylation was observed in both E545K knock-in cells and wild-type <i>PIK3CA<\/i>-overexpressing cells. Accordingly, these cells displayed higher sensitivity towards p110&#945; or AKT inhibitors. Intriguingly, in line with previous report which demonstrated YAP as AKT substrate, the activation of AKT associated with an increase in YAP S127 phosphorylation in the knock-in or <i>PIK3CA<\/i>-overexpressing cells. AKT inhibition suppressed YAP phosphorylation. Corroborating with the role of S127 in nuclear exclusion of YAP, YAP accumulated in the cytoplasm of these cells, leading to reduced transcriptional activity of YAP. While the functional significance of YAP cytoplasmic accumulation is yet to be investigated, our results reveal the common and distinct downstream pathways between <i>PIK3CA<\/i> amplification and mutation. These findings may be applicable to p110&#945;-targeting therapies in serous ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Ovarian cancer,PIK3CA amplification,PIK3CA E545K mutation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shibo Zhang<\/b><sup><\/sup>, Hei Ip Hong<sup><\/sup>, Victor CY Mak<sup><\/sup>, Yuan Zhou<sup><\/sup>, Panpan Wang<sup><\/sup>, Lydia Wai Ting Cheung<sup><\/sup><br><br\/>School of Biomedical Sciences, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong, China","CSlideId":"","ControlKey":"99f54bdc-dca4-4b3f-b924-8898d5920d55","ControlNumber":"2415","DisclosureBlock":"&nbsp;<b>S. Zhang, <\/b> None..<br><b>H. Hong, <\/b> None..<br><b>V. Mak, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>P. Wang, <\/b> None..<br><b>L. Cheung, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5751","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2553","PresenterBiography":null,"PresenterDisplayName":"Shibo Zhang, PhD","PresenterKey":"daac089c-448d-49a6-8799-e2336bca9d6c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2553. Elucidation of the downstream signaling of <i>PIK3CA<\/i> genomic alterations in serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Elucidation of the downstream signaling of <i>PIK3CA<\/i> genomic alterations in serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Control of protein turnover via regulation of the rates of protein synthesis and degradation is one of the principal means by which cell signaling networks can be modulated. This regulation can also be achieved through alterations in post-translational modifications such as phosphorylation. The human genome encodes ~21,300 proteins, and over 95% of these are subjected to reversible phosphorylation at nearly a million sites by at least 568 protein kinases (PK) and about 156 protein phosphatases (PP). The aim of current study was to use differential treatments of cultured cells with diverse agents to uncover connectivities between protein kinases and their substrates to elucidate the architecture of signaling networks. Western blot analyses showed that the protein synthesis inhibitor anisomycin (Alomone labs, Israel) and the mitochondrial respiratory chain inhibitor arsenate (Sigma, Saint Louis, MO) both increased ribosomal proteins S6 (RPS6) S235+S236+S240 phosphorylation. There were similar patterns of activatory phosphorylations observed for upstream kinases of RPS6, including p70S6K at T255 and RSK1 at S380. Anisomycin and arsenate also enhanced activatory phosphorylation of the kinases p38&#945; at T180+Y182 and CK2&#945; at Y255. We explored whether or not the effect of anisomycin or arsenate on these protein kinases were dependent on mTOR signaling with its inhibitor rapamycin (Calbiochem, EMD Chemicals Inc.), which by itself slightly increased the RPS6 S235+S236+S240 phosphorylation. However, rapamycin completely blocked both anisomycin and arsenate induced RPS6 phosphorylation. Rapamycin did not block phosphorylation of p38&#945; MAPK T180 and Y182 in response to anisomycin or arsenate. The results of CK2&#945; Y255 phosphorylation were particularly interesting, because rapamycin treatment alone increased the phosphorylation at this site as did anisomycin alone, but the combination of these inhibitors blocked this phosphorylation. However, CK2&#945; Y255 phosphorylation in response to arsenate alone and in combination with rapamycin showed that the arsenate induction of phosphorylation was not dependent on mTOR signaling. We hypothesized that this mTOR-independent signaling pathway involves the activation of protein-tyrosine kinases that may target both CK2a and p38 MAPK. Therefore, we designed an <i>in vitro<\/i> experiment and we found that some protein-tyrosine kinases like Blk, Bmx, Btk, EGFR, Fer, Fes, Frk, Fyn, LynA, Pyk2, Src, Syk, Tec, and TrkB can significantly phosphorylate p38 MAPK at Y182 and CK2&#945; at Y255, whereas some other protein-tyrosine kinases such as Fgr, InsR, Jak2, Met, and Txk primarily targeted CK2&#945; at Y255. We also demonstrated that p38 MAPK is able to directly phosphorylate CK2&#945; near its C-terminus at T360 and S362, and this correlated with activation of its casein phosphotransferase activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Phosphorylation,Protein expression,Translation,Cell signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hamidreza Galavi<\/b><sup><\/sup>, Steven Pelech<sup><\/sup><br><br\/>University of British Columbia Faculty of Medicine, Vancouver, BC, Canada","CSlideId":"","ControlKey":"75749c18-5913-44b6-a9ec-8fdb460f4ba6","ControlNumber":"2024","DisclosureBlock":"&nbsp;<b>H. Galavi, <\/b> None.&nbsp;<br><b>S. Pelech, <\/b> <br><b>Kinexus Bioinformatics Corporation, Vancouver, BC, Canada<\/b> President & C.S.O., Kinexus Bioinformatics Corp.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5752","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2554","PresenterBiography":null,"PresenterDisplayName":"Hamidreza Galavi, MS","PresenterKey":"6fcf6fc6-634b-4376-bbbc-8e8108ed0c04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2554. Phosphorylationdependent control of protein synthesis in response to inhibitors of mRNA translation and mitochondrial respiration in HeLa cancer cell line","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phosphorylationdependent control of protein synthesis in response to inhibitors of mRNA translation and mitochondrial respiration in HeLa cancer cell line","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma (NB) is a cancer that develops in the neuroblasts. It is the most common cancer in children under the age of 1 year, accounting for approximately 6% of all cancers. The prognosis of NB is linked to both age and degree of cell differentiation. This results in a range of survival rates for patients, with outcomes ranging from recurrence and mortality to high survival rates and tumor regression. Our previous work indicated that PKC-&#953; promotes cell proliferation in NB cells through the PKC-&#953;\/Cdk7\/Cdk2 cascade. We report on two atypical protein kinase inhibitors as potential therapeutic candidates against BE(2)-C and BE(2)-M17 cells: a PKC-&#953;-specific 5-amino-1-2,3-dihydroxy-4-(methylcyclopentyl)-1H-imidazole-4-carboxamide (ICA-1S) and a PKC-&#950; specific 8-hydroxy-1,3,6-naphthalenetrisulfonic acid (&#950;-Stat). In the current study, we report the effects of aPKC inhibition on 14-3-3-centered signaling in NB progression. To this end we utilized various techniques such as western blotting, Flowcytometry, scratch assays and invasion assays. These assays were employed to assess the downstream implications of aPKCs and 14-3-3 attenuation on signaling pathways regulating proliferation, cell cycle regulation, apoptosis, and metastasis. Both compounds induced apoptosis and retarded the epithelial-mesenchymal transition (EMT) of NB cells. Proteins 14-3-3 and Smad2\/3 acted as central regulators of aPKC-driven progression in BE(2)-C and BE(2)-M17 cells in relation to the Akt1\/NF-&#954;B and TGF-&#946; pathways. We demonstrate the downstream effects of aPKC attenuation on aPKC phosphorylation, the Akt1\/NF-&#954;B pathway, the Cdk7\/Cdk2 pathway and EMT in relation to 14-3-3 and Smad2\/3. We have analyzed the expression of EMT markers including Vimentin, a mesenchymal marker that is a hallmark of cancer metastasis. Data indicates that aPKCs upregulate Akt1\/NF-&#954;B and TGF-&#946; pathways in NB cells through an association with 14-3-3 and Smad2\/3 that can be diminished by aPKC inhibitors. In summary, both inhibitors appear to be promising potential neuroblastoma therapeutics and merit further research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Kinases and phosphatases,,"},{"Key":"Keywords","Value":"Neuroblastoma,Pediatric cancers,Kinase inhibitors,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sloan Breedy<\/b><sup><\/sup>, Wishrawana S. Ratnayake<sup><\/sup>, Luke Lajmi<sup><\/sup>, Robert Hill<sup><\/sup>, Mildred Acevedo-Duncan<sup><\/sup><br><br\/>University of South Florida, Tampa, FL","CSlideId":"","ControlKey":"020d4f3a-b000-4edd-9af5-909f3e345cb0","ControlNumber":"6361","DisclosureBlock":"&nbsp;<b>S. Breedy, <\/b> None..<br><b>W. S. Ratnayake, <\/b> None..<br><b>L. Lajmi, <\/b> None..<br><b>R. Hill, <\/b> None..<br><b>M. Acevedo-Duncan, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5753","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2555","PresenterBiography":null,"PresenterDisplayName":"Sloan Breedy, BS","PresenterKey":"2b02396b-b4dd-407c-9fae-4872062ad09a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2555. 14-3-3 and Smad2\/3 are key mediators of atypical-PKCs in neuroblastoma progression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"14-3-3 and Smad2\/3 are key mediators of atypical-PKCs in neuroblastoma progression","Topics":null,"cSlideId":""},{"Abstract":"Background: Phosphatase has been well studied in anti-cancer research. The dietary amino acid cysteine plays essential roles in protein structure by disulfide bonds, metal ion binding, detoxification, and many metabolic functions. Cysteine has been shown in inducing human bladder cancer cells apoptosis. However, the cysteine mediated nanoparticles enzyme (nanozyme) activity and their function, signaling pathways are yet unknown. We aim to test whether the cysteine mediated nanoparticles nanozyme activity of phosphatase could enhance targeting of kinases.<br \/>Methods: Fresh L-cysteine were applied for synthesis of less than 200 nm sized nanozyme. The phosphatase enzyme activity was measured using NBT\/BCIP substrate. Scanning electron microscopy, transmission electron microscopy were used for nanoparticle analysis. Cell viability was measured by crystal violet staining of cells.<br \/>Results: L-cysteine at 0.1mg\/mL combined with MET inhibitor (1&#181;m or 5&#181;m) showed the better effect of enhanced efficacy and decreased the viability of prostate cancer cells compared to inhibitor alone or cysteine. Combination did not affect the phosphatase activity of cysteine nanozyme.<br \/>Conclusion: L-cysteine may be applied to be combined with kinase inhibitors in drug delivery for increased efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Kinases and phosphatases,,"},{"Key":"Keywords","Value":"Phosphorylation,Antitumor effect,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Arailym Myrzagaliyeva<\/b><sup>1<\/sup>, Guldan Nazarbek<sup>1<\/sup>, Sandugash Myrzagali<sup>1<\/sup>, Amr Amin<sup>2<\/sup>, Yingqiu Xie<sup>1<\/sup><br><br\/><sup>1<\/sup>School of Sciences and Humanities, Department of Biology, Nazarbayev University, Astana, Kazakhstan,<sup>2<\/sup>Biology Department, United Arab Emirates University, Abu Dhabi, United Arab Emirates","CSlideId":"","ControlKey":"b02e0c53-a5d9-4b75-99f9-a35bbcfdedeb","ControlNumber":"4630","DisclosureBlock":"&nbsp;<b>A. Myrzagaliyeva, <\/b> None..<br><b>G. Nazarbek, <\/b> None..<br><b>S. Myrzagali, <\/b> None..<br><b>A. Amin, <\/b> None..<br><b>Y. Xie, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5754","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2556","PresenterBiography":null,"PresenterDisplayName":"Arailym Myrzagaliyeva, No Degree","PresenterKey":"c29995e1-531b-43ee-bbfb-cdd99f9d2b28","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2556. Phosphatase nanozyme combination with kinase inhibitor for decreasing prostate cancer cell viability","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phosphatase nanozyme combination with kinase inhibitor for decreasing prostate cancer cell viability","Topics":null,"cSlideId":""},{"Abstract":"Retinoblastoma is the most common intraocular cancer of childhood, with approximately 8,000 new cases each year worldwide. While survival rates are relatively high in developed countries, death can occur in up to half of children in some regions. In addition, blindness is common in patients who survive, and improved therapies are clearly needed. While loss of RB gene function is essential for the initiation of almost all retinoblastoma, additional molecular changes driving their growth and dissemination are poorly understood. Improved understanding of the molecular pathways driving retinoblastoma growth and dissemination may allow us to develop more effective and less toxic therapies. Alterations leading to BCL-6 corepressor (<i>BCOR<\/i>) loss of function are the second most common mutations in retinoblastoma after changes affecting the <i>RB<\/i> locus, and are found in more aggressive tumors. <i>BCOR<\/i> mutations are also associated with metastasis and poor prognosis in other types of pediatric cancer, suggesting that targeting it will represent a new therapeutic approach for aggressive retinoblastoma. Here, we found that BCOR knockdown or knockout in two retinoblastoma cell lines with high baseline levels of protein caused significantly increased invasion\/migration, proliferation and clonogenicity. In contrast, overexpression of BCOR in retinoblastoma cells with low\/no baseline expression showed opposite effects. In orthotopic xenograft models, BCOR knockout dramatically increased the size and spread of retinoblastoma xenografts as compared to parental controls. In order to determine the molecular pathways modulated by BCOR, we used RNA sequencing and found that loss of function induces IGF1 transcription, resulting in activation of IGF1R and the ERK signaling pathway. Pharmacological inhibition of IGF1\/IGF1R signaling using Lincitinib or AEW541 inhibited proliferation and migration in BCOR knockout retinoblastoma cells in vitro, and Lincitinib dramatically slowed xenograft growth in vivo, suggesting that induction of IGF1 represents an important downstream effector following BCOR loss. Our studies support a functional role for BCOR mutations in aggressive retinoblastoma, and suggest that this is mediated at least in part by increased IGF1R signaling, which represents a new therapeutic target for these malignant childhood tumors of the eye.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"Insulin-like growth factor 1 (IGF-1),Pediatric cancers,BCOR,Retinoblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Su-Chan Lee<\/b><sup><\/sup>, Lujain Alaali<sup><\/sup>, Charles G. Eberhart<sup><\/sup><br><br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"5501f22a-0348-4ed1-a515-a72b920ffd5c","ControlNumber":"4656","DisclosureBlock":"&nbsp;<b>S. Lee, <\/b> None..<br><b>L. Alaali, <\/b> None..<br><b>C. G. Eberhart, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5755","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2557","PresenterBiography":null,"PresenterDisplayName":"Su-Chan Lee, PhD","PresenterKey":"8c08f010-c14b-49a6-913c-7110b698c0d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2557. Targeting the IGF1R signaling pathway inhibits cell growth and dissemination in BCOR mutant retinoblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the IGF1R signaling pathway inhibits cell growth and dissemination in BCOR mutant retinoblastoma","Topics":null,"cSlideId":""},{"Abstract":"Amongst the deteriorating effects of the sun&#8217;s ultraviolet B (UVB) radiation on cellular homeostasis is the formation of photoproducts in the DNA, such as cyclobutene pyrimidine dimers. Photoproducts cause conformational alterations in the DNA structure which may evade cellular repair machinery and persist through DNA replication processes, leading to potential gene mutations and ultimately leading to skin cancer. Photoproducts are typically repaired by nucleotide excision repair. Notwithstanding, when the repair mechanism fails, apoptosis ensues to prevent the accumulation of mutations and to restore cellular homeostasis. T-cell protein tyrosine phosphatase (TC-PTP) is one of the members of PTP family that has been shown to increase UVB-induced apoptosis in keratinocytes via the downregulation of Flk-1\/JNK signaling. This implies that loss of TC-PTP causes resistance to apoptosis in UVB-damaged keratinocytes. In the present work, we report that this resistance is accompanied by an increase in UVB-induced autophagy in the absence of TC-PTP. We generated human TC-PTP-deficient (TC-PTP\/KO) HaCaT keratinocytes using CRISPR\/Cas9 system. The expression of microtubule-associated protein light chain 3 (LC3) was significantly increased in TC-PTP\/KO HaCaT keratinocytes compared to engineered controls (TC-PTP\/Mock) following treatment with UVB irradiation. Increased expression of LC3 in TC-PTP\/KO keratinocytes was accompanied by a significant decrease in the expression of the p62. We also observed that treatment of TC-PTP KO keratinocytes with chloroquine (CQ), a late-phase autophagy inhibitor, caused a remarkable increase in LC3 expression following UVB exposure in comparison with untreated TC-PTP\/KO keratinocytes, implying that loss of TC-PTP increases autophagy in response to UVB. With this regard, TC-PTP deficiency in human keratinocytes significantly increased cell proliferation following UVB exposure compared to similarly treated control keratinocytes. Pretreatment of CQ before UVB irradiation in TC-PTP KO keratinocytes significantly reduced cell viability compared to untreated TC-PTP KO keratinocytes. These results suggest that TC-PTP protects keratinocytes from UVB-induced damage by negatively regulating autophagy signaling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-05 Kinases and phosphatases,,"},{"Key":"Keywords","Value":"Ultraviolet radiation,Autophagy,Protein phosphatase,Keratinocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Obed Asare<\/b><sup><\/sup>, Klarissa Zavala<sup><\/sup>, Lindsey Shim<sup><\/sup>, Bilal Hafeez<sup><\/sup>, Dae Kim<sup><\/sup><br><br\/>The University of Texas Rio Grande Valley, Edinburg, TX","CSlideId":"","ControlKey":"789ba00f-594c-4336-aff9-a8f277290d12","ControlNumber":"2403","DisclosureBlock":"&nbsp;<b>O. Asare, <\/b> None..<br><b>K. Zavala, <\/b> None..<br><b>L. Shim, <\/b> None..<br><b>B. Hafeez, <\/b> None..<br><b>D. Kim, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5756","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2558","PresenterBiography":null,"PresenterDisplayName":"Obed Asare, BS","PresenterKey":"10d18d6e-05fd-4009-928f-2cdde0b158bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2558. Loss of TC-PTP in keratinocytes leads to increased UVB-induced autophagy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of TC-PTP in keratinocytes leads to increased UVB-induced autophagy","Topics":null,"cSlideId":""},{"Abstract":"Background: Primary liver cancer is the second most common cause of cancer-related mortality. Abnormal activation of the phosphatidylinositol 3-kinase (PI3K)\/AKT and Wnt\/&#946;-catenin signaling pathways, which act as key regulators in cell proliferation and growth, is frequently observed in liver cancer. This study investigated the role of AKT2, the major AKT isoform expressed in the liver, on the activation of &#946;-catenin signaling in immortalized mouse hepatocytes.<br \/>Methods: Regulation of &#946;-catenin signaling by AKT2 was examined in hepatocytes lacking the negative regulator of PI3K\/AKT signaling, PTEN (phosphatase and tensin homolog deleted on chromosome 10). Immortalized hepatocytes were established from mice with liver specific deletions of <i>Pten<\/i> alone (<i>Pten<sup>loxP\/loxP<\/sup><\/i>; albumin [<i>Alb<\/i>]-<i>Cre<sup>+<\/sup><\/i>) or in combination with <i>Akt2<\/i> (<i>Pten<sup>loxP\/loxP<\/sup><\/i>; <i>Akt2<sup>-\/-<\/sup><\/i>; <i>Alb<\/i>-<i>Cre<sup>+<\/sup><\/i>). Control mice were <i>Pten<sup>loxP\/loxP<\/sup><\/i>; <i>Alb<\/i>-<i>Cre<sup>-<\/sup><\/i>. Immunoblotting was used to assess protein expression of AKT and &#946;-catenin. Gene expression of &#946;-catenin targets <i>cyclin D1<\/i>, <i>CD44<\/i>, and <i>Jag1<\/i> was determined with quantitative PCR. Cell growth was evaluated with hemacytometer count.<br \/>Results: Pharmacological inhibition of PI3K using LY294002 resulted in decreased phosphorylation levels of AKT (Ser473 and Thr308) and &#946;-catenin (Ser552), suggesting crosstalk between the PI3K\/AKT and &#946;-catenin pathways. When compared to wild-type hepatocytes, <i>Pten <\/i>null and <i>Pten<\/i>;<i>Akt2<\/i> double mutant (DM) expressed significantly higher protein levels of &#946;-catenin (p&#8804;0.0327), with no difference observed in <i>Pten <\/i>null vs. <i>Pten<\/i>;<i>Akt2<\/i> double mutant groups (p&#62;0.05). Phosphorylation of &#946;-catenin at Ser552, a residue that has been previously shown to be phosphorylated by AKT, was also significantly enhanced in both <i>Pten <\/i>null and <i>Pten<\/i>;<i>Akt2<\/i> double mutant groups, when compared to wild-type cells. Enhanced phosphorylation of &#946;-catenin in these groups correlated with increased expression of &#946;-catenin transcriptional targets <i>CD44<\/i> and <i>Jag1<\/i> (p&#8804;0.0041), with no significant difference in mRNA levels of these targets observed in <i>Pten <\/i>null vs. DM group (p&#62;0.05). Activation of the &#946;-catenin signaling pathway in <i>Pten <\/i>null and DM groups correlated with enhanced cell growth and significantly increased mRNA levels of <i>cyclin D1 <\/i>(p&#60;0.0001). Interestingly, when compared to the control group, DM group showed enhanced expression of <i>Akt1 <\/i>and total phosphorylated AKT.<br \/>Conclusions: <i>Pten <\/i>loss alone or accompanied with <i>Akt2 <\/i>deletion resulted in enhanced activation of &#946;-catenin signaling and cell proliferation. These changes correlated with increased expression of AKT1<i> <\/i>and total phosphorylated AKT in the <i>Pten<\/i>;<i>Akt2 <\/i>DM group. These findings suggest the need to further evaluate the role of AKT isoforms in the PI3K\/AKT\/&#946;-catenin signaling axis and a promise for evaluation of isoform-specific inhibitors targeted at AKT to block tumor growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Liver cancer,Akt,&#946;-catenin,Cell growth,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ielyzaveta Slarve<\/b><sup><\/sup>, Bangyan Stiles<sup><\/sup>, Lina He<sup><\/sup><br><br\/>USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"9221ef67-cb85-42b8-95f3-b6674293148c","ControlNumber":"3956","DisclosureBlock":"&nbsp;<b>I. Slarve, <\/b> None..<br><b>B. Stiles, <\/b> None..<br><b>L. He, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5757","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2559","PresenterBiography":null,"PresenterDisplayName":"Ielyzaveta Slarve, BS;MS","PresenterKey":"fb46a8e7-6ca2-4b34-bfb3-3864528c03b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2559. Loss of AKT2 correlates with activation of &#946;-catenin signaling in immortalized mouse hepatocytes","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of AKT2 correlates with activation of &#946;-catenin signaling in immortalized mouse hepatocytes","Topics":null,"cSlideId":""},{"Abstract":"Under obese conditions, dysregulation of the normal secretion of adipokines from fat cells has been shown to drive cancer progression. However, the role adipokine dysregulation plays in driving metastasis is still unclear. Recent studies have reported the activation of metastasis-associated cell signaling pathways. One such pathway involves Focal Adhesion Kinase (FAK), a non-receptor cytoplasmic protein that acts as a signal transducer between receptor activation by adipokines and downstream effector proteins that control the biological phenomenon of metastasis. Nevertheless, the association between <i>obesity<\/i>-induced changes in adipocyte secretory factors and the subsequent increase in the transactivation of FAK through phosphorylation is unknown. To elucidate the potential relationship of adipocyte-secreted factors towards activating FAK, breast cancer cells with low (MCF7) and high (MDA-MB-231) metastatic potential were exposed to <i>in vitro<\/i> and <i>in vivo,<\/i> murine adipocyte-derived, conditioned medium. For the <i>in vitro<\/i> adipocyte model, 3T3-L1 MBX cells differentiated to obesity, with fatty acids supplementation, were used. For the <i>in vivo<\/i> model, adipocyte-secreted factors from organ-cultured visceral fat harvested from C3H\/HeJ female mice fed an either high fat (46%) or control (11%) diets, were collected in the medium. Adipocyte secretions from the <i>in vitro<\/i> and <i>in vivo<\/i> adipocyte samples were determined using a mouse adipokine proteomic profiler array and ELISA kit. Under obese conditions, both the 3T3-L1 MBX cells and C3H\/HeJ visceral fat were found to have significant changes in their adipokine secretions in comparison to controls. Results showed that the breast cancer cells got increased FAK autophosphorylation when exposed to either <i>in vitro<\/i> or <i>in vivo<\/i>-derived obese adipocyte-conditioned medium in comparison to the untreated breast cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Adipocytes,Breast cancer,Focal adhesion kinase (FAK),Phosphorylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Noshin Mubtasim<\/b><sup><\/sup>, Caleb Boren<sup><\/sup>, Benjamin Barr<sup><\/sup>, Lauren Gollahon<sup><\/sup><br><br\/>Biological Sciences, Texas Tech University, Lubbock, TX","CSlideId":"","ControlKey":"467da0d6-8547-41d3-b18b-de1ef8ddbc55","ControlNumber":"3966","DisclosureBlock":"&nbsp;<b>N. Mubtasim, <\/b> None..<br><b>C. Boren, <\/b> None..<br><b>B. Barr, <\/b> None..<br><b>L. Gollahon, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5758","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2560","PresenterBiography":null,"PresenterDisplayName":"Noshin Mubtasim, B Pharm;M Pharm","PresenterKey":"a1f70091-7926-4ed2-ad05-e605bef09e77","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2560. Post-translational modification of focal adhesion kinase (FAK) protein increases in breast cancer cells upon exposure to conditioned medium derived from in vitro and in vivo adipocytes","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Post-translational modification of focal adhesion kinase (FAK) protein increases in breast cancer cells upon exposure to conditioned medium derived from in vitro and in vivo adipocytes","Topics":null,"cSlideId":""},{"Abstract":"The histone methyltransferase Enhancer of zeste homolog 2 (EZH2) is the catalytic subunit of the polycomb repressive complex 2 (PRC2). Its overexpression in triple-negative breast cancer (TNBC) correlates with aggressive, poorly differentiated phenotypes and poor prognosis. EZH2 methylates histone 3 at lysine 9\/27 and controls the transcription of many genes, such as cyclin D1, Cyclin E and MMP9, which are involved in tumor survival, proliferation, migration, invasion, and angiogenesis. EZH2 also promotes breast tumor-initiating cell expansion (BITC) through impairment of the DNA repair process and the favoring of oncogenes. <sup> <\/sup>Small-molecule EZH2 inhibitors, including Tazmetostat (TAZVERIK), mainly inhibit the SET domain methylase activity which may not completely abrogate the actions of EZH2. Recently, TAZVERIK was FDA approved for follicular lymphoma and is in clinical trials for other solid tumors including the breast. The PI3K-AKT pathway in TNBC plays a pivotal role in metastasis and tumorigenesis, and it associates and interacts with other proteins and pathways. Post translational modifications of EZH2 lead to its role in cancer progression, and importantly, AKT phosphorylates EZH2 and promotes oncogenesis independent of PRC2-mediated gene transcriptional silencing. Docking studies using PyRx 0.8 software revealed AKT inhibitor MK2206 interact with EZH2. We hypothesize that enhancing EZH2 inhibition by combining Tazmetostat with an Akt inhibitor will be highly effective in suppressing progression and metastasis in TNBC. The <i>in-silico <\/i>analysis revealed MK2206 actively interacts with the CXC (Cystein rich region) an integral part of the catalytic site of EZH2. The binding affinity of MK2206 was observed to be -6.9 kcal\/mol, which is -1.3 kcal\/mol less than the affinity of Tazmetostat (-8.2Kcal\/mol). Tazmetostat binds to the SET domain, inhibiting methyltransferase activity, while MK2206 binds towards the CXC region. Tazmetostat by itself effectively inhibit cell growth (IC50: 20.3 &#956;M) but combining with MK2206 caused a synergistic inhibition of cell viability. The combination of 8&#181;M Tazmetostat and 5&#956;M MK2206 significantly suppressed EZH2 activity and migration. Additionally, we investigated the Protein-Protein interaction STRING between AKT and EZH2 in humans, which revealed interactions with proteins involved in regulation of cell cycle progression (CDK2), RING -type E3 Ubiquitin Transferase (TTC3), and the triggering of histone H3-k27 methylation (EED). The combination of Tazmetostat and MK2206 significantly inhibits TNBC proliferation, invasion and migration by disrupting the catalytic activity by preventing EZH2-DNA interactions, abrogating methylation and inhibiting the EZH2-Akt interaction in the TNBC phenotype. (Work supported by DOD: W81XWH2010065, for Eswar Shankar).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"EZH2,Akt,Post Translational modifications,Triple Negative Breast Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Gowripriya Thirumugam<sup>1<\/sup>, Gautham Sarathy<sup>2<\/sup>, Shiv Verma<sup>3<\/sup>, Shivani Dhekne<sup>2<\/sup>, Balamurugan Krishnaswamy<sup>4<\/sup>, Sanjay Gupta<sup>3<\/sup>, Bhuvaneswari Ramaswamy<sup>2<\/sup>, <b>Eswar Shankar<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Biotechnology, Alagappa University, Karaikudi, India,<sup>2<\/sup>Internal Medicine, The Ohio State University Wexner Medical Ctr., Columbus, OH,<sup>3<\/sup>Urology, Case Western Reserve University, Cleveland, OH,<sup>4<\/sup>Alagappa University, Karaikudi, India","CSlideId":"","ControlKey":"4ba1803f-ced0-47c9-958b-de87ea5f6723","ControlNumber":"5069","DisclosureBlock":"&nbsp;<b>G. Thirumugam, <\/b> None..<br><b>G. Sarathy, <\/b> None..<br><b>S. Verma, <\/b> None..<br><b>S. Dhekne, <\/b> None..<br><b>B. Krishnaswamy, <\/b> None..<br><b>S. Gupta, <\/b> None..<br><b>B. Ramaswamy, <\/b> None..<br><b>E. Shankar, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5759","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2561","PresenterBiography":null,"PresenterDisplayName":"Eswar Shankar, PhD","PresenterKey":"7d73be63-0a87-4adf-8773-d7aa6f59201e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2561. Computational drug repositioning identifies Akt inhibitor MK2206 binding to EZH2 as enhancer of Tazmetostat efficacy in inhibition of triple negative breast cancer proliferation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Computational drug repositioning identifies Akt inhibitor MK2206 binding to EZH2 as enhancer of Tazmetostat efficacy in inhibition of triple negative breast cancer proliferation","Topics":null,"cSlideId":""},{"Abstract":"We have previously identified that in the absence of MET amplification or mutation, RTK hyperphosphorylation, indicative of its active state, may contribute to resistance to the EGFR-directed therapeutic, cetuximab in colorectal cancer (CRC). In our in vitro<\/i> 3D cultures and in vivo<\/i> xenografts, we showed that inhibition of MET (and RON) by crizotinib can overcome cetuximab resistance in CRC lines and xenografts. We now show that MET may get hyperphosphorylated by the autocrine expression and maturation of its ligand, HGF. This non-genetic mode of cetuximab resistance contrasts with the usual genetic modes of CRC cetuximab resistance, with majority of them being RAS\/RAF mutations. Exogenous addition as well as autocrine overexpression of HGF led to cetuximab resistance, which could be overcome by MET inhibition by crizotinib. Interestingly, HGF\/HGFL are synthesized as inactive precursors and require cleavage by proteases (HGFA, Matriptase, and Hepsin) to be biologically active. A survey of TCGA datasets indicated that HGF\/HGFL were overexpressed in several CRC CMS subtypes, while the endogenous inhibitor of HGF proteases, HAI-I, was downregulated across all CRC CMS subtypes. We next expressed human full-length HGF in cetuximab-sensitive CC cells and observed that HGF overexpression imparts cetuximab resistance. Moreover, cetuximab resistance induced by upstream HGF overexpression could be overcome by the downstream MET inhibition. Next, in a subset of KRAS<\/i> WT CRC patient-derived xenografts (PDXs) we tested and found that at majority of PDXs exhibit elevated pMET\/pRON levels. RNA-seq-based principal component analysis showed that the maximal differences in expression among PDXs could be explained by their pMET\/pRON phosphorylation status. Next, we generated nude mice xenografts for one PDX with high pMET\/pRON levels and showed that cetuximab inhibition alone was not sufficient to inhibit regrowth of tumors after cessation of drug treatment, but a combined cetuximab\/crizotinib treatment was, indicating endogenous MET\/RON activation contributes to cetuximab resistance. In a parallel tumor stratification strategy, we have optimized conditions to generate [18F]crizotinib and are testing its efficacy as a new non-invasive PET-based imaging probe to identify crizotinib-avid tumors with high MET\/RON activity. Together, these studies may provide novel mechanistic insights into RTK cross-talk and provide a positive predictive biomarker for precision therapy in colorectal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"Colorectal cancer,Cetuximab,EGFR,Patient-derived xenograft (PDX),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Vivian  T.  Jones<sup>1<\/sup>, Ramona Graves-Deal<sup>1<\/sup>, KyuOK Jeon<sup>2<\/sup>, Adam  J.  Rosenberg<sup>1<\/sup>, Zheng Cao<sup>1<\/sup>, Galina  T.  Bogatcheva<sup>1<\/sup>, Sarah  J.  Harmych<sup>2<\/sup>, James  N.  Higginbotham<sup>1<\/sup>, Kwangho Kim<sup>2<\/sup>, James  W.  Janetka<sup>3<\/sup>, Gary  A.  Sulikowski<sup>2<\/sup>, <b>Bhuminder Singh<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Vanderbilt University Medical Center, Nashville, TN,<sup>2<\/sup>Vanderbilt University, Nashville, TN,<sup>3<\/sup>Washington University at St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"d3703330-6587-477a-a1d9-e329b1a8e1e8","ControlNumber":"7972","DisclosureBlock":"&nbsp;<b>V. T. Jones, <\/b> None..<br><b>R. Graves-Deal, <\/b> None..<br><b>K. Jeon, <\/b> None..<br><b>A. J. Rosenberg, <\/b> None..<br><b>Z. Cao, <\/b> None..<br><b>G. T. Bogatcheva, <\/b> None..<br><b>S. J. Harmych, <\/b> None..<br><b>J. N. Higginbotham, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>J. W. Janetka, <\/b> None..<br><b>G. A. Sulikowski, <\/b> None..<br><b>B. Singh, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5760","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2562","PresenterBiography":null,"PresenterDisplayName":"Bhuminder Singh, PhD","PresenterKey":"35880568-2ce2-4f7b-98c3-29c37bdd2aba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2562. Role of MET signaling in cetuximab resistance and generation of an imaging biomarker to identify MET-driven cetuximab resistance in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of MET signaling in cetuximab resistance and generation of an imaging biomarker to identify MET-driven cetuximab resistance in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The phosphatidylinositol 3-kinase (PI3K)\/AKT pathway is dysregulated in a broad spectrum of human cancers. Genomic alterations of the pathway members can cause cell transformation and tumorigenesis. The class IA PI3K is a dimeric enzyme composed of a catalytic subunit and a regulatory subunit to initiate AKT activation, with the two major regulatory subunits being p85&#945; and p85&#946;. Apart from sharing a canonical function in binding to and stabilizing p110&#945;, we and the others have demonstrated that p85&#945; and p85&#946; carry distinct activities. We have recently reported an oncogenic role of p85&#946; in ovarian cancer cells. In this study, we analyzed multiple omics data to further explore the oncogenic mechanism of p85&#946;. BCL2 Associated Transcription Factor 1 (BCLAF1) was identified as a downstream effector of p85&#946;. We found that the protein level of BCLAF1 was consistently decreased upon <i>PIK3R2<\/i> silencing in ovarian cancer cell lines, and that the decrease could be reversed after <i>PIK3R2 <\/i>overexpression. Importantly, knockdown of <i>BCLAF1<\/i> reduced the oncogenicity of p85&#946;, whereas <i>BCLAF1<\/i> overexpression promoted cell viability, cell invasion and migration. Accompanied with the increase in total protein level was enhanced phosphorylation of multiple serine residues of BCLAF1. Functional analysis of the serine residues by expressing the phosphorylation-defective mutants suggested that Ser161, Ser512 and Ser531 are critical for BCLAF1 oncogenic functions in ovarian cancer. Together, the findings reveal a new downstream effector by which p85&#946; exerts its oncogenic effects in ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"Ovarian cancer,p85&#946;,BCLAF1,Phosphorylation sites,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Panpan Wang<\/b><sup><\/sup>, Ling Rao<sup><\/sup>, Victor CY Mak<sup><\/sup>, Lydia WT Cheung<sup><\/sup><br><br\/>The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"0bac2617-1798-4671-8b8a-f6ae28cf0311","ControlNumber":"4051","DisclosureBlock":"&nbsp;<b>P. Wang, <\/b> None..<br><b>L. Rao, <\/b> None..<br><b>V. Mak, <\/b> None..<br><b>L. Cheung, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5761","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2563","PresenterBiography":null,"PresenterDisplayName":"Panpan Wang, MS","PresenterKey":"25a6d4f0-55c0-4438-8778-5195b354fb5c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2563. Identifying BCLAF1 as a downstream effector of p85&#946; in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying BCLAF1 as a downstream effector of p85&#946; in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction:<\/i> Prostate cancer is the most prevalent cancer in American men with unknown etiology. Signal transducer and activator of transcription 3 (STAT3) is a transcription factor, which has been implicated in the growth and metastasis of prostate cancer. Activation of STAT3 through phosphorylation modulates the expression of <i>miR-21<\/i>, an oncomir, by directly binding to their promoter region in response to various cytokines and growth factors. One such growth factor is insulin-like growth factor (IGF)-1, whose elevated levels are linked to the growth of prostate cancer. IGF-1 exerts its mitogenic effect by binding to its receptor, IGF-1R, whose expression on prostate cancer cells is also increased during neoplastic transformation. There is limited information concerning the crosstalk between IGF-1\/IGF-1R and STAT3 signaling pathways which could explain their oncogenic roles in prostate cancer. In this study, we examined whether STAT3-mediated increase of <i>miR-21<\/i> is critical for the proliferative effects of IGF-1. We further show that resveratrol, a polyphenolic antioxidant, attenuates prostate cancer growth and invasiveness through regulation of IGF-1\/STAT3 pathway.<br \/><i>Methods:<\/i> <i>In vitro<\/i> studies were performed on DU145 cells, which are androgen receptor negative human prostate cancer cells. Cell viability was assessed by MTS assays, while invasion and migration of cells were tested by Boyden chamber assay and wound healing assay, respectively. Modulation of protein expression was determined by Western blotting. <i>MiR-21<\/i> levels were determined by TaqMan assay. SiRNA transfections were performed to suppress the expression of specific proteins in order to elucidate the molecular mechanisms underlying the actions of IGF-1, STAT3 and resveratrol.<br \/><i>Results:<\/i> Acute IGF-1 treatment of DU145 cells increased phosphorylation of Akt which was correlated with the activation of STAT3. This effect of IGF-1 was through activation of IGF-1R, as siRNA-mediated knockdown of IGF-1R attenuated STAT3 activation and Akt phosphorylation. IGF-1 treatment also increased <i>miR-21<\/i> levels and decreased the expression of its downstream protein, programmed cell death 4 (PDCD4). Effects of IGF-1 were completely attenuated by resveratrol. Furthermore, knockdown of IGF-1R and STAT3 mimicked the actions of resveratrol on DU145 cells suggesting that a signaling crosstalk exists between IGF-1 and STAT3 pathways which can be targeted to inhibit prostate cancer.<br \/><i>Conclusion:<\/i> This study demonstrates, for the first time, that IGF-1 treatment significantly activates STAT3 pathway and increases <i>miR-21<\/i> expression in prostate cancer cells. Targeted inhibition of IGF-1-induced activation of STAT3 by resveratrol holds the promise for the development of novel therapeutic agents against prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-03 Growth factors,,"},{"Key":"Keywords","Value":"Insulin-like growth factor 1 (IGF-1),STAT3,Prostate cancer,Signal transduction pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sandeep Sheth<\/b><sup>1<\/sup>, Raheem Al-Aameri<sup>2<\/sup>, Vickram Ramkumar<sup>2<\/sup><br><br\/><sup>1<\/sup>Pharmaceutical Sciences, Larkin University College of Pharmacy, Miami, FL,<sup>2<\/sup>Pharmacology, Southern Illinois University School of Medicine, Springfield, IL","CSlideId":"","ControlKey":"c3b68e39-30f5-4c9c-b320-fda98374e698","ControlNumber":"8125","DisclosureBlock":"&nbsp;<b>S. Sheth, <\/b> None..<br><b>R. Al-Aameri, <\/b> None..<br><b>V. Ramkumar, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5762","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2564","PresenterBiography":null,"PresenterDisplayName":"Sandeep Sheth, B Pharm;MS;PhD","PresenterKey":"fab00262-2f74-4555-826e-f79d954162ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2564. Targeting IGF-1\/STAT3 signaling crosstalk to inhibit prostate cancer growth and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting IGF-1\/STAT3 signaling crosstalk to inhibit prostate cancer growth and metastasis","Topics":null,"cSlideId":""},{"Abstract":"HER2\/ErbB2 and EGFR\/ErbB1 activation incite a phenotype resembling premalignant escape from ductal carcinoma in situ (DCIS) in the 3D multicellular arrangement of breast-epithelial cells. This phenomenon tends to be infrequent, and the exact mechanism for its heterogeneous presentation has been elusive. We sought to investigate the process by which ErbB receptors facilitate a picture of incomplete penetrance in DCIS escape (DE). To identify the transcriptional signatures that prime cells towards DE, we randomly profiled 10-cell transcriptomes of single spheroids after 24 hours of ERBB activation, and frequency matched gene expression to the DE-phenotype. We uncovered a network of nucleocytoplasmic transport (NCT) regulators that alter the DE-phenotype penetrance. Of the regulators, CSE1L (an exportin) synergistically increases the DE-frequency when induced, while its knockdown reduces the phenotype, suggesting its functional role. Furthermore, we evaluated the significance of this result in vivo by perturbing Cse1l in Erbb2-amplified mouse mammary-gland tumors and found that activation of Erbb2 (mimicked by ERBB-inhibitor release) alters the macroscale organization of tumors, reminiscent of DE. Specifically, we found an elevated CSE1L inhibits an accumulation of classical nuclear-localizing cargoes that require binding with importin-&#945;\/&#946; (KPNAs, KPNB1) complexes. Using proximity labeling with BirA*-fused with CSE1L, we identified ERBB1\/ERBB2\/ERBB4 as CSE1L interactors. Mechanistically, hetero-dimerized ERBB receptors interact with importin-&#945;\/&#946; complexes and re-localize to the nucleus, corroborating previous observations of receptors&#8217; nuclear translocation. Intriguingly, we observed that Doxycycline-induced knockdown of clathrin heavy chain (CLTC, involved in intracellular trafficking of receptors via endocytosis) synergizes with ERBB activation to increase the DE-phenotype penetrance. Using ChIP-Seq, we found that ERBB1 binds to the locus of microRNA, miR205, which negatively regulates the expression of importin-&#945;, mainly KPNA1. These results indicate that ERBB receptors translocated to the nucleus reduce the DE-phenotype by inhibiting importins via miR205, while CSE1L induction relieves this inhibition by reducing the receptor's nuclear accumulation. Taken together, these results show that nucleocytoplasmic shuttling of receptors in ERBB-active breast epithelia generates tunable cross-inhibitory feedback through nucleocytoplasmic transport that results in long-term, heterogeneous multicellular fates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-06 Receptors,,"},{"Key":"Keywords","Value":"HER2,Nuclear-cytoplasmic transport,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lixin Wang<\/b><sup><\/sup>, Bishal Paudel<sup><\/sup>, Anthony McKnight<sup><\/sup>, Kevin Janes<sup><\/sup><br><br\/>University of Virginia, Charlottesville, VA","CSlideId":"","ControlKey":"9237cde7-0e34-4805-b254-d26763e0f320","ControlNumber":"1435","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>B. Paudel, <\/b> None..<br><b>A. McKnight, <\/b> None..<br><b>K. Janes, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5784","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2565","PresenterBiography":null,"PresenterDisplayName":"Lixin Wang, PhD","PresenterKey":"edde8a3c-31dd-4321-9233-0dd17cb078eb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2565. Divergentnucleocytoplasmic transport influences escape from HER2-activated DCIS-like state","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Divergentnucleocytoplasmic transport influences escape from HER2-activated DCIS-like state","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC) is the leading cause of cancer-related mortalities world-wide. Targeted therapy has been a growing topic of investigation to improve therapeutic efficacy for NSCLC. A few targeted therapies that exploit aberrant protein expression profiles have been approved for NSCLC. However, marginal improvement in efficacy observed with these therapeutic approaches highlights the need for discovery of additional therapeutic targets. Tax interacting protein 1 (TIP1) is a molecular target that is overexpressed on the surface of various cancers and correlates with poor overall patient survival. The functional domain of TIP1 (PDZ domain) caps the C-terminus of many cellular proteins that regulate cell signaling, cancer development, and progression. We found that antibodies against the PDZ domain of TIP1 induced cytotoxicity of lung cancer cells but not normal cells. A quantitative mass spectrometry-based approach identified a ten-fold increase in Midkine protein expression on blockade of TIP1. Midkine is a heparin-binding growth factor that is involved in cancer progression, therapy resistance, and immune suppression. This study tested the hypothesis that Midkine is upregulated by the anti-PDZ\/TIP1 antibody via the &#946;-catenin\/Wnt signaling pathway, which subsequently modulates downstream signaling mechanisms. In co-immunoprecipitation studies we found a direct interaction of TIP1 with &#946;-catenin on the cell surface. Anti-TIP1 antibody treatment led to nuclear translocation of &#946;-catenin in NSCLC cells. We used a luciferase based TOPFlash\/FOPFlash reporter assay to study the transcriptional activity of the canonical &#946;-catenin\/Wnt pathway following TIP1 blockade. Reporter assays showed a three to four-fold increase (p&#60;0.0001) in the transcriptional activity of &#946;-catenin following TIP1 blockade in NSCLC cells. Genetic silencing of &#946;-catenin inhibited Midkine mRNA transcription (p&#60;0.005), protein induction and its extracellular release (p&#60;0.0001) following anti-TIP1 antibody treatment. In conclusion, the mechanism of Midkine release following TIP1 blockade involves the &#946;-catenin\/Wnt signaling pathway. Ongoing studies are evaluating the dual-targeting of TIP1 and Midkine for enhanced efficacy of NSCLC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"NSCLC,TIP1,Midkine,&#946;-catenin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Minakshi Saikia<\/b><sup><\/sup>, Abhay  K.  Singh<sup><\/sup>, Nathan Cheung<sup><\/sup>, Dennis  E.  Hallahan<sup><\/sup>, Vaishali Kapoor<sup><\/sup><br><br\/>Radiation oncology, Washington University School of Medicine, St. Louis, MO","CSlideId":"","ControlKey":"2a0ed598-9b7d-4856-b0a6-bd5356b062db","ControlNumber":"3915","DisclosureBlock":"&nbsp;<b>M. Saikia, <\/b> None..<br><b>A. K. Singh, <\/b> None..<br><b>N. Cheung, <\/b> None..<br><b>D. E. Hallahan, <\/b> None..<br><b>V. Kapoor, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5822","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2566","PresenterBiography":null,"PresenterDisplayName":"Minakshi Saikia, PhD","PresenterKey":"459fac88-9362-4d55-b007-02fa496fd774","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2566. Blocking the functional domain of TIP1 upregulates midkine via the &#946;-catenin\/Wnt signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blocking the functional domain of TIP1 upregulates midkine via the &#946;-catenin\/Wnt signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"The Smoothened receptor (SMO) belongs to the frizzled-class-G-protein coupled receptor and its activity can be classified in the canonical and the non-canonical pathway. The canonical pathway concludes in the transcriptional activation of the Hedgehog target genes through the GLI family of transcription factors whereas the non-canonical pathway leads to the recruitment and activation of trimeric G proteins. Recently, we have reported two novel roles of SMO with relevance to cell survival and drug resistance in DLBCL. In the first, SMO promotes a shift in the ubiquitination pattern for TNF receptor-associated factor 6 (TRAF6) from degradation inducing K48-ubiquitin branching towards K63-ubiquitination. TRAF6 is a K63-Ub E3 ubiquitin ligase for AKT and K63-ubiquitination of AKT increases membrane recruitment, activation and stability. Evidently, SMO promotes the formation of a scaffold-like protein complex including the de-ubiquitinating enzyme Ubiquitin specific peptidase 8 (USP8) and TRAF6. In its second novel role, SMO influences the vesicular sorting of IGF1R and other receptor tyrosine kinases. Loss of SMO leads to increased IGF1R lysosomal degradation and reduced IGF1R recycling, while overexpression increases IGF1R levels and AKT signaling. These observations indicate SMO receptor biology outside of the established canonical and non-canonical pathway functions. We have set out to use BioID to investigate the SMO interactome that contributes to these novel functionalities using a fusion protein of SMO and the reengineered <i>E. coli<\/i> biotinyl transferase BirA (Turbo) as bait. Preliminary BioID using SMO-<i>Turbo<\/i> returned a list of candidates which will require further data filtering approaches, but thus far shows a marked enrichment for proteins involved in vesicular trafficking.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-01 Cell signaling,,"},{"Key":"Keywords","Value":"AKT\/PKB activation,Drug resistance,G-protein-coupled receptors (GPCR),BioID,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Samantha Manuel<\/b><sup>1<\/sup>, Nitin Agarwal<sup>2<\/sup>, Daniel Bilbao<sup>1<\/sup>, Francisco Vega<sup>2<\/sup>, Ralf Landgraf<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Miami, Miami, FL,<sup>2<\/sup>University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"802a6ccf-92e7-4cb6-9407-21bc2d190370","ControlNumber":"6653","DisclosureBlock":"&nbsp;<b>S. Manuel, <\/b> None..<br><b>N. Agarwal, <\/b> None..<br><b>D. Bilbao, <\/b> None..<br><b>F. Vega, <\/b> None..<br><b>R. Landgraf, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5833","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2567","PresenterBiography":null,"PresenterDisplayName":"Samantha Manuel","PresenterKey":"92b77302-489b-4947-a7f3-b787f514ebbc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2567. Exploring novel roles of the GPCR Smoothened in AKT signaling and drug resistance","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring novel roles of the GPCR Smoothened in AKT signaling and drug resistance","Topics":null,"cSlideId":""},{"Abstract":"As part of our immune response, the body produces anti-tumorigenic inflammatory proteins to kill cancer cells. However, cancer cells can usurp chronic inflammation for their own survival. Interleukin-1 (IL-1) is an inflammatory protein found in breast cancer (BCa) tumors that is elevated in the BCa patient tumors and serum and promotes metastasis, indicating IL-1 is clinically relevant. But the molecular mechanisms underlying the effect of chronic IL-1 on BCa progression remain unknown. We previously discovered that acute exposure to IL-1 represses essential hormone receptors in cancers cells, but concomitantly upregulates other compensatory pro-survival proteins that contribute to tumor progression. To determine if chronic IL-1 inflammation has the same effect, we generated cell subline models using the human breast cancer cell line, T47D, by exposing T47D cells chronically to IL-1 for several months. Notably, we found that the T47D chronic IL-1 sublines stably evolve insensitivity to exogenous IL-1. This result suggests that chronic IL-1 causes stable molecular changes that may affect cancer cell response to exogenous factors.Therapeutic strategies include blocking exogenous hormone or growth factor signals in the tumor microenvironment to attenuate cancer cell growth, proliferation, and survival. Therefore, we grew T47D parental and chronic IL-1 sublines in the absence of serum to determine the effect of chronic IL-1 exposure on BCa cell response to hormone and growth factor inhibition. Preliminarily, we do not observe differences in parental versus subline response to serum starvation, suggesting that differential response to exogenous factors is specific to IL-1 signaling. To better understand how chronic IL-1 -induced molecular changes effect BCa cell response to the tumor microenvironment, we will perform sequencing and bioinformatics analysis to identify IL-1 -dependent and\/or independent signaling pathways stably altered in the chronic IL-1 sublines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB03-03 Growth factors,,"},{"Key":"Keywords","Value":"Breast cancer,Inflammation,Serum,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Roopal Dhar<\/b><sup><\/sup>, Ola  M.  Olaleye<sup><\/sup>, Rana Tarig Abdelaziz<sup><\/sup>, Jyotsna Tera Reddy<sup><\/sup>, Nikki Delk<sup><\/sup><br><br\/>UT Dallas, Richardson, TX","CSlideId":"","ControlKey":"eff8b774-9136-4b28-8db4-6aeae1513bab","ControlNumber":"4930","DisclosureBlock":"&nbsp;<b>R. Dhar, <\/b> None..<br><b>O. M. Olaleye, <\/b> None..<br><b>R. T. Abdelaziz, <\/b> None..<br><b>J. T. Reddy, <\/b> None..<br><b>N. Delk, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5835","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2569","PresenterBiography":null,"PresenterDisplayName":"Roopal Dhar, MS","PresenterKey":"3d92ae7f-b63c-4cce-84fd-c81e10921bfd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2569. Investigation of the effect of chronic IL-1 exposure on breast cancer cell line response to external signaling factors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"442","SessionOnDemand":"False","SessionTitle":"Kinase Signaling","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigation of the effect of chronic IL-1 exposure on breast cancer cell line response to external signaling factors","Topics":null,"cSlideId":""}]