[{"Abstract":"<b>Background: <\/b>It has been well established that the tumor microenvironment (TME), which comprises cancer cells, stromal cells, and surrounding extracellular matrix, plays a critical role in cancer development, progression, and control. The immunological components within tumors, known as the tumor immune microenvironment (TiME), have also been implicated in tumor development, recurrence, and metastasis. Effective strategies for cancer immunotherapies will require a deep understanding of the factors that shape both the TME and TiME. Here, we describe a spatial multiomics approach that utilizes RNAscope&#8482; ISH technology paired with high-plex whole-slide spatial phenotyping with the PhenoCycler&#8482;-Fusion platform. This two-step approach is compatible with human FFPE tissues and enables researchers to characterize the spatial biology of the TiME more accurately by detecting RNA and protein markers on serial sections. The resulting multiomic data more accurately reveal the interplay between TME and TiME by giving insight into cell lineages, surrounding structures, as well as secreted chemokines and cytokines that exist within the TME ecosystem.<br \/><b>Methods: <\/b>We performed ultrahigh-plex spatial phenotyping on the PhenoCycler-Fusion on FFPE tumor tissue sections, using an antibody panel that is designed for immune cell phenotyping, evaluation of immune contexture and proliferation across the TME. Using serial sections from the same tissue blocks, we then ran the RNAscope HiPlex v2 assay automated on the PhenoCycler-Fusion system. This assay consisted of a 12-plex immuno-oncology panel of RNA target probes, which were selected to detect macrophages, chemokines, and cytokines within tumors. We used Phenoplex software to analyze the protein and RNA datasets and to compute cell phenotypes and spatial associations.<br \/><b>Results and Conclusions: <\/b>In this proof-of-concept study, we demonstrate the utility of multiomic spatial profiling on the PhenoCycler-Fusion platform. Analysis of the resulting multiplex imaging data not only revealed the structural organization of cells within the TME, but also activation states of immune cells. Together, this information provides a more complete functional map of immune cells within the TME and TiME and thereby enriches our understanding of tumor biology that may be deterministic of immunotherapy responsiveness. This work paves the way for future research that will rely on deep spatial phenotyping with protein biomarkers coupled with accurate quantification of the expression of regulatory cytokines, chemokines, growth factors, or non-coding RNAs that only RNA probes can detect.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Multiomics,Immuno-oncology,Spatial profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Niyati Jhaveri<\/b><sup>1<\/sup>, HaYeun Ji<sup>1<\/sup>, Anushka Dikshit<sup>2<\/sup>, Jessica Yuan<sup>1<\/sup>, Emerald Doolittle<sup>2<\/sup>, Steve Zhou<sup>2<\/sup>, Maithreyan Srinivasan<sup>2<\/sup>, Bassem  B.  Cheikh<sup>1<\/sup>, Fabian Schneider<sup>3<\/sup>, James Mansfield<sup>3<\/sup>, Julia Kennedy-Darling<sup>1<\/sup>, Oliver Braubach<sup>1<\/sup><br><br\/><sup>1<\/sup>Akoya Biosciences, Menlo Park, CA,<sup>2<\/sup>Advanced Cell Diagnostics, a Bio-Techne Brand, Newark, CA,<sup>3<\/sup>Visiopharm A\/S, Horsholm, Denmark","CSlideId":"","ControlKey":"41dd81d5-ecba-4b7d-ab41-0ad2654e6f7f","ControlNumber":"6702","DisclosureBlock":"&nbsp;<b>N. Jhaveri, <\/b> None..<br><b>H. Ji, <\/b> None..<br><b>A. Dikshit, <\/b> None..<br><b>J. Yuan, <\/b> None..<br><b>E. Doolittle, <\/b> None..<br><b>S. Zhou, <\/b> None..<br><b>M. Srinivasan, <\/b> None..<br><b>B. B. Cheikh, <\/b> None..<br><b>F. Schneider, <\/b> None..<br><b>J. Mansfield, <\/b> None..<br><b>J. Kennedy-Darling, <\/b> None..<br><b>O. Braubach, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4401","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5626","PresenterBiography":null,"PresenterDisplayName":"Niyati Jhaveri, PhD","PresenterKey":"99ecddff-91e1-4135-ab66-a318ecadef37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5626. Multiomic spatial profiling of the tumor immune microenvironment at single cell resolution","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiomic spatial profiling of the tumor immune microenvironment at single cell resolution","Topics":null,"cSlideId":""},{"Abstract":"Introduction: A limited number of drugs are available for use in breast cancer patients, and several are not in practical use due to the lack of adequate biomarkers. We have recently demonstrated the feasibility of using machine learning on molecular data from bulk tumor analysis to create a nine-protein signature named <u>V<\/u>EGF-<u>i<\/u>nhibition <u>R<\/u>esponse <u>P<\/u>redictor (ViRP) for selecting BC patients for treatment with chemotherapy and bevacizumab. The ViRP score is currently being validated in the NAPEER+ clinical trial (EudraCT 2021-005850-27). Increasing evidence suggests that spatial organization of cells within the tumor microenvironment influences survival and response to therapy in numerous cancer types. In methods based on bulk tumor analysis all tumor cells are profiled simultaneously with both colocalized and distant stroma and immune cells. We are thus pursuing information on spatial organization of cellular phenotypes expressing selected cancer related proteins including our nine ViRP proteins.<br \/>Methods: From the NeoAva (NCT00773695) clinical trial evaluating the effect of bevacizumab in combination with neoadjuvant chemotherapy (n=132 pts), FFPE tissue sections from patients before, during, and after treatment were made. Cyclic immunofluorescence (cyCIF) was used to profile the spatial expression of 32 cancer-signaling and 32 immune-related proteins, comprising our nine ViRP proteins, on FFPE tissue sections from selected patients (n = 20). The Galaxy-ME platform was used for image processing and downstream analysis of spatial protein profiling.<br \/>Results: Use of cyCIF for spatial analysis enabled for evaluation of malignant cells in the context of surrounding microenvironmental cells, including immune cells. We found that cell type-specific protein abundance and subcellular localization formed a highly heterogenous pattern in the tissue. This was particularly evident for the nine ViRP proteins, and differences in expression between tumor cell populations will be further elucidated. Among the patients selected for cyCIF analysis, 4 were chosen based on misclassification by the ViRP signature. Ongoing studies focus on revealing spatial expression patterns to optimize the ViRP biomarker and explore why misclassification occurs. Furthermore, the observed molecular biology of the evolving tissues under treatment in responding and non-responding patients may reveal new biomarkers indicative of treatment response or resistance.<br \/>Conclusion: We observe that the expression of proteins in tumor tissues is highly heterogeneous, and thus include numerous features not captured by bulk tumor analysis. Future development of new predictive tools and biomarkers that integrate molecular data which is multiparametric and spatial will set the stage for a new class of biomarkers in cancer diagnostics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Breast cancer,Bevacizumab,Personalized medicine,Proteomic analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mads Haugland Haugen<\/b><sup>1<\/sup>, David Kilburn<sup>2<\/sup>, Hongli Ma<sup>2<\/sup>, Cameron Watson<sup>2<\/sup>, Allison Creason<sup>2<\/sup>, Dong Zhang<sup>2<\/sup>, Maria Aa Dahle<sup>1<\/sup>, Ole Christian Lingjaerde<sup>3<\/sup>, Marianne  L.  Smebye<sup>1<\/sup>, Oeystein Garred<sup>4<\/sup>, Mette  S.  Foersund<sup>4<\/sup>, Mai  T.  Nguyen<sup>4<\/sup>, Gunhild  M.  Maelandsmo<sup>1<\/sup>, Gordon Mills<sup>2<\/sup>, Olav Engebraaten<sup>1<\/sup><br><br\/><sup>1<\/sup>Tumor Biology, Oslo University Hospital, Institute for Cancer Research, Oslo, Norway,<sup>2<\/sup>Oregon Health and Science University, Knight Cancer Institute, Portland, OR,<sup>3<\/sup>Informatics, University of Oslo, Oslo, Norway,<sup>4<\/sup>Pathology, Oslo University Hospital, Oslo, Norway","CSlideId":"","ControlKey":"af722cc6-921a-4958-914c-13cd231288a5","ControlNumber":"2779","DisclosureBlock":"&nbsp;<b>M. H. Haugen, <\/b> None..<br><b>D. Kilburn, <\/b> None..<br><b>H. Ma, <\/b> None..<br><b>C. Watson, <\/b> None..<br><b>A. Creason, <\/b> None..<br><b>D. Zhang, <\/b> None..<br><b>M. A. Dahle, <\/b> None.&nbsp;<br><b>O. Lingjaerde, <\/b> <br><b>Novartis Norway<\/b> Independent Contractor.<br><b>M. L. Smebye, <\/b> None..<br><b>O. Garred, <\/b> None..<br><b>M. S. Foersund, <\/b> None..<br><b>M. T. Nguyen, <\/b> None.&nbsp;<br><b>G. M. Maelandsmo, <\/b> <br><b>Arctic Pharma<\/b> Grant\/Contract. <br><b>G. Mills, <\/b> <br><b>Amphista, Astex, AstraZeneca, BlueDot, Chrysallis Biotechnology, Ellipses Pharma, GSK, ImmunoMET, Infinity, Ionis, Leapfrog Bio, Lilly, Medacorp, Nanostring, Nuvectis, PDX Pharmaceuticals, Qureator<\/b> Other, SAB\/Consultant. <br><b>Roche, Signalchem Lifesciences, Tarveda, Turbine, Zentalis Pharmaceuticals<\/b> Other, SAB\/Consultant. <br><b>Bluedot, Catena Pharmaceuticals, ImmunoMet, Nuvectis, SignalChem, Tarveda, Turbine<\/b> Other, Stock\/Options\/Financial. <br><b>HRD assay to Myriad Genetics, DSP patents with Nanostring<\/b> Other, Licensed technology. <br><b>AstraZeneca<\/b> Other, Sponsored research. <br><b>O. Engebraaten, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5627","PresenterBiography":null,"PresenterDisplayName":"Mads Haugen, M Eng;PhD","PresenterKey":"bec35441-381d-4306-8e9a-7147df14d4fa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5627. Spatial protein profiling by cyclic immunofluorescence to interpret and improve bulk tumor-based predictor of response to chemotherapy with bevacizumab in neoadjuvant breast cancer treatment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial protein profiling by cyclic immunofluorescence to interpret and improve bulk tumor-based predictor of response to chemotherapy with bevacizumab in neoadjuvant breast cancer treatment","Topics":null,"cSlideId":""},{"Abstract":"Cancer progression is an evolutionary process governed by the clonal evolution of the genetic mutations acquired during tumor growth, together with the co-evolution of the tumour ecosystem. The nature of cancer subclonal mutations and their effects on the tumour microenvironment are the major drivers of intratumor heterogeneity and contribute to cancer progression, metastasis, therapy resistance and disease recurrence. Therefore, a spatially resolved genetic and cellular profiling of tumors is crucial to investigate tumor architecture and cellular diversity. Oral squamous cell carcinoma (OSCC), a subset of head and neck cancer, accounts for 355,000 new cases annually worldwide and has a 5-year survival rate of only 50%. We recently conducted a multi-level analysis of OSCC genetic and microenvironment heterogeneity (Sequeira et al, 2020, NatComms). Computational analysis of tumour clonal dynamics from DNA sequencing data revealed that high genetic heterogeneity to be a feature of early-stage lesions that are likely to progress to more aggressive tumors (Williams et al 2018, NatGen; Sequeira et al, 2020, NatComms). These tools can be used to predict tumour behavior and for early diagnosis of aggressive lesions. The goal of this study is to elucidate the functional and spatial intratumor heterogeneity, tumor clonal dynamics and evolutionary landscape of human OSCC, and to study the interaction of tumour cells with the microenvironment, in particular the role of specific mutations in promoting epithelial-to-mesenchymal transition and tumor progression, using an interdisciplinary approach that combines spatial integrative genome analysis and deep single-cell phenotyping of tumor microenvironment. We performed whole-exome sequencing from multifocal OSCC tumor regions and matched metastasis, and used computational methods to investigate the tumor subclonal organization, construct phylogenetic trees for each tumor and assess the genetic diversity of the different tumour regions and metastasis. We then combined Single cell Spatial Phenotyping on the <i>PhenoCycler<\/i> platform (Akoya Biosciences) (Black et al, 2021, NatProtocols) with the subclonal genomic analysis to investigate how different mutational landscapes affect tumor microenvironment and metastasis, at unprecedented detail. Together, this multi-modal integrated spatial genomics and proteomics analysis of the tumor ecosystem highlights the importance of spatial cellular organization and provides a comprehensive human OSCC spatial atlas of tumour heterogeneity, providing a foundation for exploring cancer evolution, heterogeneity and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Oral cancers,Clonal evolution,Tumour microenvironment,Spatial profilling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Raju Kumar<sup>1<\/sup>, Rana Ibrahim<sup>1<\/sup>, Bassem Ben Cheikh<sup>2<\/sup>, Emma Bailey<sup>1<\/sup>, Hannah Cottom<sup>3<\/sup>, Oliver Braubach<sup>2<\/sup>, Trevor Graham<sup>4<\/sup>, Jun Wang<sup>5<\/sup>, <b>Ines Sequeira<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Barts Centre for Squamous Cancer, Queen Mary University of London, London, United Kingdom,<sup>2<\/sup>Akoya Biosciences, Menlo Park, CA,<sup>3<\/sup>Barts Health NHS Trust, London, United Kingdom,<sup>4<\/sup>Centre for Evolution and Cancer, The Institute of Cancer Research, London, United Kingdom,<sup>5<\/sup>Barts Cancer Institute, Queen Mary University of London, London, United Kingdom","CSlideId":"","ControlKey":"ec075032-023c-429b-9502-20b8919dae28","ControlNumber":"5467","DisclosureBlock":"&nbsp;<b>R. Kumar, <\/b> None..<br><b>R. Ibrahim, <\/b> None.&nbsp;<br><b>B. B. Cheikh, <\/b> <br><b>Akoya Biosciences<\/b> Employment.<br><b>E. Bailey, <\/b> None..<br><b>H. Cottom, <\/b> None.&nbsp;<br><b>O. Braubach, <\/b> <br><b>Akoya Biosciences<\/b> Employment.<br><b>T. Graham, <\/b> None..<br><b>J. Wang, <\/b> None.&nbsp;<br><b>I. Sequeira, <\/b> <br><b>L’Oreal<\/b> Grant\/Contract.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4404","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5629","PresenterBiography":null,"PresenterDisplayName":"Ines Sequeira, PhD","PresenterKey":"52bfe1c7-ce36-4524-8fdb-ac4cf47bd16c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5629. Spatial genomics and proteomics enable multimodal analyses of oral SCC clonal heterogeneity and interactions with tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial genomics and proteomics enable multimodal analyses of oral SCC clonal heterogeneity and interactions with tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Spatial profiling of tissues promises to elucidate tumor-microenvironment interactions and enable development of spatial biomarkers to predict response to immunotherapy and other therapeutics. However, spatial biomarker discovery is often limited to small patient cohorts and single technologies, limiting statistical power and increasing the likelihood of technical artifacts. We utilized cyclic immunofluorescence, (CyCIF), to profile patient tissues from 102 breast cancer patients, 63 with clinical follow up. We then developed methods for comparative analysis of data from three disparate imaging technologies including our CyCIF images, as well as publicly available imaging mass cytometry and multiplex ion-beam imaging breast cancer data sets. We demonstrate similar single-cell phenotyping results across breast cancer patient cohorts imaged with the three methods, and furthermore, show agreement in the prognostic value of cellular and spatial biomarkers across platforms. We identified T cell infiltration as independently associated with longer survival in high-proliferation breast cancer, which was enriched for activated and spatially clustered T cells. A comparison of six spatial analysis methods revealed robust spatial biomarkers, including tumor-macrophage and tumor-fibroblast proximity associated with poor prognosis in estrogen receptor positive and triple negative tumors, respectively. Our methods enable assembly of larger clinical cohorts from diverse platforms to aid in predictive and prognostic spatial biomarker identification and validation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Image analysis,Microenvironment,Biomarkers,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jennifer R. Eng<\/b><sup>1<\/sup>, Elmar Bucher<sup>2<\/sup>, Zhi Hu<sup>3<\/sup>, Melinda Sanders<sup>4<\/sup>, Bapsi Chakravarthy<sup>4<\/sup>, Jennifer Pietenpol<sup>4<\/sup>, Rosalie  C.  Sears<sup>1<\/sup>, Summer Gibbs<sup>5<\/sup>, Joe  W.  Gray<sup>5<\/sup>, Koei Chin<sup>6<\/sup><br><br\/><sup>1<\/sup>Molecular and Medical Genetics, Knight Cancer Institute, Oregon Health & Science University, Portland, OR,<sup>2<\/sup>Intelligent Systems Engineering, Indiana University, Bloomington, IN,<sup>3<\/sup>Knight Cancer Institute, Oregon Health & Science University, Portland, OR,<sup>4<\/sup>Vanderbilt-Ingram Cancer Center, Vanderbilt University Medical Center, Nashville, TN,<sup>5<\/sup>Biomedical Engineering, Knight Cancer Institute, Oregon Health & Science University, Portland, OR,<sup>6<\/sup>Center for Early Detection Advanced Research, Knight Cancer Institute, Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"25584029-4453-467c-9fc7-2dcdd80d2ceb","ControlNumber":"7513","DisclosureBlock":"&nbsp;<b>J. R. Eng, <\/b> None..<br><b>E. Bucher, <\/b> None.&nbsp;<br><b>Z. Hu, <\/b> <br><b>Immunology Consultants Lab<\/b> Employment.<br><b>M. Sanders, <\/b> None..<br><b>B. Chakravarthy, <\/b> None..<br><b>J. Pietenpol, <\/b> None..<br><b>R. C. Sears, <\/b> None..<br><b>S. Gibbs, <\/b> None..<br><b>J. W. Gray, <\/b> None..<br><b>K. Chin, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4405","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5630","PresenterBiography":null,"PresenterDisplayName":"Jennifer Eng, BA;PhD","PresenterKey":"9a7c83eb-61b2-4c8f-b2d4-e0ec2c9be30e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5630. Robust spatial biomarker discovery through multi-platform multiplex image analysis of breast cancer clinical cohorts","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Robust spatial biomarker discovery through multi-platform multiplex image analysis of breast cancer clinical cohorts","Topics":null,"cSlideId":""},{"Abstract":"Spatialomics is a rapidly growing field as it allows researchers to gain a deeper understanding of transcriptomes and corresponding protein expression profiles in cells within complex tissue microenvironments. One critical technology for spatialomics is in-situ hybridization (ISH) technology, which enables direct visualization and quantitation of nucleic acid in cells with single molecule resolution. The Invitrogen ViewRNA ISH assays incorporate branched DNA (bDNA) technology provides tools for interrogating multiple RNA transcripts at the same time, paving the way for improved spatialomics research. This technology is a powerful tool for spatialomics, giving insight into important mechanisms within cells and tissue. With researchers increasingly using spatialomic data in fields like neuroscience, immuno-oncology &#38; single-cell analysis, these scientists will need the rapid and efficient detection of mRNA co-expression profiles that ViewRNA portfolio provides. In our newest offering, ViewRNA fluorescence tissue kits we extended our branched DNA technology, proprietary probe set design and signal amplification technology with Alexa Fluor probes offering a unique, robust, and sensitive in situ hybridization assay for RNA localization in fixed tissues. With fluorescence detection using Alexa Fluor 488, Alexa Fluor 546, Alexa Fluor 594, Alexa Fluor 647, and Alexa Fluor 750, these kits allow multiplexed detection and imaging paving the way for improved spatialomics. This technology lays the foundation for expanded fluorescent profiles to provide scientists additional tools to probe multiple transcripts per sample, allow broader spatialomics research. For Research Use Only. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"In situ hybridization,Fluorescence in situ hybridization (FISH),Spatialomic,mRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nancie Mooney<\/b><sup><\/sup><br><br\/>Thermo Fisher Scientific, Eugene, OR","CSlideId":"","ControlKey":"0b7c11fe-abd3-4ba4-8f6d-34ad34d639dd","ControlNumber":"3091","DisclosureBlock":"<b>&nbsp;N. Mooney, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4406","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5631","PresenterBiography":null,"PresenterDisplayName":"Nancie Mooney, BS;MS","PresenterKey":"5d2e559d-c991-4a09-bcff-e9cddd5f5a47","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5631. Expanding tools for multiplex mRNA imaging in spatialomics through the ViewRNA tissue assay kits","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expanding tools for multiplex mRNA imaging in spatialomics through the ViewRNA tissue assay kits","Topics":null,"cSlideId":""},{"Abstract":"Microscopic vascular invasion (VI) is predictive of recurrence in stage I lung adenocarcinoma (LUAD) but is difficult to assess in resection specimens and cannot be accurately predicted prior to surgery. Thus, new biomarkers are needed to identify this aggressive subset of stage I LUAD tumors. To assess molecular and tumor microenvironment (TME) features associated with angioinvasive LUAD we profiled 171 resected stage I tumors with and without VI by RNA-seq, including 16 tumors by high-resolution spatial transcriptomics (10x Genomics Visium). Visium capture areas were selected by an experienced thoracic pathologist to include invasive foci, tumor regions distal to foci, and tumors without invasive foci. We identified a robust molecular signature of VI from the RNA-seq data containing subclusters of genes involved in hallmark programs of tumor suppression, EMT, angiogenesis, growth and metabolism. This VI-associated signature increases across the spectrum of indolent to aggressive stage I LUAD histopathology and is predictive of recurrence-free survival. Analysis of 43,421 Visium spots across 16 tumors revealed high inter-tumor patient heterogeneity, with most spots clustering by tumor identity, suggesting tumor-intrinsic properties. Scoring the Visium data for VI signature expression revealed spatial variability around VI foci, with distinct spatial distributions of different signature subclusters among tumor and stromal compartments within and adjacent to regions of tumor intravasation. We found increased expression of the bulk VI signature in invasive tumors, regardless of whether the capture area contained the invasive focus. We independently verified this finding by performing laser-capture microdissection and RNA-seq from invaded vessel regions and uninvaded parenchyma of 8 additional tumors with VI and tumor regions of non-VI tumors. Given increased signature expression in regions of invasive tumors at a distance from VI foci, we leveraged our bulk RNA-seq dataset to develop a transcriptomic predictor of VI. We applied a nested cross-validation approach within a training cohort to select a machine learning model. We then evaluated the performance of our model in an independent test set. Finally, we generated over 200 pseudo-bulked <i>in silico<\/i> biopsies similar in size to standard transthoracic needle biopsies using the spatial data. The scores from these <i>in silico<\/i> biopsies were similar to predictions from matched bulk RNA-seq data, suggesting robustness to intra-tumor heterogeneity. Our combined bulk and spatial transcriptomics analysis suggests that VI-associated gene expression extends far from the site of intravasation and can be used to predict the presence of VI. This may enable the prediction of angioinvasive LUAD from small biopsy specimens, allowing for more tailored treatment prior to surgery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Invasion,Biomarkers,RNA-seq,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dylan Steiner<\/b><sup>1<\/sup>, Lila Sultan<sup>1<\/sup>, Travis Sullivan<sup>2<\/sup>, Emily Green<sup>1<\/sup>, Hanqiao Liu<sup>1<\/sup>, Xiaohui Xiao<sup>1<\/sup>, Gang Liu<sup>1<\/sup>, Avrum Spira<sup>1<\/sup>, Sarah Mazzilli<sup>1<\/sup>, Kimberly Rieger-Christ<sup>2<\/sup>, Eric Burks<sup>1<\/sup>, Jennifer Beane<sup>1<\/sup>, Marc Lenburg<sup>1<\/sup><br><br\/><sup>1<\/sup>Boston Univ. School of Medicine, Boston, MA,<sup>2<\/sup>Lahey Hospital and Medical Center, Burlington, MA","CSlideId":"","ControlKey":"866ec606-26da-4dea-995b-3a6cb6d462e8","ControlNumber":"8044","DisclosureBlock":"&nbsp;<b>D. Steiner, <\/b> None..<br><b>L. Sultan, <\/b> None..<br><b>T. Sullivan, <\/b> None..<br><b>E. Green, <\/b> None..<br><b>H. Liu, <\/b> None..<br><b>X. Xiao, <\/b> None..<br><b>G. Liu, <\/b> None..<br><b>A. Spira, <\/b> None..<br><b>S. Mazzilli, <\/b> None..<br><b>K. Rieger-Christ, <\/b> None..<br><b>E. Burks, <\/b> None..<br><b>J. Beane, <\/b> None..<br><b>M. Lenburg, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4407","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5632","PresenterBiography":null,"PresenterDisplayName":"Dylan Steiner, BA","PresenterKey":"a2d174f2-307e-4ec9-980c-022ab65f8518","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5632. Evaluating a novel molecular biomarker of angioinvasive lung adenocarcinoma with spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating a novel molecular biomarker of angioinvasive lung adenocarcinoma with spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"With the advent of immunotherapies such as immune checkpoint inhibitors and CAR T cells, the interest in the tumor microenvironment and tumor-infiltrating lymphocytes (TILs) cells has increased in recent years as these play a critical role in predicting response to therapy and clinical outcomes. We have reported on the identification of potential targets for CAR T cell therapies by analyzing a multitude of tumor samples with hundreds of antibodies by flow cytometry and a new spatial proteomics platform, the MACSima Imaging Platform (Sch&#228;fer et al. Nat. Commun., 2021; Kinkhabwala et.al. Sci. Rep., 2022). Here we report on the analysis of tumor microenvironment and tumor infiltrating immune cells using a novel combined spatial transcriptomics and proteomics approach. For protein expression analysis we generated a panel of 60 fluorochrome conjugated antibodies (REAscreen Immuno-oncology, human, FFPE, version 01) selected to identify immune cells, cancer associated fibroblasts, matrix, blood vessels, lymphatics and malignant epithelial cell populations. RNA analysis was based on a novel in situ hybridization and amplification method followed by a cyclic spatial decoding of transcripts (RNAsky). To standardize and further ease the process of protein and RNA detection we generated the antigen and RNA detection probes in a ready-to-use format, i.e., dried and sealed in 96 well plates ready to be inserted into the MACSima. FFPE specimens of different tumor entities reviewed by a pathologist were first hybridized to probes, which were amplified, and spatially decoded by fluorochrome conjugated oligonucleotides. Subsequently the same specimen was exposed to fluorescently labeled antibodies by cycles of antibody reaction, image acquisition and erasure of signal. Finally, specimens were stained with H&#38;E to report on tissue integrity and correlate spatial orientation. The 2D image stacks were analyzed for transcript and antigen quantification and pattern recognition using both, pixel and segmented single-cell data (MACS iQ View Analysis Software). Across the specimens we identified more than 20 cell types including 12 immune cell subsets. The comparison of the tumor microenvironment, tumor-infiltrating immune cells (TILs) and their spatial organization in relation to the tumor cells allowed to identify differences and similarities across the tumor types. In summary we report here on a novel standardized and automated combined spatial RNA and protein expression analysis of the tumor microenvironment and tumor infiltrating immune cells across tumor types. The characterization dataset demonstrates the ability of our platform to perform standardized in-depth phenotyping of sample cohorts. This will enable discovery and further development of predictive and prognostic biomarkers critical to patient stratification for immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Ovarian cancer,Breast cancer,Pancreatic cancer,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Julia Femel<sup><\/sup>, Emily Neil<sup><\/sup>, Dongju Park<sup><\/sup>, Fabio El Yassouri<sup><\/sup>, Anijutta Appelshoffer<sup><\/sup>, Erica Lloyd<sup><\/sup>, Michael DiBuono<sup><\/sup>, Henry Sauer<sup><\/sup>, Hanna Lafayette<sup><\/sup>, Hsinyi Smith<sup><\/sup>, Jinling Wang<sup><\/sup>, Dominic Mangiardi<sup><\/sup>, Alex Makrigiorgos<sup><\/sup>, Paurush Praveen<sup><\/sup>, Silvia Rüberg<sup><\/sup>, Werner Müller<sup><\/sup>, Tanya Wantenaar<sup><\/sup>, Robert Pinard<sup><\/sup>, <b>Andreas Bosio<\/b><sup><\/sup><br><br\/>Miltenyi Biotec B.V. & Co. KG, Bergisch Gladbach, Germany","CSlideId":"","ControlKey":"74a11150-3ee3-44c8-9bea-3e8535b4378c","ControlNumber":"5825","DisclosureBlock":"<b>&nbsp;J. Femel, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>E. Neil, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>D. Park, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>F. El Yassouri, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>A. Appelshoffer, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>E. Lloyd, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>M. DiBuono, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>H. Sauer, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>H. Lafayette, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>H. Smith, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>D. Mangiardi, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>A. Makrigiorgos, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>P. Praveen, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>S. Rüberg, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>W. Müller, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>T. Wantenaar, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>R. Pinard, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment. <br><b>A. Bosio, <\/b> <br><b>Miltenyi Biotec B.V. & Co. KG<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4408","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5633","PresenterBiography":null,"PresenterDisplayName":"Andreas Bosio, DrRerNat","PresenterKey":"867474df-52bf-41ae-aeda-55a4798e627c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5633. Analysis of the immune microenvironment and tumor-infiltrating immune cells across different solid tumors by combined spatial transcriptomics and proteomics","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of the immune microenvironment and tumor-infiltrating immune cells across different solid tumors by combined spatial transcriptomics and proteomics","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is a harmful growth of mutated breast tissue that is diagnosed in 2.3 million women yearly, and kills 685,000 patients (15%) each year around the world. Left unchecked, breast cancer can grow proliferatively and metastasize to new tissue sites, monopolizing the body&#8217;s energy supply and ultimately causing organ failure and death. Due to increased use of treatments targeting the breast tumor-specific markers Estrogen Receptor (ER), Progesterone Receptor (PR), and Human Epidermal growth factor Receptor 2 (HER2), patient survival of breast cancer has increased in recent years. However, patients with triple-negative breast cancer (TNBC), tumors lacking all three commonly-targeted biomarkers, suffer greater illness, experience more frequent relapse, and enjoy a shorter lifespan compared to other breast cancer patients due to the paucity of tumor-selective treatments for TNBC. Further research on TNBC is needed to understand targetable mechanisms and develop treatments capable of targeting the key mechanisms. To investigate the transcriptomic profiles of TNBC tumors, we performed a joint secondary analysis of publicly available RNA-sequencing data for TNBC, consisting of&nbsp; 214 relevant samples across 11 distinct studies in the NCBI Gene Expression Omnibus (GEO). We found ~12,500 significant differentially expressed genes (FDR p-value &#60;= 0.05) and 67 significantly modulated pathways (FDR p-value &#60;= 0.05). Additionally, our novel findings include candidates for drug repurposing, high-integrity predictive biomarkers, and potential new TNBC molecular mechanisms. We found several TNBC drug targets that have not yet been fully leveraged along with drugs that could likely be successfully repurposed for use in TNBC based on previous target history and our transcriptomic results. This joint secondary analysis opens the door to future therapeutic options that could increase patient survival once validated in the wet lab.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Drug discovery,Triple-negative breast cancer (TNBC),Bioinformatics,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Naomi Rapier-Sharman<\/b><sup><\/sup>, Jenna Birchall Poulsen<sup><\/sup>, Mauri E. Dobbs<sup><\/sup>, Brett E. Pickett<sup><\/sup><br><br\/>Microbiology and Molecular Biology, Brigham Young University, Provo, UT","CSlideId":"","ControlKey":"4666d6cf-14d7-4497-9d04-490cb00096bb","ControlNumber":"7901","DisclosureBlock":"&nbsp;<b>N. Rapier-Sharman, <\/b> None..<br><b>J. Birchall Poulsen, <\/b> None..<br><b>M. E. Dobbs, <\/b> None..<br><b>B. E. Pickett, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4410","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5635","PresenterBiography":"","PresenterDisplayName":"Naomi Rapier-Sharman, BS","PresenterKey":"2278c373-1700-432a-9dc9-fd1dd625d700","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5635. Joint secondary transcriptomic analysis of triple negative breast cancer offers a window into new therapeutic possibilities and biomarkers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Joint secondary transcriptomic analysis of triple negative breast cancer offers a window into new therapeutic possibilities and biomarkers","Topics":null,"cSlideId":""},{"Abstract":"Glycogen synthase kinase 3 (GSK-3) is a serine\/threonine kinase with key roles in myriad biological processes such as tumor progression, and inhibition of GSK-3 using the small molecule elraglusib has shown promising preclinical antitumor activity in multiple tumor types. Our preclinical experiments showed that elraglusib treatment increased tumor cell PD-L1 expression, downregulated angiogenic and immunosuppressive signaling pathways, and increased anti-tumor immune responses <i>in vitro<\/i> and <i>in vivo<\/i>. Subsequent studies showed that several circulating factors were predictive of response to PD-1\/PD-L1 blockade and GSK-3 inhibition in a murine model of colorectal cancer. To determine the translational relevance of our prior results we evaluated tumor biopsies and plasma samples from patients with refractory solid tumors of multiple tissue origins enrolled in a Phase 1 clinical trial investigating elraglusib (NCT03678883). Plasma samples were collected from patients at baseline and 24 hours post-IV administration of elraglusib and were analyzed using Luminex technology. Paired FFPE tumor biopsies from patients with colorectal or pancreatic cancer before and after treatment were selected to analyze the tumor microenvironment using NanoString GeoMx DSP technology. The region of interest (ROI) selection strategy focused on mixed tumor and immune cell segments and ROIs were segmented using panCK+ and CD45+ morphology stains. Cytokine analysis revealed that elevated baseline plasma levels of IL-1 beta and reduced levels of VEGF correlated with improved progression-free survival (PFS) and overall survival (OS). PFS was also found to be positively correlated with elevated plasma levels of immunostimulatory analytes such as Granzyme B, IFN-gamma, and IL-2 at 24 hours post-treatment with elraglusib. CD45+ tumor-infiltrating immune cells had lower expression of VISTA, PD-1, and IDO-1 inhibitory checkpoint proteins and higher expression of OX40L and B7-H3 stimulatory checkpoint proteins in post-treatment biopsies as compared to pre-treatment biopsies. Moreover, time-on-study length negatively correlated with CD39 expression in PanCK+ segments and positively correlated with CD163 expression in CD45+ segments. This ongoing study, to our knowledge, represents the first digital spatial analysis of tumor biopsies from patients treated with elraglusib. These novel circulating biomarkers of response to GSK-3 inhibition could provide significant clinical utility and the spatial proteomics data may give us insights into the immunomodulatory mechanisms of GSK-3 inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Biomarkers,Proteomics,Cytokines,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kelsey  E.  Huntington<\/b><sup>1<\/sup>, Christoph Schorl<sup>2<\/sup>, Shaolei Lu<sup>1<\/sup>, Daniel Newhouse<sup>1<\/sup>, Benedito A. Carneiro<sup>3<\/sup>, Wafik S. El-Deiry<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology and Laboratory Medicine, Brown University, Providence, RI,<sup>2<\/sup>Molecular Biology, Cell Biology and Biochemistry, Brown University, Providence, RI,<sup>3<\/sup>Medicine, Brown University, Providence, RI","CSlideId":"","ControlKey":"3f096cd5-0dd6-4da2-b60f-4c3017b3f777","ControlNumber":"606","DisclosureBlock":"<b>&nbsp;K. E. Huntington, <\/b> <br><b>Actuate Therapeutics, Inc.<\/b> Grant\/Contract.<br><b>C. Schorl, <\/b> None..<br><b>S. Lu, <\/b> None.&nbsp;<br><b>B. A. Carneiro, <\/b> <br><b>Actuate Therapeutics, Inc.<\/b> Grant\/Contract. <br><b>W. S. El-Deiry, <\/b> <br><b>Actuate Therapeutics, Inc.<\/b> Grant\/Contract.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4411","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5636","PresenterBiography":"","PresenterDisplayName":"Kelsey Huntington, BS","PresenterKey":"3277ec45-b213-4eb9-8e51-57677abefd41","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/3277ec45-b213-4eb9-8e51-57677abefd41.profile.jpg","SearchResultActions":null,"SearchResultBody":"5636. Multiplex digital spatial profiling (DSP) of proteins in the tumor microenvironment in response to GSK-3 inhibition by 9-ING-41 (elraglusib) correlates with novel immunostimulatory effects observed <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiplex digital spatial profiling (DSP) of proteins in the tumor microenvironment in response to GSK-3 inhibition by 9-ING-41 (elraglusib) correlates with novel immunostimulatory effects observed <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Cancer research across drug development, molecular biomarkers, and patient response depends on understanding biology that is dependent on complex interactions between malignant, immune, and stromal cells. To survive clearance mechanisms, a tumor can rely on a myriad of escape strategies, and the microenvironment is architected around the current path of escape. To enable a more comprehensive picture of tumor biology, we have developed the CosMx&#8482; Spatial Molecular Imager (SMI) technology to capture a snapshot of thousands of RNA species resolved subcellularly from a single, standard histopathology slide. Building upon the previously released panels, this study tests a new 6,000-plex panel, the highest RNA plex measured <i>in situ<\/i> within human tissue, allowing the imputation of a spatial whole transcriptome in the tissue. We performed an ultra-high-plex RNA assay to detect 6,000 targets simultaneously <i>in situ<\/i> on an FFPE human liver cancer tissue (~1 cm<sup>2<\/sup> area) using the CosMx SMI. This RNA panel covers broad biological areas with special emphasis on oncology, immunology, and signal transduction, such that all cancer researchers can benefit from the direct detection of targets of interest (<i>sans<\/i> imputation) in intact tissue. Analysis algorithms were developed to allow robust assessments of cell types, cell states, cell-cell interactions, and pathway activation. Imputation based on reference profiles from HCA, TCGA, and other public repositories allows estimation of non-measured transcripts at a ratio of approximately 1:3, compared to the approximate 1:20-1:70 imputations performed previously for spatial data.Thousands of transcripts were simultaneously detected with high sensitivity and specificity on the FFPE liver cancer tissue section at single-cell subcellular resolution. We were able to accurately map known reference profiles from scRNA-seq into this sample while identifying cancer-specific malignant, immune, and stromal cells in this tissue sample using this ultra-high plex RNA panel. In addition, we constructed sample-specific spatial neighborhoods, defined by cell types, cell states, and nearly unlimited sets of biological pathways through the imputed whole transcriptome. Finally, we measured &#62;1,000 ligand-receptor interactions between key cell types of adjacent cells in the tissue, identifying mechanisms for tumor-mediated escape as well as reactive re-architecting of the native stroma which defines the trajectory of cancer&#8217;s evolution. Single-cell spatial measurements of gene expression at 6,000 plex from a single FFPE slide has the potential to transform our understanding of tumor biology and facilitate the next advances in cancer research by extracting the highest data density possible from rare specimens collected during patient treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Gene expression analysis,Genomics,Hepatocellular carcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shanshan He<\/b><sup><\/sup>, Michael Patrick<sup><\/sup>, Jason  W.  Reeves<sup><\/sup>, Patrick Danaher<sup><\/sup>, Julian Preciado<sup><\/sup>, Joseph Phan<sup><\/sup>, Erin Piazza<sup><\/sup>, Zachary Reitz<sup><\/sup>, Lidan Wu<sup><\/sup>, Rustem Khafizov<sup><\/sup>, Haiyan Zhai<sup><\/sup>, Michael Rhodes<sup><\/sup>, David Ruff<sup><\/sup>, Joseph Beechem<sup><\/sup><br><br\/>NanoString Technologies, Inc., Seattle, WA","CSlideId":"","ControlKey":"11dbb32c-198b-4a6b-8e26-61c7d3221609","ControlNumber":"5690","DisclosureBlock":"<b>&nbsp;S. He, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>M. Patrick, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>J. W. Reeves, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>P. Danaher, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>J. Preciado, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>J. Phan, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>E. Piazza, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>Z. Reitz, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>L. Wu, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>R. Khafizov, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>H. Zhai, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>M. Rhodes, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>D. Ruff, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>J. Beechem, <\/b> <br><b>NanoString Technologies<\/b> Employment, Fiduciary Officer, Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4412","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5637","PresenterBiography":null,"PresenterDisplayName":"Shanshan He","PresenterKey":"7adefa0d-2f1e-4311-8649-78712a7e6e00","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5637. Path to the holy grail of spatial biology: Spatial single-cell whole transcriptomes using 6000-plex spatial molecular imaging on FFPE tissue","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Path to the holy grail of spatial biology: Spatial single-cell whole transcriptomes using 6000-plex spatial molecular imaging on FFPE tissue","Topics":null,"cSlideId":""},{"Abstract":"High-sensitivity hypothesis-free subcellular proteomics is challenging due to the limited sensitivity of mass spectrometry and the lack of amplification tools for proteins. Without such technology, it is not possible to discover proteins at specific locations of interest in cells or tissue samples. Here, we introduce a total-sync ultra-content microscopic system termed Microscoop<sup>TM<\/sup> that integrates microscopy, optics, FPGA-based mechatronics, photochemistry, and deep learning or computer vision to enable high-content in situ photolabeling. Microscoop<sup>TM<\/sup> photolabels proteins at user defined regions of interests (ROIs) under a microscope utilizing directed photochemistry in one field of view (FOV) at a time for tens of thousands of FOVs with similar morphological features. With this platform, we are able to photolabel proteins with biotin probes in cellular organelles, granules or cell-cell contact surfaces with a high precision at nanoscale resolution, and obtain sufficient amount of biotinylated proteins for mass spectrometry. We made a robust demonstration in the proteome mapping of human cellular nucleus from single-shot experiment to &#62;1000 nuclear protein identification with &#62; 90% specificity. Further data analysis revealed identification of a hundred of low protein copy number proteins and a high coverage of nuclear complexes. In proteome mapping of the nucleolus, we ranked proteins by order of abundance and revealed that 97 out of the top 100 proteins were annotated as nucleolar proteins. Unexpectedly, in mapping the stress granule (SG) proteome, a relatively low SG specificity (74%) were found in the top 50 abundant proteins, therefore we further characterize the proteins that have no prior SG annotation by immunostaining. Nine out of the thirteen unexplored proteins including PDLIM7, EIF3CL, YWHAE, RPSA, UGDH, DDX17, ANLN, PSMA6, and MCM2 were found to have SG patterns and co-localized with SG marker (G3BP1), raising our top 50 SG specificity to up to 92%. Together, our total-sync ultra-content microscopic platform enables hypothesis-free, de novo subcellular proteome mapping at user defined ROIs with high sensitivity and specificity, thereby broadly benefits the cell biology field in finding novel proteins or biomarkers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Proteomics,Biomarkers,Machine learning,Mass spectrometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jung-Chi Liao<\/b><sup>1<\/sup>, Chih-Wei Chang<sup>1<\/sup>, Yi-De Chen<sup>1<\/sup>, Chantal Hoi Yin Cheung<sup>1<\/sup>, Chia-Wen Chung<sup>1<\/sup>, Hsiao-Jen Chang<sup>1<\/sup>, Yong-Da Sie<sup>1<\/sup>, You-Pi Liu<sup>1<\/sup>, Yu-Chih Lin<sup>1<\/sup>, Hsiang-Ju Kai<sup>1<\/sup>, Weng Man Chong<sup>1<\/sup>, Hsin-Yi Wu<sup>2<\/sup><br><br\/><sup>1<\/sup>Syncell Inc., Taipei, Taiwan,<sup>2<\/sup>Department of Chemistry, National Taiwan University, Taipei, Taiwan","CSlideId":"","ControlKey":"e67f8f3a-1d1b-487f-9619-627a40b23174","ControlNumber":"5530","DisclosureBlock":"&nbsp;<b>J. Liao, <\/b> None..<br><b>C. Chang, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>C. Cheung, <\/b> None..<br><b>C. Chung, <\/b> None..<br><b>H. Chang, <\/b> None..<br><b>Y. Sie, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>H. Kai, <\/b> None..<br><b>W. Chong, <\/b> None..<br><b>H. Wu, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4413","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5638","PresenterBiography":null,"PresenterDisplayName":"Jung-Chi Liao, PhD","PresenterKey":"f874e829-7ce6-4878-bb4c-bc861f149640","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5638. Total-sync ultra-content microscopic opto-biotinylation enables high-sensitivity hypothesis-free subcellular protein discovery","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Total-sync ultra-content microscopic opto-biotinylation enables high-sensitivity hypothesis-free subcellular protein discovery","Topics":null,"cSlideId":""},{"Abstract":"Spatial omics profiling technologies have been recognized recently for its ability to decipher the genetic molecules that are structurally relevant in pathology. Especially, in tumor biology, tumor is not the group of malignant tumor cells, but rather group of various cells such as tumor cells, immune cells, fibroblasts, etc. gathers together, constructing the tumor microenvironments. Technologies to analyze such microstructures have evolved from bulk sequencing, single cell sequencing to spatial omics profiling technologies. Spatial omics profiling technologies have highly influenced in decoding cancerous mechanisms by questioning the tumor heterogeneity, tumor microenvironment and spatial biomarkers. Most of the spatial omics technologies focus on mapping the spatial omics landscape in a large scale. They rather introduces the spatially-barcoded capture probes or fluorescence labeled target probes to spatially locate the genetic molecules. The information depth and the scalability of the techniques varies according to the purpose of the spatial assay techniques. Such technologies are capable of discovering the spatial heterogeneity and the spatial landscape of the consisting cell types due to relatively low depth of the omics information. To effectively address the target molecules for therapeutics or diagnostics, higher depth of the omics information are required. To meet the needs, region of interest (ROI)-based spatial technologies isolated the target regions and applies chemistries for higher coverage omics data. Conventional cell sorters utilizes microfluidic channels to sort cells of interest which requires cell dissociation in a solution phase. For instance, Fluorescence activated cell sorter (FACS) or Magnetic-activated cell sorting (MACS) uses fluorescence or magnetic particles, respectively, to designate the cells of interest in dissociated cell solutions. Spatially isolating techniques such as laser capture microdissection (LCM) is able to sort out the ROIs while preserving the spatial context, but it approximately takes an hour for isolating the targets. Also, it uses rather UV laser to dissect out cells or IR-activated melting of polymers to stick out cells which might cause damage to cells. Here, I developed the automated spatially resolved laser activated cell sorter that isolates the cells in target per second while preserving the spatial context of the cells. Specific region of indium tin oxide (ITO) coated slide glass evaporates when illuminated by IR laser pulse, plunging the cells into the desired reservoir. The applicability of the suggested cell sorter are demonstrated in omics profiling chemistries such as DNA sequencing, RNA sequencing, mass spectrometry, etc.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Tumor microenvironment,Bioinformatics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sumin Lee<\/b><sup><\/sup>, Amos  C.  Lee<sup><\/sup>, Sunghoon Kwon<sup><\/sup><br><br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"92e4d5a8-80f0-4727-aa87-94d1d33cf419","ControlNumber":"4170","DisclosureBlock":"<b>&nbsp;S. Lee, <\/b> <br><b>Meteor Biotech<\/b> Stock, Stock Option. <br><b>A. C. Lee, <\/b> <br><b>Meteor Biotech<\/b> Stock, Stock Option. <br><b>S. Kwon, <\/b> <br><b>Meteor Biotech<\/b> Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4414","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5639","PresenterBiography":null,"PresenterDisplayName":"Sumin Lee","PresenterKey":"b40d7b42-6ac7-4003-b63f-0c78bcfb8293","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5639. High throughput spatially resolved laser-activated cell sorting links the genomic molecules with its spatial information","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High throughput spatially resolved laser-activated cell sorting links the genomic molecules with its spatial information","Topics":null,"cSlideId":""},{"Abstract":"Mouse tumor models are widely utilized for cancer studies and preclinical drug development. An obstacle in predicting therapeutic drug efficacy is the ability to quantitatively evaluate the multi-parametric post-treatment response in the tumor microenvironment (TME). Identification of immuno-oncological processes that dictate tumor growth, metastasis, and immune response is essential for selecting promising drug candidates for further clinical evaluation. Imaging Mass Cytometry&#8482; (IMC&#8482;) is a vital and proven high-plex imaging technology that enables deep characterization of the complexity and diversity of tumor tissue without disrupting spatial context. The Hyperion&#8482; Imaging System utilizes IMC technology to simultaneously assess 40-plus individual structural and functional markers in tissues, providing unprecedented insight into the organization and function of the TME. We have previously demonstrated the application of IMC in combination with Maxpar&#174; and Maxpar OnDemand&#8482; antibodies to highlight cellular composition of normal mouse tissues. Here, we showcase the Maxpar OnDemand Mouse Immuno-Oncology IMC Panel Kit for application on a variety of mouse tumor tissues. We compiled the antibody panel to quantitatively assess IO-related processes and applied it to a tissue microarray (TMA) containing a large variety of mouse tumors. Antibodies in panel kits were selected from the Maxpar and Maxpar OnDemand catalogs. We digitized high-plex data from mouse tissues using the Hyperion Imaging System and generated images demonstrating the detailed layout of the TME. We further conducted single-cell analysis to identify specific populations of tumor and immune cells in the TME. The Mouse Immuno-Oncology IMC Panel Kit successfully identified pathophysiological processes such as immune cell infiltration and activation, signaling pathway activation, biomarkers of epithelial-to-mesenchymal transition (EMT), metabolic activity, growth, and the tissue architecture of the TME. Single-cell analysis of several highly relevant tumor types separated distinct cellular clusters representing tumor, immune, stromal, and vascular cells. Activation of cellular processes associated with signaling, growth, and metastasis were identified in tumor cells. In addition, cytotoxic and inflammatory activation in lymphoid and myeloid immune cell subtypes were detected. Application of IMC based multiparametric analysis successfully identified the spatial landscape of the TME at single-cell resolution. Quantitative analysis of tumor composition revealed critical insights regarding prognostic parameters such as metastatic and growth potential of tumors, and identification and activation of immune cell infiltrates. Overall, we demonstrate the power of IMC and provide evidence of its successful application in mouse tumor models. <b>For Research Use Only. Not for use in diagnostic procedures.<\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immuno-oncology,Mouse models,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Qanber Raza<\/b><sup><\/sup>, Liang Lim<sup><\/sup>, Thomas  D.  Pfister<sup><\/sup>, Nick Zabinyakov<sup><\/sup>, Christina Loh<sup><\/sup><br><br\/>Research and Development, Standard BioTools, Markham, ON, Canada","CSlideId":"","ControlKey":"d018001a-0ce6-4135-adb6-97de8148d358","ControlNumber":"4633","DisclosureBlock":"<b>&nbsp;Q. Raza, <\/b> <br><b>Standard Biotools<\/b> Employment. <br><b>L. Lim, <\/b> <br><b>Standard Biotools<\/b> Employment. <br><b>T. D. Pfister, <\/b> <br><b>Standard Biotools<\/b> Employment. <br><b>N. Zabinyakov, <\/b> <br><b>Standard Biotools<\/b> Employment. <br><b>C. Loh, <\/b> <br><b>Standard Biotools<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4415","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5640","PresenterBiography":null,"PresenterDisplayName":"Qanber Raza, PhD,MS,BS","PresenterKey":"84bc20a8-e9a8-4deb-98c8-e313e63e0ebf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5640. Identifying pathophysiological features of mouse tumors using imaging mass cytometry","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying pathophysiological features of mouse tumors using imaging mass cytometry","Topics":null,"cSlideId":""},{"Abstract":"The power of spatial biology lies in the integration of multiple scales of information from subcellular to tissue scale. Until recently, spatial analysis of protein biomarkers in tissues was limited to a few markers at a time using traditional IHC colorimetric or fluorescent readout. Here, we demonstrate the ability of NanoString&#8217;s CosMx&#8482; Spatial Molecular Imager (SMI) platform to quantify more than 70 proteins encompassing key targets in immuno-oncology and tumor biology, localize the proteins and analyze protein expression at a single cell level. Key to the technology is the use of fully automated fluidics and imaging systems, short turnaround time, and high sensitivity. The CosMx protein assay has been optimized for FFPE samples, which represent the largest collection of biospecimens available for clinical investigation. To that end, we explored the utility of CosMx spatial proteomics on a series of clinical samples from cancer patients, including the Serial Measurements of Molecular and Architectural Response to Therapy (SMMART) trial, across multiple cancer types.<br \/>CosMx SMI&#8217;s high-level protein multiplexing capabilities enabled spatial analysis of metastatic tumors in response to personalized treatment for a single patient over time. Combining spatial data obtained from both CosMx RNA and protein assays on the same sample reveals distinct regions of Tumor Associated Macrophages and their interactions with tumor cells in some samples. Detection of phosphoproteins also allows for analysis of the impact of kinase inhibitor treatment on the spatial environment in longitudinal biopsies. The highly-multiplexed spatial analysis of proteins in longitudinal metastatic breast cancer biopsies under therapeutic pressure provides a unique opportunity to understand evolution of tumors and develop and implement therapeutic approaches that can directly target mutations arising in the tumor cells while effectively engaging the immune system.<br \/>FOR RESEARCH USE ONLY. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Breast cancer,Kinase inhibitors,High-throughput assay,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zachary  R.  Lewis<\/b><sup>1<\/sup>, Brian Birditt<sup>1<\/sup>, Emily Brown<sup>1<\/sup>, Kan Chantranuvatana<sup>1<\/sup>, Brian Filanoski<sup>1<\/sup>, Chris Corless<sup>2<\/sup>, Tiên Phan-Everson<sup>1<\/sup>, Gary Geiss<sup>1<\/sup>, Tyler Hether<sup>1<\/sup>, Evie Hobbs<sup>3<\/sup>, Brett Johnson<sup>4<\/sup>, Taylor Kelley<sup>4<\/sup>, Charles Lopez<sup>3<\/sup>, Rhonda Meredith<sup>1<\/sup>, Anastasiya Olson<sup>4<\/sup>, Giang Ong<sup>1<\/sup>, Mithra Korukonda<sup>1<\/sup>, Erin Piazza<sup>1<\/sup>, Jason Reeves<sup>1<\/sup>, Alyssa Rosenbloom<sup>1<\/sup>, Kiara Siex<sup>4<\/sup>, Hye Son Yi<sup>1<\/sup>, Edward Zhao<sup>1<\/sup>, Joseph  M.  Beechem<sup>1<\/sup>, Gordon Mills<sup>4<\/sup><br><br\/><sup>1<\/sup>NanoString Technologies, Inc., Seattle, WA,<sup>2<\/sup>Knight Diagnostic Laboratories, Oregon Health and Sciences University, Portland, OR,<sup>3<\/sup>Division of Hematology & Medical Oncology, Knight Cancer Institute, Oregon Health and Sciences University, Portland, OR,<sup>4<\/sup>Knight Cancer Institute, Oregon Health and Sciences University, Portland, OR","CSlideId":"","ControlKey":"9d367e7a-dc15-4770-87ed-9b9891300db1","ControlNumber":"6511","DisclosureBlock":"<b>&nbsp;Z. R. Lewis, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>B. Birditt, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>E. Brown, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>K. Chantranuvatana, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>B. Filanoski, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock.<br><b>C. Corless, <\/b> None.&nbsp;<br><b>T. Phan-Everson, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>G. Geiss, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>T. Hether, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock.<br><b>E. Hobbs, <\/b> None..<br><b>B. Johnson, <\/b> None..<br><b>T. Kelley, <\/b> None..<br><b>C. Lopez, <\/b> None.&nbsp;<br><b>R. Meredith, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock.<br><b>A. Olson, <\/b> None.&nbsp;<br><b>G. Ong, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>M. Korukonda, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>E. Piazza, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>J. Reeves, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>A. Rosenbloom, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock.<br><b>K. Siex, <\/b> None.&nbsp;<br><b>H. Yi, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>E. Zhao, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>J. M. Beechem, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock. <br><b>G. Mills, <\/b> <br><b>NanoString Technologies<\/b> Patent. <br><b>Bluedot<\/b> Stock. <br><b>Catena Pharmaceuticals<\/b> Stock. <br><b>ImmunoMet<\/b> Stock. <br><b>Nuvectis<\/b> Stock. <br><b>SignalChem<\/b> Stock. <br><b>Tarveda<\/b> Stock. <br><b>Turbine<\/b> Stock. <br><b>Myriad Genetics<\/b> Patent.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4416","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5641","PresenterBiography":null,"PresenterDisplayName":"Zachary Lewis","PresenterKey":"ea50be37-d861-4941-99cb-1eea4ee7e485","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5641. Single cell spatial molecular imaging of 76-plex proteins in clinical cancer samples in response to personalized treatment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell spatial molecular imaging of 76-plex proteins in clinical cancer samples in response to personalized treatment","Topics":null,"cSlideId":""},{"Abstract":"IHC counterparts. Subsequently, the panel was transferred on a multi-organ TMA including several tumoral and non-tumoral specimens, showing robust performance across multiple tissue types. The protocol was optimized to achieve high staining quality for all 13 markers in terms of signal specificity Investigation of the tumor microenvironment (TME) by multiplex immunofluorescence (mIF) has accelerated the understanding of the spatial immune context in tumors. mIF has proven to be a powerful technique for the identification of new potential biomarkers and therapeutical targets. Despite increased application of mIF assays to characterize the TME, state-of-the art protocols remain technically challenging. Manual execution and use of dedicated reagents render them lengthy and costly. Moreover, their reproducibility is often questioned together with their transferability between different tissue types.<br \/>Here, we show the development and validation of an Immuno-Oncology (IO) Core Panel of 13 clinically relevant biomarkers to enable spatial analysis of the immune TME on the COMET&#8482; platform across various tissue types. Formalin-fixed paraffin-embedded human tissue sections from tonsil and a 24-cores multi-organ tissue microarray (TMA) were stained using the IO Core Panel from Lunaphore on the COMET&#8482; platform by fully automated sequential immunofluorescence (seqIF&#8482;), which consists of cycles of staining, imaging, and elution. The panel allows for simultaneous detection of CD3, CD4, CD8, CD45, FoxP3, PD1, PD-L1, CD11c, CD20, CD56, CD68, aSMA and Ki-67 by indirect immunofluorescence using unlabeled primary antibodies and Alexa Fluor<sup>&#8482;<\/sup> Plus secondary antibodies. The 13-plex IO Core panel was initially developed and validated on tonsil as positive control tissue. To compare immunofluorescent (IF) and immunohistochemistry (IHC) staining patterns, the sections retrieved from COMET&#8482; after seqIF&#8482;, were stained by a histology facility with standard IHC established for routine pathological diagnosis. All markers demonstrate accurate detection with specific IF staining, comparably to gold-standard, sensitivity, ratio to background and dynamic range. The repeatability and reproducibility of the automated IO Core Panel on the COMET<sup>&#8482;<\/sup> platform was verified by day-to-day tests on one platform and tests among multiple platforms, respectively.<br \/>Our study demonstrated the robustness of the validated IO Core Panel across multiple tissue types with highly specific and reproducible results. The marker detection with standard indirect immunofluorescence on the COMET&#8482; instrument allows for future, rapid expansion and customization of the panel including additional primary antibodies towards the need of the individual underlying scientific question.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Biomarkers,Tumor microenvironment,Immuno-oncology,Multiplex immunofluorescence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>François Rivest<\/b><sup><\/sup>, Victor de Gautard<sup><\/sup>, Vytautas Navikas<sup><\/sup>, Saska Brajkovic<sup><\/sup>, Bastian Nicolai<sup><\/sup><br><br\/>Lunaphore Technologies SA, Tolochenaz, Switzerland","CSlideId":"","ControlKey":"af20f29e-2027-4932-8d54-a6b144993b01","ControlNumber":"6264","DisclosureBlock":"<b>&nbsp;F. Rivest, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>V. de Gautard, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>V. Navikas, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>S. Brajkovic, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>B. Nicolai, <\/b> <br><b>Lunaphore Technologies<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4417","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5642","PresenterBiography":null,"PresenterDisplayName":"François Rivest, PhD","PresenterKey":"99cecad6-9290-4f0e-a917-f5f0f5d0b6c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5642. Validation of a novel multiplex immuno-fluorescence panel for the spatial analysis of the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Validation of a novel multiplex immuno-fluorescence panel for the spatial analysis of the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Recent technological breakthroughs in single cell sequencing have revealed that malignant cells and nonmalignant cells are both highly dynamic and in the case of tumor cells, that the intratumoral heterogeneity is quite remarkable. However, several questions remain, especially in a spatial context, and a rapidly growing need has been observed for imaging-based approaches with single-cell resolution to visualize and characterize the tumor microenvironment. In the current study, we used Miltenyi Biotec newly developed spatial gene expression technology and automated imaging platform, to acquire spatial microscopy data for multiple biological analytes and multiple cancer tissues. The approach is based on fluorescence microscopy and the MICS technology principle of cyclic staining (MACSima&#8482; Imaging Cyclic Staining) along with validated fluorochrome-conjugated antibodies and specifically amplified oligonucleotide probes combined with a proprietary signal removal system. FFPE tissue blocks were analyzed and each gene, which display a unique emission spectrum during a single cycle, was decoded. Due to the non-destructive nature of the workflow, H&#38;E staining, immunofluorescence and RNA data can be collected together into a single image and on a single section. Using our antibody and targeted RNA immune-oncology panel coupled with our smart segmentation and flexible gating software suite, we have generated a topographical map of the expression profile level for several cancer tissues i.e.: tonsil, pancreas, kidney and ovary. This technology allows for the analysis of hundreds of protein markers and RNA transcripts on a single tissue, the characterization of the spatial architecture and the expression topography of tumor tissue sections. A better understanding of tissue microenvironment and implementation of spatial biology approaches will help advance the identification of more suitable biomarkers and for cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Microenvironment,Proteomics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Emily Neil<sup><\/sup>, Dongju Park<sup><\/sup>, Erica Lloyd<sup><\/sup>, Michael Dibuono<sup><\/sup>, Seiyu Hosono<sup><\/sup>, Reto Muller<sup><\/sup>, Hanna Lafayette<sup><\/sup>, Hsinyi Smith<sup><\/sup>, <b>Robert Pinard<\/b><sup><\/sup><br><br\/>Miltenyi Biotec, Waltham, MA","CSlideId":"","ControlKey":"14643fc1-8d56-448c-af63-b62bb096b5c4","ControlNumber":"5834","DisclosureBlock":"&nbsp;<b>E. Neil, <\/b> None..<br><b>D. Park, <\/b> None..<br><b>E. Lloyd, <\/b> None..<br><b>M. Dibuono, <\/b> None..<br><b>S. Hosono, <\/b> None..<br><b>R. Muller, <\/b> None..<br><b>H. Lafayette, <\/b> None..<br><b>H. Smith, <\/b> None..<br><b>R. Pinard, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4418","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5643","PresenterBiography":null,"PresenterDisplayName":"Robert Pinard","PresenterKey":"ba799ebe-caad-4678-b97c-df9e98f8328a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5643. High-spatial-resolution multi-omics analysis of cancer tissues","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-spatial-resolution multi-omics analysis of cancer tissues","Topics":null,"cSlideId":""},{"Abstract":"Background: Prostate cancer (PCa) is the second most common cancer in men. Despite its high prevalence, many patients carry an indolent form of the disease and are thus suspect to overtreatment. Conversely, some cases treated with androgen deprivation therapy can develop into castration resistant prostate cancer (CRPC), for which there is no curative treatment. Understanding why some tumors are more aggressive than others could lead to more accurate patient risk stratification. Here we characterize cancer and normal cell subpopulations within prostate tissue in their spatial context using a multimodal integrative approach.<br \/>Methods: We performed spatially resolved transcriptomics (ST) on a set of primary tumor PCa, CRPC and benign prostatic hyperplasia (BPH) patient samples. In addition to ST, we produced RNA-seq, DNA-seq and assay for transposase accessible chromatin using sequencing (ATAC-seq) data, allowing for multiomic integration within and across sample categories. We performed extensive analysis of ST data, employing unsupervised clustering, spot expression signal deconvolution, differential gene expression analysis and copy number variation (CNV) inference.<br \/>Main Results: The systematic analysis of spot expression profiles revealed a high degree of variation in nearby tissue regions, as we found up to three unique luminal cell populations inside a one millimeter radius in PCa. Similarly in locally recurrent CRPC, we identified cumulative CNVs in proximal luminal cell populations, with the inferred CNV profiles validated through DNA-seq. A set of marker genes was calculated for each unique cell population, with multiple PCa associated genes found to be differentially expressed. Although we observed significant variation in the luminal cell populations, the stromal gene expression was markedly similar across all samples.<br \/>Conclusions: We discovered shared, similar and unique cell populations both within and across different PCa and CRPC sections. We observed various luminal cell populations with distinct gene expression profiles in samples from both progression stages. The close spatial proximity of these cell clusters suggests that ST can be used to discover and examine finely detailed populations in their original spatial environment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Heterogeneity,Copy number variation,Molecular subtypes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Antti Kiviaho<\/b><sup><\/sup>, Heini  M.   L.  Kallio<sup><\/sup>, Sini  K.  Eerola<sup><\/sup>, Elisa  M.  Vuorinen<sup><\/sup>, Tomi Häkkinen<sup><\/sup>, Sinja Taavitsainen<sup><\/sup>, Ebrahim Afyounian<sup><\/sup>, Teemu Tolonen<sup><\/sup>, Juha Kesseli<sup><\/sup>, Alfonso Urbanucci<sup><\/sup>, Kirsi  J.  Rautajoki<sup><\/sup>, Teuvo  L.   J.  Tammela<sup><\/sup>, Tapio Visakorpi<sup><\/sup>, Matti Nykter<sup><\/sup><br><br\/>Tampere University, Faculty of Medicine and Health Technology, Tampere, Finland","CSlideId":"","ControlKey":"6a33c91e-c6ec-4195-91da-cdaeb874182e","ControlNumber":"4230","DisclosureBlock":"&nbsp;<b>A. Kiviaho, <\/b> None..<br><b>H. M. L. Kallio, <\/b> None..<br><b>S. K. Eerola, <\/b> None..<br><b>E. M. Vuorinen, <\/b> None..<br><b>T. Häkkinen, <\/b> None..<br><b>S. Taavitsainen, <\/b> None..<br><b>E. Afyounian, <\/b> None..<br><b>T. Tolonen, <\/b> None..<br><b>J. Kesseli, <\/b> None..<br><b>A. Urbanucci, <\/b> None..<br><b>K. J. Rautajoki, <\/b> None..<br><b>T. L. J. Tammela, <\/b> None..<br><b>T. Visakorpi, <\/b> None..<br><b>M. Nykter, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4419","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5644","PresenterBiography":null,"PresenterDisplayName":"Antti Kiviaho","PresenterKey":"38238599-1581-480a-8b76-3d5b8c50a41f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5644. Spatially resolved transcriptomics points to distinct malignant cell populations within primary and castration resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatially resolved transcriptomics points to distinct malignant cell populations within primary and castration resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"The goal of this study is to identify key transcriptomic markers within layers of the retina by individually profiling layers using cellular and subcellular spatial transcriptomics, additionally, comparing the results between each level. Both human and mouse retina samples, prepared fresh frozen and fixed frozen, are analyzed using the GeoMx<sup>&#174; <\/sup>Digital Spatial Profiler (DSP) and CosMx<sup>&#174;<\/sup> Spatial Molecular Imager (SMI) using the whole mouse transcriptome atlas and 1000-plex mouse neuro panel, respectively. Samples are fixed using Cryo-Jane Taper Transfer system. Samples are mounted on to adhesive coated slides as well as adhesive tape to mount samples to glass slides. This method is used to secure fragile frozen tissue, such as the retina. Human and mouse samples were stained using immunofluorescent microscopy targeting neurofilament H (NF-H), glial fibrillary acidic protein (GFAP) and NeuN on DSP and 18s rRNA, amyloid-beta and GFAP on SMI. Staining allows for identification of structural layers in the retina. Simultaneously, regions of interest (ROI) for spatial profiling are selected based on immunofluorescent stains. On DSP, each sample had 3x ROIs in the photoreceptor layer, inner nuclear layer and ganglion cell layer, then, oligonucleotides were collected and sequenced. Finally, raw counts were Q3 normalized for analysis. For SMI data analysis, 6 field of views (FOVs) were put on each section to cover most regions with multiple layers. ~8000 genes were detected on human retina samples using DSP. Around 500 unique genes were detected between the photoreceptor and inner nuclear layer using DSP. Preliminary SMI results show we were able to identify cell types (amacrine, horizontal cell, biopolar cell, ganglion cell, etc) and cell specific markers for outer nuclear layer, inner nuclear layer and ganglion cell layer<b>. <\/b>Data between DSP and SMI showed high concordance with one another, identifying many genes in each layer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"RNA,Single cell,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Charles Glaser<\/b><sup>1<\/sup>, Su Ma<sup>1<\/sup>, Wei Yang<sup>1<\/sup>, Yan Liang<sup>1<\/sup>, Joeseph Beechem<sup>1<\/sup>, Vera  L.  Bonilha<sup>2<\/sup>, Sujata Rao<sup>2<\/sup>, William Horrigan<sup>2<\/sup>, Bela Anand-Apte<sup>2<\/sup><br><br\/><sup>1<\/sup>NanoString Technologies, Inc., Seattle, WA,<sup>2<\/sup>Cole Eye Institute and Cleveland Clinic Lerner College of Medicine-CWRU, Cleveland, OH","CSlideId":"","ControlKey":"eed3bf0b-0bc9-4fc2-9b3a-ddd06eac47eb","ControlNumber":"7927","DisclosureBlock":"&nbsp;<b>C. Glaser, <\/b> None..<br><b>S. Ma, <\/b> None..<br><b>W. Yang, <\/b> None..<br><b>Y. Liang, <\/b> None..<br><b>J. Beechem, <\/b> None..<br><b>V. L. Bonilha, <\/b> None..<br><b>S. Rao, <\/b> None..<br><b>W. Horrigan, <\/b> None..<br><b>B. Anand-Apte, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4421","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5646","PresenterBiography":null,"PresenterDisplayName":"Charles Glaser","PresenterKey":"66795f1f-38d6-48cd-a064-f5ffbc357dff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5646. Spatial transcriptomic profiling of the human and mouse retina prepared with CryoJane Tape Transfer System using GeoMx and CosMx spatial analysis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial transcriptomic profiling of the human and mouse retina prepared with CryoJane Tape Transfer System using GeoMx and CosMx spatial analysis","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Immune checkpoint inhibitors (ICI) have proven to be game-changing treatments for mucosal head and neck squamous cell cancer (HNSCC). Emerging successes with anti-PD-1\/PD-L1 therapy have led to durable responses and prolonged survival in both human papillomavirus-positive (HPV+) and negative (HPV-) patients. There is now a need for predictive biomarkers to guide patient selection for highly targeted ICI therapies as currently available diagnostic biomarkers have a limited value. The tumor microenvironment (TME) composition, contexture, and cellular architecture are now recognized as key to understanding immune responsive and resistant phenotypes. Here, we are using a spatial biology approach to explore the TME in metastatic\/recurrent HNSCC tumors treated with Pembrolizumab \/ Nivolumab.<br \/><b>Methods: <\/b>In this study, we used single cell, multiomic spatial phenotyping utilizing the PhenoCycler-Fusion spatial biology platform to characterize the TME of HNSCC tumors from a cohort of n=40 patients. The discovery cohort consisted of patients who had complete vs. partial vs. stable vs. progressive responses to ICI therapy. We first analyzed tissues using an ultrahigh-plex antibody panel of &#62;60 antibodies that label immune cell lineages, checkpoints, activation markers as well as tissue structure and the stroma. We then conducted whole-slide, single cell resolution RNA detection with complementary markers on serial sections from the same tissue blocks; the combination of these data allowed us to obtain multiomic spatial signatures that offered uniquely comprehensive insight into the TME of our tissue cohorts.<br \/><b>Results: <\/b>Our study identified highly resolved tissue immune contexture analysis and metabolic tissue signatures associated with resistance and sensitivity to immunotherapy. Most notably, multiomic profiling of HNSCC tumours provided deeper insights into ICI therapy resistance than the single omics based approaches alone.<br \/><b>Conclusions: <\/b>Our study demonstrates the power of unbiased, multiomic spatial phenotyping with whole-slide imaging to identify biomarkers associated with response to ICI therapy in HNSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Multiomics,Tumor microenvironment,Head and neck squamous cell carcinoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>HaYeun Ji<\/b><sup>1<\/sup>, Niyati Jhaveri<sup>1<\/sup>, Ning Ma<sup>1<\/sup>, Bassem  B.  Cheikh<sup>1<\/sup>, Aditya Pratapa<sup>1<\/sup>, James Monkman<sup>2<\/sup>, Ken O’Byrne<sup>3<\/sup>, Brett Hughes<sup>4<\/sup>, Arutha Kulasinghe<sup>2<\/sup>, Oliver Braubach<sup>1<\/sup><br><br\/><sup>1<\/sup>Akoya Biosciences, Menlo Park, CA,<sup>2<\/sup>The University of Queensland, Brisbane, Australia,<sup>3<\/sup>The Princess Alexandra Hospital, Brisbane, Australia,<sup>4<\/sup>The Royal Brisbane and Women’s Hospital, Brisbane, Australia","CSlideId":"","ControlKey":"d64ec8df-56bc-4924-9607-e1bacff2a1bd","ControlNumber":"5339","DisclosureBlock":"&nbsp;<b>H. Ji, <\/b> None..<br><b>N. Jhaveri, <\/b> None..<br><b>N. Ma, <\/b> None..<br><b>B. B. Cheikh, <\/b> None..<br><b>A. Pratapa, <\/b> None..<br><b>J. Monkman, <\/b> None..<br><b>K. O’Byrne, <\/b> None..<br><b>B. Hughes, <\/b> None..<br><b>A. Kulasinghe, <\/b> None..<br><b>O. Braubach, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4422","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5647","PresenterBiography":null,"PresenterDisplayName":"HaYeun Ji, PhD","PresenterKey":"461fba4b-2cb1-449b-bbf3-1d692645b4e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5647. Single cell, multiomic spatial phenotyping of immunotherapy responses in head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell, multiomic spatial phenotyping of immunotherapy responses in head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"<u>Background:<\/u> ~75% of diagnosed bladder tumors are non-muscle-invasive, requiring instillation of <i>M. bovis<\/i> Bacillus Calmette-Gu&#233;rin (BCG) with recurrence rates observed in ~50% of patients. Treatments for BCG-resistant bladder tumors have lagged because few studies have tried to understand the relationship between timing of tumor recurrence and the state of immune system at the time of recurrence<i>. <\/i>Natural Killer (NK) cells are very early responders to tumor cells. HLA-E, like PD-L1, is sensitive to IFN-&#947; and strongly inhibits NKG2A<sup>+<\/sup> NK and CD8 T cells and is commonly upregulated on tumors. We observed that BCG exposure results in chronic activation of NK and CD8 T cells and their acquisition of NKG2A and PD-1 phenotypes. Upon tumor recurrence in all patients sampled, a subset of the tumor cells aggregated in nests, were activated in response to NK\/CD8 T cell-derived IFN-&#947;, and upregulate HLA-E and PD-L1. Spatial sequencing revealed <i>HLA-E<\/i><sup>Bright<\/sup> tumor nests with high levels of <i>CXCL9\/10\/11<\/i> and in significantly closer proximity to NK\/CD8 T cells (and Tregs) compared with <i>HLA-E<\/i><sup>Dim<\/sup> tumor nests that lacked <i>CXCL9\/10\/11<\/i>. Here, we apply single cell spatial phenotyping to study major subsets of NK cells in the TME of bladder tumors obtained from patient matched tumor sections before and after BCG therapy.<br \/><u>Purpose of the study:<\/u> The goal of this study is to understand the underlying cell-to-cell interactions that promote BCG resistance in non-muscle-invasive bladder cancer (NMIBC).<br \/><u>Methods:<\/u> The PhenoCycler technology centers around an oligo-based barcoding strategy, in which oligonucleotide-labeled antibodies are imaged in iterative cycles of hybridized\/dehybridized complementary oligonucleotide fluorescent reporters. The platform enables (1) whole-slide imaging, (2) single-cell and subcellular resolution, (3) compatibility with a wide range of FFPE tissues, (4) customized content and plexing capability and (5) sophisticated analysis of cell phenotypes and cellular neighborhoods.<br \/><u>Results and conclusions:<\/u> We developed a comprehensive antibody panel for in-depth analysis of the TME of bladder tumors. Our panel centers around a core of 67 markers for cell lineage, immune checkpoints, immune activation markers, tissue structure and vasculature. This core was supplemented with a module of additional antibodies that define complex NK cell phenotypes, including markers of maturation and differentiation, metabolism, activation and inhibition, trafficking, cytolytic killing, as well as cytokines\/chemokines that shape the TME. The power of single cell spatial biology is the ability to visualize all major subsets of NK cells and their associated microenvironment simultaneously in single tissue sections. In doing so, we are defining novel functional interactions as new correlates of BCG resistance and identifying pathways that can be exploited for next-gen immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-08 Spatial proteomics and transcriptomics,,"},{"Key":"Keywords","Value":"Biomarkers,Natural killer cells,Tumor microenvironment,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dmytro Klymyshyn<\/b><sup>1<\/sup>, Niyati Jhaveri<sup>1<\/sup>, Nadine Nelson<sup>1<\/sup>, Michael Prater<sup>2<\/sup>, Zhenqin Wu<sup>3<\/sup>, Steven Hamel<sup>3<\/sup>, Matthew D. Galsky<sup>4<\/sup>, Nina Bhardwaj<sup>4<\/sup>, John P. Sfakianos<sup>4<\/sup>, Subham Basu<sup>2<\/sup>, Oliver Braubach<sup>1<\/sup>, Amir Horowitz<sup>4<\/sup><br><br\/><sup>1<\/sup>Akoya Biosciences, Marlborough, MA,<sup>2<\/sup>Abcam, Cambridge, United Kingdom,<sup>3<\/sup>Enable Medicine, Menlo Park, CA,<sup>4<\/sup>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"bc6208c5-51e5-4ae0-99ad-e3ac18078818","ControlNumber":"7100","DisclosureBlock":"&nbsp;<b>D. Klymyshyn, <\/b> None..<br><b>N. Jhaveri, <\/b> None..<br><b>N. Nelson, <\/b> None..<br><b>M. Prater, <\/b> None..<br><b>Z. Wu, <\/b> None..<br><b>S. Hamel, <\/b> None..<br><b>M. D. Galsky, <\/b> None..<br><b>N. Bhardwaj, <\/b> None..<br><b>J. P. Sfakianos, <\/b> None..<br><b>S. Basu, <\/b> None..<br><b>O. Braubach, <\/b> None..<br><b>A. Horowitz, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4423","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5648","PresenterBiography":null,"PresenterDisplayName":"Dmytro Klymyshyn","PresenterKey":"e72da6e7-31cd-48dd-9c79-d3cb77374132","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5648. Single cell spatial phenotyping of bladder tumors with a novel mechanism of NKG2A and HLA-E mediated resistance to BCG immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"327","SessionOnDemand":"False","SessionTitle":"Spatial Proteomics and Transcriptomics 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell spatial phenotyping of bladder tumors with a novel mechanism of NKG2A and HLA-E mediated resistance to BCG immunotherapy","Topics":null,"cSlideId":""}]