[{"Abstract":"<b>Introduction: <\/b>Cancer cachexia, characterized by the progressive loss of muscle mass (i.e., atrophy), has a significant impact on patient prognosis and quality of life. While skeletal muscle atrophy and weakness are well characterized in cancer patients, the progression of cancer-induced cardiac atrophy has received little attention. Preliminary work from our lab has shown that cardiac dysfunction, measured by invasive hemodynamic assessment, precedes the development of metastatic disease in a mouse model of epithelial ovarian cancer (EOC). Yet, the time course of changes in cardiac structure and function throughout the progression of ovarian cancer remain unknown. Thus, we non-invasively assessed changes in cardiac structure and function through the progression of EOC.<b><u><\/u><\/b><br \/><b>Methods: <\/b>To investigate the impact of advanced ovarian cancer on cardiac structure and function, we used an orthotopic, syngeneic mouse model of EOC. This model was generated by injecting transformed murine ovarian surface epithelial cells (ID8; 1.0x10<sup>6<\/sup>) or saline (surgical sham) directly under the ovarian bursa of syngeneic mice. Echocardiography was used to assess changes in cardiac structure and function throughout the progression of EOC at days 45, 60, 75, and 90 post-tumor induction (PTI). Morphometric assessments at each timepoint were used to determine the presence of cardiac atrophy.<br \/><b>Results: <\/b>Echocardiography showed that EOC mice had preserved left ventricular (LV) function (i.e., ejection fraction) with no change in structural dimensions at days 45, 60 and 75 PTI. By day 90 PTI, LV wall thickness and end-systolic dimension decreased, suggesting evidence of cardiac atrophy. Consistent with echocardiographic data, morphometric assessment showed profound atrophy at 90 days PTI, but preserved cardiac mass at all other timepoints compared to shams.<br \/><b>Conclusion: <\/b>Together, this work demonstrates that when non-invasive techniques are used to measure changes in cardiac structure, atrophy is not evident until advanced stage ovarian cancer (i.e., 90 days PTI). Despite this, preliminary work from our lab has shown that cardiac dysfunction is present in EOC mice by 45 days PTI when assessed by invasive hemodynamics. Although echocardiography is a widely used technique for measuring indices of cardiac structure and function, our work demonstrates it lacks sensitivity to detect cardiac deficits until the overt stages of disease that accompany cancer cachexia. Thus, it is important to consider that subclinical cardiac dysfunction may exist in the early stages of cancer progression, however, these changes may go undetected unless more sensitive hemodynamic assessments are employed.<b><\/b><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-14 Other,,"},{"Key":"Keywords","Value":"Ovarian cancer,Animal models,Cardio-oncology,Cachexia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bridget Coyle-Asbil<\/b><sup>1<\/sup>, Leslie M. Ogilvie<sup>1<\/sup>, Madison Pereira<sup>1<\/sup>, Kathy Matuszewska<sup>1<\/sup>, Luca J. Delfinis<sup>2<\/sup>, Shivam Gandhi<sup>2<\/sup>, Keith R. Brunt<sup>3<\/sup>, Christopher G. R. Perry<sup>2<\/sup>, Jim Petrik<sup>1<\/sup>, Jeremy A. Simpson<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Guelph, Guelph, ON, Canada,<sup>2<\/sup>York University, Toronto, ON, Canada,<sup>3<\/sup>Dalhousie Medicine New Brunswick, Saint John, NB, Canada","CSlideId":"","ControlKey":"cd978348-486a-4947-82f8-37884f285981","ControlNumber":"6256","DisclosureBlock":"&nbsp;<b>B. Coyle-Asbil, <\/b> None..<br><b>L. M. Ogilvie, <\/b> None..<br><b>M. Pereira, <\/b> None..<br><b>K. Matuszewska, <\/b> None..<br><b>L. J. Delfinis, <\/b> None..<br><b>S. Gandhi, <\/b> None..<br><b>K. R. Brunt, <\/b> None..<br><b>C. G. R. Perry, <\/b> None..<br><b>J. Petrik, <\/b> None..<br><b>J. A. Simpson, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9469","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"354","PresenterBiography":null,"PresenterDisplayName":"Bridget Coyle-Asbil, BS","PresenterKey":"810aae70-d6ee-445d-a5f9-487a3f3ae398","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"354. The progression of changes in cardiac structure and function in mice with epithelial ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The progression of changes in cardiac structure and function in mice with epithelial ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND: <\/b>Cachexia is a multifactorial metabolic syndrome associated with higher risk of mortality. The precise molecular mechanisms and biological pathways involved remain poorly characterized. A specific criterion of cachexia is loss of muscle mass. Myokines affect muscle mass and have profound effects on glucose and lipid metabolism, thus contributing to energy homeostasis and potentially cachexia. Only sparse data for patients with non-metastatic colorectal cancer exist. This study aims to investigate associations of systemic myokine concentrations with onset of cachexia in non-metastatic colorectal cancer patients.<br \/><b>METHODS:<\/b> Serum samples from n=125 colorectal cancer patients (stage I-III) recruited from the ColoCare Study site at Huntsman Cancer Institute were collected prior to surgery (baseline). Assays were run with the Milliplex Human Myokine Magnetic panel containing beads such as FABP3, Oncostatin M, and FGF21. Patients were defined as cachectic, pre-cachectic, or non-cachectic based on the criteria by Fearon et al. based on sex, BMI, and weight loss over a period of six months. ANOVA were applied to analyze associations of myokines with cachexia at 12 month after surgery, adjusted by age at diagnosis, sex, tumor stage, and tumor site.<br \/><b>RESULTS: <\/b>At the 12 months follow-up, 11% of patients were diagnosed with cachexia (n=14), 14% of patients with pre-cachexia (n=18), and 74% of patients were defined as non-cachectic. Patients with cachexia were more likely to be diagnosed with rectal cancer (57%) compared to pre-cachectic (17%) or non-cachectic patients (42%; p&#60;0.01). Patients who received neo-adjuvant treatment were more likely to be cachectic compared to pre-cachectic or non-cachectic patients (36% vs 11% vs 26%, respectively, p&#60;0.01). FABP3 at baseline was significantly different across the three groups, e.g., FABP3 was 11.4 pg\/ml for cachectic patients, 10.5 pg\/ml for pre-cachectic patients, and 10.4 pg\/ml for non-cachectic patients (p=0.02). FABP3 was associated with 65% increased risk of cachexia in unadjusted models, e.g., Odds ratio 1.65, 95% Confidence Intervals 1.05-2.61; p=0.03). After additional adjustment for age, sex, tumor site, and tumor stage the result was non-significant (p=0.26). There were no statistically significant differences in FGF21 and Oncostatin M concentrations across cachexia stages. <b>C<\/b><br \/><b>ONCLUSIONS:<\/b> Cachectic patients presented higher FABP3 concentrations (p=0.02) which were associated with increased risk of cachexia, however these results were not significant after adjustment. In this study, cachectic patients were more likely to be diagnosed with rectal cancer. In summary, larger studies are needed to further evaluate FABP3 and other myokines as potential prognostic biomarkers for cachexia and consider differences by tumor site.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Cachexia,Colorectal adenocarcinoma,Molecular epidemiology,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jennifer Ose<\/b><sup>1<\/sup>, Ellen Beswick<sup>2<\/sup>, Simon Ta Van<sup>1<\/sup>, Richard  H.  Viskochil<sup>3<\/sup>, Christy  A.  Warby<sup>1<\/sup>, Jeffrey  T.  Yap<sup>1<\/sup>, Matthew  F.  Covington<sup>1<\/sup>, Anne  H.  Nguyen<sup>1<\/sup>, Jordan  W.  Stanford<sup>1<\/sup>, Tengda Lin<sup>1<\/sup>, Anita  R.  Peoples<sup>1<\/sup>, Sheetal Hardikar<sup>1<\/sup>, Christopher  I.  Li<sup>4<\/sup>, William  M.  Grady<sup>4<\/sup>, David Shibatta<sup>5<\/sup>, Adetunji  T.  Toriola<sup>6<\/sup>, Martin Schneider<sup>7<\/sup>, Jane  C.  Figueiredo<sup>8<\/sup>, Daniel Jeong<sup>9<\/sup>, Erin  M.  Siegel<sup>10<\/sup>, Cornelia  M.  Ulrich<sup>1<\/sup>, Biljana Gigic<sup>7<\/sup><br><br\/><sup>1<\/sup>Huntsman Cancer Institute, Salt Lake City, UT,<sup>2<\/sup>Department of Internal Medicine, University of Utah, Salt Lake City, UT,<sup>3<\/sup>Department of Exercise and Health Sciences, UMass, Salt Lake City, UT,<sup>4<\/sup>Fred Hutchinson Cancer Center, Seattle, WA,<sup>5<\/sup>University of Tennessee Health Science Center, Memphis, TN,<sup>6<\/sup>Washington University School of Medicine, St. Louis, MO,<sup>7<\/sup>Department of Surgery, University of Heidelberg, Heidelberg, Germany,<sup>8<\/sup>Samuel Oschin Comprehensive Cancer Center, Los Angeles, CA,<sup>9<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>10<\/sup>Moffitt Cancer Institute, Tampa, FL","CSlideId":"","ControlKey":"b1ed4aeb-7ef5-4068-9f88-e2ef46718c84","ControlNumber":"4736","DisclosureBlock":"&nbsp;<b>J. Ose, <\/b> None..<br><b>E. Beswick, <\/b> None..<br><b>S. Ta Van, <\/b> None..<br><b>R. H. Viskochil, <\/b> None..<br><b>C. A. Warby, <\/b> None..<br><b>J. T. Yap, <\/b> None.&nbsp;<br><b>M. F. Covington, <\/b> <br><b>Consultant for Invicro, LLC for medical imaging review<\/b> Performing medical imaging review as part of trial. Not related to the present project..<br><b>A. H. Nguyen, <\/b> None..<br><b>J. W. Stanford, <\/b> None..<br><b>T. Lin, <\/b> None..<br><b>A. R. Peoples, <\/b> None..<br><b>S. Hardikar, <\/b> None..<br><b>C. I. Li, <\/b> None..<br><b>W. M. Grady, <\/b> None..<br><b>D. Shibatta, <\/b> None..<br><b>A. T. Toriola, <\/b> None..<br><b>M. Schneider, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None..<br><b>D. Jeong, <\/b> None..<br><b>E. M. Siegel, <\/b> None.&nbsp;<br><b>C. M. Ulrich, <\/b> <br><b>pharmaceutical companies<\/b> Other, C.M.U. has as cancer center director oversight over research funded by several pharmaceutical companies, but has not received funding directly herself..<br><b>B. Gigic, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9465","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"355","PresenterBiography":null,"PresenterDisplayName":"Jennifer Ose, MS,PhD","PresenterKey":"d0ffbebf-a0f4-4c21-b7dd-6b671f10b503","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"355. Examination of systemic myokine concentrations with risk of cachexia in non-metastatic colorectal cancer patients - Results from the ColoCare Study","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Examination of systemic myokine concentrations with risk of cachexia in non-metastatic colorectal cancer patients - Results from the ColoCare Study","Topics":null,"cSlideId":""},{"Abstract":"Cancer cachexia is a multifactorial syndrome entailing muscle and fat wasting, inflammation, and metabolic dysfunction. Pancreatic cancer has the highest incidence of cachexia at around 80%. However, there are no FDA approved therapy for cachexia in the clinic yet. This is mostly because of the failure of preclinical therapies to demonstrate success in the clinic. Most preclinical studies utilize 6-8 week old mice which roughly corresponds to a human age of ~ 20 years. However, the median age of diagnosis of pancreatic cancer is ~70 years. Given widespread physiology, microenvironment, and metabolism differences in young and aged skeletal muscle, we sought to study cancer cachexia in mice aged to &#62;78 weeks, which corresponds to a human age of greater than 60 years. Our previously published study reported little difference in tumor growth or survival between the two cohorts, yet significant alterations in the muscle transcriptome. Building on this work, we show significant differences in the muscle metabolome of young\/aged control and tumor bearing mice. Notably, histamine was higher in aged versus young control mice and even higher in the aged tumor-bearing cohort. We show higher activity of histamine decarboxylase (HDC), the enzyme that converts histidine to histamine in the muscles of aged tumor-bearing mice. Addition of cancer conditioned-media (CM) to C2C12 myotubes was able to induce histamine production and HDC activity <i>in vitro, <\/i>which demonstrates the ability of muscle cells to induce histamine independent of mast cells. We further show that addition of histamine to myotubes is sufficient to increase atrophy-associated markers. Inhibition of HDC activity by &#945;-fluoromethylhistidine (FMH) in the <i>in vitro<\/i> model of cachexia protected against myotube thinning. Finally, we treated tumor-bearing aged mice with FMH and observed a) decreased histamine in the muscles 2) decreased HDC activity in the muscles 3) decreased muscle wasting, 4) decreased atrophy markers. Together, we present a novel wasting-associated metabolic pathway and corresponding therapeutic avenue for cancer cachexia that may have been overlooked if not for the use of a more-age-appropriate model of pancreatic cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Cachexia,Pancreatic cancer,Metabolism,Pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Aneesha Dasgupta<\/b><sup>1<\/sup>, Rebecca  E.  Schmitt<sup>1<\/sup>, Jessica  Z.  Schneider<sup>2<\/sup>, Tatsuyoshi Kono<sup>1<\/sup>, Chih-Chun Lee<sup>1<\/sup>, Carmella Evans-Molina<sup>1<\/sup>, Jason  D.  Doles<sup>1<\/sup><br><br\/><sup>1<\/sup>Indiana University School of Medicine, Indianapolis, IN,<sup>2<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"3bcdc6a1-8231-493b-bdff-40c50fae58f5","ControlNumber":"6952","DisclosureBlock":"&nbsp;<b>A. Dasgupta, <\/b> None..<br><b>R. E. Schmitt, <\/b> None..<br><b>J. Z. Schneider, <\/b> None..<br><b>J. D. Doles, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9472","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"356","PresenterBiography":null,"PresenterDisplayName":"Aneesha Dasgupta, MS;PhD","PresenterKey":"15a68258-7d14-49f3-aced-7a5ce0c6459c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"356. Targeting differential metabolism in an aged model of cancer cachexia","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting differential metabolism in an aged model of cancer cachexia","Topics":null,"cSlideId":""},{"Abstract":"The sympathetic nervous system controls the fight or flight response and regulates the physiological function of many organs. Therefore, a dysfunctional adrenergic input not only impairs normal physiology but also contributes to the ongoing pathology observed in numerous chronic conditions. This is especially true for patients suffering from cancer and cancer-associated cachexia, a multifactorial syndrome characterized by weight loss, anorexia, and increased metabolic rate. Many studies in cancer cachexia animal models demonstrated an elevated adrenergic tone, mediating white adipose tissue browning and elevating resting metabolic rate. Recent clinical studies also demonstrated signs of autonomic dysfunction in cancer cachexia patients. Indeed, treating cancer cachexia patients with beta blockers showed promising results by preventing loss of body mass, further highlighting a role for adrenergic dysfunction in driving cachexia pathophysiology. However, the mediators of adrenergic dysfunction in cancer cachexia patients remain poorly understood. To investigate this question, we used a murine model of pancreatic ductal adenocarcinoma (PDAC) associated cachexia and performed bulk RNA-sequencing of stellate ganglia (SG) (n=6) and celiac-superior mesenteric ganglia (CG-SMG) (n=6). The SG provide sympathetic innervation to the heart and brown adipose tissue, which both undergo atrophy in cancer cachexia patients. The CG-SMG provide sympathetic innervation to the liver, one of the major metabolic organs that goes awry during cachexia, along with the pancreas and the tumor. By analyzing these ganglia, we aimed to determine the molecular basis for sympathetic hyperactivity in cancer cachexia. Gene ontology analysis of our RNA-seq data revealed an enrichment of pathways associated with leukocyte migration and activation as well as regulation of inflammatory pathways (p-value &#60; 0.0001). We complemented our RNA-seq studies with immunohistochemistry experiments of SG and CG-SMG and discovered a significant recruitment of CD45+ immune cells (Sham average: 100.6, PDAC average: 599.8; p-value &#60; 0.001). These immune cells alter the inflammatory milieu within sympathetic ganglia, thereby providing a mechanism for dysfunctional adrenergic outflow. Considering prior studies highlighted the interaction between immune cells and sympathetic outflow in models of obesity, hypertension, and heart failure, we believe our observations point to a possible mechanism for autonomic dysfunction in cancer cachexia patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cachexia,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Parham Diba<\/b><sup>1<\/sup>, Mason  A.  Norgard<sup>2<\/sup>, Xinxia Zhu<sup>2<\/sup>, Tetiana Korzun<sup>1<\/sup>, Peter  R.  Levasseur<sup>2<\/sup>, Daniel  L.  Marks<sup>2<\/sup><br><br\/><sup>1<\/sup>Medical Scientist Training Program, Oregon Health & Science University, Portland, OR,<sup>2<\/sup>Papé Family Pediatric Research Institute, Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"506d6654-5dce-4a83-a8c2-54d57d4a09b5","ControlNumber":"7720","DisclosureBlock":"&nbsp;<b>P. Diba, <\/b> None..<br><b>M. A. Norgard, <\/b> None..<br><b>X. Zhu, <\/b> None..<br><b>T. Korzun, <\/b> None..<br><b>P. R. Levasseur, <\/b> None.&nbsp;<br><b>D. L. Marks, <\/b> <br><b>ENDEVICA BIO, INC.<\/b> Independent Contractor, Stock Option, Grant\/Contract, Patent, Other, CHIEF MEDICAL OFFICER. <br><b>PFIZER, INC.<\/b> Independent Contractor.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9476","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"359","PresenterBiography":null,"PresenterDisplayName":"Parham Diba, BS","PresenterKey":"4e167a4b-7aae-4341-948d-615da90fed63","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"359. Pancreatic cancer cachexia is associated with infiltration of immune cells into sympathetic ganglia","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pancreatic cancer cachexia is associated with infiltration of immune cells into sympathetic ganglia","Topics":null,"cSlideId":""},{"Abstract":"Cachexia is the unintentional loss of skeletal muscle and adipose tissue. Over 80% of patients with pancreatic adenocarcinoma cancer (PDAC) suffer from cachexia, resulting in reduced survival and quality of life. The magnitude of adipose loss is often greater than muscle loss in patients and animal models. Our prior work in a mouse model of orthotopic PDAC cachexia revealed alterations of multiple pathways in adipose, predominantly inflammation, cytokine signaling, and metabolism. Deconvolution analysis predicts immune cell infiltration and activation. Inflammation-stimulated lipolysis results in fat pad wasting, while the resulting myosteatosis promotes skeletal muscle catabolism. Given this essential role for fat loss in the pathophysiology of cancer cachexia, we aimed to characterize the adipose tissue microenvironment in early and late PDAC cachexia.<br \/><b>Methods:<\/b> Male C57BL\/6J (N=30) mice underwent orthotopic injection of KPC32098 pancreatic cancer cells derived from the LSL-Kras<sup>G12D<\/sup>:LSL-Trp53<sup>R172H<\/sup>:Pdx1-Cre mouse model or sham surgery. Body composition was determined by serial EchoMRI. Tissues were harvested every three days starting on day 6 after injection until euthanasia on day 18. Bulk RNA sequencing of the entire epididymal fat pad was performed. Single nucleus RNA sequencing of pooled sham (n=4) and pooled day 12 KPC (n=4) epididymal WAT nuclei was performed to identify changes in the adipose tissue microenvironment during cachexia development.<br \/><b>Results:<\/b> Tumors were palpable on day 9 and increased in size from day 12 (0.612 &#177; 0.092g) to day 18 (1.79 &#177; 0.309g, P&#60;0.05). Total body fat loss was evident as early as day 9 (P &#60; 0.001), although epididymal and inguinal white adipose tissues (WAT) were consistently reduced only at days 15 (P=0 and 18. Intrascapular brown adipose tissue (BAT) was reduced by day 18. Histology of skin biopsies showed subcutaneous adipose was reduced by day 12 and absent by day 18, with no difference in epidermis, dermis, or muscle layer thickness. Bulk RNAseq of epididymal WAT in late PDAC cachexia suggested de-differentiation but not browning, including reduced expression of pro-WAT genes Sfrp5, Slc2a4, and Fasn as well as increased expression of the anti-WAT marker Vdr. PPARg targets and other pro-BAT markers trended lower in expression. Early analysis of the snRNAseq data revealed cells positive for Krt18 and Pdx1 in KPC but not sham samples, suggesting that tumor cells are present in the epididymal WAT.<br \/><b>Conclusions:<\/b> Loss of percentage body fat precedes detectable wasting of individual fat pads in this model of PDAC cachexia. Subcutaneous adipose wasting contributes to this generalized loss of adiposity. Gene expression in late cachexia in orthotopic PDAC suggests de-differentiation but not browning of WAT. Visceral WAT represents a site of tumor micrometastasis, whether as an artifact of the experimental system or as a genuine pathophysiological mechanism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-02 Host-tumor interactions,,"},{"Key":"Keywords","Value":"Cachexia,Pancreatic cancer,Adipocytes,Adipose Tissue,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sephora Jean<\/b><sup>1<\/sup>, Brittany  R.  Counts<sup>2<\/sup>, Anne  E.  Gowan<sup>3<\/sup>, Samuel  A.  Philleo<sup>4<\/sup>, Sha Cao<sup>5<\/sup>, Leonidas Koniaris<sup>2<\/sup>, Teresa  A.  Zimmers<sup>1<\/sup><br><br\/><sup>1<\/sup>Anatomy, Cell Biology & Physiology, Indiana University School of Medicine, Indianapolis, IN,<sup>2<\/sup>Surgery, Indiana University School of Medicine, Indianapolis, IN,<sup>3<\/sup>Purdue University, West Lafayette, IN,<sup>4<\/sup>Indiana University School of Medicine, Indianapolis, IN,<sup>5<\/sup>Biostatistics & Health Data Science, Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"f49f483f-9215-436b-95ca-6365ead4434b","ControlNumber":"7157","DisclosureBlock":"&nbsp;<b>S. Jean, <\/b> None..<br><b>B. R. Counts, <\/b> None..<br><b>A. E. Gowan, <\/b> None..<br><b>S. A. Philleo, <\/b> None..<br><b>S. Cao, <\/b> None..<br><b>L. Koniaris, <\/b> None..<br><b>T. A. Zimmers, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9473","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"360","PresenterBiography":null,"PresenterDisplayName":"Sephora Jean, BS","PresenterKey":"0e087847-7e79-41f5-a4e5-1982ae7839e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"360. Changes in adipose tissue microenvironment occurs early in murine models of pancreatic cancer cachexia","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Changes in adipose tissue microenvironment occurs early in murine models of pancreatic cancer cachexia","Topics":null,"cSlideId":""},{"Abstract":"Cachexia is an involuntary weight loss and muscle wasting that affects up to 80% of advanced cancer patients. It is an independent prognostic marker for response to treatment and overall survival and accounts for 20% of cancer-associated deaths. Skeletal muscles of cachectic patients manifest metabolic abnormalities, notably increased dependence on lipids as a source of energy at the expense of glucose. Pyruvate Dehydrogenase Kinase 4 (PDK4) is upregulated in the muscles of patients and mice with cancer cachexia. PDK4 inhibits the enzyme responsible for the conversion of pyruvate to acetyl coenzyme A which is further oxidized in the tricarboxylic acid cycle. As a result, lipids become the major substrate for oxidative metabolism at the expense of glucose. Recent reports suggested that PDK4 is responsible for metabolic dysregulation in cachexia, proposing PDK4 as a potential drug target. Here, we hypothesized that the deletion of PDK4 would protect against muscle wasting in an orthotopic model of pancreatic ductal adenocarcinoma (PDAC) by countering metabolic abnormalities driven by PDK4.<br \/><b>Methods:<\/b> 50,000 KPC (LSL-KrasG12D:LSL-Trp53R172H:Pdx1-Cre) cells were injected into the pancreas of male PDK4 knockout mice or wild-type controls. For each genotype, a sham surgery group without implantation was included. Body weight was measured at baseline and later every other day starting from day 7 after implantation. Body composition, i.e., lean and fat mass, was assessed at baseline and then once a week using EchoMRI. In-vivo muscle force production measured by the Aurora Scientific system and locomotor activity measured by Auto-Track were used as readouts of muscle function. Tissue was harvested at early and late stages of disease progression representing early and late cachexia. All measurements were normalized to initial body weight. Two-way ANOVA or Student&#8217;s t-test was used for statistical analysis as appropriate.<br \/><b>Results:<\/b> Consistent with previous results, PDAC cachexia induced an increase in the expression of PDK4 in muscle both at mRNA and protein. Expression of other members of the PDK family did not change with cachexia or genotype. Mice with KPC tumors produced less muscle force (-7%, p = 0.03), walked less distance (-30%), and had a longer resting time (17%), p &#60; 0.05 without difference between genotypes. At euthanasia, both genotypes had similar tumor burdens (p &#62;0.9) and exhibited similar degrees of muscle (-13 and -17%, p &#60; 0.0001) and adipose tissue wasting (-50%, p &#60; 0.0001). Deletion of PDK4 did not protect against induction of the muscle-specific E3 ubiquitin ligases in PDAC: FBXO32 and TRIM63 (10.7 fold and 13.6 fold on average, respectively, p &#60; 0.01), molecular hallmarks of muscle atrophy. Overall, our work shows that the knockout of PDK4 does not protect against the development of PDAC cachexia suggesting that PDK4 might be a marker of cachexia but not necessarily a driving mechanism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB01-02 Host-tumor interactions,,"},{"Key":"Keywords","Value":"Cachexia,Pancreatic cancer,Metabolism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Omnia  U.  Gaafer<\/b><sup>1<\/sup>, Joseph Rupert<sup>2<\/sup>, Joshua Huot<sup>3<\/sup>, Daenique Jengelley<sup>1<\/sup>, Andrea Bonetto<sup>4<\/sup>, Leonidas Koniaris<sup>1<\/sup>, Teresa Zimmers<sup>1<\/sup><br><br\/><sup>1<\/sup>IU School of Medicine, Indianapolis, IN,<sup>2<\/sup>Health Science Center, University of Texas, Houston, TX,<sup>3<\/sup>Anatomy, Cell Biology & Physiology, IU School of Medicine, Indianapolis, IN,<sup>4<\/sup>Pathology, University of Colorado, Aurora, CO","CSlideId":"","ControlKey":"f96a6eb3-285d-4f37-9444-4e7637374cdd","ControlNumber":"7301","DisclosureBlock":"&nbsp;<b>O. U. Gaafer, <\/b> None..<br><b>J. Rupert, <\/b> None..<br><b>J. Huot, <\/b> None..<br><b>D. Jengelley, <\/b> None..<br><b>A. Bonetto, <\/b> None..<br><b>L. Koniaris, <\/b> None..<br><b>T. Zimmers, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9475","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"361","PresenterBiography":null,"PresenterDisplayName":"Omnia Gaafer, MS","PresenterKey":"d30ea6c0-0aa5-4f59-b9de-fc47eb513ff4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"361. PDK4 is dispensable for PDAC chachexia","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PDK4 is dispensable for PDAC chachexia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Cachexia is a multifactorial adipose and muscle wasting disease that is frequently identified in patients with cancer. Cachexia results from increased lipolysis, proteolysis, inflammation, and tumor\/host secreted cytokines. Unfortunatly, cachexia is often identified in the clinic at late stages after substantial adipose and muscle loss has occured. Currently, the identification of cachexia in its adipose-wasting stages is difficult due to the lack of a diagnostic imaging tool that easily, objectively, and reproducibly monitors the loss of adipose tissue. Objective identification of fat stores could be used for the early identification and monitoring of cachexia. <b> <\/b><br \/><b>Methods<\/b> We used Fmoc chemistry to synthesize a peptide that binds to fat, i.e. PEP3, CPATAEPC, and scrambled control peptide, AQYLNPS. Following microwave peptide synthesis, we lyophilized, purified, and conjugated the peptides to the Hilyte Fluor750 succinimidyl ester using NHS reaction. Excess dye was removed using dialysis in water. IR750-PEP3 probe was assessed using HPLC and spectroscopy to determine the probe concentrations. Sixty nanomoles of probe reconstituted in 200 &#181;L PBS (pH 7.4). Ex vivo interscapular, perirenal, and omental fat and control muscle tissues were incubated with 20 &#181;M IR750-PEP3 and scrambled probes for 1 h in a 6-well plate, tissues washed with PBS to remove unbound probe, and imaged using near infrared fluorescence. In vivo testing assessed, 60 nmol intravenous injection into healthy female mice. Mice were imaged using MSOT 4 h post injection, images were reconstructed and spectrally unmixed based upon the spectrums of brown fat and IR750 dye. Parametric maps were generated via MATLAB to identify distributions of fat and injected probes. Secondary confirmation of probe biodistribution was conducted using NIR fluorescence of excised tissues.<br \/><b>Results<\/b> Following injecting 60 nmol of IR750-PEP3, MSOT images confirmed that the PEP3-IR750 dye localized to areas of fat in the interscapular, and perirenal areas in vivo compared to scrambled control (p=0.05, Mann-Whitney U Test). The higher capability of PEP3-IR750 to localize to fat tissue was further confirmed by ex vivo evaluation of PEP3-IR750 and scramble probes-IR750 (p=0.05, Mann-Whitney U Test). Notably, there was a complete lack of signal in the control muscle tissue.<br \/><b>Conclusion<\/b> PEP3-IR750 can specifically identify fat in mice, and our data supports its potential use in the early identification of cachexia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Cachexia,Imaging,Molecular imaging,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sophia Chakrabarty<\/b><sup><\/sup>, Zheng Han<sup><\/sup>, Lacey  R.  McNally<sup><\/sup><br><br\/>Surgery, OU Health Stephenson Cancer Center, Oklahoma City, OK","CSlideId":"","ControlKey":"22e47537-216b-45dd-8883-6d61708d8d57","ControlNumber":"5343","DisclosureBlock":"&nbsp;<b>S. Chakrabarty, <\/b> None..<br><b>Z. Han, <\/b> None..<br><b>L. R. McNally, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9466","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"362","PresenterBiography":"","PresenterDisplayName":"Lacey McNally, PhD","PresenterKey":"e89390a1-5e4b-4c84-ab1b-829aaf211737","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"362. Development of PEP3-IR750 probe to identify adipose tissue and cachexia in murine models","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of PEP3-IR750 probe to identify adipose tissue and cachexia in murine models","Topics":null,"cSlideId":""},{"Abstract":"Background: Esophageal squamous cell carcinoma (ESCC) is one of deadliest esophageal malignancies in Asia. Cancer cachexia is a multifactorial body wasting syndrome and is one of the major causes of death in late-stage patients (1). It is characterized by skeletal muscle loss and atrophy, adipose and body wasting, and metabolic dysregulations and stress (1). ESCC is one of the cancer types with the highest morbidity and mortality rates due to cancer cachexia (2). However, there are few effective and approved treatments targeting cancer cachexia. Currently, cancer cachexia animal models are highly limited with few cancer types available as a pre-clinical drug testing platform, with none related to esophageal carcinoma (3).<br \/>Results: Here we have developed a panel of ESCC patient-derived organoid xenograft (PDOX) mouse model based on our latest patient-derived organoid cultures originating from Hong Kong patients. Our immunodeficient mouse-based PDOX model resembles different cachexic phenotypes that cell line-derived xenograft lacks, including body (skeletal muscle and adipose tissue) wasting and functional signs (e.g. lack of body movement, reduced muscle strength, and loss of appetite). The slow-proliferating characteristic of the ESCC PDOX allows development of a cachexic condition before humane endpoint. Furthermore, our full panel of PDOX lines allowed us to identify the full spectrum, differential cachexia severity across mice bearing different PDOXs, indicating a heterogenous nature. We have comprehensively characterized the cachexia phenotypes and performed proof-of-concept preclinical drug tests using established anti-cachexic drugs; treated PDOX-bearing mice have improved body condition and function compared to the control, which were further verified by histological examinations of tissue samples. Molecular analysis showed that several classic cachexia related gene expressions were down-regulated in isolated liver (<i>Il1b<\/i>) and inguinal adipose tissues (<i>adipose triglyceride lipase<\/i>).<br \/>Conclusions: Our ESCC PDOX model potentially serves as a great pre-clinical cachexia-targeted drug testing platform, providing more treatment options for ESCC patients for better disease management.<br \/>Acknowledgement: We acknowledge the Research Grants Council (TRS T12-701\/17-R to MLL) and the Food and Health Bureau (HMRF 06171566 to VZY) of Hong Kong Special Administrative Region for funding supports. We acknowledge DSMZ for the KYSE cell lines. We acknowledge the HKUMed-CPOS for providing imaging facilities.<br \/>References:1. Baracos VE, et al. Cancer-associated cachexia. Nat Rev Dis Primers 2018;4:171052. Tanaka Y, et al. Recent advancements in esophageal cancer treatment in Japan. Ann Gastroenterol Surg 2018;2:253-653. Ballaro R, Costelli P, Penna F. Animal models for cancer cachexia. Curr Opin Support Palliat Care 2016;10:281-7","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-05 Mouse models of human cancer,,"},{"Key":"Keywords","Value":"Preclinical testing,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bryan Chee-chad Lung<\/b><sup>1<\/sup>, Valen Zhuoyou Yu<sup>1<\/sup>, Ian Yu-hong Wong<sup>2<\/sup>, Claudia Lai-yin Wong<sup>2<\/sup>, Desmond Kwan-kit Chan<sup>2<\/sup>, Fion Siu-yin Chan<sup>2<\/sup>, Betty Tsz-ting Law<sup>2<\/sup>, Ka-on Lam<sup>1<\/sup>, Dora Lai-wan Kwong<sup>1<\/sup>, Anthony Wing-ip Lo<sup>3<\/sup>, Simon Law<sup>2<\/sup>, Maira Li Lung<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Clinical Oncology, University of Hong Kong Li Ka Shing Faculty of Medicine, Pok Fu Lam, Hong Kong,<sup>2<\/sup>Department of Surgery, University of Hong Kong Li Ka Shing Faculty of Medicine, Pok Fu Lam, Hong Kong,<sup>3<\/sup>Division of Anatomical Pathology, Queen Mary Hospital, Pok Fu Lam, Hong Kong","CSlideId":"","ControlKey":"0f53f38f-238f-44bb-ae15-a3673e50dd7b","ControlNumber":"3335","DisclosureBlock":"&nbsp;<b>B. Lung, <\/b> None..<br><b>V. Yu, <\/b> None..<br><b>I. Wong, <\/b> None..<br><b>C. Wong, <\/b> None..<br><b>D. Chan, <\/b> None..<br><b>F. Chan, <\/b> None..<br><b>B. Law, <\/b> None..<br><b>K. Lam, <\/b> None..<br><b>D. Kwong, <\/b> None..<br><b>A. Lo, <\/b> None..<br><b>S. Law, <\/b> None..<br><b>M. Lung, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9463","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"363","PresenterBiography":null,"PresenterDisplayName":"Bryan Lung, BS","PresenterKey":"7d3fefaa-e40b-480d-bedc-47a044ebbc8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"363. Modelling cancer cachexia using a comprehensive panel of heterogeneous esophageal squamous cell carcinoma xenografts for therapeutic application","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modelling cancer cachexia using a comprehensive panel of heterogeneous esophageal squamous cell carcinoma xenografts for therapeutic application","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated cachexia (CAC) is a multifactorial syndrome characterized by loss of body weight and skeletal muscle mass that cannot be fully recovered by nutritional support. It accounts for approximately 20 % of cancer-related deaths. However, there are no approved treatments for CAC yet. In order to better understand CAC, we wanted to apply the multi-omics approaches to simultaneously assess tumors and skeletal muscles in CAC mouse models. First, we established a lung cancer cachexia mouse model by orthotopic transplantation of KRAS-mutant lung cancer cells. Lung tumor-bearing mice developed cachexia at 7 weeks post injection, showing over 20 % of body weight loss and wasting of skeletal muscles and fats. The histological and immunoblotting analyses revealed degradation of gastrocnemius (GA) and tibialis anterior (TA) muscles in CAC group. Then, we performed the bulk RNA sequencing to assess transcriptomic changes in lung tumors and GA muscles of CAC mice. In lung tumors, genes associated to ATP metabolic process was upregulated. However, skeletal muscles of CAC mice showed upregulation of genes involved in protein degradation and immune responses, while genes related to energy metabolism were downregulated. Notably, the immunohistochemical staining revealed the increased numbers of infiltrating macrophages and CD8<sup>+<\/sup> T cells in skeletal muscles of CAC mice. These data suggest the involvement of immune cells in lung cancer-associated cachexia. To further identify the distinct immune cell populations involved in CAC, the single cell RNA sequencing was conducted using CD45<sup>+<\/sup> immune cells infiltrated into GA muscles of CAC mice. The enrichment of natural killer cells, dendritic cells and T cells was detected in GA of CAC mice. Moreover, we confirmed the roles of the infiltrating immune cells by using the neutralizing antibodies in CAC mice. Taken together, these data suggest the involvement of the immune cells in the skeletal muscle wasting of CAC mice. These multi-omics approaches will shed light on development of therapeutics for cancer-induced cachexia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ-specific microenvironments,,"},{"Key":"Keywords","Value":"Cachexia,Immune cells,Multi-omics analysis,Single cell RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Se-Young Park<\/b><sup>1<\/sup>, Bomi Kim<sup>1<\/sup>, Myunggyo Lee<sup>2<\/sup>, Haeseung Lee<sup>2<\/sup>, Na-Young Song<sup>1<\/sup><br><br\/><sup>1<\/sup>Yonsei University, Seoul, Korea, Republic of,<sup>2<\/sup>Pusan National University, Busan, Korea, Republic of","CSlideId":"","ControlKey":"d14aa49a-d32a-45fe-a2a5-44093642d85b","ControlNumber":"6007","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>N. Song, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9468","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"364","PresenterBiography":null,"PresenterDisplayName":"Se-Young Park, MS","PresenterKey":"2de654e9-1fd0-41fa-92ec-97f713031f48","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"364. Multi-omics approaches revealed the involvement of immune cells in skeletal muscles of lung cancer cachexia mouse model","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multi-omics approaches revealed the involvement of immune cells in skeletal muscles of lung cancer cachexia mouse model","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Background:<\/u><\/b> Colorectal cancer (CRC) is frequently accompanied by cachexia, an uncured multi-organ wasting syndrome, debilitating musculoskeletal health, physical function, and overall survival. Fibroblast growth factor 21 (FGF21) is a modulator of musculoskeletal health and metabolism and has been associated with CRC risk and progression. Here, we investigated the effects of tumor derived FGF21 on musculoskeletal health in CRC.<br \/><b><u>Methods:<\/u><\/b> Plasma from CRC patients and preclinical models of CRC (C26, MC38) were assessed for circulating FGF21 levels, and CRC cell lines (C26, MC38, HCT116) were screened for FGF21 expression. Using CRISPR\/Cas9 technology, FGF21 was deleted from MC38 cells (KO-MC38). 8-week-old male C57BL\/6J mice were subcutaneously injected (1.0x10<sup>6<\/sup>) with wild-type (WT-MC38) or FGF21<sup>-\/-<\/sup> (KO-MC38) MC38 tumor cells, while experimental control animals received saline (n = 10-13\/group). Animals underwent electrophysiological testing to obtain motor unit number estimation (MUNE) 48 hours prior to euthanasia and were assessed for maximum plantarflexion torque 24 hours prior to euthanasia. At the time of euthanasia, plasma was collected for assessment of systemic FGF21, while tumors and skeletal muscles (gastrocnemius, quadriceps, and tibialis anterior) were excised and weighed. Femur bones were processed for microcomputed tomography (&#181;CT) imaging and analysis.<br \/><b><u>Results:<\/u><\/b> CRC patients and MC38 tumor hosts demonstrated elevated circulating plasma FGF21 (p&#60;0.05) compared to controls. Gene expression of CRC cells revealed an 11-fold increase of FGF21 in MC38 compared to C26 and HCT116 cells. WT-MC38 tumor hosts had elevated plasma FGF21 (4-fold; p&#60;0.05) compared to control, which was unchanged in KO-MC38 hosts. In line with the development of cachexia, WT-MC38 hosts displayed reductions in muscle mass (gastrocnemius: -5%; p&#60;0.05, quadriceps: -10%; p&#60;0.01, tibialis anterior: -8%; p&#60;0.01), MUNE (-31%; p&#60;0.01), and plantarflexion torque (-10%; p&#60;0.05). Meanwhile, &#181;CT of femur bones demonstrated reductions in trabecular bone volume fraction (BV\/TV: -30%; p&#60;0.05) and cortical cross-sectional thickness (Cs.Th: -14%; p&#60;0.05) in WT-MC38 hosts compared to experimental controls. Conversely, when compared to WT-MC38, KO-MC38 hosts had preserved skeletal muscle mass (gastrocnemius: +7%; p&#60;0.01, quadriceps: +13%; p&#60;0.001, tibialis anterior: +8%; p&#60;0.001), MUNE (+47%; p&#60;0.01), plantarflexion torque (+8%; p&#60;0.05), and bone mass (BV\/TV: +69%; p&#60;0.001, Cs.Th: +23%; p&#60;0.001). Strikingly, the mass of KO-MC38 tumors was reduced 75% (p&#60;0.01) compared to WT-MC38 tumors.<br \/><b><u>Conclusion<\/u><\/b>: Our data suggest that targeting CRC-derived FGF21 halts tumor growth, resulting in preservation of musculoskeletal health and function. Thus, counteracting tumor-derived FGF21 may serve as a therapeutic intervention against the progression of cancer and cancer-associated cachexia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ-specific microenvironments,,"},{"Key":"Keywords","Value":"Cachexia,Colorectal cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Fabrizio Pin<sup><\/sup>, Anika Shimonty<sup><\/sup>, <b>Joshua Robert Huot<\/b><sup><\/sup><br><br\/>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"633af7af-9227-4416-90b0-ea387f3e865c","ControlNumber":"7937","DisclosureBlock":"&nbsp;<b>F. Pin, <\/b> None..<br><b>A. Shimonty, <\/b> None..<br><b>J. R. Huot, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9477","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"365","PresenterBiography":null,"PresenterDisplayName":"Joshua Huot, MS,PhD","PresenterKey":"35c61816-6754-492a-bc5f-2cc03b5762a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"365. Targeting FGF21 inhibits tumor growth and attenuates cachexia in experimental colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting FGF21 inhibits tumor growth and attenuates cachexia in experimental colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Objective<\/b>: Pancreatic adenocarcinoma (PDAC) is a highly aggressive malignancy with high mortality. A significant component of PDAC is cachexia, or cancer-related muscle wasting. While there are many studies analyzing skeletal muscle cachexia, there is limited data regarding cardiac muscle degradation (cardiac cachexia) in PDAC patients. Prior studies in heart failure patients have utilized epicardial fat thickness (EFT) as a marker for cardiac cachexia. The objective of this study was to determine if there is a relationship between skeletal muscle cachexia and cardiac cachexia in resectable PDAC patients.<br \/><b>Methods<\/b>: Adult patients with resectable PDAC from 2011-2021 were identified from a single institution. Patients were included in this study if they had available CT Chest and Abdominal scans of adequate quality within one year of their PDAC resection. Scans were acquired from various time points in the pre- and post-operative phases. The patient&#8217;s skeletal muscle index (SMI) at the L3 vertebral level was calculated using the software SliceOMatic. Using the SMI and the patient&#8217;s BMI, a determination of cachexia was made using criteria established by by Martin et al [2]. EFT was measured on the CT Chest scans by measuring the perpendicular distance of epicardial fat from the base of the right coronary artery the outer border of the epicardium on an axial view. Comparisons were made using t-test or Fisher's exact test with p-value of 0.05 for significance.<br \/><b>Results<\/b>: Overall, 22 patients met inclusion criteria. EFT was compared to SMI values across all patients and there was no correlation (R2=0.049). There was also no significant difference in EFT between cachectic and non-cachectic patients (2.52 cm vs .2.36 cm, p=0.42). Given the impact of obesity on visceral fat composition, we performed additional analysis after excluding patients with BMI &#62; 25. In this subset, there was a significant difference in EFT between cachectic and non-cachectic patients (2.30 cm vs. 1.90 cm, p=0.03). Race was also a significant factor, with African American patients having lower EFT compared to Caucasians (1.57 cm vs. 2.31 cm, p=0.02).<br \/><b>Conclusion<\/b>: Although there was no direct correlation between EFT and skeletal muscle cachexia, EFT may be an important predictor of cachexia in PDAC patients with low to normal BMI. Furthermore, the racial difference in EFT demonstrates a possible disparity in cardiac cachexia and function. To establish this parameter as a marker of cachexia, the patient cohort will be expanded to include more time points and those with unresectable\/metastatic disease. This will also need to be explored prospectively with functional imaging such as cardiac MRI to determine if there is a relationship between EFT and cardiac function.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ-specific microenvironments,,"},{"Key":"Keywords","Value":"Cachexia,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vignesh Vudatha<\/b><sup><\/sup>, Devon Freudenberger<sup><\/sup>, Christopher Liu<sup><\/sup>, Jose Trevino<sup><\/sup><br><br\/>Virginia Commonwealth University, Richmond, VA","CSlideId":"","ControlKey":"1957cd3b-bb3e-4de1-bfd3-9cca1d73ac79","ControlNumber":"8104","DisclosureBlock":"&nbsp;<b>V. Vudatha, <\/b> None..<br><b>D. Freudenberger, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>J. Trevino, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9478","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"366","PresenterBiography":null,"PresenterDisplayName":"Vignesh Vudatha, B Eng;MD","PresenterKey":"f6772169-cc6c-4596-93cb-36141d703570","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"366. Utilizing epicardial fat thickness as an indicator of cardiac cachexia in resectable pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Utilizing epicardial fat thickness as an indicator of cardiac cachexia in resectable pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"BACKGROUND: Cachexia occurs in up to 80% of PDAC patients and is characterized by weight loss mainly due to muscle and fat wasting. Cachexia leads to functional impairment, reduced anticancer therapy tolerance and increased mortality. PG545, a heparan sulfate (HS) mimetic, shows anticancer activity; however, it is unknown whether sex affects the anticancer activity and what effect PG545 has on cancer associated muscle and fat wasting. Given that many cytokines induced in patients with cancer cachexia can bind HS, the aim of this study was to assess PG545 effects on PDAC cachexia with emphasis on sex difference.<br \/>METHODS: PDAC cells were injected into the pancreas of 10-week C57BL\/6 male and female mice. The orthotopic tumor-bearing mice were treated with PG545 (10 mg\/kg; i.p.). Body weight and body composition were monitored, and tumor and organs were collected. Skeletal muscles were cryosectioned for evaluation of cross-sectional area (CSA). C2C12 myotubes, the <i>in vitro<\/i> model of muscle wasting, were treated with PDAC cell-derived conditioned medium (CM) without or with PG545 and analyzed for the changes in size. PDAC cell proliferation was assessed by MTT assay.<br \/>RESULTS: PG545 treatment markedly reduced tumor mass in both males and females compared to the vehicle controls. PG545 also reduced body weight but the difference gradually dissipated over time despite repeated dosing. However, male mice recovered from the negative effects more slowly than female mice. Similar sex difference was observed in the changes in the PG545-induced lean and fat mass loss. Of note, fat mass in PG545-treated females at the end of experiment was higher than in the vehicle controls. Furthermore, males had more reductions in muscle and fat weights than females in response to PG545. Grip strength in males was weakened by PG545 but returned to the level like that in the vehicle controls at the end, while PG545 did not weaken grip strength in females at the same time points. In addition, males, but not females, had smaller muscle fiber CSA after PG545 treatment versus their vehicle controls. In <i>in vitro<\/i> assay, PG545 inhibited PDAC cell proliferation, indicating a direct effect on cancer cells. Lastly, opposed to the <i>in vivo <\/i>effect, PG545 partly prevented myotube wasting induced by PDAC CM.<br \/>CONCLUSION: PG545 has strong anti-PDAC activity in both male and female mice, at least partly through inhibition of cancer cell proliferation. Its initial negative effects on cachexia are gradually reversed with male tumor-bearing mice reversing more slowly than females. Because of the protective effect on C2C12 myotubes treated with PDAC CM, PG545 might induce some counteracting factors <i>in vivo<\/i> in the initial treatment and identification of these factors may offer molecular targets for combination therapy to counteract the negative effects while take advantage of the strong anti-cancer potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cachexia,Sex difference,Skeletal muscle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiaoling Zhong<\/b><sup>1<\/sup>, Keith Dredge<sup>2<\/sup>, John  M.  Chirgwin<sup>3<\/sup>, Michael  G.  House<sup>1<\/sup>, Harikrishna Nakshatri<sup>1<\/sup>, Teresa  A.  Zimmers<sup>1<\/sup><br><br\/><sup>1<\/sup>Surgery, Indiana University School of Medicine, Indianapolis, IN,<sup>2<\/sup>Zucero Therapeutics Ltd, Brisbane, Australia,<sup>3<\/sup>Medicine, Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"55945898-f81f-472d-9e4c-0e39ea1a771b","ControlNumber":"8120","DisclosureBlock":"&nbsp;<b>X. Zhong, <\/b> None..<br><b>K. Dredge, <\/b> None..<br><b>J. M. Chirgwin, <\/b> None..<br><b>M. G. House, <\/b> None..<br><b>H. Nakshatri, <\/b> None..<br><b>T. A. Zimmers, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9479","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"367","PresenterBiography":null,"PresenterDisplayName":"Xiaoling Zhong, MD;PhD","PresenterKey":"abab056c-c0a9-403f-9b11-b7ea16576ac2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"367. The heparan sulfate mimetic PG545 inhibits tumor growth in both male and female mouse model of pancreatic ductal adenocarcinoma (PDAC) with sex difference in the effect on cachexia","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The heparan sulfate mimetic PG545 inhibits tumor growth in both male and female mouse model of pancreatic ductal adenocarcinoma (PDAC) with sex difference in the effect on cachexia","Topics":null,"cSlideId":""},{"Abstract":"Growth and differentiation factor 15 (GDF-15) is an attractive target for the treatment of cachexia. Ponsegnomab is such a therapeutical antibody in the clinical trial. Here, we developed a humanized GDF-15 neutralizing antibody (KA1641-ZY1) with better efficacy than ponsegnomab in the pre-clinical experiments. KA1641-ZY1 had high affinity to GDF-15 (KD=0.05nM), with cross-reacting to monkey GDF15. KA1641-ZY1 neutralized GDF-15 in the culture medium and disrupted GDF-15-induced GFRAL signaling more efficiently than Ponsegnomab in reporter cell assay (IC50=0.13nM vs. 0.21nM). In a mouse model with exogenous GDF15 protein-induced body decrease, KA1641-ZY1 restored body weight by giving as low as 5ug\/kg while ponsegnomab failed. In the HT1080, Colo 205, and LS513 xenograft tumor-induced cachexia mouse models, KA1641-ZY1 restored the body weight decrease with 0.3mg\/kg while ponsegnomab restored the weight with higher than 1mg\/kg. In addition, KA1641-ZY1 also restored cisplatin-induced body decrease in GDF15 humanized mice. It has no detectable non-specific binding to red blood cells, neutrophils, PBMCs, and HUVEC cells, with a half-life of about nine days in the mouse. These results suggest that KA1641-ZY1 is a potential candidate drug for cachexia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Cachexia,Growth and differentiation factor 15,neutralizing antibody,metabolic intervention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Feng He<sup><\/sup>, <b>Hao Peng<\/b><sup><\/sup>, Jianhui Li<sup><\/sup>, Li Ding<sup><\/sup>, Feng Hao<sup><\/sup>, Jinying Ning<sup><\/sup>, Guojin Wu<sup><\/sup><br><br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"261b7cec-6bf3-4710-804d-da8300985b4f","ControlNumber":"5662","DisclosureBlock":"<b>&nbsp;F. He, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>H. Peng, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>J. Li, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>L. Ding, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>G. Wu, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9467","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"368","PresenterBiography":null,"PresenterDisplayName":"Hao Peng, PhD","PresenterKey":"9b9c3908-24c1-425b-8527-df818c4e3c10","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"368. Neutralizing antibody against GDF-15 restores cachexia","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neutralizing antibody against GDF-15 restores cachexia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Cachexia is the progressive, unintentional wasting of muscle and adipose tissue caused by tumors. Cancer cachexia affects &#62;80% of patients with pancreatic ductal adenocarcinoma (PDAC). Certain chemotherapy regimens cause debilitation in patients and muscle and fat wasting in mouse models. Gemcitabine with nab-paclitaxel (GemNP) is a first line treatment for PDAC. Whether GemNP promotes cachexia is unknown. Muscle wasting in cancer cachexia has been functionally linked to NF-&#954;B, which can be induced by chemotherapies and is active in PDAC tumors. Among other functions, NF-&#954;B induces expression of Interleukin-6 (IL-6), a major mediator of cancer cachexia. DMAPT is a small molecule NF-&#954;B inhibitor. In prior work, DMAPT plus Gem reduced tumor burden in a genetic model of pancreatic cancer and separately, prevented muscle wasting in a genetic model of mammary cancer. Therefore, the purpose of our study was to determine whether GemNP promotes cachexia and whether DMAPT could reduce tumor burden and\/or cachexia in PDAC, potentially through reducing IL-6 expression.<br \/><b><\/b><b>Methods:<\/b> In our<i> in vitro<\/i> model, conditioned media (CM) from KPC pancreatic cancer cells derived from the <u>K<\/u>ras<sup>G12D<\/sup>;Tr<u>p<\/u>53<sup>R172H<\/sup>;Pdx1-<u>C<\/u>re mouse, induces wasting of C2C12 myotubes. Thus, myotubes were treated with 50% KPC-CM or control CM and supplemented with 0, 5, or 10uM DMAPT for 48hrs. For <i>in vivo<\/i> modeling of PDAC cachexia, 12-week-old male C57BL\/6J mice were orthotopically implanted with 5x10<sup>4 <\/sup>KPC cells or KPC cells deleted for IL6 (KPC-IL6<sup>KO<\/sup>) cells; controls underwent sham surgery. Starting on day 4, every 6 days tumor-bearing mice were given 120 mg\/kg gemcitabine and 10 mg\/kg nab-paclitaxel (GemNP) for four rounds, then gemcitabine only for subsequent rounds, with or without 100mg\/kg DMAPT (by gavage 5 days\/week). Controls received vehicle only.<br \/><b>Results: <\/b>DMAPT prevented atrophy in KPC-CM treated myotubes. <i>In vivo<\/i>, GemNP increased median survival, to 23.5d in KPC + GemNP mice versus 17d in untreated KPC mice (P&#60;0.001). GemNP + DMAPT increased survival (25d) compared to untreated KPC (P&#60;0.001), but was similar to KPC + GemNP alone (P=0.693). There were no differences in tumor mass at euthanasia. All KPC groups lost significant body weight and fat mass compared to sham controls. In mice with KPC IL-6<sup>KO <\/sup>tumors, GemNP increased survival, with median survival of 39d in KPC-IL6<sup>KO<\/sup> + GemNP mice compared with 30d in untreated KPC-IL6<sup>KO<\/sup> (P&#60;0.001). GemNP + DMAPT increased survival (35 d in KPC IL-6<sup>KO<\/sup>) compared to untreated KPC-IL6<sup>KO<\/sup> (P&#60;0.001), but was similar to KPC IL-6<sup>KO<\/sup> + GemNP (P=0.276). There was a trend for GemNP + DMAPT to have smaller KPC-IL6<sup>KO<\/sup> tumors compared to GemNP (p=0.055).<br \/><b>Conclusion:<\/b><b> <\/b>Regardless of IL-6 expression from tumor cells, treatment with GemNP improved survival in orthotopic PDAC without exacerbating cachexia. DMAPT did not extend survival above GemNP alone. Despite promising in vitro data and prior published work, DMAPT was not efficacious in reducing tumor growth or treating PDAC cachexia in this model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-04 Other,,"},{"Key":"Keywords","Value":"Cachexia,Muscle,Chemotherapy,DMAPT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brittany Counts<\/b><sup><\/sup>, Sephora Jean<sup><\/sup>, Reggie Wang<sup><\/sup>, Teresa Zimmers<sup><\/sup><br><br\/>IU Simon Comprehensive Cancer Center, Indianapolis, IN","CSlideId":"","ControlKey":"ac77a992-a921-4ce9-82fc-0608abd4dac6","ControlNumber":"7236","DisclosureBlock":"&nbsp;<b>B. Counts, <\/b> None..<br><b>S. Jean, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>T. Zimmers, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9474","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"369","PresenterBiography":null,"PresenterDisplayName":"Brittany Counts, PhD","PresenterKey":"7954ee3b-a33a-49a3-98b9-58210132b20c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"369. Gemcitabine nab-paclitaxel combination with DMAPT in PDAC cachexia","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gemcitabine nab-paclitaxel combination with DMAPT in PDAC cachexia","Topics":null,"cSlideId":""},{"Abstract":"Most people with advanced cancer exhibit cachexia, a syndrome of progressive weight loss that leads to the death of 20% of patients. The mechanisms underlying cachexia remain poorly understood and, as a result, no treatment has proven effective to date. Cachexia is characterized by systemic hyperinflammation, massive apoptotic cell death (&#8220;debris&#8221;), and skeletal muscle wasting. Here, we hypothesize that disrupted resolution of inflammation contributes to cancer cachexia, and pro-resolving lipid mediators, specifically novel specialized pro-resolving mediators (SPMs), could control cachexia. SPMs enhance resolution of inflammation by stimulating debris clearance, promoting tissue regeneration, and regulating major immune cell types. In testing our hypothesis, we profiled lipid mediators in a variety of metastatic cachexia models via metabololipidomics and investigated the changes of leukocytes, e.g., T lymphocyte, natural killer (NK), and macrophage cells, in various skeletal muscles (e.g., tibialis anterior and gastrocnemius). Dysregulation of SPMs was identified in different tissues in 5 cachexia models. The SPMs resolvin (RvD)2 and maresin (MaR)1 were reduced in the liver and spleen of colon cancer (CT26)-induced cachectic mice on day 35 post-tumor cell injection and RvD1, RvD2, lipoxin (LXA)<sub>4<\/sub><sub>, <\/sub>and MaR1 were dysregulated in Lewis lung carcinoma (LLC)-induced cachectic mice on day 20. Chemotherapy was also found to dysregulate SPMs and induce cachexia in lymphoma (EL4) and ovarian cancer (ID8) mouse models. Ten days post-LLC tumor resection, the RvD1 receptor (ALX\/FPR2) KO and RvE1 receptor (ChemR23\/ERV) KO mice exhibited a 20-23% loss in body weight compared to WT mice. This shows that neutralizing the pro-resolving activity of RvD1 and RvE1 induces cancer cachexia. Moreover, RvD2 and PCTR (protectin conjugates in tissue regeneration)-2 prevented LLC- and B16F10 melanoma-induced cachexia at 15 ng\/day. RvD4, RvD5, MCTR1, or MCTR2 inhibited inflammation-stimulated cytokine storm by counter-regulating the production of CCL3, CCL4, CXCL2, TNF-&#945;, CCL2, G-CSF, and PAI-1. These results indicate that disrupted resolution of inflammation leads to the progression of cancer cachexia, and dysregulated SPMs are potential early markers for cachexia. This study provides a basis for the clinical translation of SPM-directed treatments as a new direction to potentially control cancer cachexia in humans.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL07-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Cachexia,Inflammation,Lipids,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ahmed Attaya<\/b><sup>1<\/sup>, Victoria Haak<sup>1<\/sup>, Abigail Kelly<sup>1<\/sup>, Haixia Yang<sup>1<\/sup>, Eva Rothenberger<sup>1<\/sup>, Steven  D.  Freedman<sup>1<\/sup>, Charles  N.  Serhan<sup>2<\/sup>, Dipak Panigrahy<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Pathology, Center for Vascular Biology Research, Beth Israel Deaconess Medical Center, Boston, MA,<sup>2<\/sup>Center for Experimental Therapeutics and Reperfusion Injury, Brigham and Women’s Hospital and Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"188322e4-36cb-43d2-b259-23554b027ddc","ControlNumber":"6629","DisclosureBlock":"&nbsp;<b>A. Attaya, <\/b> None..<br><b>V. Haak, <\/b> None..<br><b>A. Kelly, <\/b> None..<br><b>H. Yang, <\/b> None..<br><b>E. Rothenberger, <\/b> None..<br><b>S. D. Freedman, <\/b> None..<br><b>C. N. Serhan, <\/b> None..<br><b>D. Panigrahy, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9470","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"370","PresenterBiography":null,"PresenterDisplayName":"Ahmed Attaya, DVM,MS,PhD","PresenterKey":"3033e0f9-d47f-4a53-93db-175aa26eeae8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"370. Potential of inflammation pro-resolving lipid mediators in controlling cancer cachexia","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potential of inflammation pro-resolving lipid mediators in controlling cancer cachexia","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cancer-associated cachexia (CAC) is a life-threating condition frequently observed in cancer patients, especially those with pancreatic cancer. CAC is a multifactorial disease, with the notable characteristic of systemic lipolysis. Although humoral factors have been implicated in its pathogenesis, critical factors remain to be determined. Since even localized pancreatic cancer frequently induce lipolysis systemically, we examined the molecular mechanisms <i>in vitro<\/i> and <i>in vivo<\/i> based on the hypothesis that extracellular vesicles (EVs) systemically released from pancreatic cancer cells induce lipolysis.<br \/>Procedures: EVs derived from the supernatants of cultured pancreatic cancer cell lines and from the sera of pancreatic cancer patients were characterized. The effects of EVs on adipocytes were determined using mature human adipocytes induced from human adipose-derived mesenchymal stem cells. To confirm the <i>in vitro<\/i> findings, lipolysis induction was examined in mice by intravenous injection of EVs. EV characteristics inducing lipolysis were determined. Those characteristics were confirmed by knockout studies and examining specifically isolated pancreatic cancer-derived EVs from heterogenous EV population in patients&#8217; sera.<br \/>Results: Lipolysis was triggered by specific EVs from pancreatic cancer cell line via the cAMP inside and uptake of more EVs into adipocytes was crucial for higher levels of lipolysis. In vivo studies, database search, and knockout studies revealed that integrin &#946;<sub>1<\/sub> and integrin &#945;<sub>6<\/sub> on EVs were the determinants for the attachment and uptake of the EVs to adipocytes, resulting in inducing more lipolysis. There was no difference in the percentage of these integrins positive EVs between heterogenous EV population in cancer patients&#8217; sera and EVs in cancer-free controls&#8217; sera. However, pancreatic cancer cell-derived EVs specifically isolated by targeting CA19-9, an aberrant glycosylation, from heterogenous EV population in patients&#8217; sera, confirmed that pancreatic cancer-derived EVs have more such integrins.<br \/>Conclusions: Cancer cell-derived EVs in the sera of pancreatic cancer patients have more ITGB1 and ITGA6 levels, which may explain the systemic induction of lipolysis in cancer cachexia from the early stages and could be novel therapeutic targets against CAC. In addition, specific isolation of cancer-derived EVs in sera from heterogenous EV population is crucial for elucidating cancer-related pathogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL14-10 Other,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Pancreatic cancer,Cachexia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chikako Shibata<\/b><sup><\/sup>, Motoyuki Otsuka<sup><\/sup>, Mitsuhiro Fujishiro<sup><\/sup><br><br\/>University of Tokyo, Tokyo, Japan","CSlideId":"","ControlKey":"718206e9-1098-4875-ae91-8a180498cb6a","ControlNumber":"2633","DisclosureBlock":"&nbsp;<b>C. Shibata, <\/b> None..<br><b>M. Otsuka, <\/b> None..<br><b>M. Fujishiro, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9462","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"371","PresenterBiography":null,"PresenterDisplayName":"Chikako Shibata","PresenterKey":"65722648-2255-4da7-b62b-ec55ba7fb014","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"371. Integrin-mediated lipolysis by pancreatic cancer-derived extracellular vesicles in cancer-associated cachexia","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"687","SessionOnDemand":"False","SessionTitle":"Cancer Cachexia","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrin-mediated lipolysis by pancreatic cancer-derived extracellular vesicles in cancer-associated cachexia","Topics":null,"cSlideId":""}]