[{"Abstract":"CDK4\/6 inhibitors (CDK4\/6i) such as palbociclib and ribociclib are used to treatER+\/HER2- breast cancer, but patients can develop resistance via mechanismsincluding the INK4-CDK6 complex which have been shown to limit the effectiveness ofCDK4\/6i in ER+ breast cancer. Up to 20% patients exhibit innate resistance and up to70% patients develop acquired resistance after 3 years on therapy (Scheidemann,2021). To address this limitation, we utilized our PRODEGY platform of Cereblon(CRBN) binders to synthesize CRBN mediated CDK4\/6 bifunctional degraders topotently inhibit tumor growth in CDK4\/6i resistant tumors and in treatment na&#239;veER+\/HER2- breast cancer and triple negative breast cancer (TNBC). We examined theeffect of our degraders on multiple nodes of this pathway. Target degradation byimmunoblot analysis of TNBC cell line, MDA-MB-231, treated with our CDK4\/6bifunctional degraders for 6 hours showed over 50% degradation of CDK4 and CDK6at 10-100nM. Active CDK4\/6 phosphorylates the protein RB which releases thetranscription factor E2F, inducing the expression of genes which promote cell cycleprogression. Analysis of RB phosphorylation by in-cell western upon 24 hour ofCDK4\/6 degrader treatment showed phospho-RB IC50s at &#60;50nM. Cell cycle analysisby staining with propidium iodide after 24 hours of treatment with CDK4\/6 degradersinduced G0\/G1 cell cycle arrest at concentrations as low as 10nM. As a readout forgrowth inhibition through cell cycle arrest, we examined the ability of these degradersto inhibit the proliferation of MDA-MB-231 cells in a 2D colony formation assay (CFA)over a 10-day period. Our CDK4\/6 degraders showed potent inhibition of cellproliferation with CFA IC50s of &#60;50nM. We demonstrated that our CDK4\/6 bifunctionaldegraders were significantly more potent<i> <\/i><i>in<\/i><i> <\/i><i>vitro<\/i> than the CDK4\/6i, palbociclib andribociclib, and the increased activity was due to CRBN mediated target degradation.Our CDK4\/6 bifunctional degraders display excellent pharmacokinetic properties inmice with half-lives between 2-10 hours, oral bioavailability between 50-96% and arecurrently being evaluated for tumor growth inhibition against standard of caremolecules in MDA-MB-231 and MCF7 xenograft models. Clinical CDK4\/6i are beingevaluated as combinations in TNBC, but the enhanced potency of CDK4\/6 degradersin the TNBC cell lines shows that this approach is more promising for this aggressivetype of breast cancer.<br \/><b>Reference:<\/b> Scheidemann, Erin R, and Ayesha N Shajahan-Haq. &#8220;Resistance toCDK4\/6 Inhibitors in Estrogen Receptor-Positive Breast Cancer.&#8221;<i> International journal<\/i><i>of molecular sciences<\/i> vol. 22,22 12292. 14 Nov. 2021, doi:10.3390\/ijms222212292","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"CDK4\/6,Breast cancer,Drug discovery,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hannah Majeski<\/b><sup><\/sup>, Akinori Okano<sup><\/sup>, Angela Pasis<sup><\/sup>, Casey Carlson<sup><\/sup>, Qiao Liu<sup><\/sup>, Arvind Shakya<sup><\/sup>, Shenlin Huang<sup><\/sup>, Aparajita Hoskote Chourasia<sup><\/sup>, Leah Fung<sup><\/sup><br><br\/>BioTheryX, Inc., San Diego, CA","CSlideId":"","ControlKey":"a442ec17-57b3-40b1-88a0-eaf02274e8c3","ControlNumber":"6658","DisclosureBlock":"&nbsp;<b>H. Majeski, <\/b> None..<br><b>A. Okano, <\/b> None..<br><b>A. Pasis, <\/b> None..<br><b>C. Carlson, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>A. Shakya, <\/b> None..<br><b>S. Huang, <\/b> None..<br><b>A. Hoskote Chourasia, <\/b> None..<br><b>L. Fung, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1591","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1553","PresenterBiography":null,"PresenterDisplayName":"Hannah Majeski","PresenterKey":"875c0262-58da-4c25-a389-aa454a8f669b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1553. Discovery of CDK4\/6 bifunctional degraders for ER+\/HER2- breast cancer andtriple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of CDK4\/6 bifunctional degraders for ER+\/HER2- breast cancer andtriple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"The drug resistance seen in the presence of CDK4\/6 inhibitors, such as palbociclib, can be attributed to compensatory activation of tumor cell proliferation by CDK2. While combination therapy of CDK4\/6i with Estrogen modulators significantly extends Progression Free Survival (PFS) in patients with metastatic HR+ breast cancer, their tumors invariably develop resistance, which results in only marginal improvement in their Overall Survival (OS). To address this unmet medical need, both CDK4\/6 and CDK2 must be inhibited simultaneously.<br \/>p27Kip1, the natural inhibitor of CDK4\/6 and CDK2, is responsible for turning them ON and OFF during periods of proliferation and quiescence, respectively. The transition from ON to OFF state is mediated by a specific modification to p27 itself, by the tyrosine kinase BRK (breast tumor related kinase). A naturally-occurring ALTernatively spliced form of BRK, named ALT-BRK or ALT, can bind to p27, block BRK's association and prevent BRK's phosphorylation of p27. The binding of ALT to BRK locks both CDK4\/6 and CDK2 into the OFF conformation and simultaneously inhibits activities of both kinases.<br \/>We engineered IpY.20, a smaller and more stable variant of ALT that is formulated within a liposome, to increase its serum residence time and facilitate delivery into tumor cells. IpY.20 inhibits cell proliferation of HR+ and triple negative (TN) breast cancer, ovarian, uterine and NSCLC, preferentially over non-tumor cells, supporting its clinical utility<i>.<\/i> Unlike CDK4\/6 and CDK2i which only cause cytostasis, IpY.20 arrests proliferation of CDK4\/6i-resistant and endocrine-resistant BC cells and induces cell death, demonstrating that p27 inhibition is a viable therapeutic approach to combat drug resistance due to resurgence of tumor cell growth due to escape from quiescence.<i> In vivo<\/i>, IpY.20 reduces tumor volume and increases OS in cell line-derived xenografts (CDX).<br \/>IpY.20 has several important differentiating features when compared to CDK4\/6 or CDK2 inhibitors: targeting p27 is more selective with fewer off-target effects than the ATP-competitive small molecule CDK4\/6i currently in use; IpY.20 induces tumor cell death as opposed to cytostasis; the specific form of tumor cell death that is induced upon IpY.20 treatment, i.e., necroptosis, stimulates the innate and adaptive immune system.<br \/>As the bulk of drug resistance seen with CDK or RAS\/MAPK pathway targeting drugs is a result of compensatory CDK2 activity, IpY.20 will be a valuable member of the clinical arsenal for patients with drug resistant tumors. Currently, a robust clinical manufacturing process has been completed for IpY.20 formulation; along with a comprehensive characterization of nonclinical pharmacology, PK\/PD, and tolerability, in preparation for the initiation of an IND-enabling program.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"p27KIP1,CDK4\/6 inhibitors,CDK2 inhibitor,CDK4\/6i-resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Grace Chen<\/b><sup><\/sup>, Lena Stafford<sup><\/sup>, Anusha Aditya<sup><\/sup>, Krishna Allamneni<sup><\/sup>, Natalia Zisman<sup><\/sup>, Hassan Rashidzadeh<sup><\/sup>, Stacy  W.  Blain<sup><\/sup><br><br\/>Concarlo Therapeutics, Inc., Brooklyn, NY","CSlideId":"","ControlKey":"f69f07e6-837e-4744-affe-6f6137496022","ControlNumber":"7248","DisclosureBlock":"&nbsp;<b>G. Chen, <\/b> None..<br><b>L. Stafford, <\/b> None..<br><b>A. Aditya, <\/b> None..<br><b>K. Allamneni, <\/b> None..<br><b>N. Zisman, <\/b> None..<br><b>H. Rashidzadeh, <\/b> None.&nbsp;<br><b>S. W. Blain, <\/b> <br><b>SUNY Downstate Medical Center<\/b> Employment, Associate Professor.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1593","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1554","PresenterBiography":null,"PresenterDisplayName":"Grace Chen, PhD","PresenterKey":"957a2b13-eedd-47b9-9718-c70d3cd80d27","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1554. &#8239;IpY.20, a first-in-class inhibitor of p27Kip1, inhibits CDK4\/6 and CDK2 to kill tumor cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#8239;IpY.20, a first-in-class inhibitor of p27Kip1, inhibits CDK4\/6 and CDK2 to kill tumor cells","Topics":null,"cSlideId":""},{"Abstract":"Genomic instability is a cancer hallmark. Aberrant centrosome numbers often occur in cancer and is associated with genomic instability. Mitosis with supernumerary centrosomes leads to abnormal chromosome segregation and aneuploidy in progeny cells. While many cells with abnormal chromosomes are eliminated through apoptosis, some gain a growth advantage and acquire resistance to antineoplastic agents. This aneuploidy is associated with aggressive tumor biology and unfavorable clinical outcomes. Cyclin-dependent kinase 2 (CDK2) plays a major role regulation of cell cycle progression, centrosome duplication and clustering. We previously reported that CDK2 inhibition prevented supernumerary centrosomes clustering, causing multipolar mitosis and anaphase catastrophe in lung and other aneuploid cancers. To elucidate engaged mechanisms focused ion beam scanning electron microscope (FIB-SEM) and immunofluorescent staining were each used to interrogate the ultrastructure of multipolar mitosis after CDK2 inhibition by CYC065-treatment (a CDK2\/9 inhibitor). CYC065-treatment induced distinct ultrastructural changes in aneuploid lung cancer cells including formation of chromosome rings and multipolarity. As compared to vehicle controls, CYC065-treatment markedly extended the duration of chromosome rings in lung cancer cells and conferred aberrant mitosis in live cell imagining. Intriguingly, this treatment disrupted centrosome and centriole stoichiometry in cells with chromosome rings or multipolarity. These findings were confirmed using immunofluorescence assays of lung and other cancer cells having supernumerary centrosomes. To elucidate if CDK2 or CDK9 activity directly altered centriole stoichiometry, chromosome rings or multipolarity, immunofluorescent assays were performed in lung cancer cells that independently knocked down CDK2 or CDK9 using siRNAs relative to controls. Centriole stoichiometry abnormalities in cancer cells having chromosome rings or multipolarity were statistically significantly higher in CDK2 knock-down but not in CDK9 knock-down transfectants or controls. Engineered gain of CDK2 but not CDK9 expression rescued CYC065 mediated chromosome rings and multipolarity in aneuploid lung cancer cells. Taken together, this study uncovered that CDK2 inhibition disrupted centrosome stoichiometry, causing apoptotic death of aneuploid cancer cells. This is a clinically-tractable pharmacologic mechanism that conferring cancer cell death. Current work determines if similar mechanisms are engaged in vivo in syngeneic mouse lung cancer models undergoing CDK2 antagonism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"CDK inhibitor,centrosome stoichiometry,CDK2 inhibition,anaphase catastrophe,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zibo Chen<\/b><sup>1<\/sup>, Xi Liu<sup>2<\/sup>, Masanori Kawakami<sup>2<\/sup>, Xiuxia Liu<sup>2<\/sup>, Allison Baker<sup>2<\/sup>, Aayush Bhatawadekar<sup>2<\/sup>, Liliya Tyutyunyk-Massey<sup>2<\/sup>, Ethan Dmitrovsky<sup>2<\/sup>, Kedar Narayan<sup>2<\/sup><br><br\/><sup>1<\/sup>National Institutes of Health, Frederick, MD,<sup>2<\/sup>Frederick National Laboratory for Cancer Research, Frederick, MD","CSlideId":"","ControlKey":"f0405d3f-9fbd-4e88-8481-5175c7df2529","ControlNumber":"3028","DisclosureBlock":"&nbsp;<b>Z. Chen, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>M. Kawakami, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>A. Baker, <\/b> None..<br><b>A. Bhatawadekar, <\/b> None..<br><b>L. Tyutyunyk-Massey, <\/b> None..<br><b>E. Dmitrovsky, <\/b> None..<br><b>K. Narayan, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1602","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1555","PresenterBiography":null,"PresenterDisplayName":"Zibo Chen, BS;PhD","PresenterKey":"1cbac1ac-8554-4613-babe-c40eef8671c6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1555. CDK2 inhibition &#38; disruption of centrosome stoichiometry: a clinically tractable death program for aneuploid cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CDK2 inhibition &#38; disruption of centrosome stoichiometry: a clinically tractable death program for aneuploid cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Background: Paclitaxel (PTX) is one of the key drugs in clinical practice for esophageal squamous cell carcinoma (ESCC), however, therapeutic effects of PTX alone are not sufficient. PTX causes activation of spindle assembly checkpoint resulting in mitotic arrest of cancer cells. Recently, the antitumor effect of PTX has been shown to depend on aberrant chromosome segregation and abnormal spindle formation. Whereas, recent reports showed that cyclin dependent kinase inhibitor 3 (<i>CDKN3<\/i>) was often overexpressed in various human cancer tissues which was attributed to the higher mitotic activity in cancer cells, and loss of <i>CDKN3 <\/i>induced abnormal mitosis and centrosome overduplication. Therefore, we hypothesized that the combination of PTX and <i>CDKN3<\/i> inhibition may promote mitotic errors in cancer cells. The aim of this study is to examine the combined effect of PTX and <i>CDKN3 <\/i>inhibition on ESCC.<br \/>Methods: The expression levels of <i>CDKN3<\/i> were compared between ESCC cell lines (TE1, TE5, TE6, TE8, TE10, and TE11) and normal esophageal epithelial cell line (EPC2-hTERT). <i>CDKN3<\/i> knockdown ESCC cells using shRNA were created. Cell viability assay (WST-1 and clonogenic assay), immunofluorescence microscopy for measuring the number of centrosomes or spindle microtubules, and time-lapse images for assessing mitosis and cell fate were performed.<br \/>Results: The expression levels of <i>CDKN3<\/i> in ESCC cells were high compared to normal esophageal epithelial cells. Here, TE6 and TE10 ESCC cells were selected for further experiments based on higher <i>CDKN3<\/i> expression. WST-1 assays showed an increased sensitivity to PTX after <i>CDKN3<\/i> knockdown. Clonogenic assay showed reduced clonogenicity with <i>CDKN3<\/i> knockdown, which was further reduced when exposed to 1 nM PTX (no interaction by two-way ANOVA analysis). Quantification of centrosomes revealed an increased frequency of centrosome overduplication in cells with <i>CDKN3<\/i> knockdown, and it was further increased when treated with 1 nM PTX. Quantification of microtubules revealed <i>CDKN3<\/i> knockdown cells with 1nM PTX had irregular multipolar spindle formation in almost half of the cells in mitosis. In time-lapse images, mitotic errors were more frequent ( &#62; 80% in combination vs 54% in PTX vs 32% in <i>CDKN3<\/i> knockdown) and most of the daughter cells after abnormal mitoses resulted in cell death in interphase or did not undergo another cell division. The cumulative cell death was significantly increased in combination treatment with PTX and <i>CDKN3<\/i> inhibition compared to PTX treatment alone (Hazard ratio 2.22; 95% CI 1.43 - 3.45, p = 0.0004 ) and <i>CDKN3<\/i> inhibition alone (Hazard ratio 3.09; 95% CI 1.92 - 4.98, p &#60; 0.0001).<br \/>Conclusions: <i>CDKN3<\/i> knockdown increased the frequencies of centrosome overduplication and multipolar spindle formation when combined with PTX exposure. These mitotic errors caused multipolar divisions and subsequent cell death. Targeting <i>CDKN3<\/i> could be a novel anti-cancer strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Paclitaxel,Cell cycle,Mitosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shigeki Kataoka<\/b><sup><\/sup>, Junichi Matsubara<sup><\/sup>, Trang  H.  Nguyen Vu<sup><\/sup>, Tomohiro Kondo<sup><\/sup>, Tomoki Saito<sup><\/sup>, Yosuke Mitani<sup><\/sup>, Osamu Kikuchi<sup><\/sup>, Atsushi Yamada<sup><\/sup>, Shinya Ohashi<sup><\/sup>, Manabu Muto<sup><\/sup><br><br\/>Department of Clinical Oncology, Kyoto University, Graduate School of Medicine, Kyoto, Japan","CSlideId":"","ControlKey":"52a8a198-5151-4c6b-a6eb-0b0357bbc407","ControlNumber":"2128","DisclosureBlock":"&nbsp;<b>S. Kataoka, <\/b> None..<br><b>J. Matsubara, <\/b> None..<br><b>T. H. N. Vu, <\/b> None..<br><b>T. Kondo, <\/b> None..<br><b>T. Saito, <\/b> None..<br><b>Y. Mitani, <\/b> None..<br><b>O. Kikuchi, <\/b> None..<br><b>A. Yamada, <\/b> None..<br><b>S. Ohashi, <\/b> None..<br><b>M. Muto, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1590","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1556","PresenterBiography":null,"PresenterDisplayName":"Shigeki Kataoka, MD","PresenterKey":"ae8ed8fa-b427-4a1f-80b5-652e26855c39","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1556. <i>CDKN3<\/i> inhibition enhances the antitumor effect of paclitaxel by promoting abnormal mitosis of cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>CDKN3<\/i> inhibition enhances the antitumor effect of paclitaxel by promoting abnormal mitosis of cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is the most prevalent cancer in women worldwide. Despite initial sensitivity to endocrine therapies in hormone receptor positive BC, high mortality is driven by treatment-resistant disease. While several highly effective targeted treatments have been developed, resistance is common in the metastatic setting, highlighting the need for new therapies. Cyclin-dependent kinases (CDKs) have emerged as important targets for cancer treatment due to their integral role in driving the cell cycle. CDK4\/6 inhibitors have advanced strongly in ER+ BC and are now becoming standard-of-care. However, resistance is a major problem. To address this, we have targeted CDK7, a master regulator of the cell cycle CDKs and transcription processes, both commonly dysregulated in cancer. CDK7 inhibition selectively inhibits cancer cell growth due to their reliance on aberrant gene expression and\/or unregulated cell cycle progression. ICEC0942 (Samuraciclib), discovered in our lab at Imperial College London, has recently progressed to Phase 2 clinical trials. Considering the current clinical development of this and other CDK7 inhibitors (CDK7i), it is important to determine which patients will best respond to Samuraciclib. Towards identifying modulators of response to Samuraciclib, we performed a genome-wide CRISPR\/Cas9-knockout screen in MCF7 cells. The mTOR\/PI3K pathway was identified as important for response to CDK7i. Knockout of mTOR activators reduced sensitivity to Samuraciclib, while knockout of mTOR repressors increased sensitivity. Next, we studied the role of mutations in the catalytic subunit of PI3K (PIK3CA), which occur in nearly 30% of BC cases, in response to Samuraciclib. We utilized an isogenic panel of MCF10A cell lines, which were either wild-type for PIK3CA or had a heterozygous knock-in of either of the two most common mutations (E545K or H1047R). Cell growth was monitored following long-term (42-day) treatment with Samuraciclib. The drug was washed out (day 15) to determine the role of PIK3CA mutations in drug-induced growth arrest. We find that although Samuraciclib effectively inhibits growth of all cell lines, regardless of PIK3CA mutation status, the longevity of growth arrest post-washout is promoted by activating PIK3CA mutations. Finally, we assessed the role of mTOR and its downstream effectors in Samuraciclib response. Cell proliferation of MCF7 cells treated with Samuraciclib or in combination with mTOR\/PI3K\/AKT inhibitors was measured via flow cytometry. Samuraciclib treatment arrested cell proliferation; however, proliferation was reverted in combination with an mTOR\/PI3K\/AKT inhibitor. In conclusion, our findings highlight the importance of an active mTOR\/PI3K pathway in promoting response to Samuraciclib. This may help guide patient treatments and development of effective combination therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"CDK7,CDK inhibitor,Breast cancer,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kaste Jurgaityte<\/b><sup>1<\/sup>, Georgina Sava<sup>1<\/sup>, Chun Fui Lai<sup>1<\/sup>, Hailing Fan<sup>1<\/sup>, Van Nguyen<sup>2<\/sup>, Laki Buluwela<sup>1<\/sup>, Simak Ali<sup>1<\/sup><br><br\/><sup>1<\/sup>Surgery and Cancer, Imperial College London, London, United Kingdom,<sup>2<\/sup>Institute of Cancer Research, London, United Kingdom","CSlideId":"","ControlKey":"45db621d-af73-44e8-afa3-54fe84294401","ControlNumber":"148","DisclosureBlock":"&nbsp;<b>K. Jurgaityte, <\/b> None..<br><b>G. Sava, <\/b> None..<br><b>C. Lai, <\/b> None..<br><b>H. Fan, <\/b> None..<br><b>V. Nguyen, <\/b> None.&nbsp;<br><b>L. Buluwela, <\/b> <br><b>Carrick Therapeutics<\/b> Other, Received funding from Carrick Therapeutics. <br><b>S. Ali, <\/b> <br><b>Carrick Therapeutics<\/b> Stock, Patent, Other, Received funding from Carrick Therapeutics, has patent interests in Samuraciclib, and owns stock in Carrick Therapeutics.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1603","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1557","PresenterBiography":null,"PresenterDisplayName":"Kaste Jurgaityte, BS,MS","PresenterKey":"c4c5b521-82fb-4446-8a07-960b62065cd9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1557. Defining modulators of response to samuraciclib, a CDK7 inhibitor for breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining modulators of response to samuraciclib, a CDK7 inhibitor for breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction:<b> <\/b><i>MYCN <\/i>amplification is the genetic aberration most consistently associated with poor outcomes in alveolar rhabdomyosarcomas (aRMS) and neuroblastoma (NBL). It regulates key oncogenic processes including tumor cell survival, proliferation and metastasis. In aRMS, <i>MYCN<\/i> transcription is driven by the <i>PAX3-FOXO1<\/i> gene fusion. <i>MYCN<\/i> and other short half-life mRNA transcripts depend on CDK9 to drive transcription of target genes to initiate and maintain the oncogenic program, making CDK9 blockade an effective therapeutic route against MYC-driven cancers. We have previously shown the activity and tolerability of enitociclib in tumor xenograft models. In this study, we investigated the activity of the selective small-molecule CDK9 inhibitor enitociclib (VIP152\/BAY1521152) in preclinical models of pediatric <i>MYCN<\/i>-amplified aRMS and NBL.<br \/>Methods: Cell-based viability assays were performed in aRMS (Rh30 and Rh41) and NBL (LAN1, SK-N-AS, SK-N-BE(2) and SK-N-MC) cell lines. Enitociclib antitumor activity was measured by Alamar Blue cell viability assay after 96 h exposure at 9 dose levels (8 nM-2 &#956;M) with DMSO used as control. We performed combination screens of enitociclib with several FDA-approved drugs (n=215). Selected agents with IC<sub>50<\/sub> values &#60;1 &#956;M were analyzed at constant dilution ratios of two inhibitors. Drug synergy was calculated by established methods using SynergyFinder 3.0. Target modulation was determined for RNA polymerase II (RNAPII), MYCN and apoptosis inducers caspase-3 and PARP, in addition to PAX3-FOXO1 and PLK1 protein levels in aRMS cells, by western blotting after continuous exposure with enitociclib for 24 h.<br \/>Results: Significant cytotoxic activity, with IC<sub>50<\/sub> values ranging from 48-182 nM and 39-123 nM was seen for aRMS cells and NBL cells, respectively. SynergyFinder found synergistic effects of enitociclib with irinotecan, carfilzomib, etoposide, bortezomib, selinexor or topotecan tested at clinically relevant concentrations in the aRMS cell line Rh41. Enitociclib induced apoptosis with cleavage of caspase-3 and PARP by western blotting in a dose- and time-dependent manner in addition to the depletion of phosphorylated RNAPII (Ser2) and MYCN protein levels. In aRMS cells, PAX3-FOXO1 fusion and PLK1 proteins were downregulated. Annexin V\/propidium iodide staining confirmed a dose-dependent increase in apoptosis after enitociclib exposure.<br \/>Conclusions:<b> <\/b>Our results suggest that CDK9 inhibition is potentially clinically relevant for <i>MYCN<\/i>-amplified solid tumors such as aRMS and NBL due to its significant antitumor activity and pharmacologic targetability. The data provide essential information on the distinct targets, biomarkers of activity and clinically feasible drug combinations for the development of enitociclib in clinical trials addressing an unmet need in pediatric oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"MYCN,CDK inhibitor,Solid tumors,Pediatric cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Son Tran<\/b><sup>1<\/sup>, Patrick Sipila<sup>1<\/sup>, Melanie  M.  Frigault<sup>2<\/sup>, Amy  J.  Johnson<sup>2<\/sup>, Joseph Birkett<sup>2<\/sup>, Raquel Izumi<sup>2<\/sup>, Ahmed Hamdy<sup>2<\/sup>, Beatrix Stelte-Ludwig<sup>3<\/sup>, David  P.  Douglass<sup>4<\/sup>, Anne-Marie Langevin<sup>5<\/sup>, Norman  J.  Lacayo<sup>6<\/sup>, Aru Narendran<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Calgary, Calgary, AB, Canada,<sup>2<\/sup>Vincerx Pharma, Palo Alto, CA,<sup>3<\/sup>Vincerx Pharma, GmbH, Monheim, Germany,<sup>4<\/sup>University of Arkansas for Medical Sciences, Little Rock, AR,<sup>5<\/sup>UT Health San Antonio, San Antonio, TX,<sup>6<\/sup>Stanford University Medical Center, Palo Alto, CA","CSlideId":"","ControlKey":"6f42ca61-899f-4960-ad3f-b04ca5708409","ControlNumber":"6396","DisclosureBlock":"&nbsp;<b>S. Tran, <\/b> None..<br><b>P. Sipila, <\/b> None.&nbsp;<br><b>M. M. Frigault, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock. <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>A. J. Johnson, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock. <br><b>Janssen<\/b> Employment, Stock. <br><b>J. Birkett, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock. <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>R. Izumi, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock. <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>A. Hamdy, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock. <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>B. Stelte-Ludwig, <\/b> <br><b>Vincerx Pharma<\/b> Employment, Stock. <br><b>Bayer<\/b> Employment, Stock.<br><b>D. P. Douglass, <\/b> None..<br><b>A. Langevin, <\/b> None..<br><b>N. J. Lacayo, <\/b> None.&nbsp;<br><b>A. Narendran, <\/b> <br><b>Provectus Biopharmaceuticals<\/b> Grant\/Contract, Patent, Other Intellectual Property. <br><b>Vincerx Pharma<\/b> Grant\/Contract. <br><b>CorMedix<\/b> Grant\/Contract.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1613","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1558","PresenterBiography":null,"PresenterDisplayName":"Son Tran, BS","PresenterKey":"707328bd-987f-4ce4-89a2-7952b256b8d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1558. Targeting CDK9 via the small-molecule inhibitor enitociclib as a therapeutic strategy to treat <i>MYCN<\/i>-amplified rhabdomyosarcoma and neuroblastoma in children","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting CDK9 via the small-molecule inhibitor enitociclib as a therapeutic strategy to treat <i>MYCN<\/i>-amplified rhabdomyosarcoma and neuroblastoma in children","Topics":null,"cSlideId":""},{"Abstract":"Most cancer-directed targeted therapies are developed using small molecule inhibitors that require a druggable binding pocket on the target of interest. Macrocyclic peptides can selectively block protein-protein interactions required for function and hence can be used to target previously undruggable proteins. Using a structure-guided approach, Circle Pharma developed cell-permeable macrocyclic peptides that block the ability of Cyclin A and\/or Cyclin B, to bind RxL motifs on their substrates thereby inhibiting Cyclin activity. A separate study (Gleason et al. AACR 2023) revealed that cancer cell lines with RB\/E2F dysregulation were highly sensitive dual Cyclin A\/B peptides, which includes most small cell lung cancer (SCLC) cell lines with <i>RB1<\/i> and <i>TP53 <\/i>inactivation. Importantly, some cancer cell lines and all non-transformed cell lines examined were insensitive to Cyclin A\/B inhibitors suggesting high potential for a therapeutic window. We found that dual Cyclin A\/B inhibitors blocked cellular proliferation, caused accumulation of cells in mitosis, and robustly induced apoptosis in SCLC cell lines. In contrast, selective Cyclin A or Cyclin B inhibitors had significantly lower activity than dual Cyclin A\/B inhibitors demonstrating that inhibition of both Cyclin A and Cyclin B is required to induce apoptosis in sensitive cells. Using these Cyclin A\/B RxL inhibitors, we performed genome-wide CRISPR\/Cas9 positive selection resistance screens and subsequent rigorous validation in SCLC cells. Our screen identified Cyclin B and CDK2 as the targets of Cyclin A\/B inhibitors. Our screen also showed that MAD1 and the ROD-Zwilch-Zw10 (RZZ) complex of the mitotic spindle assembly checkpoint (SAC), which is regulated by the kinase Mps1, is required for Cyclin A\/B inhibitors to induce apoptosis. In line with this, chemical inhibition of Mps1 caused resistance demonstrating that SAC activation by Mps1 is required for the ability of Cyclin A\/B inhibitors to induce apoptosis. Interestingly, Cyclin A\/B inhibitors selectively induced DNA damage measured by phospho-H2AX accumulation and SAC activation measured by Mps1 activity in highly sensitive <i>RB1<\/i>- and <i>TP53<\/i>-deficient SCLC cell lines while having no effect on DNA damage and SAC activation in resistant <i>RB1<\/i>- and <i>TP53<\/i>-proficient cell lines. Moreover, Cyclin A\/B inhibitors also significantly induced phospho-H2AX accumulation in <i>RB1<\/i>- and <i>TP53<\/i>-proficient normal RPE1 cells and A549 cells only after dual CRISPR inactivation of <i>RB1 <\/i>and <i>TP53.<\/i> In summary, we found that novel cell-permeable dual Cyclin A\/B RxL macrocyclic peptides selectively induce apoptosis in <i>RB1<\/i>\/<i>TP53<\/i>-deficient cancer cell lines involving a mechanism where DNA damage induces SAC activation leading to apoptosis. Our data suggests that Cyclin A\/B RxL peptide inhibitors should be further explored as a therapeutic strategy in <i>RB1<\/i>\/<i>TP53<\/i>-deficient cancers such as SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Cyclin,Lung cancer: small cell,CDK,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Shilpa Singh<sup>1<\/sup>, Yavuz  T.  Durmaz<sup>1<\/sup>, Catherine E. Gleason<sup>2<\/sup>, Evelyn W. Wang<sup>3<\/sup>, Rajinder Singh<sup>3<\/sup>, David J. Earp<sup>3<\/sup>, Pablo D. Garcia<sup>3<\/sup>, <b>Matthew G. Oser<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Boston, MA,<sup>2<\/sup>Circle Pharma Inc, South San Francisco, CA,<sup>3<\/sup>Circle Pharma Inc., South San Francisco, CA","CSlideId":"","ControlKey":"b88f2e22-cf90-4a70-b85b-1d89a8cc70af","ControlNumber":"6026","DisclosureBlock":"<b>&nbsp;S. Singh, <\/b> <br><b>Circle Pharma Inc.<\/b> Grant\/Contract. <br><b>Y. T. Durmaz, <\/b> <br><b>Circle Pharma Inc.<\/b> Grant\/Contract. <br><b>C. E. Gleason, <\/b> <br><b>Circle Pharma Inc.<\/b> Employment, Stock, Stock Option. <br><b>E. W. Wang, <\/b> <br><b>Circle Pharma Inc.<\/b> Employment, Stock, Stock Option. <br><b>R. Singh, <\/b> <br><b>Circle Pharma Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. J. Earp, <\/b> <br><b>Circle Pharma Inc.<\/b> Employment, Stock, Stock Option. <br><b>P. D. Garcia, <\/b> <br><b>Circle Pharma Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. G. Oser, <\/b> <br><b>Circle Pharma Inc.<\/b> Grant\/Contract.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1592","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1559","PresenterBiography":null,"PresenterDisplayName":"Matthew Oser, BA;MD;PhD","PresenterKey":"204f9c15-109c-4c56-a460-1a46449af7da","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1559. Mechanisms responsible for hypersensitivity of small cell lung cancers to novel cyclin A and B RxL macrocyclic peptide inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms responsible for hypersensitivity of small cell lung cancers to novel cyclin A and B RxL macrocyclic peptide inhibitors","Topics":null,"cSlideId":""},{"Abstract":"RB and E2F genes are frequently altered in cancer. Cyclin\/Cdk (cyclin-dependent kinase) complexes regulate the activity of RB and E2F to drive cell cycle progression and ensure fidelity of DNA replication. A critical subset of their substrates (Rb, E2F, Cdc6, etc.) requires a short linear motif (RxL) that interacts with the hydrophobic patch on cyclins. Peptides that disrupt the cyclin\/RxL interaction were found to be synthetically lethal in cancer cell lines displaying Rb-E2F dysregulation (Chen, 1999). Using structure-guided design, cell-permeable macrocycles were synthesized that selectively inhibit RxL-mediated binding to cyclins A and B. Preclinical studies with an orally bioavailable cyclin A\/B RxL inhibitor show activity in cell lines with Rb-E2F pathway dysregulation, and inhibition of tumor growth and regression in xenograft models of small cell lung carcinoma (SCLC).<br \/>RB-null mutations occur with high frequency in SCLC tumors (Febres-Aldana 2022). Previously we reported (AACR April 2022 Abs.#5379) sensitivity of a large proportion of SCLC cell lines to cyclin RxL inhibitors. Further studies have shown that such compounds have growth inhibitory activity in cell lines representing multiple types of solid tumors and hematological malignancies. Sensitivity of the cell lines to these macrocyclic inhibitors is associated with increased expression of genes involved in the E2F pathway, consistent with the proposed Rb\/cyclin\/E2F pathway synthetic lethality mechanism.<br \/>Disruption of RxL binding to both cyclin A and B is required for sensitivity. Cyclin A\/B RxL inhibitors disrupt the interactions of E2F and Cdc6 with cyclin A\/Cdk complexes in co-immunoprecipitation studies and have EC<sub>50<\/sub> values consistent with biochemical and cellular activity. Cyclin A\/B RxL inhibition results in accumulation of cells in the G2\/M phase of the cell cycle which leads to apoptosis both <i>in vitro<\/i> and <i>in vivo<\/i>. A separate study (Singh et al. AACR 2023) utilizing a CRISPR screen identified that genes of the spindle assembly checkpoint (SAC) are required for the synthetic lethality induced by the cyclin A\/B RxL inhibitors. <i> <\/i>The inhibitors assessed <i>in vitro<\/i> for off-target activity showed negligible activity in a panel of 468 kinases and in safety panels that include GPCRs, ion channels, and transporters. In a 14-day tolerability study, neither neutropenia nor significant effects in other blood cell counts were noted. Cyclin A\/B RxL inhibitors cause significant tumor regression via oral administration in SCLC xenograft models.<br \/>Given their compelling characteristics, we are progressing the development of these orally bioavailable macrocyclic cyclin A\/B RxL inhibitors to the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Cyclin,Cell cycle regulation,E2F,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Catherine  E.  Gleason<\/b><sup><\/sup>, Pablo  D.  Garcia<sup><\/sup>, Ranya Odeh<sup><\/sup>, Frances Hamkins-Indik<sup><\/sup>, Daphne He<sup><\/sup>, Meisam Nosrati<sup><\/sup>, Gavin Situ<sup><\/sup>, Roberta Sala<sup><\/sup>, Bernard Levin<sup><\/sup>, Li-Fen Liu<sup><\/sup>, Evelyn W. Wang<sup><\/sup>, Siegfried Leung<sup><\/sup>, Breena Fraga<sup><\/sup>, Andrew  T.  Bockus<sup><\/sup>, Justin Shapiro<sup><\/sup>, Nathan Dupper<sup><\/sup>, Chinmay Bhatt<sup><\/sup>, Kai Yang<sup><\/sup>, Megan DeMart<sup><\/sup>, Sammy Metobo<sup><\/sup>, James Aggen<sup><\/sup>, Peadar Cremin<sup><\/sup>, Ramesh Bambal<sup><\/sup>, Constantine Kreatsoulas<sup><\/sup>, David  J.  Earp<sup><\/sup>, Rajinder Singh<sup><\/sup><br><br\/>Circle Pharma, Inc., San Francisco, CA","CSlideId":"","ControlKey":"1f53e701-2fba-4c37-b7d1-a49bfa9c5b35","ControlNumber":"4752","DisclosureBlock":"<b>&nbsp;C. E. Gleason, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>P. D. Garcia, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>R. Odeh, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>F. Hamkins-Indik, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>D. He, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>M. Nosrati, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>G. Situ, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>R. Sala, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>B. Levin, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>L. Liu, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>E. W. Wang, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>S. Leung, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>B. Fraga, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>A. T. Bockus, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>J. Shapiro, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>N. Dupper, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>C. Bhatt, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>K. Yang, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>M. DeMart, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>S. Metobo, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>J. Aggen, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>P. Cremin, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>R. Bambal, <\/b> <br><b>Circle Pharma Inc<\/b> Stock. <br><b>C. Kreatsoulas, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>D. J. Earp, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option. <br><b>R. Singh, <\/b> <br><b>Circle Pharma Inc<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1612","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1560","PresenterBiography":null,"PresenterDisplayName":"Catherine Gleason, PhD","PresenterKey":"310765c9-30e3-4a0c-bf73-fd90e9b11d3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1560. Orally bioavailable macrocycles that target cyclins A and B RxL motifs cause tumor regression in xenograft models and <i>in vitro <\/i>show activity across multiple cancer types","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Orally bioavailable macrocycles that target cyclins A and B RxL motifs cause tumor regression in xenograft models and <i>in vitro <\/i>show activity across multiple cancer types","Topics":null,"cSlideId":""},{"Abstract":"Diffuse Midline Gliomas (DMGs) are devastating and incurable pediatric brain tumours. DMGs are characterised by epigenetic aberrations in the form of histone modifications, coupled with mitotic abnormalities, which together drive a stem-like transcriptional cell state that is critically dependent on the cell cycle. Polo-like kinase 1 (PLK1) is a pivotal regulator of mitosis and cell cycle progression. To determine an effective therapeutic strategy against DMG, we characterised the anti-tumour potential of PLK1 inhibition, either alone or in combination with radiotherapy. We show that targeting PLK1 with small molecule inhibitors BI2536 and BI6727 (volasertib) reduced DMG colony formation and cell proliferation, and induced G2\/M checkpoint arrest and apoptosis <i>in vitro<\/i> at physiologically achievable, clinically relevant concentrations. When combined with radiotherapy, PLK1 inhibitors acted as potent radiosensitisers with synergistic suppression of DMG survival. We further show that PLK1 inhibitors exert potent anti-tumour effects in highly aggressive orthotopic DMG models, effectively extending the median survival of tumour harbouring mice both as a single agent and enhanced in combination with radiotherapy. We further demonstrate a potential novel role for PLK1 in defining an oncogenic transcriptional state in DMG by acting as a conduit between cell cycle progression and the DMG epigenome through modulation of polycomb repressive complex 2 (PRC2) activity and its resultant histone methyltransferase function. Together, these data indicate that targeting PLK1 is a highly promising therapeutic strategy to arrest DMG tumorgenicity. This data has formed the basis for a planned international Phase 1\/2 trial of the PLK1 inhibitor volasertib in combination with radiotherapy in paediatric patients with DMG.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Pediatric cancers,Cell cycle,Diffuse Midline Glioma,PLK1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elisha Hayden<\/b><sup>1<\/sup>, Laura Franshaw<sup>1<\/sup>, Dannielle Upton<sup>1<\/sup>, Jie Liu<sup>1<\/sup>, Hieu Nguyen<sup>1<\/sup>, Swapna Joshi<sup>1<\/sup>, Maria Tsoli<sup>1<\/sup>, Emmy Dolman<sup>1<\/sup>, Benjamin Rayner<sup>1<\/sup>, David Ziegler<sup>2<\/sup><br><br\/><sup>1<\/sup>Childrens Cancer Institute, Lowy Cancer Centre, University of New South Wales, Sydney, Australia,<sup>2<\/sup>Kids Cancer Centre, Sydney Childrens Hospital, Sydney, Australia","CSlideId":"","ControlKey":"32f5c57f-5bc1-476f-8c3d-80a27a8d6a09","ControlNumber":"7594","DisclosureBlock":"&nbsp;<b>E. Hayden, <\/b> None..<br><b>L. Franshaw, <\/b> None..<br><b>D. Upton, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>H. Nguyen, <\/b> None..<br><b>S. Joshi, <\/b> None..<br><b>M. Tsoli, <\/b> None..<br><b>E. Dolman, <\/b> None..<br><b>B. Rayner, <\/b> None..<br><b>D. Ziegler, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1605","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1561","PresenterBiography":null,"PresenterDisplayName":"Elisha Hayden, MS","PresenterKey":"95884ef5-43eb-4ad6-b26b-0c52c4488132","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1561. Preclinical examination of PLK1 inhibitors for the treatment of diffuse midline gliomas","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical examination of PLK1 inhibitors for the treatment of diffuse midline gliomas","Topics":null,"cSlideId":""},{"Abstract":"Background: High unmet needs exist to develop novel therapeutics and identify biomarkers to predict response in PR-HGSOC. We previously reported clinical activity of CHK1 inhibitor (CHK1i), prexasertib (a.k.a.ACR-368) in heavily pretreated BRCAwt PR-HGSOC (response rate [RR]: 30.7%, median progression free survival [PFS]: 5.8 [1.7-26.4] months; NCT02203513). Here, we aim to identify molecular correlates to CHK1i treatment.<br \/>Methods: Prexasertib was given at 105 mg\/m2 IV every 14 days in a 28-day cycle. Pre-treatment fresh core biopsies were collected from the biopsy cohort for RNA sequencing (RNAseq) and Whole Exome Sequencing (WES). Gene Set Enrichment Analysis (GSEA) and WES analysis were performed to identify molecular features that might predict response\/resistance to CHK1i. Blood samples were collected at baseline and cycle 1 day 15 (C1D15) from both biopsy and non-biopsy cohorts. Multiparametric flow cytometry evaluating immune cell subsets was performed to identify changes in the immune response. Comparison of correlative markers was performed using a non-parametric Mann-Whitney test (GraphPad Prism, V9).<br \/>Results: 49 BRCAwt PR-HGSOC patients (median 4 prior therapies [IQR 3-7]) were enrolled in both cohorts (biopsy cohort: n=25 and non-biopsy cohort: n=24) and received at least one dose of prexasertib. Among 39 RECIST evaluable patients, 18 had clinical benefit (CB), defined by PFS<u>&#62;<\/u>6months. Tissue samples were obtained from 15 evaluable patients (biopsy cohort), and blood samples from 39 evaluable patients (both cohorts). While WES analysis did not reveal correlation between treatment response and genetic variants, GSEA showed insulin-like growth factor 1 (IGF1)\/insulin pathway, nucleotide excision repair (NER), and homologous recombination (HR) pathways enriched in patients with no clinical benefit (NCB; PFS&#60;6months). Upregulation of gene expression belonging to IGF1\/insulin pathway was found in patients with NCB, <i>i.e.,<\/i> <i>IGF1R<\/i> (p=0.02), <i>IGF2BP3<\/i> (p=0.04), <i>SLC2A4<\/i> (p=0.01), as well as genes belonging to the NER pathway, <i>i.e.<\/i>, <i>POLE<\/i> (p=0.03) and <i>RAD23A<\/i> (p=0.02). Flow cytometry analysis showed an increase in the percentage of monocytic myeloid-derived suppressor cells (M-MDSCs) during CHK1i treatment in the NCB group (median 3.67% [0-15.9%] at baseline vs 7.8% [1.97-25.00%] at C1D15; p=0.009). Also, a higher percentage of M-MDSCs on C1D15 was found in NCB compared to the CB group (median 7.8% [1.97-25%] vs 5.52% [0.93-17.6%]; p=0.03).<br \/>Conclusions: CHK1i yields promising clinical benefit in BRCAwt, PR-HGSOC, hard-to-treat population. Our preliminary biomarker analyses suggest that tumoral upregulation of IGF1\/insulin and DNA repair pathways as well as a systemic increase of immunosuppressive cells, <i>e.g.,<\/i> M-MDSCs may negatively impact CHK1i response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Cell cycle checkpoints,Cell cycle inhibitors,DNA repair,Insulin-like growth factor 1 (IGF-1) receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elena Giudice<\/b><sup><\/sup>, Grant Zurcher<sup><\/sup>, Jayakumar Nair<sup><\/sup>, Tzu-Ting Huang<sup><\/sup>, Min-Jung Lee<sup><\/sup>, Jane  B.  Trepel<sup><\/sup>, Jung-Min Lee<sup><\/sup><br><br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"05c7de2c-fde6-4a05-b1b1-b683084e6e00","ControlNumber":"2209","DisclosureBlock":"&nbsp;<b>E. Giudice, <\/b> None..<br><b>G. Zurcher, <\/b> None..<br><b>J. Nair, <\/b> None..<br><b>T. Huang, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>J. B. Trepel, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1616","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1562","PresenterBiography":null,"PresenterDisplayName":"Elena Giudice, MD","PresenterKey":"fc88efd6-26c1-4828-b843-e4b8e8203943","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1562. Correlative biomarker analysis of the phase II study of prexasertib, a cell cycle checkpoint kinase 1 (CHK1) inhibitor, in BRCA wild-type (BRCAwt), platinum-resistant recurrent, high-grade serous ovarian cancer (PR-HGSOC)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Correlative biomarker analysis of the phase II study of prexasertib, a cell cycle checkpoint kinase 1 (CHK1) inhibitor, in BRCA wild-type (BRCAwt), platinum-resistant recurrent, high-grade serous ovarian cancer (PR-HGSOC)","Topics":null,"cSlideId":""},{"Abstract":"Human papillomavirus (HPV)-negative head and neck squamous cell carcinoma (HNSCC) and lung cancer mainly harbor disruptive mutations in <i>TP53<\/i> and\/or <i>CDKN2A<\/i> tumor suppressor genes, which are associated with refractoriness to treatment as well as poor prognosis and survival. Mutational loss of TP53 function fosters elevated expression of Aurora kinase A (AURKA) that plays a crucial role in mitotic progression at G2\/M and stabilizes DNA replication forks at S phase. We have previously demonstrated that combined inhibition of AURKA and WEE1, a G2\/M checkpoint kinase induced by replication stress, results in synergistic anti-tumor effects in HNSCC <i>in vitro<\/i> and <i>in vivo<\/i>. We have now further confirmed synergy using the highly selective AURKA inhibitor VIC1911 in HNSCC and lung cancers harboring <i>TP53<\/i> mutations and explored mechanisms of cell death. VIC1911 and adavosertib combination synergistically suppressed cell growth and survival in both 2D- and 3D-culture systems relative to vehicle or single-agent treatment in <i>TP53<\/i>-mutated HNSCC FaDu and CAL27, and lung cancer A549 and NCI-H358 cells, with no observable toxicity in normal cells, predicting a favorable therapeutic index. Furthermore, combination treatment accelerated mitotic entry and resulted in accumulation of mitotic catastrophe, as demonstrated by time-lapse imaging, and apoptotic cell death as evidenced by cleaved PARP assays. Notably, we found that combination VIC1911 and adavosertib in HNSCC cells drastically slowed and stalled progression of replication forks in DNA fiber analysis (Mean: DMSO=3.117; adavosertib=1.495; VIC1911=0.9757; combination=0.5548 kb\/min; <i>P <\/i>&#60;0.0001) and amplified DNA damage as measured by &#947;H2AX, indicating induction of severe replication stress. <i>In vivo<\/i>, this combination resulted in significant tumor regression in both HNSCC and lung adenocarcinoma patient-derived and cancer cell-derived xenografted mice compared with either vehicle or single-agent treatment. Taken together, these results suggest that AURKA inhibition increases dependency on WEE1 by enhancing replication stress and mitotic catastrophe, and support clinical evaluation of combined AURKA and WEE1 inhibition as a novel and effective treatment for HNSCC and lung cancer patients with elevated AURKA expression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Cell cycle inhibitors,DNA replication stress,Targeted therapy,Combination study,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jong Woo Lee<\/b><sup>1<\/sup>, Sundong Kim<sup>2<\/sup>, Sebastian Cruz-Gomez<sup>2<\/sup>, Jackie Shi<sup>2<\/sup>, Cindy Yang<sup>3<\/sup>, Barbara Burtness<sup>2<\/sup><br><br\/><sup>1<\/sup>Medical Oncology, Yale Cancer Center, Yale School of Medicine, Yale University, North Haven, CT,<sup>2<\/sup>Medical Oncology, Yale Cancer Center, Yale School of Medicine, Yale University, New Haven, CT,<sup>3<\/sup>Johns Hopkins School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"b199112a-a603-4677-90fa-89a03abf41cd","ControlNumber":"7227","DisclosureBlock":"&nbsp;<b>J. Lee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>S. Cruz-Gomez, <\/b> None..<br><b>J. Shi, <\/b> None..<br><b>C. Yang, <\/b> None.&nbsp;<br><b>B. Burtness, <\/b> <br><b>Astra Zeneca<\/b> Other, Data Safety Monitoring Committee. <br><b>Merck<\/b> Other, Steering Committee. <br><b>Kura<\/b> Other, Data Safety Monitoring Committee. <br><b>Merck KgA<\/b> Other, Steering Committee. <br><b>Vaccinex<\/b> Grant\/Contract. <br><b>Genmab<\/b> Other. <br><b>Cue BioPharma<\/b> Grant\/Contract, Other, Steering Committee.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1606","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1563","PresenterBiography":null,"PresenterDisplayName":"Jong Woo Lee, PhD","PresenterKey":"b0490791-215e-40ee-96f0-50da8e22125e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1563. Concomitant inhibition of Aurora kinase A and WEE1 kinases results in synergistic tumor control and heightens DNA replication stress in head and neck and lung carcinomas.","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Concomitant inhibition of Aurora kinase A and WEE1 kinases results in synergistic tumor control and heightens DNA replication stress in head and neck and lung carcinomas.","Topics":null,"cSlideId":""},{"Abstract":"Many lethal cancer types have inactivation of the retinoblastoma (Rb) tumor suppressor pathway including cancers caused by human papillomavirus (HPV), which causes &#62;5% of all cancers worldwide. There are no therapies that uniquely target Rb-deficient cancers. Biomarker-selected, molecular targeted therapy for Rb-deficient cancers represents both an unmet need and a translational knowledge gap. To address this gap, we recently published data that support a model in which Rb-deficient cancers, having high levels of Mad2, survive owing to TRIP13-mediated inhibition of Mad2 and Aurora A-mediated mitotic progression. The combination of Aurora A inhibition (alisertib) plus TRIP13 depletion caused extensive apoptosis in Rb-deficient, but not in Rb-proficient, cancer cells. Both Aurora A and TRIP13 are involved in the cell&#8217;s response to DNA damage and apoptosis that can lead to immunogenic cell death (ICD), prompting us to investigate the mechanism underlying the synthetic lethality of TRIP13 and Aurora A in Rb-deficient cancer cells.<br \/>We transfected two HPV+ cell lines with TRIP13 or control siRNA and incubated with 100nM alisertib. We also generated two stable HPV+ cell lines with TRIP13KO. In both these systems, TRIP13 KD or KO alone did not cause apoptosis. Incubation with alisertib resulted in significant cell death, that validated our previous findings. We then tested the effect of the combination on DNA damage. Alisertib caused robust increases in &#947;H2AX, pTIF1&#946; (KAP1, TRIM28), and DNA PKcs, measured using immunoblotting, in both TRIP13 KD and KO HPV+ cell lines. We also observed enhanced &#947;H2AX staining using confocal microscopy.<br \/>ICD leads to activation of immune cells by the dying cancer cells in the tumor microenvironment involving the release of antigenic fragments that are engulfed, processed and presented by antigen presenting cells for the induction of antigen-specific T-cell responses. Studies have shown DNA damage stimulates the cGAS\/STING pathway leading to ICD. In our system, we saw that TRIP13KO and KD in HPV+ cells treated with alisertib, resulted in marked activation of the cGAS\/STING pathway and release of cytochrome C and IL1&#945; in the cell supernatant, which are markers of pyroptosis. Additionally, we also observed gasdermin-E cleavage. The combination further led to increased cancer cell secretion of GM-CSF, IL6, and IL18 that can activate macrophages, NK cells and T-cells.<br \/>The selective effect of the combination in Rb-deficient cancer cells allowed us to significantly reduce the concentration of alisertib. By sparing normal cells that express Rb, this combination can potentially reduce treatment toxicity in patients with Rb-deficient cancers. The ICD induced by this combination may lead to host T-cell engagement, thereby further enhancing tumor elimination. This work can shape future clinical trials that can change current treatment regime.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Retinoblastoma protein,Aurora kinase,Targeted therapy,Cell cycle checkpoints,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Soma Ghosh<\/b><sup><\/sup>, Tuhina Mazumdar<sup><\/sup>, Lacin Yapindi<sup><\/sup>, Pragya Sinha<sup><\/sup>, Jagannadha Sastry<sup><\/sup>, Faye  M.  Johnson<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"a76a67cd-c177-4321-ab91-a8ccd04720de","ControlNumber":"1897","DisclosureBlock":"&nbsp;<b>S. Ghosh, <\/b> None..<br><b>T. Mazumdar, <\/b> None..<br><b>L. Yapindi, <\/b> None..<br><b>P. Sinha, <\/b> None..<br><b>J. Sastry, <\/b> None..<br><b>F. M. Johnson, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1654","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1564","PresenterBiography":null,"PresenterDisplayName":"Soma Ghosh, PhD","PresenterKey":"65a89b3f-aca6-4b25-bb44-72ecee6b43f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1564. Novel combination of TRIP13 and Aurora kinase A inhibition demonstrated extensive DNA damage and immunogenic cell death in RB-deficient cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel combination of TRIP13 and Aurora kinase A inhibition demonstrated extensive DNA damage and immunogenic cell death in RB-deficient cancers","Topics":null,"cSlideId":""},{"Abstract":"Ewing Sarcoma (EWS) is a rare and aggressive pediatric malignancy of the bone and soft tissues. Despite intensive systemic combination chemotherapy and surgery\/radiotherapy for local control, patients with metastatic disease have dismal prognosis (&#60;30% overall survival rate). To identify better therapies for patients with refractory, recurrent and metastatic disease, we previously conducted in silico and drug re-purposing screens (PMID: 27863422; 31025088) that identified proteins essential for mitotic spindle formation and cell cycle progression such as Aurora Kinase A (AURKA), Kinesin Family Member 11 (KIF11), Kinesin Family Member 15 (KIF15) and its binding partner; targeting protein for Xklp2 (TPX2) that are upregulated by <i>EWS-FLI1,<\/i> the primary oncogenic driver of EWS, indicating their potential as therapeutic targets. KIF11 and KIF15 are mitotic motor kinesins essential for bipolar spindle formation, whereas AURKA is a mitotic kinase essential for centrosome maturation and mitotic spindle assembly. Though KIF11 and AURKA inhibitors have been extensively used in clinical trials before but have not been tested together in combination for any type of cancer. <i>We hypothesized that targeting these two key proteins essential for mitotic progression provides a therapeutic vulnerability for Ewing Sarcoma by inducing G2\/M arrest and mitotic catastrophe.<\/i> Specific KIF11 (SB-743921) and AURKA (VIC-1911, VITRAC Therapeutics) inhibitors were used for targeting these proteins. We evaluated the <i>in vitro <\/i>activity of VIC-1911 and SB-743921 and synergy was measured by percentage inhibition of growth via SynergyFinder, that employs reference models (Bliss) to score synergy (scores &#62;10 is synergistic). EWS showed strong synergistic interaction at physiologically relevant doses compared to control cell lines (<i>e.g.,<\/i> mesenchymal stem cells and non-EWS tumor cells). This drug combination was effective in refractory EWS cells established post-chemotherapy (synergy score &#62;24) and at much lower doses in cells established from pre-treatment tumor tissue (synergy score &#62;27) indicating effectiveness at various clinical stages of EWS disease. Importantly, this therapy appeared preferential to EWS cells with an <i>EWS-ETS<\/i> fusion as compared to non-EWS cells. We observed zero colony formation in vitro with the combination treatment and increased percentage accumulation of cells in G2\/M phase upon cell-cycle analysis indicating mitotic arrest. In vivo studies in EWS xenograft mouse models showed sustained tumor regression (NED at 30 days after ending therapy). The combination arm showed significant survival versus control (p&#8804; 0.001, HR=0.42, 95% CI=0.14-1.25), VIC-1911 (p&#8804; 0.001, HR=0.48, 95% CI=0.16-1.42) or SB-743921 (p &#8804; 0.01, p&#8804; HR=0.71, 95% CI=0.21-2.34) alone. Efforts are underway to translate these preclinical studies into an early phase clinical trial of patients with histologically proven EWS who have failed standard of care therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Fusion proteins,Drug synergy,Cell cycle inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Soumya  M.  Turaga<\/b><sup>1<\/sup>, Vikalp Vishwakarma<sup>1<\/sup>, Stacey Hembruff<sup>2<\/sup>, Rajni Puri<sup>1<\/sup>, Priya Sabu<sup>3<\/sup>, Glenson Samuel<sup>4<\/sup>, Andrew  K.  Godwin<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology and Laboratory Medicine, University of Kansas Medical Center, Kansas City, KS,<sup>2<\/sup>Cancer Biology, University of Kansas Medical Center, Kansas City, KS,<sup>3<\/sup>Gynecologic Oncology, University of Kansas Medical Center, Kansas City, KS,<sup>4<\/sup>Pediatric Hematology Oncology and Bone Marrow Transplantation, Children's Mercy Hospital, Kansas City, MO","CSlideId":"","ControlKey":"bd5f73ce-8260-40a5-af49-ba461c5d821a","ControlNumber":"1901","DisclosureBlock":"&nbsp;<b>S. M. Turaga, <\/b> None..<br><b>V. Vishwakarma, <\/b> None..<br><b>S. Hembruff, <\/b> None..<br><b>R. Puri, <\/b> None..<br><b>P. Sabu, <\/b> None..<br><b>G. Samuel, <\/b> None.&nbsp;<br><b>A. K. Godwin, <\/b> <br><b>Sinochips Diagnostics<\/b> Other, Co-founder and scientific advisory board member. <br><b>Biovica<\/b> Other, Scientific advisory board member. <br><b>Clara Biotech<\/b> Stock Option, Other, Scientific advisory board member. <br><b>Predicine<\/b> Grant\/Contract. <br><b>VITRAC Therapeutics<\/b> Grant\/Contract.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1617","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1565","PresenterBiography":null,"PresenterDisplayName":"Soumya Turaga, PhD","PresenterKey":"0c871a9a-4db0-4b44-b54d-097746338cdb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1565. Targeting of KIF11 and AURKA to improve outcomes in Ewing sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting of KIF11 and AURKA to improve outcomes in Ewing sarcoma","Topics":null,"cSlideId":""},{"Abstract":"An important advance in cancer therapy in the last decade has been the development of poly ADP-ribose polymerase (PARP) inhibitors for the treatment of select ovarian and breast cancers. The clinical benefit stems from the synthetic lethality of PARP inhibitors with homologous recombination (HR) deficiency, which deficiency is prevalent in the cancer types listed above. The current model to explain the synthetic lethality is based on the observation that PARP inhibitors trap PARPs on DNA: the trapped PARPs block progression of the replisome, leading to the formation of DNA double-strand breaks (DSBs), which require HR for repair.<br \/>Here, we propose a novel mechanism to explain the synthetic lethality between PARP inhibitors and HR deficiencies. We show that PARP1 functions together with the proteins TIMELESS and TIPIN to protect the replisome from transcription-replication conflicts (TRCs). In the absence of any one of these proteins, TRCs evolved into DNA DSBs that required HR for repair, explaining the observed synthetic lethality. In further support of this model, when we inhibited transcription elongation, which prevents the emergence of transcription-replication conflicts, then the HR-deficient cancer cells became resistant to PARP inhibitors.<br \/>We further observed that trapping of PARPs on DNA was not required for the synthetic lethality with HR deficiency, since we could observe strong synthetic lethality simply by depleting PARP1 and PARP2 by siRNA. Rather, trapping of PARPs on DNA correlated with the ability of the various PARP inhibitors to inhibit PARP enzymatic activity in cells; the strongest trappers were also the most potent inhibitors of PARP1 in cells. In vitro, all PARP inhibitors tested were almost equipotent in their ability to inhibit the enzymatic activity of PARP1, meaning that the potency of PARP1 inhibitors in vitro did not reflect their inhibitory potency in cells.<br \/>Our model provides a new framework for understanding the mechanism of action of PARP inhibitors in the clinic and the mechanisms by which resistance can emerge.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"PARP inhibitors,Homologous recombination,DNA damage response,DNA replication,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thanos D. Halazonetis<\/b><sup>1<\/sup>, Michalis Petropoulos<sup>1<\/sup>, Giacomo G. Rossetti<sup>2<\/sup>, Angeliki Karamichali<sup>1<\/sup>, Alena Freudenmann<sup>2<\/sup>, Luca Iacovino<sup>2<\/sup>, Vasilis Dionellis<sup>1<\/sup>, Sotirios K. Sotiriou<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Geneva, Geneva, Switzerland,<sup>2<\/sup>FoRx Therapeutics, Basel, Switzerland","CSlideId":"","ControlKey":"a03a201e-585b-436a-8d91-5d22e7b272a4","ControlNumber":"2182","DisclosureBlock":"<b>&nbsp;T. D. Halazonetis, <\/b> <br><b>FoRx Therapeutics, AG<\/b> Employment, Stock, Stock Option.<br><b>M. Petropoulos, <\/b> None.&nbsp;<br><b>G. G. Rossetti, <\/b> <br><b>FoRx Therapeutics, AG<\/b> Employment, Stock Option.<br><b>A. Karamichali, <\/b> None.&nbsp;<br><b>A. Freudenmann, <\/b> <br><b>FoRx Therapeutics, AG<\/b> Employment, Stock Option. <br><b>L. Iacovino, <\/b> <br><b>FoRx Therapeutics, AG<\/b> Employment, Stock Option. <br><b>V. Dionellis, <\/b> <br><b>FoRx Therapeutics, AG<\/b> Employment. <br><b>S. K. Sotiriou, <\/b> <br><b>FoRx Therapeutics, AG<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1623","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1566","PresenterBiography":null,"PresenterDisplayName":"Thanos Halazonetis, DDS;PhD","PresenterKey":"1d8ad735-558f-4b34-bf5c-7ab1e0623c42","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1566. DNA damage generated by transcription-replication conflicts explains the synthetic lethality of PARP inhibitors with homologous recombination deficiency","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA damage generated by transcription-replication conflicts explains the synthetic lethality of PARP inhibitors with homologous recombination deficiency","Topics":null,"cSlideId":""},{"Abstract":"Mps1\/TTK is a key regulator of the spindle assembly checkpoint (SAC), a mitotic mechanism necessary for appropriate chromosomal alignment and segregation. SAC inactivation induced by Mps1 inhibition generates lethal genomic instability in actively dividing cancer cells. Mps1 inhibition is expected to have therapeutic potential as a molecular target in gastric cancer(GC) because Mps1 expression is higher in GC than in normal gastric tissue. In this study, we aim to investigate the efficacy and biological mechanism of a novel Mps1 inhibitor, compound-9 (J. Med. Chem.&nbsp;2021, 64, 6985) in GC cell lines.<br \/>61 GC cell lines were used in this study. According to TCGA molecular subtype, 2 cell lines are EBV type, 4 cell lines are MSI-H type, 31 cell lines are CIN type, and 24 cell lines are GS type. The genomic and molecular status of the cell cycle and SAC-related factors were profiled using Whole Exome Sequencing (WES) and RNA sequencing. Endogenous Mps1 protein expression level was detected by immunoblotting.<b> <\/b>The sensitivity of the Mps1 inhibitor was evaluated by cell viability assay. IC<sub>50<\/sub> values were determined by the CalcuSyn software and cell lines were classified as a sensitive (IC<sub>50<\/sub> &#60;100 nM), moderate (100 nM &#60; IC<sub>50<\/sub> &#60;10 &#956;M), and resistant (IC<sub>50<\/sub> &#62; 10 &#956;M) group.<br \/>As a result of the Mps1 inhibitor sensitivity screening, 34% of the cell lines (21\/61) were sensitive, 38% were moderate (23\/61) and 28% were resistant (17\/61). Compared to the TCGA subtype, EBV was 50% (1\/2), MSI-H was 75% (3\/4), CIN was 42% (13\/31), and GS was 16.7% (4\/23) sensitive to Mps1 inhibitor. Interestingly, MSI-H type cell lines (n=3), which have mononucleotide repeat (cMNR) mutations, were sensitive. According to molecular genomic profiling, DNA damage repair (DDR)-related genetic alterations were found in 27\/61 (44.2%) of cell lines but were not associated with Mps1 inhibitor susceptibility. The sensitivity to Mps1 inhibitors correlates with mRNA expression of the SAC silencing molecule PPP1CA(<i>P<\/i><i>PP1CA<\/i><i>)<\/i> and the Mps1 downstream molecule MAD1(<i>MAD<\/i><i>1<\/i><i>L1<\/i><i>)<\/i>, but not with Mps1(<i>TTK<\/i><i>)<\/i>. <i>PPP1CA<\/i> (<i>p<\/i>&#60;0.5) and <i>MAD1L<\/i> (<i>p<\/i>&#60;0.05) mRNA expression levels were lower in the sensitive group than in the resistance group. Moreover, we observed that endogenous Mps1 protein expression levels varied regardless of the sensitivity of the Mps1 inhibitor. Further studies are ongoing to evaluate the underlying mechanisms.<br \/>Our data suggest that gastric cancer is sensitive to the Mps1 inhibitor, resulting in cell growth suppression. It may provide new potent treatment options for GC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Mitosis,Cell cycle checkpoints,Gastric cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kim Eun Seo<\/b><sup>1<\/sup>, Woo Sun Kwon<sup>1<\/sup>, Kim Tae Soo<sup>1<\/sup>, Juin Park<sup>1<\/sup>, Sang Woo Cho<sup>2<\/sup>, Sunghwan Kim<sup>3<\/sup>, Hyun Cheol Chung<sup>4<\/sup>, Sun Young Rha<sup>4<\/sup><br><br\/><sup>1<\/sup>Yonsei University Inst. for Cancer Research, Seoul, Korea, Republic of,<sup>2<\/sup>3Brain Korea 21 PLUS Project for Medical Science, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>Voronoi Inc. (Songdogwahak-ro 32, Yeonsu-gu) Incheon, South Korea 21984, Seoul, Korea, Republic of,<sup>4<\/sup>Division of Medical Oncology, Department of Internal Medicine, Yonsei Cancer Center, Yonsei University Health System, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"bb709733-c052-4ce9-a3c1-09d0b16909ac","ControlNumber":"7947","DisclosureBlock":"&nbsp;<b>K. Eun Seo, <\/b> None..<br><b>W. Kwon, <\/b> None..<br><b>K. Tae Soo, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Cho, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>H. Chung, <\/b> None..<br><b>S. Rha, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1658","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1567","PresenterBiography":null,"PresenterDisplayName":"Kim Eun Seo, BD","PresenterKey":"b608b60e-3be2-4ac6-b8ad-f76db0924129","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1567. Anti-cancer effect of Mps1 inhibitor in gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-cancer effect of Mps1 inhibitor in gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"The DNA damage repair protein O<sup>6<\/sup>-methylguanine methyl transferase (MGMT) reverses O<sup>6<\/sup>-alkylguanine lesions via S<i><sub>N<\/sub><\/i>2 transfer of the alkyl lesion to an active site cysteine which restores DNA to its native state. MGMT is ubiquitously expressed in healthy tissue but is silenced by promoter hypermethylation in approximately half of glioblastomas and up to 75% of lower grade gliomas. As such, patients with MGMT deficient (MGMT-) tumors benefit from DNA alkylation agents such as temozolomide (TMZ), an imidazotetrazine that deposits methyl lesions at O<sup>6<\/sup>-guanine. However, the cytotoxicity of TMZ requires an intact DNA mismatch repair (MMR) pathway and acquired resistance to TMZ via MMR silencing negates the efficacy of the drug. We recently reported the synthesis, discovery, and in vivo evaluation of KL-50, an imidazotetrazine derivative that overcomes this resistance mechanism while maintaining high selectivity for MGMT- cells in vitro and in vivo. Our preliminary mechanistic data suggest that KL-50 induces cell death independent of MMR status via the deposition of 2-fluoroethyl lesions at O<sup>6<\/sup>-guanine to give an O<sup>6<\/sup>-(2-fluoroethyl)guanine (O<sup>6<\/sup>FEtG) lesion that evolves to a deadly DNA interstrand cross-link (ICL). We hypothesize that this occurs via a two-step pathway involving slow cyclization of the initial O<sup>6<\/sup>FEtG lesion to an electrophilic N1,O<sup>6<\/sup>-ethanoguanine intermediate and subsequent nucleophilic ring-opening by the base-paired cytidine residue to yield a guanine(N1)-cytidine(N3) ethyl ICL. Our data suggest the high therapeutic index of KL-50 derives from the relative rates of MGMT reversal of O<sup>6<\/sup>FEtG and its conversion to an ICL, specifically that MGMT proficient healthy cells can repair the O<sup>6<\/sup>FEtG before it evolves to the ICL. However, direct MGMT reversal of O<sup>6<\/sup>FEtG has not been reported, and the rates of ICL formation are not known. Additionally, the formation of the putative ICL has not been demonstrated. Herein, we demonstrate that MGMT can repair the O<sup>6<\/sup>FEtG lesion. Kinetics studies using well-defined, photocaged oligonucleotides containing a single O<sup>6<\/sup>FEtG lesion show that ICL formation occurs on the order of hours. Furthermore, addition of MGMT following photo-deprotection prevents the formation of ICLs via rapid reversal of O<sup>6<\/sup>FEtG. Finally, we have detected a mass corresponding to the putative ICL in pUC19 DNA treated with KL-50 via LCMS . These findings bolster our mechanistic model and suggest strategies that exploit the relative rates of DNA damage and repair may be extensible to other tumor types harboring specific DNA repair defects.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-04 Other,,"},{"Key":"Keywords","Value":"MGMT,Mismatch repair,DNA damage,Glioma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eric D. Huseman<\/b><sup>1<\/sup>, Anna Lo<sup>1<\/sup>, Olga Fedorova<sup>2<\/sup>, Kingson Lin<sup>3<\/sup>, Susan Gueble<sup>4<\/sup>, Ranjini Sundaram<sup>4<\/sup>, Anna  M.  Pyle<sup>5<\/sup>, Ranjit S. Bindra<sup>6<\/sup>, Seth Herzon<sup>7<\/sup><br><br\/><sup>1<\/sup>Yale Department of Chemistry, New Haven, CT,<sup>2<\/sup>Department of Molecular, Cellular, and Developmental Biology, Yale University, New Haven, CT,<sup>3<\/sup>Yale Department of Chemistry, Therapeutic Radiology, Pharmacology, New Haven, CT,<sup>4<\/sup>Yale Department of Therapeutic Radiology, New Haven, CT,<sup>5<\/sup>Department of Chemistry, Yale University, New Haven, CT,<sup>6<\/sup>Yale Department of Pathology and Therapeutic Radiology, New Haven, CT,<sup>7<\/sup>Yale Department of Chemistry and Pharmacology, New Haven, CT","CSlideId":"","ControlKey":"a21f9c5a-966f-4f0c-b275-25ac0a4a8781","ControlNumber":"6956","DisclosureBlock":"&nbsp;<b>E. D. Huseman, <\/b> None..<br><b>A. Lo, <\/b> None..<br><b>O. Fedorova, <\/b> None..<br><b>K. Lin, <\/b> None..<br><b>S. Gueble, <\/b> None..<br><b>R. Sundaram, <\/b> None..<br><b>A. M. Pyle, <\/b> None..<br><b>R. S. Bindra, <\/b> None..<br><b>S. Herzon, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1774","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1568","PresenterBiography":null,"PresenterDisplayName":"Ashley Carrison, BA","PresenterKey":"980eeb31-cede-45ee-bf6c-b860700ba37c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1568. Mechanistic studies of KL-50, a novel imidazotetrazine for the treatment of MGMT-\/MMR- gliomas and glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanistic studies of KL-50, a novel imidazotetrazine for the treatment of MGMT-\/MMR- gliomas and glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Many cancers suffer from replication stress, oxidative stress, a dysfunctional redox status, and high levels of endogenous oxidative DNA damage. OXC-101 (karonudib, TH1579) targets these vulnerabilities by stopping the cancer cells in mitosis, generating ROS which increases oxidative stress and oxidative DNA damage, thereby killing the cancer cells. The aim of this study was to further investigate the underlying mechanism of OXC-101 and the cancer specific effects in solid cancers. Using e.g. microtubule polymerization assays, co-immunoprecipitation and immunofluorescence microscopy, we show a dual mechanism of action of OXC-101, disturbing microtubule function and inhibiting the nucleotide pool sanitizing enzyme MTH1. Furthermore, we demonstrate the importance of a functional spindle assemble checkpoint (SAC) for the response of OXC-101, since knocking down MAD2,using siRNA, or inhibiting SAC with reversine, results in treatment resistance. We show that the excess of oxidized nucleotides is cytotoxic when inhibiting or knocking out MTH1 in zebrafish embryos, and that pretreatment with ROS scavenger rescues the effect of OXC-101 in cancer cells. These data indicate that the increased incorporation of oxidized nucleotides into DNA is, together with the mitotic arrest, an important part of the mechanism of action and response. OXC-101 has a broad anti-cancer effect. In an ex vivo drug sensitivity study of 157 primary biopsies from solid cancer patients, OXC-101 was efficacious in a large proportion of the patient derived samples, with best responses in endometrial (73%), HNSCC (73%), bladder (70%) and prostate (83%) cancer samples. Biomarker searches for genetic alterations explaining responders\/non-responders are presently on-going. In summary, the dual mechanism of action of the mitotic MTH1 inhibitor OXC-101 explains its strong anti-cancer effect.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Antitumor agents,Microtubule-interfering agents,DNA damage response,Oxidative DNA damage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ulrika Warpman Berglund<\/b><sup>1<\/sup>, Helge Gad<sup>2<\/sup>, Kumar Sanjiv<sup>2<\/sup>, Ann-Sofie Jemth<sup>2<\/sup>, Oliver Mortusewics<sup>2<\/sup>, Lars Brautigam<sup>2<\/sup>, Juha Rantala<sup>3<\/sup>, Thomas Helleday<sup>2<\/sup><br><br\/><sup>1<\/sup>Oxcia AB and Karolinska Institute, Stockholm, Sweden,<sup>2<\/sup>Karolinska Institutet, Stockholm, Sweden,<sup>3<\/sup>Misvik Biology Oy, Turku, Finland","CSlideId":"","ControlKey":"7ba154a0-083c-4ed4-81bf-0bd38a865958","ControlNumber":"6272","DisclosureBlock":"<b>&nbsp;U. Warpman Berglund, <\/b> <br><b>Oxcia AB<\/b> Employment, Stock. <br><b>H. Gad, <\/b> <br><b>Oxcia AB<\/b> Stock. <br><b>K. Sanjiv, <\/b> <br><b>Oxcia AB<\/b> Stock. <br><b>A. Jemth, <\/b> <br><b>Oxcia AB<\/b> Stock. <br><b>O. Mortusewics, <\/b> <br><b>Oxcia AB<\/b> Stock. <br><b>L. Brautigam, <\/b> <br><b>Oxcia AB<\/b> Stock. <br><b>J. Rantala, <\/b> <br><b>Misvik Biology Oy<\/b> Employment. <br><b>T. Helleday, <\/b> <br><b>Oxcia AB<\/b> Stock.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1807","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1569","PresenterBiography":null,"PresenterDisplayName":"Ulrika Warpman Berglund","PresenterKey":"ff2d342a-7a68-4550-b6df-cf43940c4463","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1569. OXC-101 kills cancer by disturbing microtubule polymerization and inhibiting MTH1","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"OXC-101 kills cancer by disturbing microtubule polymerization and inhibiting MTH1","Topics":null,"cSlideId":""},{"Abstract":"While the rates of new cases and deaths for high grade serous ovarian cancer (HGSC) have declined steadily in the past decade, HGSC remains the fifth leading cause of cancer death in women. As many patients succumb to chemoresistance, there is a need to uncover novel targeted drugs. One way to do so is by drug repurposing. A computational screen, DrugPredict, led to the discovery that amiodarone, an antiarrhythmic, is a potent apoptosis-inducer and Myc-degrader in numerous patient-derived ovarian cancer cell lines. In search of a more selective, but less toxic compound, structure-activity relationship was applied to identify DL78. Due to its structural differences, DL78 is considered to be independent of amiodarone. DL78 lacks hERG activity, retains Myc regulation, and gains selective anticancer properties. This compound produces significant cell death selectively in patient-derived HGSC cells, including isogenic cisplatin-resistant lines, but does not harm non-transformed fallopian tube cells. Cancer cells treated with DL78 arrest prior to anaphase and showcase microtubule abnormalities and upregulation of mitotic regulators. The prolonged arrest leads to loss of Myc, mitotic catastrophe, and apoptosis selectively in the HGSC cells, while fallopian tube cells can cycle normally. DL78&#8217;s activity is confirmed to be dependent on Myc expression because targeted inhibition of Myc decreases its potency and prevents the DL78-induced cell cycle arrest. Finally, pharmacokinetic analysis shows that DL78 saturates the tumor following intraperitoneal injection, yet drug concentrations in the blood and liver present at normal levels. Overall, these phenotypes do not show with amiodarone treatment, suggesting that structurally different DL78 performs through a different mechanism. Further classification of this tumor-selective compound may reveal targeted ovarian cancer vulnerabilities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-01 Cell cycle mechanisms of anticancer drug action,,"},{"Key":"Keywords","Value":"Cell cycle arrest,Aurora kinase,Microtubule-interfering agents,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jessica Teitel<\/b><sup><\/sup>, Michele Cusato<sup><\/sup>, Margaret Farah<sup><\/sup>, Agharnan Gandhi<sup><\/sup>, Pil Lee<sup><\/sup>, Andrew White<sup><\/sup>, John Takyi-Williams<sup><\/sup>, Bo Wen<sup><\/sup>, Andre Monterio Da Rocha<sup><\/sup>, Analisa DiFeo<sup><\/sup><br><br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"86e9ccf5-a7ef-4824-8b3b-b90a4edb96bb","ControlNumber":"7279","DisclosureBlock":"&nbsp;<b>J. Teitel, <\/b> None..<br><b>M. Cusato, <\/b> None..<br><b>M. Farah, <\/b> None..<br><b>A. Gandhi, <\/b> None..<br><b>P. Lee, <\/b> None..<br><b>A. White, <\/b> None..<br><b>J. Takyi-Williams, <\/b> None..<br><b>B. Wen, <\/b> None..<br><b>A. Monterio Da Rocha, <\/b> None..<br><b>A. DiFeo, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1570","PresenterBiography":null,"PresenterDisplayName":"Jessica Teitel, BS","PresenterKey":"2f2e5be5-c405-40f1-936d-0a3fc0a7df6f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1570. Novel Myc-dependent compound DL78 selectively induces mitotic catastrophe and cell death in high grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel Myc-dependent compound DL78 selectively induces mitotic catastrophe and cell death in high grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer ranks the leading cause of cancer death, with an estimated 1.8 million deaths according to the latest global cancer statistics. In the United States, there will be an estimated 236,740 new cases diagnosed, and 130,180 people will die from lung cancer in 2022. In non-small-cell lung cancer (NSCLC) patients, targeted therapies are available for patients with EGFR exon 19 deletion and L858R mutations. However, tumors harboring wild-type EGFR or Kras mutation are not eligible for targeted therapies. Therefore, the development of new drugs to treat primary resistant NSCLC remains urgent needs. Cucurbitacin E (CuE) is a tetracyclic triterpenoid compound extracted from the family of Cucurbitaceae. The data showed that CuE exhibits a significant antiproliferative effect with a GI<sub>50<\/sub> value of 0.03&#177;0.01 &#956;M. Cell cycle analysis revealed that CuE induces G2\/M arrest and down-regulates cell cycle regulatory proteins in A549 cells. CuE treatment further increased the expression of cleaved caspase-3\/8\/9\/PARP, and altered the expression of DNA-damaged-related biomarkers. Meanwhile, protein levels of LC3BII and p62, and ROS production were upregulated by CuE. Pharmacological Inhibition of ATM reversed the effects of CuE on autophagy-related proteins. In summary, CuE is a potential drug for the treatment of primary resistant NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"NSCLC,Apoptosis,DNA damage response,Autophagy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chun-Han Chen<\/b><sup><\/sup><br><br\/>Pharmacology, Taipei Medical University, Taipei, Taiwan","CSlideId":"","ControlKey":"168a0352-b3c1-4f52-aef7-468917170346","ControlNumber":"2450","DisclosureBlock":"&nbsp;<b>C. Chen, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9458","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1571","PresenterBiography":null,"PresenterDisplayName":"Chun-Han Chen, PhD","PresenterKey":"2baf07c6-0ddc-4952-a340-89f5be104f22","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1571. The feasibility and pharmacological mechanism of cucurbitacin E for the treatment of EGFR-TKI-primary resistant NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The feasibility and pharmacological mechanism of cucurbitacin E for the treatment of EGFR-TKI-primary resistant NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is one of the common types of cancer and remains the second leading cause of cancer-related deaths in men in the United States. High Mobility Group Protein AT-hook 2 (HMGA2), a DNA binding protein acts as a transcriptional regulating factor in gene transcription and facilitates epithelial-mesenchymal transition (EMT), which is usually the onset of prostate cancer progression and metastasis. HMGA2 isoforms include wild-type or full length that induces EMT, while the truncated isoform is associated with elevated proliferation and migration. Enzalutamide is a second-generation antiandrogen drug known to inhibit androgen receptor (AR) translocation into the nucleus by competitively binding AR and preventing androgen binding. Alisertib (MLN8237) is a small molecule inhibitor of Aurora kinase A has been utilized in clinical trials for neuroendocrine cancers and can also inhibit EMT. We aim to investigate which of the two drugs is effective in reducing proliferation in prostate cells overexpressing HMGA2 isoforms (wild-type and truncated). In this study, we treated LNCaP cells overexpressing HMGA2 with enzalutamide (1-30 &#181;M) and alisertib (2.5-40 &#181;M). Treatment with enzalutamide and alisertib indicated a dose-dependent decrease in cell proliferation with optimal dose at 20 &#181;M for both drugs. LNCaP cells (LNCaP Neo) expressing low level of HMGA2 were observed to respond better to enzalutamide treatment, while those overexpressing HMGA2 (WT and TR) respond better to alisertib treatment. Interestingly, treatment with 20 &#181;M enzalutamide and alisertib followed by Western blot indicated enzalutamide to have no effects on protein expression of HMGA2 isoforms, but greatly decreased the expression of AR in LNCaP cell overexpressing truncated HMGA2. On the other hand, alisertib increased the expression of wild-type HMGA2 whilst having no effects on protein expression of AR. Both drugs at 20 &#181;M did not have any significant effect on the expression of EMT markers (snail and vimentin).In conclusion, alisertib is more potent than enzalutamide in decreasing cell proliferation in prostate cancer cells expressing HMGA2. Further studies need to be conducted to understand the role of HMGA2 in promoting resistance to enzalutamide and whether alisertib may be a better drug for patients that express HMGA2.<br \/>Acknowledgements: These studies were supported by NIH\/NIMHD 2U54MD007590 and 5U54MD013376-8281.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-02 Cellular responses to anticancer drugs,,"},{"Key":"Keywords","Value":"Prostate cancer,HMGA2,Enzalutamide,Alisertib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yusuf Mansur Liadi<\/b><sup><\/sup>, Valerie Odero-Marah<sup><\/sup><br><br\/>Biology, Morgan State University, Baltimore, MD","CSlideId":"","ControlKey":"8504413b-ba2c-40d8-b8a8-bcf4dbc2fb36","ControlNumber":"3549","DisclosureBlock":"&nbsp;<b>Y. M. Liadi, <\/b> None..<br><b>V. Odero-Marah, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9459","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1572","PresenterBiography":null,"PresenterDisplayName":"Yusuf Mansur","PresenterKey":"0833e2f2-7444-4802-a99e-0bf21c9af232","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1572. Antiproliferative activity of enzalutamide and alisertib in prostate cancer cells overexpressing HMGA2","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antiproliferative activity of enzalutamide and alisertib in prostate cancer cells overexpressing HMGA2","Topics":null,"cSlideId":""},{"Abstract":"Acetyl-CoA carboxylase (ACC), the rate-limiting enzyme in the <i>de novo<\/i> fatty acid synthesis pathway, is required for successful cell division in yeast, indicating that fatty acid synthesis may be regulated in order to properly safeguard nuclear and cell division. ACC is also phosphorylated during mitosis and this inhibitory phospho-ACC is accumulated at the spindle pole at metaphases. In this study, we set out to understand the role of ACC in the regulation of mitotic spindle assembly in human cells. We found that inhibition of ACC with TOFA induced spindle defects and cell death. The spindle defects induced by TOFA could be rescued by exogenous palmitic acid (PA), the immediate products of fatty acid synthesis. Inhibiting protein palmitoylating or depalmitoylating enzymes could induced spindle defects. These data indicate that well-regulated cellular PA levels and protein palmitoylation are required to assure accurate spindle assembly. In addition, the spindle microtubules comprised of &#945;-tubulins mutated at the reported palmitoylation site exhibited disrupted dynamic instability. These results reveal that ACC may modulate tubulin palmitoylation during mitosis to delicately control MT dynamic instability and spindle assembly, thereby safeguarding nuclear and cell division.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET05-04 Other,,"},{"Key":"Keywords","Value":"Tubulin,Fatty acids,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Chieh-Ting Fang<sup><\/sup>, Hsiao-Hui Kuo<sup><\/sup>, Sih-Long Liu<sup><\/sup>, Jhong-Syuan Yao<sup><\/sup>, <b>Ling-Huei Yih<\/b><sup><\/sup><br><br\/>Academia Sinica - Institute of Cellular & Organismic Biology, Taipei, Taiwan","CSlideId":"","ControlKey":"d2eb2ba6-4a8e-411f-9a93-86b3e47d72d9","ControlNumber":"2768","DisclosureBlock":"&nbsp;<b>C. Fang, <\/b> None..<br><b>H. Kuo, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>J. Yao, <\/b> None..<br><b>L. Yih, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9460","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1573","PresenterBiography":null,"PresenterDisplayName":"Ling-Huei Yih, PhD","PresenterKey":"f9d6b02e-7873-44ec-bea0-0d940ef9b15e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1573. Inhibition of acetyl-CoA carboxylase induced spindle abnormalities","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"390","SessionOnDemand":"False","SessionTitle":"Cell Cycle\/Cell Proliferation Inhibitors for Cancer Therapy","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of acetyl-CoA carboxylase induced spindle abnormalities","Topics":null,"cSlideId":""}]