[{"Abstract":"The mechanisms that regulate microRNA expression in cancer are not fully understood. However, recently reported data show that the epigenetic mechanism plays an important role in the regulation of microRNA expression. In in this study, we investigated the relationship between miR-124 promoter methylation and target genes in CRC. The expression of miR-124 was increased by Aza treatment and the expression of KITENIN was decreased in CRC cells. First, we examined the methylation status of miR-124 promoter in two normal cell lines and seven CRC cell lines using pyrosequencing assay. As a result, miR-124 promoter was hypermethylated in CRC cells and low in normal cells. Next, we evaluated the DNA methylation status for a miR-124 promoter in paired colorectal normal tissues and colorectal cancer tissues specimens from 10 patients. Overall, methylation of the miR-124 promoter was high in cancer among clinical tissues, and the expression of miR-124 was low in cancer tissues. The expression of the KITENIN was also higher in cancer tissues than in normal tissues. These results prove that DNA hypermethylation contributes to the transcriptional down-regulation of miR-124 in colon cancer, and that the epigenetic silencing of miR-124 in cancer cells modulate the activity of KITENIN. Our findings provide basic data that can be useful for clinical treatment of CRC patients through the mechanism of miR-124 regulation identified as a regulator of KITENIN.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-01 Epigenetic control of miRNA expression,,"},{"Key":"Keywords","Value":"MicroRNA,DNA methylation,Colorectal cancer,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>So-Yeon Park<\/b><sup><\/sup>, Rui Zhou<sup><\/sup>, Chathurika D. B. Gamage<sup><\/sup>, Sultan Pulat<sup><\/sup>, Mücahit Varl&#305;<sup><\/sup>, Hangun Kim<sup><\/sup><br><br\/>Sunchon National University, College of Pharmacy and Research Institute of Life and Pharmaceutical Sciences, Sunchon, Korea, Republic of","CSlideId":"","ControlKey":"e9820f3c-0f8c-4b34-80e0-20c54dbcaee7","ControlNumber":"3196","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>R. Zhou, <\/b> None..<br><b>C. D. B. Gamage, <\/b> None..<br><b>S. Pulat, <\/b> None..<br><b>M. Varl&#305;, <\/b> None..<br><b>H. Kim, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6137","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3793","PresenterBiography":null,"PresenterDisplayName":"So-Yeon Park, PhD","PresenterKey":"79e5b7ef-0e00-4bc8-b8a8-520c0b08389f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3793. Regulation of miR-124 expression by promoter methylation in CRC and its relationship with KITENIN expression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of miR-124 expression by promoter methylation in CRC and its relationship with KITENIN expression","Topics":null,"cSlideId":""},{"Abstract":"While miRNAs offer a promising source for developing diagnostic cancer biomarkers, the progress towards clinical utilities remains largely limited, due in part to the long-standing challenge in sensitive, specific, and robust detection of miRNAs in human biofluids. Emerging next-generation molecular technologies, such as the CRISPR-based methods, promise to transform nucleic acid testing. The prevailing strategy used in existing CRISPR-based methods is to orthogonally hyphenate two separate reactions for pre-amplification, e.g., rolling circle amplification (RCA), and amplicon detection by Cas12a\/13a trans-cleavage in tandem. Thus, existing CRISPR-based miRNA assays require multiple manual steps and lack the analytical performance of the gold standard, RT-qPCR. Radically deviating from the existing strategies, we developed a one-step, one-pot isothermal miRNA assay termed &#8220;Endonucleolytically eXponenTiated Rolling circle Amplification with the dual-functional CRISPR-Cas12a&#8221; (EXTRA-CRISPR) for miRNA detection with RT-qPCR-like analytical performance, including high sensitivity with a single-digit fM detection limit, single-nucleotide specificity, and rapid and flexible turnaround (from 20 min to 3 h for the entire analysis depending on targets and samples). We adapted the EXTRA-CRISPR assay to quantifying miRNA biomarkers in extracellular vesicles (EVs), a major carrier of miRNAs in human biofluids, for liquid biopsy diagnosis of pancreatic ductal adenocarcinoma (PDAC). Using the EXTRA-CRISPR, we demonstrated highly sensitive and specific profiling of a panel of four miRNA markers (miR-21, miR-196a, miR-451a, and miR-1246) in plasma EVs (PDAC patients (n = 20) and healthy donors (n = 15)). Based on the individual EV-miRNA tests (AUC values ranging from 0.677 for miR-196a to 0.793 for miR-451a), an EV signature (EV-Sig) combining miR-21, miR-451a and miR-1246 was devised with a machine learning method to improve the diagnostic performance for PDAC (AUC = 0.853). The diagnostic performance of the EXTRA-CRSPR tests were rigorously validated by parallel RT-qPCR analysis of the same clinical samples, and the RT-qPCR signature combining the three markers confers a similar AUC of 0.874 for PDAC detection. Overall, the analytical and diagnostic performance of our method were shown to be comparable with that of the commercial RT-qPCR assays, while greatly simplifying the analysis workflow. Therefore, we envision that our technology provides a promising tool to advance miRNA analysis and clinical marker development for liquid biopsy-based cancer diagnosis and prognosis. Moreover, this simple and robust assay permitted direct coupling with a 3D printed smartphone-based portable device and the lateral flow assay for signal readout, demonstrating its potential adaptability to low-cost point-of-care diagnostics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-04 miRNA-based diagnostics,,"},{"Key":"Keywords","Value":"MicroRNA,Extracellular vesicles,CRISPR,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>He Yan<\/b><sup><\/sup>, Song Han<sup><\/sup>, Steven Hughes<sup><\/sup>, Yong Zeng<sup><\/sup><br><br\/>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"c1fe9d57-2910-425a-875c-23147b4af9fa","ControlNumber":"3786","DisclosureBlock":"&nbsp;<b>H. Yan, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>S. Hughes, <\/b> None.&nbsp;<br><b>Y. Zeng, <\/b> <br><b>Clara Biotech<\/b> Other, equity holder and scientific advisory board member.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6138","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3794","PresenterBiography":null,"PresenterDisplayName":"He Yan","PresenterKey":"603b2ef8-948f-4d80-8184-b8e397c546ee","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3794. Sensitive detection of microRNA biomarkers of pancreatic cancer using one-pot endonucleolytically exponentiated rolling circle amplification by CRISPR-Cas12a","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sensitive detection of microRNA biomarkers of pancreatic cancer using one-pot endonucleolytically exponentiated rolling circle amplification by CRISPR-Cas12a","Topics":null,"cSlideId":""},{"Abstract":"The ultraconserved regions (UCRs) are the genomic segments manifesting perfect conservation between the orthologous genomes of humans, rats, and mice that get transcribed into mono-exonic long non-coding RNAs (lncRNAs) known as transcribed ultraconserved regions (T-UCRs). Increasing evidence demonstrates the importance of T-UCRs in human cancers, however, their involvement in the pathogenesis of Chronic Lymphocytic Leukemia (CLL) is poorly understood. Our lab has recently identified a lncRNA transcribed from a UCR and named it TRUC-16 (Translational Regulatory UltraConserved gene affecting p16), which is overexpressed in CLL and correlates with treatment-free survival. We have developed a transgenic C57BL6 mouse model to overexpress TRUC-16 in B cells. We monitored the number and development of B cell subsets over time in peripheral blood and lymphoid organs (lymph nodes, spleen, and bone marrow), and performed immunophenotyping to assess clonality and proportion of the cells considered to be the origin for CLL (i.e. B1 cells and IgM memory B cells that are CD5+). We followed mice survival (n=10 for each gender) and performed necropsy with histopathologic and immunophenotypic analysis. If blood sampling suggests developing a CLL-like state, we will monitor for evolution to Richter Syndrome by flow cytometry analysis and biochemistry markers. We have validated the TRUC-16 overexpression specific to the B-cell compartment in the mice cohorts and have observed lymphoma in several organs. Interestingly, TRUC-16 overexpressing mice showed significantly higher splenic weights compared to controls. The mice were found to develop adulthood lymphoma that we are now analyzing molecularly and phenotypically. We are planning to further characterize the subtype of lymphoma by utilizing specific diagnostic markers through immunohistochemistry and flow cytometry.<b> <\/b> This is the first-ever transgenic mice modeling overexpression of UCR in the context of cancer. Validation of the functional correlation between the TRUC-16 phenotype and CLL patients&#8217; clinical data will provide a valuable resource to pursue a multitude of preclinical studies to find targets that might help better understand the disease pathophysiology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Noncoding RNA,Chronic lymphocytic leukemia,Richter Syndrome,Transgenic Mouse Models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Swati Mohapatra<\/b><sup>1<\/sup>, Erik Knutsen<sup>2<\/sup>, Mihai Iurascu Gagea<sup>3<\/sup>, Linda Fabris<sup>1<\/sup>, George Adrian Calin<sup>1<\/sup><br><br\/><sup>1<\/sup>Translational Molecular Pathology, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Department of Medical Biology, UiT The Arctic University of Norway, Tromsø, Norway,<sup>3<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"a18cf326-b73c-4389-8226-583e54c9a425","ControlNumber":"3006","DisclosureBlock":"&nbsp;<b>S. Mohapatra, <\/b> None..<br><b>E. Knutsen, <\/b> None..<br><b>M. I. Gagea, <\/b> None..<br><b>L. Fabris, <\/b> None..<br><b>G. A. Calin, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6139","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3795","PresenterBiography":null,"PresenterDisplayName":"Swati Mohapatra, MS","PresenterKey":"a2ed535b-d394-444e-bb66-d7f205d3ef7c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3795. Deciphering the <i>in vivo<\/i> roles of a novel long non-coding RNA in chronic lymphocytic leukemia and Richter syndrome","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the <i>in vivo<\/i> roles of a novel long non-coding RNA in chronic lymphocytic leukemia and Richter syndrome","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic cancer (PC) is believed to be a difficult disease because of its radio-resistance and metastases. Radiotherapy reported to modify tumor microenvironment (TME) and to affect PC progression. Exosomes containing such as microRNAs (miRNAs), messenger RNAs (mRNAs), and proteins of cells, play essential roles in cell-to-cell communications. However, characteristics and mechanisms for radiation responsive exosomes remain unclear. Here, we first report mechanisms of exosomes-mediated radiation response and regulation in PC metastasis with focusing on intra\/intercellular communications via miRNA.<br \/>Methods: MIAPaCa-2 cells, human pancreatic carcinoma, was used. To isolate exosomes, cell culture media was ultracentrifuged at 100,000 x g for 90 min at 4&#8451;. Exosomes derived from non-irradiated culture media was named &#8216;0 Gy-Exo&#8217; and those from irradiated with 5 Gy culture media is called &#8216;5 Gy-Exo&#8217;. Exosome sizes and features were evaluated by transmission electron microscopy (TEM). Intracellular reactive oxygen species (ROS) levels induced by exosomes and by X-ray irradiation were evaluated by the C&#8209;H<sub>2<\/sub>DCF dye staining. To detect DNA damage, cells were fixed and stained by &#947;-H2AX antibody. The expression of superoxide dismutase 1 (SOD1) was evaluated by using immunoblots. Total RNA was extracted from 0 Gy-Exo and 5 Gy-Exo, and then comprehensive miRNA expression analysis was performed to analyze 2,565 human miRNA sequences. The Gene Expression Omnibus database (GSE163133) and the TargetScan were used for specific miRNAs identification. Living MIAPaCa-2 cells in the presence or absence of those exosomes were injected in the spleen of Balb\/c nude mice to establish liver metastatic models. Eight weeks after the injection, mice were sacrificed, and then the spleen and the liver were harvested as a whole organ. H-E staining and immunohisitochemical analyses using S100A4 and SMAD4 antibodies were performed to detect liver metastases.<br \/>Results: Isolated exosomes were shaped in the form of closed, round vesicles with a diameter of 10~100 nm. Intracellular ROS levels and the numbers of &#947;-H2AX foci in the cells with 5 Gy-Exo were significantly increased compared to those the control (without adding exosomes, p&#60;0.01). Intracellular SOD1 expression in the cells with the 5 Gy-Exo was decreased compared with that in the control. The miR-6823-5p was identified to have a complementary base sequence to SOD1. The average occupied proportions with MIAPaCa-2 cells in the liver was modulated according to those exosomes. The SMAD4 expression was highly observed in the liver and the spleen suggesting that the SMAD4 could be a useful marker of liver metastases.<br \/>Conclusion: Exosomes increased radiation sensitivity through increase of intracellular ROS levels via exosomal miRNAs and also could affect liver metastases in pancreatic cancer models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Exosomes,Radiosensitivity,Metastasis,Pancreatic cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ai Nakaoka<\/b><sup>1<\/sup>, Makiko Nakahana<sup>1<\/sup>, Sachiko Inubushi<sup>2<\/sup>, Yasuyuki Shimizu<sup>1<\/sup>, Kazuma Iwashita<sup>1<\/sup>, Naritoshi Mukumoto<sup>1<\/sup>, Kana Kobayashi<sup>1<\/sup>, Takeaki Ishihara<sup>1<\/sup>, Daisuke Miyawaki<sup>1<\/sup>, Ryohei Sasaki<sup>1<\/sup><br><br\/><sup>1<\/sup>Division of Radiation Oncology, Kobe University Graduate School of Medicine, Kobe, Japan,<sup>2<\/sup>Division of Breast Surgery, Kobe University Graduate School of Medicine, Kobe, Japan","CSlideId":"","ControlKey":"3e0bb136-b76e-4698-94ae-5b39f15e0cab","ControlNumber":"3281","DisclosureBlock":"&nbsp;<b>A. Nakaoka, <\/b> None..<br><b>M. Nakahana, <\/b> None..<br><b>S. Inubushi, <\/b> None..<br><b>Y. Shimizu, <\/b> None..<br><b>K. Iwashita, <\/b> None..<br><b>N. Mukumoto, <\/b> None..<br><b>K. Kobayashi, <\/b> None..<br><b>T. Ishihara, <\/b> None..<br><b>D. Miyawaki, <\/b> None..<br><b>R. Sasaki, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6140","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3796","PresenterBiography":null,"PresenterDisplayName":"Ai Nakaoka","PresenterKey":"b1c00123-42c2-4cca-a068-a2e1e59e64ed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3796. Exosomes enhance the radiation sensitivity via miR-6823-5p and modulate metastases in pancreatic cancer model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosomes enhance the radiation sensitivity via miR-6823-5p and modulate metastases in pancreatic cancer model","Topics":null,"cSlideId":""},{"Abstract":"Bsacground: Lynch Syndrome (LS) is an inherited cancer syndrome associated with an increased lifetime risk of colorectal cancer (CRC) and characterised by germline mutations in DNA mismatch repair (MMR) genes<i>. <\/i>Abnormalities in the function of MMR genes lead to errors during DNA replication, including microsatellite instability. Despite regular colonoscopies, up to 15% of LS patients still develop CRC. Gut microbiome, bowel inflammation, the environment and host genetic and epigenetic factors are involved in CRC development. In this sense, the concomitant analysis of stool host microRNA (miRNA) profiles and gut microbiome composition may arise to the identification of specific fecal markers in LS explaining the molecular basis for the development of cancer in these patients. PURPOSE: In the present study, the fecal miRNome and microbiome were characterized in a time progression in an <i>in vivo<\/i> model using a mismatch repair deficient mice model that recapitulates human LS. The main aim was to evaluate the changes and crosstalk of miRNAs released in the stool by the host and the microbial population residing in the gut during the carcinogenesis process induced in animals. Findings in mice were compared and correlated to data obtained from a cohort of human subjects affected by LS.<br \/>Methods: We used an <i>in vivo<\/i> model for LS based on a conditional knockout mouse with the tissue-specific inactivation of Msh2 (Msh2<sup>LoxP<\/sup>) in the intestinal mucosa, combining Msh2<sup>LoxP<\/sup> allele with the Villin-Cre transgene (VCMsh2<sup>LoxP<\/sup>). Stool from mice were collected at different time points (6, 9 and 12 months of age). Small RNA-sequencing (sRNA-seq) and shotgun metagenomics analyses were performed in stool from all samples. In concomitance, we collected 78 stool samples of clinically diagnosed LS subjects, at different follow up time. At the sampling, 36 resulted negative for colorectal adenomas\/lesions, 12 were negative but with a previous history of lesions, 23 presented a neoplasia and 6 developed a lesion in the follow-up. Twenty-two stool samples from healthy subjects were used as controls.<br \/>Results: In mice, preliminary results from sRNA-seq and metagenomics analyses showed several dysregulated miRNAs and differential microbial relative abundances, either between <i>VCMsh2<sup>loxP <\/sup><\/i>and controls or at different time points. In humans, we identified 41 and 17 miRNAs respectively up- and downregulated in LS subjects who presented a lesion compared to those not having any lesion at follow-up. In the same comparison the metagenomic data showed significantly different microbial abundances, including those of <i>Eubacterium ramulus<\/i>.<br \/>Conclusions: This is the first study characterizing the concomitant alterations in microbial composition and host miRNome overtime in relation to the onset of cancerous\/precancerous lesions due to LS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"Lynch syndrome,MicroRNA,Microbiome,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Giulia Francescato<\/b><sup>1<\/sup>, Giulio Ferrero<sup>2<\/sup>, Marc Beltrà<sup>2<\/sup>, Sonia Tarallo<sup>1<\/sup>, Giulia Piaggeschi<sup>1<\/sup>, Carla Di Battista<sup>1<\/sup>, Antonio Francavilla<sup>1<\/sup>, Carlijn Bruggeling<sup>3<\/sup>, Fabio Penna<sup>2<\/sup>, Barbara Pardini<sup>1<\/sup>, Paola Costelli<sup>2<\/sup>, Annemarie Boleij<sup>4<\/sup>, Alessio Naccarati<sup>1<\/sup><br><br\/><sup>1<\/sup>Italian Institute for Genomic Medicine (IIGM), Candiolo, Italy,<sup>2<\/sup>Department of Clinical and Biological Sciences, University of Turin, Turin, Italy,<sup>3<\/sup>Radboud Institute for Molecular Life Sciences (RIMLS), Radboud University Medical Center, Nijmegen, Netherlands,<sup>4<\/sup>Department of Pathology, Radboud Institute for Molecular Life Sciences (RIMLS), Radboud University Medical Center, Nijmegen, Netherlands","CSlideId":"","ControlKey":"ae3b5351-fece-48f9-96ef-87aeb2f274d8","ControlNumber":"3513","DisclosureBlock":"&nbsp;<b>G. Francescato, <\/b> None..<br><b>G. Ferrero, <\/b> None..<br><b>M. Beltrà, <\/b> None..<br><b>S. Tarallo, <\/b> None..<br><b>G. Piaggeschi, <\/b> None..<br><b>C. Di Battista, <\/b> None..<br><b>A. Francavilla, <\/b> None..<br><b>C. Bruggeling, <\/b> None..<br><b>F. Penna, <\/b> None..<br><b>B. Pardini, <\/b> None..<br><b>P. Costelli, <\/b> None..<br><b>A. Boleij, <\/b> None..<br><b>A. Naccarati, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6141","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3797","PresenterBiography":null,"PresenterDisplayName":"Giulia Francescato, MS","PresenterKey":"8f27b81b-37e6-48fe-8d6c-5ff48cf1261c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3797. Fecal miRNA profiles and gut metagenome composition in Lynch syndrome: results from a mouse model study and human subjects","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fecal miRNA profiles and gut metagenome composition in Lynch syndrome: results from a mouse model study and human subjects","Topics":null,"cSlideId":""},{"Abstract":"Inactivation of p53 occurs in approximately 50% of human cancers, where p53-mediated p21 activation is devoid and p27 becomes essential for the establishment of the G1\/S checkpoint upon DNA damage. Here, we show that the E2F1-responsive lncRNA LIMp27 selectively represses p27 expression and promotes proliferation, tumorigenicity, and treatment resistance in p53-defective colon adenocarcinoma (COAD) cells. LIMp27 competes with p27 mRNA for binding to cytoplasmically localized hnRNA0, which otherwise stabilizes p27 mRNA, leading to cell cycle arrest at the G0\/G1 phase. In response to DNA damage, LIMp27 is upregulated in both wild-type and p53-mutant COAD cells, whereas cytoplasmic hnRNPA0 is only increased in p53-mutant COAD cells due to translocation from the nucleus. Moreover, high LIMp27 expression is associated with poor survival of p53-mutant but not wild-type p53 COAD patients. These results uncover a lncRNA mechanism that promotes p53-defective cancer pathogenesis and suggest that LIMp27 may constitute a target for the treatment of such cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"lncRNA,p27KIP1,E2F1,Colon cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ting La<sup>1<\/sup>, Song Chen<sup>2<\/sup>, Xiao Hong Zhao<sup>1<\/sup>, Yuan Yuan Zhang<sup>1<\/sup>, Yu Chen Feng<sup>1<\/sup>, Xu Dong Zhang<sup>1<\/sup>, <b>Lei Jin<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>University of Newcastle, Australia, Callaghan, Australia,<sup>2<\/sup>Zhengzhou University, Zhengzhou, China","CSlideId":"","ControlKey":"3e3bae90-b59a-4c63-84ef-99a6b7932af0","ControlNumber":"3140","DisclosureBlock":"&nbsp;<b>T. La, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>X. Zhao, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>Y. Feng, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>L. Jin, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6142","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3798","PresenterBiography":null,"PresenterDisplayName":"Lei Jin, PhD","PresenterKey":"1828690b-878a-4226-a617-82bcc7255d4a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3798. lncRNA LIMp27 promotes p53-defective cancer pathogenesis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"lncRNA LIMp27 promotes p53-defective cancer pathogenesis","Topics":null,"cSlideId":""},{"Abstract":"High phylogenetic conservation of genomic loci is a potential marker of essential biological functionality. Ultraconserved elements (UCEs) are DNA sequences entirely conserved through millions of years of evolution, but their functions are not well understood. Several long non-coding RNAs (lncRNAs) are transcribed from UCEs and play active roles in cancer development. Using a combination of <i>in vitro<\/i> and <i>in vivo<\/i> experiments with two animal models and 4 patient cohorts, we discovered several remarkable aspects of ultraconservation. Using a multi-step genetically defined carcinogenesis model, we identified one UCE, uc.206, and its associated overexpressed lncRNA <i>TRUC-16<\/i> as a regulator of cell proliferation in chronic lymphocytic leukemia (CLL). High levels of <i>TRUC-16<\/i> inhibit p16<sup>INK4A<\/sup> translation, causing increased proliferation through an E2F1-mediated mechanism in CLL patients, as well as in zebrafish and murine models. uc.206\/<i>TRUC-16<\/i> function is extremely conserved throughout evolution. We found cell cycle-related effects of <i>TRUC-16<\/i> in both mice and zebrafish, in which we observed increased proliferation of blood cells after overexpression of the human <i>TRUC-16<\/i>. High levels of CDK4\/6 consequent to <i>TRUC-16<\/i> overexpression and p16 decrease can be specifically targeted in both CLL and Richter&#8217;s Transformation (RT), a rare but deadly consequence of CLL. Inhibition of CDK6 is a therapeutic option never tested in CLL, but in use for another type of B cell malignancy, such as the mantle cell lymphoma. Our results highlight the multifaceted contribution of a UCE to human tumorigenesis and open new possibilities for the use of long-noncoding RNAs in cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Chronic lymphocytic leukemia,Long noncoding RNA,Cell cycle,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Linda Fabris<\/b><sup>1<\/sup>, Erik Knutsen<sup>2<\/sup>, Maria Teresa  S.  Bertilaccio<sup>1<\/sup>, Steliana Calin<sup>1<\/sup>, Recep Bayraktar<sup>1<\/sup>, George  T.  Eisenhoffer<sup>1<\/sup>, Leonard Girnita<sup>3<\/sup>, George  A.  Calin<sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>The Arctic University of Norway, Tromsø, Norway,<sup>3<\/sup>Karolinska Institutet, Stockholm, Sweden","CSlideId":"","ControlKey":"8ad3e0e3-1cb0-4804-8ed1-c9c4f480e9f1","ControlNumber":"3453","DisclosureBlock":"&nbsp;<b>L. Fabris, <\/b> None..<br><b>E. Knutsen, <\/b> None..<br><b>M. S. Bertilaccio, <\/b> None..<br><b>S. Calin, <\/b> None..<br><b>R. Bayraktar, <\/b> None..<br><b>G. T. Eisenhoffer, <\/b> None..<br><b>L. Girnita, <\/b> None.&nbsp;<br><b>G. A. Calin, <\/b> <br><b>ITHAX pharmaceuticals<\/b> Other, scientific founder.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6143","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3799","PresenterBiography":null,"PresenterDisplayName":"Linda Fabris, PhD","PresenterKey":"2fd1f925-ce49-49ea-a44d-262d8ae4baff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3799. Regulation of p16-E2F1-CDK4\/6 signaling by TRUC-16 ultraconserved long non-coding RNA","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of p16-E2F1-CDK4\/6 signaling by TRUC-16 ultraconserved long non-coding RNA","Topics":null,"cSlideId":""},{"Abstract":"Head and neck squamous carcinoma (HNSCC) including oral SCC (OSCC) is a worldwide malignancy that requires vigorous efforts for interception. The metabolic reprogramming sustains malignant tumor cells to overcome stressful microenvironments. As the glutamine is the one of the essential components which helps cells to erase reactive oxygen species and energy production, the increased uptake of glutamine is a common metabolic hallmark in cancers. Bioinformatic analysis of TCGA HNSCC datasets and RNAseq results in our cohort indicated that<i> <\/i>solute carrier family 1 member 5 (SLC1A5) is the most eminently dysregulated transporter member among the seven glutamate or neutral amino acid transporters in SLC1A family. This work identified that the knockdown of SLC1A5 expression decreased <i>in vitro <\/i>oncogenicity, xenografic tumorigenesis and glutamine uptake; increased oxidative stress, cell cycle arrest, and sensitivity to cisplatin and ferroptosis inducer in OSCC cells. By way of contrast, the upregulation of endogenous SLC1A5 expression mediated by CRISPR\/dCas9 activation system drove the OSCC oncogenesis. The reporter assay and functional analysis demonstrated that suppressor miRNA miR-125b targeted and attenuated SLC1A5, while NEAT1 lncRNA sponged and ablated miR-125b-SLC1A5 axis. The analysis of TCGA and GEO datasets confirmed the concordant upregulation of NEAT1 and downregulation of miR-125b along with the SLC1A5 upregulation in tumors. Besides, SLC1A5 upregulation defined the worse HNSCC patient survival. In our tumor cohort, OSCC harboring higher SLC1A5 expression had lower CD4+ immune score, and higher scores in M0 and M1 macrophage. GSEA algorithm further deciphered that tumors having higher SLC1A5 expression manifested the repression in glycolysis, apoptosis and p53 signaling. This study concludes that the frequent disruption of NEAT1-miR-125b-SLC1A5 cascade modulates the pluripotent oncogenic activities, the treatment efficacy and the immune landscape in oral carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"Head and neck cancers,MicroRNA,lncRNA,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ying-Chieh Liu<\/b><sup><\/sup>, So-Yu Liu<sup><\/sup>, Yu-Cheng Lin<sup><\/sup>, Chung-Ji Liu<sup><\/sup>, Kuo-Wei Chang<sup><\/sup>, Shu-Chun Lin<sup><\/sup><br><br\/>National Yang Ming Chiao Tung University, Taipei, Taiwan","CSlideId":"","ControlKey":"75551144-44f1-4181-bcbf-d4684e749ce8","ControlNumber":"1980","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>K. Chang, <\/b> None..<br><b>S. Lin, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6144","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3800","PresenterBiography":null,"PresenterDisplayName":"Ying-Chieh Liu, MD","PresenterKey":"4cee26f1-22ed-440a-a72e-7db8c52e054d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3800. The disruption of miR-125b-SLC1A5 cascade defines the oncogenicity and differential immune profile in oral carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The disruption of miR-125b-SLC1A5 cascade defines the oncogenicity and differential immune profile in oral carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The five-year survival rate for pancreatic cancer patients is significantly low which is predominately due to the lack of early-detection biomarkers, and poor response to currently available treatments that include drug resistance development. Recent studies suggest cancer cells can be highly sensitive to a newly defined type of cell death, ferroptosis, which is related to the development of resistance to standard chemotherapy drugs for pancreatic cancer such as gemcitabine and 5-Fluorouracil. However, the role of circular RNAs (circRNAs) in ferroptosis remains largely unexplored. Hence, this project aims to identify circRNAs in ferroptosis to uncover further components and mechanisms, and potentially provide specific effective targets for anticancer therapies. To achieve this, different ferroptosis inducers were tested, where the cystine-depletion method demonstrated higher efficiency based on cell viability and ferroptosis markers such as iron and lipid peroxidation levels. This method was used to induce ferroptosis for 24 hours in pancreatic cancer cells for subsequent circRNA sequencing, and to establish a ferroptosis-resistant cell line. From the sequencing data, 31 differentially expressed (DE) circRNAs were obtained, and eight were selected for further validation. Three circRNAs; circPPP2R2B, circNDUFAB1, and circNLN, showed consistent differential expression in ferroptosis non-resistant (downregulated) and resistant (upregulated) cells after cystine-depletion treatment. The knockdown of these circRNAs decreased the viability, invasion, migration, and colony formation ability of PDAC cells. Simultaneously, lipid peroxidation and intracellular iron levels, which are ferroptosis markers, were increased. Additionally, bioinformatic analysis of these circRNAs demonstrated their possible interaction with proteins and miRNAs with reported ferroptosis-related functions. In summary, these findings suggest that circPPP2R2B, circNDUFAB1, and circNLN may be critically involved in PDAC progression and the evasion of ferroptosis which supports the further investigation of their oncogenic and ferroptosis-related action mechanism to propose a potential target for anticancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Cell death,Noncoding RNA,RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jessica Jazmin Pena Paladines<\/b><sup><\/sup>, Shao Weng Wang<sup><\/sup>, Chi Hin Wong<sup><\/sup>, Yang Chao Chen<sup><\/sup><br><br\/>The Chinese University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"3eacf251-cd05-45bb-ae9f-80e87a231487","ControlNumber":"4283","DisclosureBlock":"&nbsp;<b>J. J. Pena Paladines, <\/b> None..<br><b>S. W. Wang, <\/b> None..<br><b>C. H. Wong, <\/b> None..<br><b>Y. C. Chen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6145","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3801","PresenterBiography":null,"PresenterDisplayName":"Jessica Pena Paladines, BS","PresenterKey":"b38daae5-037b-42c5-b0b8-742346206240","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3801. Identification of circular RNAs associated with the ferroptosis of pancreatic cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of circular RNAs associated with the ferroptosis of pancreatic cancer cells","Topics":null,"cSlideId":""},{"Abstract":"There is no pathological difference between early and advanced diffuse gastric cancer (DGC), particularly in the gastric mucosa. In this study, we tried to identify microRNAs (miRNAs) as diagnostic biomarkers that can differentiate between early and advanced DGC. miRNA expression profiling was performed by NanoString nCounter method in human DGC tumors. miR-199a and miR-199b (miR-199a\/b) were particularly up-regulated in advanced DGC compared with early DGC. Ectopic expression of miR-199a\/b accelerated growth, viability, and motility of SNU601, human GC cells, and expedited tumor development in a mouse xenograft model. miR-199a\/b also inhibited cell adhesion. Through 3&#8217;-UTR luciferase assay, Frizzled-6 (FZD6) was confirmed as a direct target of miR-199a\/b. siRNA-mediated depletion of FZD6 increased cell growth and motility and addback of FZD6 restored cell growth, motility, and adhesion. To explore their clinicopathological roles in patients, miR-199a\/b levels were measured by in situ hybridization in human DGC tumor sections. High miR-199a\/b was correlated with advanced lymphovascular invasion, advanced T stages, and lymph node metastasis. Collectively, miR-199a\/b promote the progression of DGC via targeting FZD6. These results imply that miR-199a\/b can be used as diagnostic and prognostic biomarkers of DGC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-04 miRNA-based diagnostics,,"},{"Key":"Keywords","Value":"Gastric cancer,miR-199,Tumor progression,Diagnostic marker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jihye Park<\/b><sup>1<\/sup>, Sieun Lee<sup>1<\/sup>, Soon Auck Hong<sup>2<\/sup>, Yoon Ho Ko<sup>3<\/sup>, Young-Ho Ahn<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Molecular Medicine, Ewha Womans University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Pathology, Chung-Ang University College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>Division of Oncology, The Catholic University of Korea, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"70caacb1-8916-4545-869f-d552cc28acdf","ControlNumber":"4013","DisclosureBlock":"&nbsp;<b>J. Park, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>Y. Ko, <\/b> None..<br><b>Y. Ahn, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6146","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3802","PresenterBiography":null,"PresenterDisplayName":"Jihye Park, BS","PresenterKey":"1308f4de-3992-4ab8-a58a-85937188fd5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3802. miR-199a and miR-199b stimulate the progression of diffuse gastric cancer through direct targeting of Frizzled-6","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"miR-199a and miR-199b stimulate the progression of diffuse gastric cancer through direct targeting of Frizzled-6","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is the most common gastrointestinal malignancy and a leading cause of cancer death in the U.S.. Approximately 50% of patients with CRC develop metastatic disease (mCRC) with an average 5-year survival rate of 13%. Circular RNAs (circRNAs), covalently closed RNA molecules produced from pre-mRNAs through backsplicing, have recently emerged as an important class of non-coding RNAs regulating CRC tumorigenesis and progression. In this study we established a comprehensive catalog of circRNAs in mCRC. To evaluate circRNAs in mCRC progression, total RNA-Seq was performed on 30 matched normal, primary, and distant metastatic samples from 14 mCRC patients. Additionally, the transcriptome of five CRC cell lines were sequenced to evaluate circRNAs expressed in cell lines. CircRNAs were identified and quantified using the number of backspliced reads, normalized against the total number of mapped reads. Differential expression (DE) analysis was performed to identify circRNAs deregulated between normal, primary, and metastatic tissues. Our analysis identified approximately 62,000 expressed circRNAs in mCRC including approximately 32,000 expressed in patients and 48,000 expressed in cell lines, originating from approximately 9200 linear genes. Approximately 42,000 circRNAs (67%) were unannotated when compared with the circRNA consortium MiOncoCirc annotation. DE analysis identified 376 circRNAs deregulated in CRC progression from normal to primary, and metastasis. A higher proportion of DE circRNAs (82%) was downregulated in primary or metastasis, consistent with earlier reports of lower circRNA concentration in tumor due to rapid cell cycles. Among DE circRNAs were the downregulation of circRNAs that have been known to suppress tumor proliferation, migration, and invasion in mCRC such as circSMARCA5, circFBXW7, and circSETD3, and the upregulation of circFIRRE, a circRNA known to promote tumor progression in osteosarcoma. A significant portion (37%) of deregulated circRNAs also had their parental linear genes found to be deregulated, suggesting parental gene regulation contributed to circRNA regulation. Interestingly, a large portion of circRNAs (63%) were found to be deregulated while their parental linear gene expression was unchanged, suggesting alternative mechanisms of circRNA deregulation. Gene set enrichment analysis showed that linear genes co-deregulated with circRNAs were enriched in signatures of tumor progression including proliferation, epithelial mesenchymal transition, and metastasis, suggesting potential involvement of deregulated circRNAs in tumor progression. Through RNA sequencing of both patients and cell lines, we established a comprehensive compendium of circRNAs and identified those deregulated in mCRC. This provides a valuable resource for further experimental characterization of circRNAs function in mCRC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Colorectal cancer,Metastasis,Circular RNA,CircRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sidi Zhao<\/b><sup><\/sup>, Amy Ly<sup><\/sup>, Jacqueline  L.  Mudd<sup><\/sup>, Emily  B.  Rozycki<sup><\/sup>, Ghofran Othoum<sup><\/sup>, Jingqin Luo<sup><\/sup>, Ha  X.  Dang<sup><\/sup>, Ryan  C.  Fields<sup><\/sup>, Christopher  A.  Maher<sup><\/sup><br><br\/>Washington University in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"61f97f67-28b5-4ea5-a1ae-d77949993ee9","ControlNumber":"4107","DisclosureBlock":"&nbsp;<b>S. Zhao, <\/b> None..<br><b>A. Ly, <\/b> None..<br><b>J. L. Mudd, <\/b> None..<br><b>E. B. Rozycki, <\/b> None..<br><b>G. Othoum, <\/b> None..<br><b>J. Luo, <\/b> None..<br><b>H. X. Dang, <\/b> None..<br><b>R. C. Fields, <\/b> None..<br><b>C. A. Maher, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6147","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3803","PresenterBiography":null,"PresenterDisplayName":"Sidi Zhao","PresenterKey":"5b1c8329-81f3-403c-beb0-7a75886750f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3803. The landscape of circular RNAs in metastatic colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The landscape of circular RNAs in metastatic colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The human <i>Plasmacytoma Variant Translocation 1 <\/i>(<i>PVT1<\/i>) gene encodes for 176 linear (<i>PVT1<\/i>, lncipedia.org) and 29 circular isoforms (circPVT1, www.circbase.org). The most common isoform of circPVT1<i> <\/i>is 410bp and is a product of back-splicing containing the whole exon 2 of <i>PVT1 <\/i>in a closed loop-like structure (<i>hsa_circ_0001821)<\/i>. <i>PVT1<\/i> and circPVT1 have oncogenic roles in several tumor types and can contribute to the suppression of anti-tumor immune responses. Our study aims to investigate whether and how <i>PVT1<\/i> isoforms and circPVT1 promote an aggressive phenotype in acute myeloid leukemia (AML) and are involved in the crosstalk between leukemic and immune cells. Six out of the 14 <i>PVT1<\/i> isoforms expressed by white blood cells and lymphnodes (noncode.org) were detected in a panel of AML cell lines along with circPVT1. Downregulation (KD) of groups of linear isoforms (based on sequence homology) or of circPVT1 by antisense-oligonucleotides (ASOs) in the t(8;21) KASUMI-1 and the <i>NPM1<\/i>-mut OCI-AML3 cells induced an impairment of leukemia cell growth especially when all the 6 linear isoforms were silenced by ASO combination , in both cell lines, under normoxia and hypoxia mimicking the bone-marrow microenvironment. Interestingly circPVT1-KD induced apoptosis in OCI-AML3 cells. Moreover, MYC protein expression<i> <\/i>decreased by ASO combination or circPVT1_KD in OCI-AML3 under normoxia and in KASUMI-1 under hypoxia. To further investigate the biological consequences of <i>PVT1\/<\/i>circPVT1-KD,<i> <\/i>we performed RNAseq. Analysis on AML cell lines revealed that downregulation of <i>PVT1<\/i> and, especially circPVT1, altered the expression of genes involved in RNA transport and degradation, as expected for a long non-coding genes, but also in DNA damage response (DDR) and immunological pathways, as also confirmed by transcriptomic data of primary AML cases and proteomic analysis of both cell lines. Based on these novel findings, we tested the downregulation of <i>PVT1\/<\/i>circPVT1 in combination with inhibition of ATM or ATR, key DDR transducers. Interestingly, circPVT1-KD sensitized OCI-AML3 to ATM (71% <i>vs<\/i> 95% live cells) or ATR (75% <i>vs <\/i>90% live cells) inhibitors. <i>PVT1<\/i> and circPVT1 expression was also detected at the level of cell-free RNA in primary AML samples, the latter showing higher levels. We then analyzed extracellular vesicles (EVs) from AML peripheral blood and healthy subjects. EVs from patients were larger, increased in number and expressed higher levels of myeloid lineage markers. Finally AML EVs had more circPVT1 cargo. In conclusion, we uncovered novel potential roles of <i>PVT1<\/i> isoforms and circPVT1 in the DDR and in the tumor microenvironment that pave the way for novel therapeutic combinations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Noncoding RNA,Acute myeloid leukemia,DNA damage response,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Martina Ghetti<\/b><sup>1<\/sup>, Lorenzo Ledda<sup>1<\/sup>, Ivan Vannini<sup>1<\/sup>, Eugenio Fonzi<sup>1<\/sup>, Maria Teresa Bochicchio<sup>1<\/sup>, Tristan Cardon<sup>2<\/sup>, Andrea Ghelli Luserna di Rorà<sup>3<\/sup>, Matteo Paganelli<sup>1<\/sup>, Chiara Servili<sup>1<\/sup>, Francesco Fabbri<sup>1<\/sup>, Sabina Marianini<sup>4<\/sup>, Giovanni Marconi<sup>1<\/sup>, Michela Rondoni<sup>5<\/sup>, Roberta Chicchi<sup>6<\/sup>, Rino Biguzzi<sup>7<\/sup>, Francesco Lanza<sup>5<\/sup>, Michel Salzet<sup>8<\/sup>, Giovanni Martinelli<sup>1<\/sup>, Giorgia Simonetti<sup>1<\/sup><br><br\/><sup>1<\/sup>Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori \"Dino Amadori\" (I.R.S.T.), Meldola, Italy,<sup>2<\/sup>Univ. Lille, Inserm, U1192––Proteomique Reponse In&#64258;ammatoire Spectrometrie de Masse (PRISM), Lille, France,<sup>3<\/sup>Fondazione Pisana per la Scienza, San Giuliano Terme, Pisa, Italy,<sup>4<\/sup>University of Bologna, Bologna, Italy,<sup>5<\/sup>UOC di Ematologia dell’Ospedale Santa Maria delle Croci, AUSL Romagna, Ravenna, Italy,<sup>6<\/sup>U.O. Medicina Trasfusionale  e Officina Trasfusionale della Romagna, AUSL Romagna, Forlì-Cesena, Italy,<sup>7<\/sup>Direttore U.O. Medicina Trasfusionale  e Officina Trasfusionale della Romagna, AUSL Romagna, Forlì-Cesena, Italy,<sup>8<\/sup>Univ. Lille, Inserm, U1192––Proteomique Reponse In&#64258;ammatoire Spectrometrie de Masse (PRISM), France, Italy","CSlideId":"","ControlKey":"a1f5a144-b997-4f65-bde8-0dae99ca6abe","ControlNumber":"5970","DisclosureBlock":"&nbsp;<b>M. Ghetti, <\/b> None..<br><b>L. Ledda, <\/b> None..<br><b>I. Vannini, <\/b> None..<br><b>E. Fonzi, <\/b> None..<br><b>M. Bochicchio, <\/b> None..<br><b>T. Cardon, <\/b> None..<br><b>A. Ghelli Luserna di Rorà, <\/b> None..<br><b>M. Paganelli, <\/b> None..<br><b>C. Servili, <\/b> None..<br><b>F. Fabbri, <\/b> None..<br><b>S. Marianini, <\/b> None..<br><b>G. Marconi, <\/b> None..<br><b>M. Rondoni, <\/b> None..<br><b>R. Chicchi, <\/b> None..<br><b>R. Biguzzi, <\/b> None..<br><b>F. Lanza, <\/b> None..<br><b>M. Salzet, <\/b> None.&nbsp;<br><b>G. Martinelli, <\/b> <br><b>Astellas<\/b> Other, consultancy. <br><b>StemlineTherapeutics Switzerland GmbH<\/b> Other, Consultancy. <br><b>Incyte<\/b> Other, Consultancy. <br><b>Pfizer<\/b> Consultancy, Speaker Bureau, trial grant. <br><b>Roche<\/b> Other, Consultancy. <br><b>Celgene<\/b> Other, Consultancy and speaker bureau. <br><b>Janssen<\/b> Other, Consultancy. <br><b>Jazz<\/b> Other, Consultancy. <br><b>Abbvie<\/b> Other, Consultancy. <br><b>Daichii Sankyo<\/b> Other, Consultancy, speaker bureau, trial grant. <br><b>Novartis<\/b> Other, Speaker bureau.<br><b>G. Simonetti, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6148","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3804","PresenterBiography":null,"PresenterDisplayName":"Martina Ghetti, MD;PhD","PresenterKey":"0dc116a3-4859-44bd-949b-957b550d9b27","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3804. Linear <i>PVT1<\/i> isoforms and circPVT1 regulate DNA damage response and immunological pathways in acute myeloid leukemia and have a potential role in the crosstalk between leukemic cells and the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Linear <i>PVT1<\/i> isoforms and circPVT1 regulate DNA damage response and immunological pathways in acute myeloid leukemia and have a potential role in the crosstalk between leukemic cells and the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Our goal is to identify microRNAs (miRNAs) that target mRNAs involved in stem cell (SC) signaling pathways involved in colorectal cancer (CRC) tumorigenesis. SC overpopulation drives CRC progression but exact mechanism is unclear. <i>Hypothesis<\/i>: specific miRNAs target SC genes, which leads to the emergence of multiple cancer SC (CSC) sub-populations and tumor heterogeneity. We used flow cytometry to identify CSC sub-populations based on expression of SC markers including ALDH1, LGR5 and others in the HT-29 CRC cell line. CSC sub-populations were isolated and measured using FACS and expression of miRNAs in each CSC sub-population was quantified using NanoString profiling. The level of miRNA upregulation in each CSC sub-population was ranked based on differential expression of the miRNAs between different CSC sub-populations. We chose to further analyze the LGR5 and ALDH SC sub-populations because they showed: <i>i<\/i>) the largest difference between CSC sub-population sizes, <i>ii<\/i>) the smallest size (&#60;1%) of the co-positive (LGR5+\/ALDH+) cell sub-population, <i>iii<\/i>) the highest numbers of differentially expressed miRNAs. Note that WNT signaling mainly occurs via LGR5+ CSC and retinoic acid (RA) signaling mainly occurs via ALDH+ CSCs. We report herein miRNAs that are differentially expressed between ALDH+\/LGR5<b>-<\/b> compared to ALDH<b>-<\/b>\/LGR5<b>-<\/b> subpopulation and LGR5+\/ALDH<b>-<\/b> versus ALDH<b>-<\/b>\/LGR5<b>-<\/b>. The mRNAs expressed in CSC subpopulations identified from Nanostring profiling were analyzed using bioinformatics for their predicted binding by upregulated miRNAs. Our findings show that: <i>1<\/i>) multiple CSC subpopulations exist in the HT-29 cell population; <i>2<\/i>) each CSC subpopulation has a unique miRNA signature. Notably, <i>RXRA<\/i> mRNA is significantly upregulated in the ALDH+\/LGR5<b>-<\/b> CSC sub-population but not in the LGR5+\/ALDH- CSC subpopulation. We identified 5 miRs upregulated in the LGR5+\/ALDH- CSC subpopulation that are predicted to target the 3&#8217;UTR of <i>RXRA<\/i> mRNA. One of these miRs, miR-660-3p, is specifically upregulated in the LGR5+\/ALDH<b>-<\/b> CSC subpopulation and binding of miR-660-3p to <i>RXRA<\/i> mRNA was validated using luciferase assay in HT<b>-<\/b>29 cells. We previously reported that RXRA is selectively expressed in ALDH + CSC sub-populations. Also, RXRA is known to bind with &#946;-catenin leading to its degradation and suppression of WNT-based transcriptional activity. Taken together, these results indicate that expression of miR-660-3p, by inhibiting <i>RXRA<\/i> expression, increases WNT signaling and decreases RA signaling in LGR5+\/ALDH<b>-<\/b> CSCs. Thus, upregulated miR-660-3p targets a key gene in the RA signaling pathway (<i>RXRA<\/i>) which could contribute to the emergence of SC sub-populations during CRC development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"MicroRNA,Colorectal cancer,Cancer stem cells,Retinoic acid receptors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Molly Lausten<\/b><sup>1<\/sup>, Victoria Stark<sup>2<\/sup>, Caroline Facey<sup>3<\/sup>, Lynn Opdenaker<sup>3<\/sup>, Bruce  M.  Boman<sup>1<\/sup><br><br\/><sup>1<\/sup>Biological Sciences, University of Delaware, Newark, DE,<sup>2<\/sup>University of Delaware, Newark, DE,<sup>3<\/sup>Cawley Center for Translational Cancer Research, Newark, DE","CSlideId":"","ControlKey":"43db41d2-8dec-4f80-b9c3-130df1e9cf70","ControlNumber":"6545","DisclosureBlock":"&nbsp;<b>M. Lausten, <\/b> None..<br><b>V. Stark, <\/b> None..<br><b>C. Facey, <\/b> None..<br><b>L. Opdenaker, <\/b> None..<br><b>B. M. Boman, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6149","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3805","PresenterBiography":null,"PresenterDisplayName":"Molly Lausten","PresenterKey":"557c6a13-2077-41e3-a658-05de4d58443b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3805. Revealing the role of microRNAs in the emergence of cancer stem cell heterogeneity during colorectal cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Revealing the role of microRNAs in the emergence of cancer stem cell heterogeneity during colorectal cancer progression","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The current standard of care for locally advanced esophageal adenocarcinoma (EAC) involves neo-adjuvant chemoradiation therapy (neo-CRT) followed by surgery. However, response to neo-CRT is poor and resistance remains a significant barrier to effective treatment. There are currently no clinical biomarkers to predict treatment response in EAC. Evidence supports a role for microRNA-34a (miR-34a) as a tumor suppressor in cancer, however, the role of miR-34a in the tumor response to therapy in EAC is largely unknown.<br \/><b>Methods: <\/b>Irradiation of EAC cell lines was performed using an Xstrahl RS225 X-ray irradiator at a clinically-relevant dose of 2 Gy. Radiosensitivity of EAC cell lines (OE33 P, OE33 R, OE33, OE19, Flo-1<sup>Par<\/sup> and Flo-1<sup>LM<\/sup>) was assessed by the gold standard clonogenic assay. miR-34a expression was assessed by qPCR. EAC tumor biopsies were obtained from consenting patients undergoing diagnostic endoscopy. Pathological response of the resected tumor was assigned by a pathologist using the Mandard Tumor Regression scale. miRTarBase and KEGG pathway analysis were used to identify predicted target genes and pathways of miR-34a.<br \/><b>Results: <\/b>miR-34a was demonstrated to be expressed in a panel of EAC cell lines (OE33 P, OE33 R, OE19, Flo-1<sup>Par<\/sup> and Flo-1<sup>LM <\/sup>cells). Interestingly, miR-34a expression was significantly decreased in EAC cell line models of both acquired radioresistance (OE33 R) and inherent radioresistance (OE19). miR-34a was also significantly decreased in a model of radioresistant metastatic EAC (Flo-1<sup>LM<\/sup>). Supporting <i>in vitro<\/i> data, in pre-treatment tumor biopsies from EAC patients (<i>n<\/i>=18), miR-34a was significantly decreased in patients having a subsequent poor pathological response to neo-CRT, when compared to patients having a good pathological response to neo-CRT. Target and pathway analysis demonstrated miR-34a-mediated regulation of genes and pathways associated with treatment resistance, including the complement system, cellular metabolism and p53 signaling, among others.<br \/><b>Conclusion: <\/b>Decreased miR-34a expression is associated with radioresistance across a panel of <i>in vitro<\/i> EAC models and in pre-treatment tumor biopsies from EAC patients having a poor pathological response to neo-CRT. This highlights a potential role for miR-34a as a novel biomarker predicting response to neo-CRT in EAC. Analysis of validated and predicted gene targets of miR-34a identified a number of pathways associated with treatment resistance. We are currently investigating the functional role of miR-34a in modulating tumor response to radiation <i>in vitro<\/i> to determine its potential as a novel therapeutic target to boost treatment response in EAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"Esophageal cancer,MicroRNA,Radioresistance,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christina Cahill<\/b><sup>1<\/sup>, Stephen  G.  Maher<sup>1<\/sup>, Rebecca O'Brien<sup>1<\/sup>, Wei-Lin Winnie Wang<sup>2<\/sup>, John  V.  Reynolds<sup>1<\/sup>, Jacintha O'Sullivan<sup>1<\/sup>, Niamh Lynam-Lennon<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Surgery, Trinity St. James’s Cancer Institute, Dublin, Ireland,<sup>2<\/sup>miR Scientific LLC, Rensselaer, NY","CSlideId":"","ControlKey":"00854a58-2e5c-4bda-811a-1ae3e50ba21b","ControlNumber":"6003","DisclosureBlock":"&nbsp;<b>C. Cahill, <\/b> None..<br><b>S. G. Maher, <\/b> None..<br><b>R. O'Brien, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>J. V. Reynolds, <\/b> None..<br><b>J. O'Sullivan, <\/b> None..<br><b>N. Lynam-Lennon, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6150","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3806","PresenterBiography":null,"PresenterDisplayName":"Christina Cahill, BA","PresenterKey":"218eb24b-26e5-43e6-9cf8-f0b3c2b2483d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3806. Investigating the role of miRNA-34a in the resistance of esophageal adenocarcinoma to neoadjuvant chemoradiation therapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the role of miRNA-34a in the resistance of esophageal adenocarcinoma to neoadjuvant chemoradiation therapy","Topics":null,"cSlideId":""},{"Abstract":"CD8 T cells initiate potent anti-tumor immune responses. However, tumor cells employ PD-1 ligand, (PD-L1) to obstruct CD8 T cell responses and drive exhausted T cells (T<sub>EX<\/sub>) differentiation. T<sub>EX<\/sub> are characterized by sub-optimal functionality and inability to efficiently eliminate tumor cells. Checkpoint inhibitor therapy such as anti-PD-1 can partially restore the effector functions of T<sub>EX<\/sub>, but the stable epigenetic programs of T<sub>EX <\/sub>lead to the loss of reinvigoration and tumor relapse, providing a challenge for the efficacy of checkpoint blockade therapy. We recently demonstrated that miR-29a acts as a key regulator of T<sub>EX<\/sub> differentiation, promotes memory-like differentiation and attenuates exhaustion during chronic infection. Importantly, miR-29a favors the expansion of a progenitor T<sub>EX<\/sub> subset expressing the transcription factor TCF-1 that responds to immunotherapy. Therefore, we hypothesized that miR-29a can substantially alter T<sub>EX<\/sub> differentiation and synergize with checkpoint blockade to enhance anti-tumor immune responses. A well-established mouse model of chronic infection (LCMV clone-13) was used to induce T<sub>EX<\/sub> differentiation, with transcriptional and epigenetic profiles similar to T<sub>EX<\/sub> from human tumors. We found that combination of miR-29a overexpression and anti-PD-L1 treatment enhanced CD8 T cell expansion &#62; 20 fold, whereas anti-PD-L1 alone marginally increased the number of CD8 T cells, suggesting that miR-29a synergizes with anti-PD-L1 to enhance CD8 T cell responses. Immune reinvigoration induced by anti-PD-L1 therapy is characterized by a partial reduction of inhibitory receptors and increase in effector responses. Instead, miR-29a overexpression combined with anti-PD-L1 promoted memory-like differentiation and long-term persistence of CD8 T cells, without compromising effector functions. Mechanistically, miR-29a synergized with anti-PD-L1 by inducing expression of a key memory-associated transcription factor, TCF-1, and antagonizing the master epigenetic regulator of exhaustion, TOX. To further understand whether miR-29a promotes only expansion of a progenitor TCF1<sup>+<\/sup> subset or fundamentally alters T<sub>EX<\/sub> subset differentiation, equal numbers of miR-29a overexpressing and control TCF1<sup>+<\/sup> CD8 T cells were isolated and adoptively transferred to secondary host mice followed by PD-L1 blockade. TCF1<sup>+<\/sup> CD8 T cells with enforced miR-29a expression responded to PD-L1 blockade more efficiently than control TCF<sup>+<\/sup> CD8 T cells. These results suggest that miR-29a fundamentally alters T<sub>EX<\/sub> differentiation by regulating key exhaustion-related transcriptional and epigenetic circuits. Therefore, we suggest that miR29a has the potential to be used as a novel therapeutic inducing robust and durable immune responses upon PD-1 therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,microRNA,T cell exhaustion,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xuebing Leng<\/b><sup><\/sup>, Svetlana Ristin<sup><\/sup>, Christine Rafie<sup><\/sup>, Lance Buchness<sup><\/sup>, Alejandro Villarino<sup><\/sup>, Erietta Stelekati<sup><\/sup><br><br\/>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"06177e40-1e45-48dd-bf25-49e6017b85d3","ControlNumber":"6721","DisclosureBlock":"&nbsp;<b>X. Leng, <\/b> None..<br><b>S. Ristin, <\/b> None..<br><b>C. Rafie, <\/b> None..<br><b>L. Buchness, <\/b> None..<br><b>A. Villarino, <\/b> None.&nbsp;<br><b>E. Stelekati, <\/b> <br><b>N\/A<\/b> Other, pending patent application.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6151","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3807","PresenterBiography":null,"PresenterDisplayName":"Xuebing Leng, MS","PresenterKey":"61bc2d9f-b126-4780-b06a-6b77c1e6fa4d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3807. MicroRNA-29a synergizes with PD-1 therapy to regulate anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MicroRNA-29a synergizes with PD-1 therapy to regulate anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"Kupffer cells (KCs) account for 15% of the total liver cells. However, their roles in hepatocellular carcinoma (HCC) is poorly described. Clec4fCre-tdTomato knock-in mice expressing Cre recombinase and tdTomato-NLS under the KC-specific Clec4f promoter were hydrodynamically injected with oncogenic AKT and Nras (AKT\/Ras) to induce HCC. A LoxP-stop-LoxP (LSL) system was used to express miR-206 in KCs of mice. AKT activation was observed in hepatocytes and KCs of HCC patients. Hydrodynamic injection (HDI) of AKT\/Ras led to activation of AKT signaling in KCs and hepatocytes. AKT\/Ras mice developed lethal HCC within 6-8 weeks post injection. Activation of AKT signaling led to M2 polarization of KCs, increased hepatic Tregs and exhaustion of CTLs. MicroRNA (miR) profiling revealed that AKT\/Ras impaired miR-206 biogenesis in KCs by driving translation of Yin Yang 1 (YY1), a transcription repressor of miR-206. HDI of miR-206 into AKT\/Ras mice fully prevented HCC, while all control mice died of HCC 6-8 weeks post injection. However, HDI of miR-206 only transfected ~ 20% of hepatocytes, indicating that it is unreasonable to conclude that the full prevention of HCC in AKT\/Ras\/miR-206 mice is caused by inhibited proliferation of HCC cells. We, therefore, posited that miR-206-mediated recovery of immune surveillance, at least in part, accounted for the full prevention of HCC in AKT\/Ras\/miR-206 mice. We next used the LSL system to overexpress miR-206 in KCs of Clec4fCretdTomato mice injected with AKT\/Ras. KC-specific expression of miR-206 fully prevented HCC in AKT\/Ras mice, while 100% control mice died of HCC. Mechanistically, AKT signaling in KCs drove CCL22 (C-C motif chemokine ligand 22) production by phosphorylating &#946;-catenin that activates transcription of <i>Ccl22<\/i>. In contrast, miR-206 disrupted &#946;-catenin signaling by targeting LEF1 (lymphoid enhancer-binding factor 1), an &#8220;architectural&#8221; transcription factor of &#946;-catenin. CCL22 recruits Tregs. Indeed, KC-specific expression of miR-206 led to elevated CCL22, M2 to M1 transition of KCs, reduced hepatic Tregs, and elevated CTLs. Depletion of CTLs in AKT\/Ras mice fully offset the ability of miR-206 to prevent HCC.<br \/><b>Conclusions<\/b>: AKT-educated KCs initiate Treg recruitment via a regulatory loop consisting of YY1, &#946;-catenin\/LEF1, miR-206, and CCL22; once this loop is activated, AKT activates &#946;-catenin axis, which drives CCL22 production, Treg recruitment and HCC growth; while KC-specific expression of miR-206 reversed this process by blocking &#946;-catenin axis in KCs. miR-206 represents a novel immunotherapy against HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Immunotherapy,Macrophages,Hepatocellular carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Guisheng Song<\/b><sup><\/sup>, Ningning Liu<sup><\/sup><br><br\/>Medicine, University of Minnesota Medical School, Minneapolis, MN","CSlideId":"","ControlKey":"527e179a-1944-433c-bb6a-4a729c3459df","ControlNumber":"5127","DisclosureBlock":"&nbsp;<b>G. Song, <\/b> None..<br><b>N. Liu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6152","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3808","PresenterBiography":null,"PresenterDisplayName":"Guisheng Song, PhD","PresenterKey":"5d539a4f-f299-42e2-9452-0f7ad2d64929","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3808. MicroRNA-206 drives antitumor immunity by disrupting the communication between Kupffer cells and Tregs","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MicroRNA-206 drives antitumor immunity by disrupting the communication between Kupffer cells and Tregs","Topics":null,"cSlideId":""},{"Abstract":"The p53 tumor suppressor family is classically activated after DNA damage and plays a central role in cell fate decisions. Although, the p53 family activates many of the same genes in response to DNA damage, p73 plays distinct biological functions in development and metastasis. It is likely that p73 activates a unique transcriptional network which is critical for its anti-metastatic and anti-invasive action. Long non-coding RNAs (lncRNAs) are a class of mRNA- like transcripts longer than 200 nucleotides. They lack protein-coding ability and are believed to be involved in various kinds of biological processes. Increasing evidence suggests that lncRNA are frequently aberrantly expressed in cancers. Therefore, the roles of dysregulated functional lncRNA in human malignant tumors have attracted considerable scientific interest. The objective of our study is to find out novel long non-coding RNAs that can act as transcriptional targets of p73 and to delineate their role in p73-mediated anti-metastatic response. For this purpose, we performed transcriptome sequencing in HCT116p73wt and HCT116p73KD cells and screened the data for modulation of expression of lncRNAs in differential manner. Quantitative Real Time PCR was further carried out to validate the data obtained after screening RNA seq Data. Promoter analysis was carried out for the identification of p73 binding sites in the selected upregulated or downregulated lncRNAs which was further confirmed by Luciferase reporter, ChIP and site directed mutagenesis assays. About six lncRNAs were observed to be significantly upregulated while four were down-regulated upon knockdown of p73. The promoters of selected lncRNAs were analysed <i>in silico <\/i>using TF Bind and JASPAR software for p73 binding sites and luciferase reporter assays suggested regulation of lncRNAs by p73. Chromatin immunoprecipitation showed promoter enrichment of the selected lncRNAs. Together, our study provides insights into the differential regulation of long non- coding RNAs in p73 dependent manner which further will provide the mechanism of their action at the genome level.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Cancer,lncRNA,RNA sequencing (RNA-Seq),Chromatin immunoprecipitation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chanchal Bareja<\/b><sup><\/sup>, Apoorva Uboveja<sup><\/sup>, Daman Saluja<sup><\/sup><br><br\/>University of Delhi, New Delhi, India","CSlideId":"","ControlKey":"6c31cca8-e6d0-4a3a-bc18-792d2afdad6f","ControlNumber":"6275","DisclosureBlock":"&nbsp;<b>C. Bareja, <\/b> None..<br><b>A. Uboveja, <\/b> None..<br><b>D. Saluja, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6153","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3809","PresenterBiography":"","PresenterDisplayName":"Chanchal Bareja, MS","PresenterKey":"ea6a5c37-c59d-4532-a7a0-8c69fd40319a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3809. Differential regulation of novel long non coding RNAs and their mechanism of action in p73 dependent manner","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential regulation of novel long non coding RNAs and their mechanism of action in p73 dependent manner","Topics":null,"cSlideId":""},{"Abstract":"MicroRNAs (miRNAs) are small non-coding RNA molecules that bind with 3&#8217; untranslated regions (UTRs) of genes and regulate expression. Downregulation of miR-483-5p (miR-483), is associated with the progression of hepatocellular carcinoma (HCC). However, the molecular and mechanistic role of miR-483 in nonalcoholic fatty liver disease (NAFLD), alcoholic fatty liver diseases (AFLD), and HCC remain elusive. In the current study, we investigated the biological significance of miR-483-5p in NAFLD, AFLD, and HCC <i>in vitro<\/i> and <i>in vivo<\/i>. Our data show that the expression of miR-483 was downregulated in tumor samples from HCC patients. Overexpression of miR-483 in HCC cells dysregulated Notch signaling, inhibited cell proliferation\/migration, induced apoptosis, and increased sensitivity towards sorafenib\/regorafenib; anti-HCC drugs. Interestingly, miR-483 overexpression downregulated cell steatosis and fibrogenic signaling in HCC cells. Mechanistically, miR-483 targets peroxisome proliferator-activated receptor &#945; (PPAR&#945;) and tissue inhibitor of metalloproteinases 2 (TIMP2) gene expression by binding to 3&#8217;-UTR and suppress cell steatosis and fibrosis. Down-regulation of miR-483 was observed in mice fed with a high-fat diet (HFD) or alcohol which lead to increased hepatic steatosis\/fibrosis. Our data suggest that miR-483 inhibits cell steatosis and fibrogenic signaling, and functions as a tumor suppressor in HCC. Therefore, miR-483 may be used as a novel therapeutic target for NAFLD\/AFLD\/HCC management in patients with fatty live diseases\/ HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-06 miRNAs as tumor suppressors\/oncogenes,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,miR-483-5p,NAFLD,AFLD,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Suryakant Niture<\/b><sup>1<\/sup>, Sashi Gadi<sup>1<\/sup>, Qi Qi<sup>1<\/sup>, Maxwell Gyamfi<sup>2<\/sup>, Leslimar Rios-Colon<sup>1<\/sup>, Rency Varghese<sup>3<\/sup>, Habtom Ressom<sup>3<\/sup>, Deepak Kumar<sup>1<\/sup><br><br\/><sup>1<\/sup>BBRI, North Carolina Central University, Durham, NC,<sup>2<\/sup>Department of Pharmaceutical Sciences, College of Pharmacy, The University of Tennessee Health Science Center, Memphis, TN,<sup>3<\/sup>Lombardi Comprehensive Cancer Center, Georgetown University Medical Center, Washington, DC","CSlideId":"","ControlKey":"b45102ad-54ae-4405-9d9f-87bddb70b4b8","ControlNumber":"7303","DisclosureBlock":"&nbsp;<b>S. Niture, <\/b> None..<br><b>S. Gadi, <\/b> None..<br><b>Q. Qi, <\/b> None..<br><b>M. Gyamfi, <\/b> None..<br><b>L. Rios-Colon, <\/b> None..<br><b>R. Varghese, <\/b> None..<br><b>H. Ressom, <\/b> None..<br><b>D. Kumar, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6154","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3810","PresenterBiography":null,"PresenterDisplayName":"Suryakant Niture, PhD","PresenterKey":"ce40c761-cf34-485f-b561-483120c3db5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3810. MicroRNA-483-5p inhibits cell steatosis and fibrosis by targeting PPARa, TIMP2 and HCC cell proliferation by modulating notch signaling","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MicroRNA-483-5p inhibits cell steatosis and fibrosis by targeting PPARa, TIMP2 and HCC cell proliferation by modulating notch signaling","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Cytokines are protein factors that regulate diverse cellular processes. The malignant progression of immunoglobulin M monoclonal gammopathy of undetermined significance (IgM-MGUS) to Waldenstrom macroglobulinemia (WM) is in part cytokine mediated, and we have previously shown IL-6 mediates IgM secretion in WM via the JAK\/STAT pathway. Cytokine signaling can be epigenetically modulated by micro-RNAs (miRs). We aimed to identify the role of miRs in the regulation of inflammatory cytokine pathways between these diseases.<br \/><b>Methods: <\/b>Bone marrow samples of patients with IgM-MGUS (n=7) and WM (n=25) were prospectively collected and sorted for CD19+ and\/or CD138+ malignant cells. Total RNA extraction and sequencing were performed, miR and mRNA profiling was conducted, and differential expression was calculated between WM and IgM-MGUS using a log2 fold change (FC)&#62;0.5 and &#60;-0.5, false discovery rate&#60;0.05. Experimental differentially expressed miR-mRNA pairing was performed, and pairs were filtered for correlated expression (i.e., upregulated miR\/downregulated mRNA, and vice-versa). Filtered pairs were analyzed using the Ingenuity Pathway Analysis to identify pathways between WM and IgM-MGUS with absolute activation Z-score &#8805;1.<br \/><b>Results: <\/b>We identified 34 differentially expressed miRs experimentally targeting 1132 mRNAs. Pathway analysis showed overall miR-based inactivation of inflammatory cytokine signaling pathways in WM compared to IgM-MGUS, especially of the interleukin (IL) family: IL-2, IL-6, IL-8, IL-9, IL-15, and IL-17. Underlying multiple pathways was upregulation of miRs-146a, 150, 194, all targets of Signal Transducer and Activator of Transcription 1 (<i>STAT1)<\/i>, observed to be downregulated. Of relevance, miR-146a has been previously shown to be an inhibitor of inflammatory cytokines, including IL-6. Next, we observed upregulation of miR-142 which targets phosphoinositide-3-kinase regulatory subunit 6 (<i>PIK3R6<\/i>), observed to be downregulated. Both the STAT and PIK3 families are important cytokine signal transducers, and we have previously shown the PI3k-AKT-IkB-p65 pathway induces expression of IL-6 via a GLI2-mediated mechanism. We additionally observed granulocyte-macrophage colony-stimulating factor (GM-CSF) signaling to be inactivated in WM. Here, miR-19b and miR-30e were upregulated, both target CSF 2 receptor subunit beta (<i>CSF2RB)<\/i>, found to be downregulated. CSF2RB is the common receptor subunit of GM-CSF, IL-3, and IL-5.<br \/><b>Conclusion: <\/b>Our study identifies multiple cytokines pathways involved in inflammation and the tumor microenvironment to be potentially inactivated by differentially expressed miRs in WM compared to IgM-MGUS. Downregulation of these pathways and targeting of the STAT and PIK3 family indicates a possible miR-based negative feedback loop to down-modulate inflammatory cytokine signaling in WM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-03 miRNA regulation of cancer biology,,"},{"Key":"Keywords","Value":"MicroRNA,Lymphoma: non-Hodgkin's lymphoma,Inflammation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Karan Chohan<\/b><sup>1<\/sup>, Jonas Paludo<sup>2<\/sup>, Surendra Dasari<sup>2<\/sup>, Jithma P. Abeykoon<sup>2<\/sup>, Prashant Kapoor<sup>2<\/sup>, Esteban Braggio<sup>3<\/sup>, Michelle K. Manske<sup>2<\/sup>, Aneel Paulus<sup>4<\/sup>, Craig B. Reeder<sup>3<\/sup>, Sikander Ailawadhi<sup>4<\/sup>, Asher A. Chanan-Khan<sup>4<\/sup>, Robert A. Kyle<sup>2<\/sup>, Morie A. Gertz<sup>2<\/sup>, Anne J. Novak<sup>2<\/sup>, Stephen M. Ansell<sup>2<\/sup><br><br\/><sup>1<\/sup>Medicine, Mayo Clinic, Rochester, MN,<sup>2<\/sup>Mayo Clinic, Rochester, MN,<sup>3<\/sup>Mayo Clinic, Scottsdale, AZ,<sup>4<\/sup>Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"711c8922-4096-43e1-8104-e7859128d71d","ControlNumber":"5348","DisclosureBlock":"&nbsp;<b>K. Chohan, <\/b> None..<br><b>J. Paludo, <\/b> None..<br><b>S. Dasari, <\/b> None..<br><b>J. P. Abeykoon, <\/b> None..<br><b>P. Kapoor, <\/b> None..<br><b>E. Braggio, <\/b> None..<br><b>M. K. Manske, <\/b> None..<br><b>A. Paulus, <\/b> None..<br><b>C. B. Reeder, <\/b> None..<br><b>S. Ailawadhi, <\/b> None..<br><b>A. A. Chanan-Khan, <\/b> None..<br><b>R. A. Kyle, <\/b> None..<br><b>M. A. Gertz, <\/b> None..<br><b>A. J. Novak, <\/b> None..<br><b>S. M. Ansell, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6155","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3811","PresenterBiography":"","PresenterDisplayName":"Karan Chohan, MD","PresenterKey":"013286ca-5a16-4175-bdd9-2da55978f372","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3811. Micro-RNA induced inactivation of inflammatory cytokine signaling pathways in Waldenstrom macroglobulinemia compared to IgM-MGUS","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Micro-RNA induced inactivation of inflammatory cytokine signaling pathways in Waldenstrom macroglobulinemia compared to IgM-MGUS","Topics":null,"cSlideId":""},{"Abstract":"Circular RNAs (circRNAs) represent a new class of gene products involved in many biological processes. Due to their ability to bind and modulate co-interacting proteins and microRNAs (miRs), circRNAs represent new signaling mediators in cell biology and cancer processes. Recently, we identified circRNAs from the <i>PAX5<\/i> oncogene (circPAX5) in B-cells. Given that <i>PAX5<\/i> gene products are well established as potent oncogenic regulators of B-cell cancer lesions, we hypothesized that circPAX5 may also be potentially involved in pathogenic processes of B-cell malignancies. In this study, we wanted to understand the role of circPAX5 in B-cell cancer processes and elucidate new potential targets for diagnostic and therapeutic avenues. Using a series of B-cell cancer models and clinical samples, we sequenced, mapped, and profiled circPAX5 expression profiles and found that circPAX5 products are indeed overexpressed in various cancer cell types where the predominant expressed isoform consisted of exons 2 to 5 (circPAX5_2-5) of the <i>PAX5<\/i> locus. In addition, we isolated circPAX5 complexes from cancer cells and identified co-interacting small non-coding RNAs, notably microARNs (miRs) by deep sequencing. To further elucidate the functional role of circPAX5 and miR co-interactions, selected miRs from the list were then conditionally overexpressed in B-cells followed by cellular phenotypic assays. Altogether, our results characterize new signaling products and pathways in B-cells. Our data also suggests that circPAX5 products are involved in B-cell cancer processes and could potentially represent new cancer pathways targeted for strategic therapeutic and\/or diagnostic strategies in B-cell cancer lesions","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-08 Other,,"},{"Key":"Keywords","Value":"B cells,Cancer,RNA,Molecular markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Danick  M.  Martin<\/b><sup>1<\/sup>, Brandon Hannay<sup>2<\/sup>, Alexis Martin<sup>1<\/sup>, Vanessa Veilleux<sup>1<\/sup>, Nicholas Finn<sup>3<\/sup>, Gilles  A.  Robichaud<sup>1<\/sup><br><br\/><sup>1<\/sup>Chemistry and biochemistry, Université de Moncton, Moncton, NB, Canada,<sup>2<\/sup>Atlantic Cancer Research Institute, Moncton, NB, Canada,<sup>3<\/sup>Dr. Georges-L.-Dumont University Hospital Centre, Moncton, NB, Canada","CSlideId":"","ControlKey":"bf78003b-c9bb-456e-9147-569e922eee16","ControlNumber":"8057","DisclosureBlock":"&nbsp;<b>D. M. Martin, <\/b> None..<br><b>B. Hannay, <\/b> None..<br><b>A. Martin, <\/b> None..<br><b>V. Veilleux, <\/b> None..<br><b>N. Finn, <\/b> None..<br><b>G. A. Robichaud, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6156","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3812","PresenterBiography":null,"PresenterDisplayName":"Danick Martin","PresenterKey":"2e4f2521-f98f-4f89-b739-49d1cee0a96f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3812. Circular RNAs from the PAX5 oncogene are overexpressed in B-cell malignancies and modulate cancer processes","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circular RNAs from the PAX5 oncogene are overexpressed in B-cell malignancies and modulate cancer processes","Topics":null,"cSlideId":""},{"Abstract":"Background: Epstein-Barr Virus (EBV)-associated gastric carcinoma (GC) (EBVaGC) is a subtype of GC which represents approximately 10% of this tumor. CDKN2B antisense RNA 1 (CDKN2B-AS1) is a long non-coding RNA associated with chronic diseases like cardiovascular disease and cancer. This study aimed to evaluate if the loss of CDKN2B-AS1 shifted the balance of the competing endogenous RNA (ceRNA) networks favoring an apoptosis resistant phenotype through ebv-miR-BART4-5p\/BID in EBVaGC.<br \/>Material and Methods: Seven gastric cancer cell lines were used to determine the expression of CDKN2B-AS1. Specific cell lines were used for CDKN2B-AS1 inhibition assays, the transfection of ebv-miR-BART4-5p and the binding between CDKN2B-AS1 and ebv-miR-BART4-5p. The detection of BID protein was determined by Western Blot. To validate the <i>in vitro<\/i> results, we detected CDKN2B-AS1, BID, and ebv-miR-BART4-5p expression levels by RT-qPCR in four EBVaGC positive and five negative cases. Apoptosis was detected by in situ hybridization (ISH).<br \/>Results and Discussion: CDKN2B-AS1 is expressed at higher levels in NCI-N87 and SNU-1 cell lines and at lower levels in AGS and KATO-III. A significant decrease in BID protein expression was observed after co-transfection with ebv-miR-BART4-5p and CDKN2B-AS1 inhibitor. However, these results were not significant at mRNA level. The luciferase assay validated the predicted binding between ebv-miR-BART4-5p and CDKN2B-AS1. In EBVaGC samples, a significant decrease in BID expression and cleaved caspase-3 in the presence of miR-BART4-5p was observed. Our results show that decreasing CDKN2B-AS1 expression favors viral miR binding on BID mRNAs through ceRNA networks. Also, these results could explain why positive EBVaGCs have lower apoptosis rate than EBVaGC negative cases.<br \/>Grant support: ANID\/FONDECYT\/POSTDOCTORADO\/3201028, CONICYT-FONDAP-15130011, FONDECYT-1191928","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Gastric cancer,EBVaGC,CDKN2B-AS1,ebv-miR-BART4-5p,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Keila Torres<\/b><sup>1<\/sup>, Wilda Olivares<sup>1<\/sup>, Gonzalo Carrasco<sup>2<\/sup>, Andres Rodriguez<sup>1<\/sup>, Alejandro H. Corvalan<sup>3<\/sup><br><br\/><sup>1<\/sup>Pontificia Universidad Catolica de Chile, Santiago, Chile,<sup>2<\/sup>Hospital Clinico Universidad de Chile, Santiago, Chile,<sup>3<\/sup>Advanced Center for Chronic Diseases (ACCDiS), Pontificia Universidad Catolica de Chile, Santiago, Chile","CSlideId":"","ControlKey":"32696fa1-83bb-4cfa-8513-7ad0bc243e54","ControlNumber":"4514","DisclosureBlock":"&nbsp;<b>K. Torres, <\/b> None..<br><b>W. Olivares, <\/b> None..<br><b>G. Carrasco, <\/b> None..<br><b>A. Rodriguez, <\/b> None..<br><b>A. H. Corvalan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6176","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3813","PresenterBiography":null,"PresenterDisplayName":"Keila Torres, PhD","PresenterKey":"d3fa8488-32e4-4e9d-b220-a376e6642f4b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3813. Role of CDKN2B antisense RNA 1 in Epstein-Barr virus associated gastric carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of CDKN2B antisense RNA 1 in Epstein-Barr virus associated gastric carcinoma","Topics":null,"cSlideId":""},{"Abstract":"5-10% of patients with the IGHV wild type form of chronic lymphocytic leukemia (CLL) carry a g.3A&#62;C driver mutation in the U1 small nuclear RNA (snRNA). We investigatedthe patterns of mis-splicing and their pathway consequences in three U1-mutant CLL cellline models using long read sequencing in order to better understand the mechanisms ofoncogenicity in tumors carrying this mutation. CLL cell lines (HG3, JVM3 and MEC1) expressing the U1 mutation and their wild-type counterparts were submitted to Oxford Nanopore sequencing to generate full-length RNA transcripts. This transcriptomic datawas evaluated, together with previously obtained short-read data. The g.3A&#62;C mutation occurs at a specific location of the U1 snRNA, a core component of the eukaryotic spliceosome, and acts by altering the 5' splice site (5'SS) recognition sequence to cause consistent patterns of mis-splicing. Long read analysis identified multiple instances of intron retention and suppression of exon skipping, and in silico translation of these mis-splicing events predicted stop-gain and other loss of function mutations in several expressed genes, as well as widespread changes in gene expression levels. We performed a pathway overrepresentation analysis of the altered gene expression patterns in the mutant cells using the Reactome knowledgebase and identified an enrichment in the processes of translation, non-sense mediated decay (NMD) and immune signaling, including interferon signaling. In particular, there was a marked down-regulation of genes related to ribosomal assembly and the translational machinery. A more comprehensiveanalysis of the U1 mutation phenotype in CLL may accelerate the development ofbetter therapeutic and diagnostic approaches in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-07 Noncoding RNAs,,"},{"Key":"Keywords","Value":"Noncoding RNA,Leukemias: chronic lymphocytic,Splice variants,Gene expression analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andrea Senff-Ribeiro<\/b><sup>1<\/sup>, Fatemeh Almodaresi<sup>1<\/sup>, Quang Trinh<sup>1<\/sup>, Shimin Shuai<sup>2<\/sup>, David Spaner<sup>3<\/sup>, Xose  S.  Puente<sup>4<\/sup>, Elias Campo<sup>4<\/sup>, Lincoln  D.  Stein<sup>1<\/sup><br><br\/><sup>1<\/sup>Ontario Institute for Cancer Research, Toronto, ON, Canada,<sup>2<\/sup>Southern University of Science and Technology (SUSTech), Shenzhen, China,<sup>3<\/sup>Sunnybrook Health Sciences Centre, Toronto, ON, Canada,<sup>4<\/sup>Centro de Investigación Biomédica en Red de Cáncer (CIBERONC), Madrid, Spain","CSlideId":"","ControlKey":"d2c36321-b334-4121-8226-b02358eea91d","ControlNumber":"6308","DisclosureBlock":"&nbsp;<b>A. Senff-Ribeiro, <\/b> None..<br><b>F. Almodaresi, <\/b> None..<br><b>Q. Trinh, <\/b> None..<br><b>S. Shuai, <\/b> None..<br><b>D. Spaner, <\/b> None..<br><b>X. S. Puente, <\/b> None..<br><b>E. Campo, <\/b> None..<br><b>L. D. Stein, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9152","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3814","PresenterBiography":null,"PresenterDisplayName":"Andrea Senff-Ribeiro, PhD","PresenterKey":"ed2b75a7-dedb-457b-8262-f1b434277ac5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3814. In CLL the U1 snRNA driver mutation alters splicing in multiple genes and pathways","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"466","SessionOnDemand":"False","SessionTitle":"Non-coding RNAs in Gastrointestinal, Blood, and Bone Marrow Cancers","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In CLL the U1 snRNA driver mutation alters splicing in multiple genes and pathways","Topics":null,"cSlideId":""}]