[{"Abstract":"Background: The CD47-SIRP&#945; axis is an innate immune checkpoint that primarily regulates myeloid cells. In the context of cancer, tumor cells upregulate CD47 to engage SIRP&#945; inhibitory signaling to block phagocytosis. Thus, inhibition of this axis may enhance myeloid cell phagocytosis and adaptive immune responses against cancer. While our previous studies identified that CD47 mAbs enhance HER2-specific mAb therapy (Tsao et al., 2019), clinical trials have revealed that CD47-targeting mAbs are associated with severe side effects of anemia and thrombocytopenia in patients. We thus hypothesized that targeting SIRP&#945;, which is more restrictively expressed on myeloid cells, may achieve similar but less toxic treatment effects.<br \/>Methods: To ascertain the impact of SIRP&#945; inhibition against different molecular subtypes of breast cancer, we utilized and validated a novel SIRP&#945; KO mouse, along with SIRP&#945; mAbs in our previously utilized models of Triple-Negative Breast Cancer (TNBC) and HER2+ Breast Cancer (Crosby et al., 2018; Tsao et al., 2019). Using both in vitro and in vivo tumor models, we tested the therapeutic impact of SIRP&#945; inhibition\/blockade combined with immunogenic chemotherapy (doxorubicin) in TNBC or combined with HER2-specific mAbs in HER2+ Breast Cancer (HER2+ BC).<br \/>Results: After validating the loss of SIRP&#945; in KO mice, we found that E0771 TNBC cells had reduced rates of engraftment in SIRP&#945; KO mice compared to controls, but comparable rates of growth once tumors were established. We then treated E0771 engrafted SIRP&#945; KO and wildtype mice with doxorubicin. This treatment elicited tumor rejection in the majority of SIRP&#945; KO mice (70% of injected tumors), compared to only 10% rejection in SIRP&#945; WT mice. To study tumor antigen-specific immunity, we expressed different forms of OVA (secreted, cytoplasmic, membrane) in tumor cells. We found that membrane expressed OVA led to universal tumor rejection (10\/10 mice) with high levels of OVA-specific Abs, in contrast to non-membrane expressed forms of OVA. This suggested the importance of tumor-specific Abs in eliciting tumor rejection. To specifically test the antitumor effect of tumor-specific antibodies in the context of SIRP&#945; blockade, we evaluated the impact of a HER2 mAb (Trastuzumab) on HER2+ BC cells. We found enhanced phagocytosis and antitumor effects by SIRP&#945; KO macrophages in comparison to wild-type macrophages, suggesting the potential of targeting SIRP&#945; along with the use of standard-of-care mAb.<br \/>Conclusion: Our study demonstrates that SIRP&#945; loss can prevent tumor engraftment but may not have a strong effect against established tumors without secondary immune stimulation. However, addition of immunogenic cell death-eliciting chemotherapy or tumor-specific Abs promote tumor phagocytosis and stimulate anti-tumor immunity. These results support further investigation of SIRP&#945;-targeting combination therapies for cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,SIRP&#945;,HER2 antibodies,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xingru Ma<\/b><sup><\/sup>, Zachary Hartman<sup><\/sup>, Li-Chung Tsao<sup><\/sup>, Tao Wang<sup><\/sup>, Cong-Xiao Liu<sup><\/sup>, Xiao Yang<sup><\/sup>, Gangjun Lei<sup><\/sup>, Junping Wei<sup><\/sup><br><br\/>Duke University, Durham, NC","CSlideId":"","ControlKey":"03829000-5847-465d-a1c7-04456fb71e15","ControlNumber":"4030","DisclosureBlock":"&nbsp;<b>X. Ma, <\/b> None..<br><b>Z. Hartman, <\/b> None..<br><b>L. Tsao, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>G. Lei, <\/b> None..<br><b>J. Wei, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3697","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5067","PresenterBiography":null,"PresenterDisplayName":"Nicole (Xingru) Ma, BS","PresenterKey":"647b8400-72e8-4bb6-a152-a0ea553ea15c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5067. Inhibition of CD47-SIRP&#945; axis to enhance immunity against different molecular subtypes of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of CD47-SIRP&#945; axis to enhance immunity against different molecular subtypes of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Although programmed cell death-1 (PD-1) inhibitors have achieved promising and durable responses in patients with several types of cancer, many patients show intrinsic resistance to PD-1 inhibitors. Extensive studies have demonstrated that immunosuppressive cells are induced in tumor microenvironment and inhibit antitumor effects of PD-1 inhibitors. The aim of current study is to investigate whether nintedanib, which targets multi-tyrosine kinase including vascular endothelial growth factor, fibroblast growth factor, and platelet-derived growth factor, reduced immunosuppressive cells in tumor microenvironment and augments antitumor effects of PD-1 inhibitors.<br \/>Method: Mice were inoculated subcutaneously with CT26 murine colon carcinoma or MC38 murine colon carcinoma and were treated with nintedanib (50 mg\/kg), &#945;PD-1mAbs (10 mg\/kg) or nintedanib plus &#945;PD-1mAbs. The tumor size was measured in 2 perpendicular dimensions 3 times per week. Types of cells infiltrating into tumors and immune status of tumor-draining lymph nodes were assessed using flow cytometry and immunohistochemistry (IHC).<br \/>Results: RNA sequencing data revealed that nintedanib decreased gene expression related to endothelial mesenchymal transition, angiogenesis and coagulation. Flow cytometry showed that nintedanib significantly decreased the percentage of myeloid-derived suppressor cells and cancer-associated fibroblast in tumor tissues. Both of flow cytometry and IHC analysis showed that nintedanib significantly increased IFN-&#978;<sup>+<\/sup>CD4<sup>+<\/sup> and CD8<sup>+<\/sup> T cells infiltrating in tumors. In addition, nintedanib plus &#945;PD-1mAbs significantly retarded tumor progression.<br \/>Conclusion: Nintedanib decreased immunosuppressive cells, increased effector T cells, and enhanced anti-tumor effects of &#945;PD-1mAbs. Based on these findings, there are possibility that nintedanib improves clinical outcomes of cancer patients treated with PD-1 inhibitors.<b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Tyrosine kinase inhibitor,Growth factor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ryo Suzuki<\/b><sup>1<\/sup>, Satoshi Watanabe<sup>1<\/sup>, Kunihiro Shono<sup>1<\/sup>, Takaaki Masuda<sup>1<\/sup>, Tomoki Sekiya<sup>1<\/sup>, Yuka Goto<sup>1<\/sup>, Toshiya Fujisaki<sup>1<\/sup>, Masashi Arita<sup>1<\/sup>, Aya Ohtsubo<sup>1<\/sup>, Satoshi Shoji<sup>1<\/sup>, Tomohiro Tanaka<sup>1<\/sup>, Koichiro Nozaki<sup>1<\/sup>, Rie Kondo<sup>1<\/sup>, Yu Saida<sup>1<\/sup>, Satoshi Hokari<sup>1<\/sup>, Riuko Ohashi<sup>2<\/sup>, Kenjiro Shima<sup>1<\/sup>, Yosuke Kimura<sup>1<\/sup>, Nobumasa Aoki<sup>1<\/sup>, Yasuyoshi Ohshima<sup>1<\/sup>, Toshiyuki Koya<sup>1<\/sup>, Toshiaki Kikuchi<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Respiratory Medicine and Infectious Diseases, Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan,<sup>2<\/sup>Division of Molecular and Diagnostic Pathology, Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan","CSlideId":"","ControlKey":"a9bbc0ac-190e-4c53-b9b6-12bc6cb0c9ab","ControlNumber":"852","DisclosureBlock":"&nbsp;<b>R. Suzuki, <\/b> None.&nbsp;<br><b>S. Watanabe, <\/b> <br><b>CHUGAI PHARMACEUTICAL<\/b> Other, Lecture fee. <br><b>AstraZeneca<\/b> Other, Lecture fee.<br><b>K. Shono, <\/b> None..<br><b>T. Masuda, <\/b> None..<br><b>T. Sekiya, <\/b> None..<br><b>Y. Goto, <\/b> None..<br><b>T. Fujisaki, <\/b> None..<br><b>M. Arita, <\/b> None..<br><b>A. Ohtsubo, <\/b> None..<br><b>S. Shoji, <\/b> None..<br><b>T. Tanaka, <\/b> None..<br><b>K. Nozaki, <\/b> None..<br><b>R. Kondo, <\/b> None..<br><b>Y. Saida, <\/b> None..<br><b>S. Hokari, <\/b> None..<br><b>R. Ohashi, <\/b> None..<br><b>K. Shima, <\/b> None..<br><b>Y. Kimura, <\/b> None..<br><b>N. Aoki, <\/b> None..<br><b>Y. Ohshima, <\/b> None.&nbsp;<br><b>T. Koya, <\/b> <br><b>AstraZeneca<\/b> Other, Lecture fee. <br><b>Sanofi<\/b> Other, Lecture fee. <br><b>Novartis<\/b> Other, Lecture fee. <br><b>GlaxoSmithKline<\/b> Other, Lecture fee. <br><b>T. Kikuchi, <\/b> <br><b>CHUGAI PHARMACEUTICAL<\/b> Grant\/Contract. <br><b>ONO PHARMACEUTICAL<\/b> Grant\/Contract. <br><b>SHIONOGI<\/b> Grant\/Contract. <br><b>Nobelpharma<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>KYORIN Pharmaceutical<\/b> Other, Lecture fee. <br><b>Boehringer Ingelheim<\/b> Other, Lecture fee.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3699","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5068","PresenterBiography":null,"PresenterDisplayName":"Ryo Suzuki, MD","PresenterKey":"50aba3e3-3a54-4765-90a2-3b99b2e5afd7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5068. Nintedanib enhances antitumor effects of anti-PD-1 therapies through inhibition of immunosuppressive cells in tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nintedanib enhances antitumor effects of anti-PD-1 therapies through inhibition of immunosuppressive cells in tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"The recent past has seen impressive progress in the treatment of various malignancies using immunotherapy. One of the most promising approaches involves immune checkpoint inhibition, mainly relying on monoclonal antibodies or small molecules. With specific relevance to pancreatic cancer, however, checkpoint inhibitors are largely ineffective, in part because of poor T cell infiltration, low tumor mutational burden, an immunosuppressive tumor microenvironment, and the presence of a dense desmoplastic stroma. To overcome these challenges, here we describe the preclinical testing of a new checkpoint inhibitor named MN-siPDL1 in combination with gemcitabine in an aggressive model of PDAC. MN-siPDL1 utilizes the RNA interference mechanism (siRNA) to block the synthesis of the critical immune checkpoint mediator, PD-L1 by tumor cells. The siRNA is delivered by a nanoparticle carrier (MN) that is optimized for oligonucleotide delivery to solid tumors. The efficacy and preliminary safety of MN-siPDL1 were tested in an orthotopic syngeneic model of pancreatic ductal adenocarcinoma generated by implanting Hy15549 murine PDAC cells into the pancreas of C57BL\/6J mice. Our studies demonstrated that MN-siPDL1 was successfully delivered and effective even in the highly desmoplastic and hypovascular Hy15549 murine model of PDAC, which has been deemed nonresponsive to antibody-based immune checkpoint blockade. Anatomic MRI showed that in the animals treated with MN-siPDL1 plus gemcitabine, tumor growth rates were lower than in the vehicle control. After two weekly treatments with MN-siPDL1 plus gemcitabine, tumor volumes were four times smaller than in untreated animals. Importantly, animal survival was improved dramatically in animals treated with MN-siPDL1 plus gemcitabine compared to all other groups. Among the animals treated with MN-siPDL1 plus gemcitabine, the hazard ratio for overall survival (OS) relative to PBS was 0.08. Interestingly, even in the absence of gemcitabine, MN-siPDL1 as monotherapy improved survival more dramatically than gemcitabine (HR, 0.24 for MN-siPDL1 vs. 0.42 for gemcitabine). Immunohistology on the tumor tissues post-necropsy indicated that the treatment inhibited PD-L1 and induced a cytotoxic immune response. Finally, as an initial measurement of tissue damage due to the treatment, we analyzed major organs by histopathology and saw no differences from the vehicle-treated controls. Considering the aggressive and fibrous nature of the Hy15549 model and its resistance to traditional checkpoint inhibitors, the described RNAi-based therapeutic approach could be promising against PDAC and could make an impact on one of the most intractable cancers which has long evaded the power of modern medicine to deliver long-term survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Pancreatic cancer,RNAi,Cancer immunotherapy,Nanoparticle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Byunghee Yoo<sup>1<\/sup>, <b>Mozhdeh Sojoodi<\/b><sup>1<\/sup>, Veronica Clavijo Jordan<sup>2<\/sup>, Pamela Pantazopoulos<sup>1<\/sup>, Subrata Ghosh<sup>3<\/sup>, Peter Caravan<sup>1<\/sup>, Zdravka Medarova<sup>3<\/sup><br><br\/><sup>1<\/sup>Harvard Medical School, Boston, MA,<sup>2<\/sup>Athinoula A. Martinos Center for Biomedical Imaging, Massachusetts General Hospital, Harvard Medical School, Lexington, MA,<sup>3<\/sup>TransCode Therapeutics Inc, Boston, MA","CSlideId":"","ControlKey":"cc722a0e-7cf2-48bb-8bf6-20cae9112a9e","ControlNumber":"4679","DisclosureBlock":"<b>&nbsp;B. Yoo, <\/b> <br><b>TransCode Therapeutics Inc<\/b> Grant\/Contract.<br><b>M. Sojoodi, <\/b> None..<br><b>P. Pantazopoulos, <\/b> None.&nbsp;<br><b>S. Ghosh, <\/b> <br><b>TransCode Therapeutics Inc<\/b> Employment. <br><b>P. Caravan, <\/b> <br><b>TransCode Therapeutics Inc<\/b> Grant\/Contract. <br><b>Z. Medarova, <\/b> <br><b>TransCode Therapeutics Inc<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3701","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5069","PresenterBiography":null,"PresenterDisplayName":"Mozhdeh Sojoodi, MS;PhD","PresenterKey":"0f397089-f1fd-42df-8f26-3eb42b09d905","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5069. Cancer immunotherapy based on the RNAi-based PD-L1 inhibitor, MN-siPDL1, demonstrates efficacy in preclinical pancreatic adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer immunotherapy based on the RNAi-based PD-L1 inhibitor, MN-siPDL1, demonstrates efficacy in preclinical pancreatic adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"TriTAC&#174; is a T cell engager platform comprised of three binding domains: a target binder for tumor cell engagement, an albumin binder for half-life extension, and a CD3 binder for T cell engagement. HPN328 is a Delta-like ligand 3 (DLL3)-targeting TriTAC currently being evaluated in a Phase 1\/2 clinical trial enrolling patients with advanced cancers associated with DLL3 expression, including small cell lung cancer (SCLC) and other neuroendocrine malignancies (NCT04471727). While HPN328 has demonstrated single agent clinical activity in relapsed\/refractory SCLC patients, combinations with other immunotherapeutic agents could further potentiate HPN328 anti-tumor activity and enable the testing of HPN328 in earlier lines of therapy. To test this hypothesis, we developed a human CD3&#949; (hCD3&#949;) immunocompetent mouse model that has the epitope of human CD3&#949;, as recognized by TriTAC molecules, specifically knocked-in (KI) to the mouse CD3&#949; gene. hCD3&#949; KI mice have comparable immune cell repertoire as wild-type mice. However, unlike wild-type mice, TriTAC molecules bind to the T cells in hCD3&#949; KI mice. In a MC38 tumor model, an EGFR-targeting TriTAC was able to exert the expected anti-tumor activity and EGFR-dependent toxicity, thereby confirming TriTACs can engage and activate endogenous T cells in this immunocompetent hCD3&#949; KI mouse model. Next, we tested HPN328 in hCD3&#949; KI mice with MC38 tumors that have been engineered to express human DLL3. As expected, HPN328 inhibited tumor growth in a dose-dependent manner. HPN328 also resulted in a notable upregulation of PD-L1 in these tumors, suggesting that HPN328 in combination with an anti-PD-L1 antibody could potentially drive deeper anti-tumor responses. Indeed, sub-therapeutic doses of HPN328 in combination with an anti-PD-L1 antibody enhanced the anti-tumor activity of HPN328 when compared to either treatment alone. Atezolizumab and durvalumab, anti-PD-L1 antibodies, are approved in combination with platinum-doublet chemotherapy as part of front-line therapy for extensive-stage SCLC. These results demonstrate the utility of combining anti-PD-L1 antibodies to enhance the anti-tumor activity of HPN328 and further supports investigation of this combinatorial approach in patients. Clinical studies of HPN328 in combination with atezolizumab are planned.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"T cell engager,Immune checkpoint blockade,Combination therapy,Lung cancer: small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Laura  B.  Valenzuela<sup>1<\/sup>, Chi-Heng Wu<sup>2<\/sup>, Wade Aaron<sup>2<\/sup>, Raphalea  R.  Banzon<sup>1<\/sup>, Mabel Bush<sup>1<\/sup>, S. Jack Lin<sup>1<\/sup>, Sony  S.  Rocha<sup>1<\/sup>, Subramanian Thothathri<sup>1<\/sup>, Holger Wesche<sup>1<\/sup>, Mary Ellen Molloy<sup>2<\/sup>, <b>Banmeet  S.  Anand<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Translational Medicine, Harpoon Therapeutics, Inc., South San Francisco, CA,<sup>2<\/sup>Harpoon Therapeutics, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"43bb7ff3-b82c-4774-9512-242b4b87c2fb","ControlNumber":"6839","DisclosureBlock":"<b>&nbsp;L. B. Valenzuela, <\/b> <br><b>Harpoon Therapeutics Inc.<\/b> Employment. <br><b>C. Wu, <\/b> <br><b>Harpoon Therapeutics, Inc.<\/b> Employment. <br><b>W. Aaron, <\/b> <br><b>Harpoon Therapeutics, Inc.<\/b> Employment. <br><b>R. R. Banzon, <\/b> <br><b>Harpoon Therapeutics, Inc.<\/b> Employment. <br><b>M. Bush, <\/b> <br><b>Harpoon Therapeutics, Inc.<\/b> Employment. <br><b>S. Lin, <\/b> <br><b>Harpoon Therapeutics, Inc.<\/b> Employment. <br><b>S. S. Rocha, <\/b> <br><b>Harpoon Therapeutics, Inc.<\/b> Employment. <br><b>S. Thothathri, <\/b> <br><b>Harpoon Therapeutics, Inc.<\/b> Employment. <br><b>H. Wesche, <\/b> <br><b>Harpoon Therapeutics, Inc.<\/b> Employment. <br><b>M. Molloy, <\/b> <br><b>Harpoon Therapeutics, Inc.<\/b> Employment. <br><b>B. S. Anand, <\/b> <br><b>Harpoon Therapeutics, Inc.<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3702","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5070","PresenterBiography":null,"PresenterDisplayName":"Banmeet Anand, PhD","PresenterKey":"0cac4f7d-7ff2-4a4a-abf6-1bfaeb8120d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5070. Anti-tumor activity of HPN328, a DLL3-targeting tri-specific, half-life extended T cell engager, is enhanced by combining with an anti-PD-L1 antibody in an immunocompetent mouse model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor activity of HPN328, a DLL3-targeting tri-specific, half-life extended T cell engager, is enhanced by combining with an anti-PD-L1 antibody in an immunocompetent mouse model","Topics":null,"cSlideId":""},{"Abstract":"In solid tumors, resistance to checkpoint inhibitors (CPIs) is frequently observed, partially due to upregulation of vascular endothelial growth factor A (VEGFA) and programmed death-ligand 1 (PD-L1). This culminates in an immunosuppressive tumor microenvironment and immune escape. Inhibitors against VEGF and the VEGF receptor (VEGFR) foster tumor vessel normalization and immunostimulatory reprogramming, in turn promoting treatment effects of immunotherapies. In recent years, TKIs, including axitinib, lenvatinib, and cabozantinib, plus immunotherapy have been approved to treat advanced RCC. Currently under clinical development for relapsed or refractory chronic myeloid leukemia and gastrointestinal tumor, olverembatinib (HQP1351) is a new-generation multikinase inhibitor with targets including VEGFR, fibroblast growth factor receptor (FGFR), SRC, BCR-ABL1, c-KIT, and platelet-derived growth factor receptor. The aim of this study was to assess whether olverembatinib combined with immunotherapy can promote inhibitory effects on RCC. In cell-free kinase assays, olverembatinib inhibited VEGFR1, -2, and -3 with IC<sub>50<\/sub> values of 4.2, 6.1, and 4.1 nM, respectively. Compared to lenvatinib, olverembatinib had more potent antiproliferative effects on human umbilical vein endothelial cells. Olverembatinib also had antiproliferative activity in murine RCC lines RANCA and RAG, with IC<sub>50<\/sub> values of 141 and 53 nM, respectively. When olverembatinib was coadministered with an anti-PD-1 antibody in a RANCA-derived syngeneic model, both agents exerted synergistic effects, with tumor growth inhibition rates reaching 60.6%. Mechanistically, olverembatinib influenced cancer cell proliferation directly by inhibiting phosphorylation of FGFR and downstream proteins. Increased cleavage of caspase-3 and poly (ADP-ribose) polymerase 1 were observed, suggesting induction of apoptosis. Olverembatinib also influenced proliferation of vascular endothelial cells by inhibiting phosphorylation of VEGFR, SRC, and downstream proteins Akt and extracellular signal-regulated kinases. Olverembatinib also reduced expression of PD-L1 in RCC cells. In tumor-infiltrating lymphocyte assays, olverembatinib increased numbers of cytotoxic T cells (CTL, CD8<sup>+<\/sup>) and natural-killer cells (NK, CD3<sup>-<\/sup>\/CD49B<sup>+<\/sup>) in RANCA tumor tissues. Combined with an anti-PD-1 antibody, olverembatinib increased CTLs, NK cells, dendritic cells (DCs, MHC-II<sup>+<\/sup>\/CD11C<sup>+<\/sup>), and M1 macrophages (F4\/80<sup>+<\/sup>\/CD11B<sup>+<\/sup>\/CD86<sup>+<\/sup>) in RANCA tumor tissues, indicating an immunoregulatory effect of olverembatinib. Taken together, these data suggest that combining olverembatinib with a CPI confers synergistic antitumor effects in an RCC cancer mouse model by targeting tumor growth, angiogenesis, and immune regulation. This novel combination may provide an alternative approach to enhance treatment effects with CPIs in renal cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Tyrosine kinase inhibitor,Immune checkpoint blockade,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Guangfeng Wang<sup>1<\/sup>, <b>Eric Liang<\/b><sup>2<\/sup>, Ping Min<sup>1<\/sup>, Huidan Yu<sup>3<\/sup>, Bingxing Wu<sup>3<\/sup>, Dajun Yang<sup>3<\/sup>, Yifan Zhai<sup>2<\/sup><br><br\/><sup>1<\/sup>Ascentage Pharma Co., Ltd., Shanghai, China,<sup>2<\/sup>Ascentage Pharma Group Inc., Rockville, MD,<sup>3<\/sup>Ascentage Pharma Co., Ltd., Suzhou, Jiangsu Province, China","CSlideId":"","ControlKey":"4a980951-b3a4-440d-a7fc-29a1381e491b","ControlNumber":"6423","DisclosureBlock":"<b>&nbsp;G. Wang, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock Option. <br><b>E. Liang, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock Option. <br><b>P. Min, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock Option. <br><b>H. Yu, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock Option. <br><b>B. Wu, <\/b> <br><b>Ascentage Pharma<\/b> Employment, Stock Option. <br><b>D. Yang, <\/b> <br><b>Ascentage Pharma<\/b> Stock, Other Business Ownership, Patent, Other, Leadership. <br><b>Y. Zhai, <\/b> <br><b>Ascentage Pharma<\/b> Stock, Other Business Ownership, Other, Leadership.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3703","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5071","PresenterBiography":null,"PresenterDisplayName":"Eric Liang, PhD","PresenterKey":"7ddaa94e-4bd3-47a4-b564-797509996b04","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5071. Olverembatinib (HQP1351) enhances antitumor effects of immunotherapy in renal cell carcinoma (RCC)","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Olverembatinib (HQP1351) enhances antitumor effects of immunotherapy in renal cell carcinoma (RCC)","Topics":null,"cSlideId":""},{"Abstract":"Background: Chimeric antigen receptor (CAR) T cell therapy has achieved unprecedented success in treating hematologic malignancies but still struggles in the context of solid tumors. The challenges of effective CAR-T cell therapy for solid tumors are multifaceted including 1) physical barriers that limit T cell infiltration; 2) tumor heterogeneity and antigen escape leading to resistance to therapy; 3) immunosuppressive tumor microenvironment (TME) dampening T cell function. As a novel modality for cancer therapy, oncolytic virus (OV) can be engineered to overcome the limitations of CAR-T therapy in solid tumor. Here we developed a new-generation of oncolytic herpes simplex virus (oHSV) to enable clinically approved CD19 CAR-T for solid tumor therapy.<br \/>Methods: oHSV MVR-T7011 (T7011) was genetically engineered to drive ectopic expression of the extracellular domain of CD19, the blood tumor antigen, on solid tumor cell surface upon viral infection. In addition, multiple payloads, CCL5, IL-12, and anti-PD-1 antibody were introduced into T7011 to modulate the TME. Payload expression was detected both <i>in vitro<\/i> and <i>in vivo<\/i>. Co-culture studies were performed to test the cell-killing activity of CD19 CAR-T combined with T7011. Antitumor activities of T7011 administrated via intratumoral (IT) or intraperitoneal (IP) in combination with CD19 CAR-T cells were assessed in immunodeficient and immunocompetent mice.<br \/>Results: The<i> in vitro<\/i> studies indicated that the expression of CD19 on tumor cell surface was detected as early as 4 hours post infection (hpi) and retained for at least 96 hours in the T7011-infected cells<i>. <\/i>In mouse study showed that the CD19 expression on tumor cells was detected as early as 8 hpi and lasted for 20 days when T7011 was injected via IT in immunodeficient mice. The payload of CCL5, IL-12, and anti-PD-1 antibody showed a similar expression pattern as CD19. Co-culture studies showed that T7011 infection enhanced cell-killing activity of CD19 CAR-T but the virus had no effect on viability and proliferation of CAR-T cell itself, which concludes that T7011 does not dampen the CAR-T function as its combination treatment. The <i>in vivo<\/i> efficacy studies demonstrated that IT and IP administration of T7011, rather than MVR-T3011 virus which lacks CD19, specifically promoted CD19 CAR-T anti-solid tumor activities in both immunodeficient and immunocompetent mice.<br \/>Conclusions: The new-generation of HSV oncolytic virus T7011 expressing the targetable CD19 antigen on tumor surface enables the CD19 CAR-T for solid tumor cell treatment as a combination therapy. In addition, T7011 also carries multi-immunomodulators further to enhance antitumor efficacy by reinvigorating the infiltrated CAR-T cells and reversing the immunosuppressive TME. T7011 is expected to be a promising combinational therapy with CD19-specific CAR-T cells enabling effective cell therapy against multiple solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Oncolytic virus,CAR T cells,Combination therapy,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yanxin Zheng<sup>1<\/sup>, Yuanyuan Liu<sup>1<\/sup>, Tianyi Deng<sup>1<\/sup>, Yue Huang<sup>1<\/sup>, Ziwen Liu<sup>1<\/sup>, Borui Zhan<sup>1<\/sup>, Xusha Zhou<sup>1<\/sup>, Runbin Yan<sup>1<\/sup>, Jiangtao Ren<sup>2<\/sup>, Yun Xing<sup>2<\/sup>, Guixing Wu<sup>2<\/sup>, Yonghong Liu<sup>1<\/sup>, Jing Zhao<sup>1<\/sup>, Xiaoqing Chen<sup>1<\/sup>, <b>Grace Zhou<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>ImmVira Co., Limited, Shenzhen, China,<sup>2<\/sup>Nanjing Bioheng Biotech Co., Ltd., Nanjing, China","CSlideId":"","ControlKey":"02d96f20-e90d-4589-8a55-31260a3f2add","ControlNumber":"431","DisclosureBlock":"&nbsp;<b>Y. Zheng, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>T. Deng, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>B. Zhan, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>R. Yan, <\/b> None..<br><b>J. Ren, <\/b> None..<br><b>Y. Xing, <\/b> None..<br><b>G. Wu, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>G. Zhou, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3704","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5072","PresenterBiography":null,"PresenterDisplayName":"Grace Zhou, PhD","PresenterKey":"fea2ad2c-27a3-4d99-b057-57839925b3c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5072. &#8220;Armed&#8221; oncolytic herpes simplex virus enables CD19 CAR-T for solid tumor cell treatment as a combination therapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"&#8220;Armed&#8221; oncolytic herpes simplex virus enables CD19 CAR-T for solid tumor cell treatment as a combination therapy","Topics":null,"cSlideId":""},{"Abstract":"While the advent of immune checkpoint blockade (ICB) has dramatically improved the prognosis of many immune-infiltrated cancers, for others, unfortunately, these benefits have yet to be realized. The major challenge before the field, then, is to identify combination therapies that act both to combat evolved resistance. NT219 is a novel dual inhibitor of insulin receptor substrates 1 and 2 (IRS) and STAT3. NT219 demonstrated antitumor effects against both in situ and metastatic human melanoma models in mice as a stand-alone treatment and in combination with mutated BRAF and MEK inhibitors. The potential of NT219 to overcome resistance and increase efficacy was demonstrated in PDX models with multiple drug classes. Collectively, these findings provided preclinical proof-of-concept NT219 as a promising novel cancer therapy. Given this data, the goal of our study was to assess the efficacy of combining NT219 with anti-PD-1 and anti-CTLA-4 ICB, and test capacity of the combination to overcome immune resistance. To that end, we have examined PD-L1 expression levels in vitro following NT219 treatment in two different strains of melanoma cells, B16-tdTomato (TMT) and B16 3I-F4, ICB sensitive and ICB resistant derivative lines, respectively. In addition, to evaluate the combination effect of NT219 with ICB therapy in ICB-resistant PDX model, we used a humanized PDX model of pembrolizumab-resistant gastroesophageal tumor (GEJ). These mice were injected with PBMCs from the same patient. Using multiple syngeneic immunocompetent models of melanoma (TMT and 3I-F4 cells) and the humanized PDX model, we investigated the potential of each ICB with NT219. Our findings showed that NT219 increased PD-L1 expression levels on both melanoma cell lines in vitro, however, the PD-L1 expression levels were much more elevated 3I-F4 than TMT cells. Interestingly, the levels of both IRS and activated pSTAT3, the targets of NT219, which consist well known resistance mechanisms, were higher in the resistant cells as compared to the sensitive line. In accordance we found that NT219 was able to restore anti-PD-1 sensitivity in 3I-F4 model (TGI = 58%) in the syngeneic model, promoting tumor rejection and increasing survival rates. The combined approach between NT219 and anti-CTLA-4 displayed a moderate effect (TGI = 37%). In the TMT, NT219 combined with anti-PD-1 showed greater efficacy compared to anti-PD-1 alone (TGI = 63% and TGI = 47%, respectively). These results were confirmed using the humanized ICB-resistant PDX model, where impressive synergy between NT219 and the anti-PD-1 (TGI = 98%) was demonstrated. To summarize, we found a significant synergistic effect of NT219 combined with anti-PD-1 therapy, supported by a mechanism of PDL-1 induction making ICB resistant tumors amenable to ICB treatment. Collectively, these findings demonstrated that NT219 has the potential to reverse ICB resistance in both human PDX and murine syngeneic tumor model systems","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Combination therapy,STAT3,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ricardo Alexandre de Azevedo<\/b><sup>1<\/sup>, Hadas Reuveni<sup>2<\/sup>, Menashe Bar-Eli<sup>3<\/sup>, Michael Curran<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Immunology, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Purple Biotech, Rehovot, Israel,<sup>3<\/sup>Department of Cancer Biology, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"22792736-67cb-4e5d-b47d-36610e2c3a2d","ControlNumber":"7486","DisclosureBlock":"&nbsp;<b>R. A. de Azevedo, <\/b> None..<br><b>H. Reuveni, <\/b> None..<br><b>M. Bar-Eli, <\/b> None..<br><b>M. Curran, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3705","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5073","PresenterBiography":null,"PresenterDisplayName":"Ricardo de Azevedo, PhD","PresenterKey":"9f633c39-34f8-43fb-8dc5-8a546c6e1eec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5073. NT219 induces tumor PD-L1 expression and potentiates anti-PD-1 efficacy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NT219 induces tumor PD-L1 expression and potentiates anti-PD-1 efficacy","Topics":null,"cSlideId":""},{"Abstract":"Thyroid cancer is the most common endocrine cancer in the US, and its incidence is rising. Most thyroid cancer deaths are attributed to treatment-refractory, metastatic tumors. Thyroid stimulating hormone receptor (TSRH) expression is largely limited to the thyroid gland and is abundantly expressed on thyroid tumor cells, making TSRH a compelling target for advanced thyroid cancer diagnostics and therapeutics. Therefore, we developed a novel TSHR-targeted chimeric antigen receptor (CAR) T cell therapy to treat aggressive thyroid cancers. TSHR-CAR constructs were cloned into a lentiviral CAR construct containing 4-1BB and CD3&#950;. First, we demonstrated potent TSHR-CART antigen-specific anti-tumor activity in vitro. Then, NOD-SCID-&#947;-\/- (NSG) mice were inoculated subcutaneously with TSHR+ tumor cells and randomized by tumor volume to treatment with TSHR-CART cells or control Untransduced T cells (UTD). Treatment with TSHR-CART cells resulted in dose-dependent antitumor activity and prolonged survival. De-differentiated anaplastic thyroid cancers (ATC) downregulate TSHR. Our TSHR immunohistochemistry results corroborated these findings and displayed minimal TSHR protein expression, precluding successful TSHR-CART treatment. We therefore sought to sensitize these tumors with MAPK inhibitors, as a strategy to upregulate TSHR expression in patients with metastatic thyroid cancer. TSHR expression was upregulated in patient-derived xenograft (PDX) ATC models after one week of daily administration of the MAPK inhibitors (p=0.0024). After confirming that MAPK inhibition does not dampen TSHR-CART effector functions, we tested sequential and combination therapy of TSHR-CART with MEK and BRAF inhibition in vivo. NSG mice were engrafted with ATC BRAF-mutant PDX tumors and randomized by tumor volume to daily oral treatment with placebo or trametinib (MEK inhibitor) plus dabrafenib (BRAF inhibitor). One week later, mice received either UTD or TSHR-CART. Mice conditioned with trametinib plus dabrafenib (p=0.0018) and subsequently treated with TSHR-CART showed superior antitumor activity. However, the improved antitumor activity in this setting was transient. We therefore tested the durability of TSHR upregulation following MEK\/BRAF inhibition and demonstrated that TSHR upregulation lasts less than 48-72 hours after discontinuation. Finally, we tested the combination of TSHR CART cells with MEK\/BRAF inhibitors in ATC BRAF-mutant PDX tumors. Here, combining TSHR-CART cells with MEK\/BRAF inhibitors result in durable control of the tumors. Collectively, our findings indicate that MEK\/BRAF inhibition of de-differentiated thyroid cancers upregulated TSHR expression and enhanced TSHR-CART antitumor activity. This work represents a viable strategy to improve outcomes of patients with aggressive, metastatic thyroid cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"CAR T cells,Thyroid\/endocrine-related cancers,Targeted therapy,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Claudia Manriquez Roman<\/b><sup>1<\/sup>, Kendall  J.  Schick<sup>2<\/sup>, Justyna  J.  Gleba<sup>3<\/sup>, Truc  N.  Huynh<sup>4<\/sup>, Elizabeth  L.  Siegler<sup>4<\/sup>, James  L.  Miller<sup>3<\/sup>, Aylin Alasonyalilar Demirer<sup>3<\/sup>, Matthew  L.  Pawlush<sup>3<\/sup>, Ahmet Biligili<sup>3<\/sup>, Long  K.  Mai<sup>4<\/sup>, Erin Tapper<sup>4<\/sup>, Leo  R.  Sakemura<sup>4<\/sup>, Michelle  J.  Cox<sup>4<\/sup>, Carli  M.  Stewart<sup>4<\/sup>, Ismail Can<sup>4<\/sup>, Ekene J. Ogbodo<sup>4<\/sup>, Gaofeng Cui<sup>5<\/sup>, Georges Mer<sup>5<\/sup>, Gloria R. Olivier<sup>6<\/sup>, Yushi Qiu<sup>7<\/sup>, Robert  C.  Smallridge<sup>8<\/sup>, Zubair  C.  Abba<sup>8<\/sup>, Han  W.  Tun<sup>9<\/sup>, John  A.  Copland<sup>10<\/sup>, Saad  S.  Kenderian<sup>4<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic, Rochester, MN,<sup>2<\/sup>Molecular Pharmacology and Experimental Therapeuthics, Mayo Clinic, Rochester, MN,<sup>3<\/sup>Cancer Biology Departmetn, Mayo Clinic, Jacksonville, FL,<sup>4<\/sup>T cell Engineering, Mayo Clinic, Rochester, MN,<sup>5<\/sup>Biochemistry and Molecular Biology, Mayo Clinic, Rochester, MN,<sup>6<\/sup>Business Development, Mayo Clinic, Rochester, MN,<sup>7<\/sup>Cancer Biology Department, Mayo Clinic, Jacksonville, FL,<sup>8<\/sup>Endocrine Division, Internal Medicine Department, Mayo Clinic, Jacksonville, FL,<sup>9<\/sup>Internal Medicine Department, Mayo Clinic, Jacksonville, FL,<sup>10<\/sup>Cancer Biology, Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"452cffaa-0a20-4054-bb38-49ba29d6c946","ControlNumber":"3158","DisclosureBlock":"&nbsp;<b>C. Manriquez Roman, <\/b> None..<br><b>K. J. Schick, <\/b> None..<br><b>J. J. Gleba, <\/b> None..<br><b>T. N. Huynh, <\/b> None..<br><b>E. L. Siegler, <\/b> None..<br><b>J. L. Miller, <\/b> None..<br><b>A. Alasonyalilar Demirer, <\/b> None..<br><b>M. L. Pawlush, <\/b> None..<br><b>A. Biligili, <\/b> None..<br><b>L. K. Mai, <\/b> None..<br><b>E. Tapper, <\/b> None.&nbsp;<br><b>L. R. Sakemura, <\/b> <br><b>Humanigen<\/b> Patent, Royalties. <br><b>M. J. Cox, <\/b> <br><b>Humanigen<\/b> Patent, Royalties.<br><b>C. M. Stewart, <\/b> None..<br><b>I. Can, <\/b> None..<br><b>E. J. Ogbodo, <\/b> None..<br><b>G. Cui, <\/b> None..<br><b>G. Mer, <\/b> None..<br><b>G. R. Olivier, <\/b> None..<br><b>Y. Qiu, <\/b> None..<br><b>R. C. Smallridge, <\/b> None..<br><b>Z. C. Abba, <\/b> None..<br><b>H. W. Tun, <\/b> None..<br><b>J. A. Copland, <\/b> None.&nbsp;<br><b>S. S. Kenderian, <\/b> <br><b>Novartis<\/b> Patent, Royalties, Research funding. <br><b>Tolero<\/b> Research funding. <br><b>Lentigen<\/b> Research funding. <br><b>Humanigen<\/b> Patent, Royalties, scientific advisory board, research funding. <br><b>Kite\/Gilead<\/b> Research funding. <br><b>Morphosys<\/b> Research funding. <br><b>Leah Labs<\/b> Research funding. <br><b>Sunesis<\/b> Research funding.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3706","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5074","PresenterBiography":null,"PresenterDisplayName":"Claudia Manriquez Roman, BS,MS","PresenterKey":"33efe8aa-2871-4675-aec7-1c23ee9a6afd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5074. Addition of MAPK inhibitors to prime and sensitize poorly differentiated thyroid cancers as a strategy to improve TSHR-CART cell therapy antitumor activity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Addition of MAPK inhibitors to prime and sensitize poorly differentiated thyroid cancers as a strategy to improve TSHR-CART cell therapy antitumor activity","Topics":null,"cSlideId":""},{"Abstract":"Eribulin (ERI) has been reported a microtubule dynamics inhibitor with unique tumor microenvironment modulations such as vascular remodeling and reversal of epithelial-mesenchymal transition activities. In the previous meeting (AACR2022), we reported that ERI and liposomal formulation of ERI (ERI-LF) have immunomodulatory activity that induces CD8+ T cells via its vascular remodeling activity and ERI-LF has greater immunomodulatory activity than ERI. Furthermore, we also reported that these immunomodulatory activities contribute combination antitumor activity of ERI and ERI-LF with anti-PD-1 antibody (Ab) using a P-glycoprotein-knockout 4T1 mouse breast cancer syngeneic model; however, evaluation of antitumor activity of immune-checkpoint inhibitor (ICI) using mouse cancer syngeneic model has limitation because numbers and cancer types of mouse cancer cell lines are limited. In this study, we developed humanized mouse model bearing both human cancer cell lines and human peripheral blood mononuclear cells (hPBMC) to evaluate antitumor activity of ICI for various cancer types. Furthermore, we also evaluated combination antitumor activity of ERI-LF with anti-human PD-1 Ab using this hPBMC-humanized mouse models to verify generality of this combination. We first isolated hPBMC from healthy volunteers and the obtained hPBMC was intravenously injected into NOG mice. To confirm transplantation of hPBMC in the mice, we performed flow cytometric analysis of peripheral blood of mice in a time course manner. In the peripheral blood of humanized mice, chimera ratio of hCD45+ cells gradually increased until 5 weeks after hPBMC-injection and then decreased after 6 weeks after hPBMC-injection. Because tumor growth of some cancer cell lines was rejected by hPBMC transplantation, we evaluated some human cancer cell lines that are able to grow in hPBMC-humanized condition and selected MKN45 and NCI-H526 cell lines for human gastric cancer and small cell lung cancer models, respectively. Finally, we verified combination antitumor activity of ERI-LF with anti-human PD-1 Ab in hPBMC-humanized MKN45 and NCI-H526 models. In both models, combination of ERI-LF with anti-human PD-1 Ab showed significantly stronger antitumor activity compared with each monotherapy. In summary, we demonstrated that combination of ERI-LF with anti-PD-1 Ab is effective for gastric and small cell lung cancers, suggesting that this combination therapy is effective for various cancer types. Currently, Phase 1b\/2 clinical trial of ERI-LF plus nivolumab in patients with selected solid cancers including gastric and small cell lung cancers (NCT04078295) is underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Eribulin,Immune checkpoint blockade,Liposomes,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuki Niwa<\/b><sup><\/sup>, Taro Semba<sup><\/sup><br><br\/>Molecular Profiling Department, Discovery Concept Validation Function, Eisai Co., Ltd., Tsukuba-shi, Japan","CSlideId":"","ControlKey":"b2edf387-afe1-41dd-94f0-4fcd2d12c848","ControlNumber":"1001","DisclosureBlock":"<b>&nbsp;Y. Niwa, <\/b> <br><b>Eisai Co., Ltd.<\/b> Employment. <br><b>T. Semba, <\/b> <br><b>Eisai Co., Ltd.<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3707","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5075","PresenterBiography":null,"PresenterDisplayName":"Yuki Niwa","PresenterKey":"a9ac72a6-76c5-46cc-8a5c-a11eae4eaf76","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5075. Antitumor activity of liposomal formulation of eribulin combined with anti-human PD-1 antibody using hPBMC-humanized mouse models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antitumor activity of liposomal formulation of eribulin combined with anti-human PD-1 antibody using hPBMC-humanized mouse models","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a deadly cancer with a low tumor mutational burden and therefore few neoantigen targets that can be recognized by cytotoxic T cells. Most PDACs are thus insensitive to either single or dual immune checkpoint inhibitor (ICI) therapy. Personalized neoantigen vaccines can expand the number and repertoire of anti-tumor T cells that infiltrate the tumor and mediate cytotoxicity. To model a personalized neoantigen vaccine treatment strategy in PDAC, we previously developed PancVAX, a peptide-based vaccine targeting 12 neoantigens expressed in the murine pancreatic cell line Panc02 (Kinkead et al, <i>JCI Insight<\/i> 2018). Although we observed increased T cell infiltration present in the tumor post-vaccination, these cells expressed high levels of exhaustion markers. We therefore hypothesized that sequential administration of anti-CTLA-4 and anti-PD-1 would enhance the pool of T cells primed by the neoantigen vaccine and maintain activation of antigen-experienced T cells, respectively, to yield optimal and durable neoantigen-specific anti-tumor immunity in PDAC. To address this, mice bearing subcutaneous Panc02 tumors were vaccinated with two rounds of the PancVAX neoantigen vaccine followed by anti-CTLA-4 and anti-PD-1 3 days later. Anti-PD-1 maintenance was given twice weekly beginning at the first vaccine dose. Twelve days after the last peptide vaccine dose, tumors were harvested and dissociated into single-cell suspensions for paired single-cell RNA-sequencing and TCR-sequencing. Mice that were untreated or given ICIs without PancVAX had the highest proportions of CD8+ T cells expressing exhaustion markers. PancVAX-treated mice had more intratumoral cycling CD8 T cells and effector CD8+ T cells with high cytotoxic gene expression. Among mice treated with PancVAX, tumors from mice treated with PancVAX + anti-PD1 or PancVAX + anti-PD1 + anti-CTLA-4 had the highest proportions of effector CD8+ T cells. Ongoing analyses include differential gene expression and pathway analysis between treatment conditions in the T cell compartment in mice treated with combination ICI and PancVAX. Additionally, we will assess changes in T cell clonality and diversity within the tumors when mice are treated with single or combination therapy. These results will define a transcriptional signature associated with the generation of a productive anti-tumor immune response when neoantigen vaccines and ICI are used in combination. This work demonstrates how the addition of ICIs to personalized neo-epitope vaccines for PDAC can further enhance the quality of vaccine-induced T cell effector function in an otherwise immunologically cold tumor type and supports their inclusion in neoantigen vaccination strategies for patients with PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Vaccines,Immune checkpoint blockade,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jacob  T.  Mitchell<\/b><sup><\/sup>, Amanda Huff<sup><\/sup>, Emily Davis-Marcisak<sup><\/sup>, Fangluo Chen<sup><\/sup>, Todd  D.  Armstrong<sup><\/sup>, Luciane  T.  Kagohara<sup><\/sup>, James Leatherman<sup><\/sup>, Rulin Wang<sup><\/sup>, Srinivasan Yegnasubramanian<sup><\/sup>, Elizabeth  M.  Jaffee<sup><\/sup>, Elana  J.  Fertig<sup><\/sup>, Neeha Zaidi<sup><\/sup><br><br\/>Oncology, Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"da78da38-68eb-4bf5-8f03-57605c6c9dbb","ControlNumber":"1653","DisclosureBlock":"&nbsp;<b>J. T. Mitchell, <\/b> None..<br><b>A. Huff, <\/b> None..<br><b>E. Davis-Marcisak, <\/b> None..<br><b>F. Chen, <\/b> None..<br><b>T. D. Armstrong, <\/b> None..<br><b>L. T. Kagohara, <\/b> None..<br><b>J. Leatherman, <\/b> None..<br><b>R. Wang, <\/b> None.&nbsp;<br><b>S. Yegnasubramanian, <\/b> <br><b>Commonwealth Fund<\/b> Grant\/Contract. <br><b>Maryland Cigarette Restitution Fund<\/b> Grant\/Contract. <br><b>Irving Hansen Foundation<\/b> Grant\/Contract. <br><b>Cepheid<\/b> Grant\/Contract, Other, Personal Fees. <br><b>Digital Harmonic<\/b> Other, Other Support. <br><b>Brahm Astra Therapeutics<\/b> Other, Other Support. <br><b>Bristol Meyers Squibb<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract. <br><b>E. M. Jaffee, <\/b> <br><b>Abmeta<\/b> Other, Other Support. <br><b>Achilles<\/b> Other, Personal Fees. <br><b>Dragonfly<\/b> Other, Personal Fees. <br><b>Lustgarten<\/b> Grant\/Contract. <br><b>Carta and Bluedot<\/b> Other, Personal Fees. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Break Through Cancer<\/b> Grant\/Contract. <br><b>E. J. Fertig, <\/b> <br><b>Resistance Bio<\/b> Other, Advisory Board. <br><b>Merck<\/b> Other, Consultant. <br><b>Mestag Therapeutics<\/b> Other, Consultant.<br><b>N. Zaidi, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3708","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5076","PresenterBiography":null,"PresenterDisplayName":"Jacob Mitchell, BS","PresenterKey":"2c29791a-291a-4ee9-bbb3-a8c2086199f4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5076. Combination PancVAX neo-epitope vaccine with anti-CTLA-4 and anti-PD-1 antibodies enhances infiltration of cytotoxic T cells and mitigates T cell exhaustion in a murine model of pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination PancVAX neo-epitope vaccine with anti-CTLA-4 and anti-PD-1 antibodies enhances infiltration of cytotoxic T cells and mitigates T cell exhaustion in a murine model of pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Brain metastases (BrMs) represent an unmet challenge for the therapy of most aggressive cancers owing to the extremely poor survival and the limited efficacy of available therapies. Currently, NO curative therapy for breast cancer BrM (BCBrM) is available and we urgently need to develop new and effective therapies. Immune checkpoint therapies (ICT) have revolutionized cancer treatment, but are generally unsuccessful in treating BrMs, including BCBrM. A crucial reason for this is the unique brain immune microenvironment with low antigen exposure\/presentation in BrMs and fewer antigen-specific T cells in the brain parenchyma. The priming and activation of antigen-specific T cells require professional antigen-presenting dendritic cells (DCs) for effective antigen presentation through multifaceted communication between DCs and T cells by direct intercellular contact and indirect distant communication via exosomes and other means. DC-derived exosomes (DCEXs) carry functional MHC-I\/peptide complexes (pMHC-I) and costimulatory molecules, hence facilitating systemic T cell immune responses. DCEXs have been developed as immunotherapies which exhibit advantages over DC-based immunotherapies. However, DCEXs in ongoing clinical trials showed limited efficacy. We found that increased non-receptor protein tyrosine phosphatase SHP1, a DC-intrinsic inhibitory checkpoint, in monocyte-derived DCs (MoDCs) ex vivo led to DC exhaustion that limits DCEXs function resulting in poor systemic T cells stimulation in vivo. To improve DCEXs functions, we developed next-generation DCEXs by genetic knockout of SHP1 in DCs from which DCEXs (iSHP1-DCEXs) were isolated. Remarkably, the modified iSHP1-DCEXs exhibited significantly increased pMHC-I expression and more effectively improved T cell proliferation compared to control DCEXs, indicating a greater capacity of antigen presentation of engineered iSHP1-DCEXs. In the EO771-OVA mammary tumor cells-bearing mouse model, iSHP1-DCEXs treatment greatly increased tumor infiltration of OVA antigen-specific CD8+ T (OT-1) cells resulting in tumor inhibition and prolonged mouse survival, indicating that iSHP1-DCEXs elicited an effective and specific antitumor immunity in vivo. Moreover, combining iSHP1-DCEXs with anti-PD1 Ab yielded a strong syngenetic therapeutic response in mice bearing the anti-PD1-resistant EO771 tumors, as indicated by delayed tumor growth and prolonged survival. importantly, iSHP1-DCEXs also significantly increased tumor-infiltrating antigen-specific T cells and synergized with PD-1 Ab leading to tumors clearance in mice bearing the B16-GMCSF melanoma. To further test the iSHP1-DCEXs effect in BCBrM, we co-injected EO771-OVA and iSHP1-DCEXs into mice and found that iSHP1-DCEXs inhibited BrM. Together, the engineered iSHP1-DCEXs offer a promising option to generate a potent antigen-specific T cell immune response for BCBrM inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Brain metastasis,Immune checkpoint blockade,Dendritic cells,Extracellular vesicles,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hao-Nien Chen<\/b><sup>1<\/sup>, Xiangliang Yuan<sup>1<\/sup>, Yimin Duan<sup>1<\/sup>, Yi Xiao<sup>1<\/sup>, Shao-Ping Yang<sup>1<\/sup>, DIhua Yu<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Molecular and Cellular Oncology, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Department of Molecular and Cellular Oncology, DIhua Yu, Houston, TX","CSlideId":"","ControlKey":"2cc3052b-992d-4e67-9ab8-579d9e276190","ControlNumber":"3224","DisclosureBlock":"&nbsp;<b>H. Chen, <\/b> None..<br><b>X. Yuan, <\/b> None..<br><b>Y. Duan, <\/b> None..<br><b>Y. Xiao, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>D. Yu, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3709","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5077","PresenterBiography":null,"PresenterDisplayName":"Hao-Nien Chen","PresenterKey":"8206e5f9-741a-40e9-afd9-837a061d2894","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5077. Engineering dendritic cell-derived exosomes forbrain metastases immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineering dendritic cell-derived exosomes forbrain metastases immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Accounting for about 10-15% of all breast cancer diagnoses, triple negative breast cancer (TNBC) has the highest mortality rate partly attributable to few effective treatment options. We evaluated a novel oncolytic adenovirus (rAd.sT.GM; named as AMUN-003 by AmunBio, Inc) encoding sTGF&#946;RIIFc (a TGF-&#946; protein decoy) and GM-CSF transgenes in combination with ICI treatments in the mouse TNBC 4T1 subcutaneous model. We previously reported that infection of target cancer cells with AMUN-003 and co-treatment with ICI led to potent inhibition of tumor progression and lung metastasis without off-target organ or systemic toxicity. Here, we provide details on the specific immune markers associated with responses.<br \/>Methods: Immune competent BALB\/C mice harboring 4T1 tumors were treated with combinations of anti-PD1 antibody, anti-CTLA antibody, AMUN-003 or sham injections. We measured inflammatory serum cytokines\/chemokine levels by Meso Scale immunoassays and immune modulator gene expression in lung, spleen and tumor by qRT-PCR.<br \/>Results: The &#8220;Triplet&#8221; combination of AMUN-003, anti-PD1 and anti-CTLA-4 antibodies was associated with decrease of poor prognosis biomarkers in serum: <b>TGF-&#946;1<\/b>: Triplet p&#60; 0.001, ICIs p&#60;0.01, AMUN-003 p&#60; 0.05; <b>IL-27p28\/IL-30<\/b>: Triplet and ICIs p&#60; 0.05; <b>IL-1&#946;<\/b>: Triplet, AMUN-003, ICIs, and AMUN-003+anti-CTLA-4 p&#60; 0.05; <b>TNF-&#945;<\/b>: Triplet p&#60; 0.01, ICIs p&#60;0.05, and increase of immune stimulatory IFN-&#947;: Triplet p&#60;0.01 (all compared to the buffer). In lung tissue, no significant changes in cytokine\/chemokine expression were detected, however <b>Granzyme B<\/b> levels were significantly increased in Triplet: p&#60; 0.05. In spleen, we detected increased cytokine expression (<b>IL-2<\/b>: Triplet, anti-CTLA-4, AMUN-003+anti-PD-1 p&#60; 0.05; <b>IL-4<\/b>: Triplet p&#60; 0.001, AMUN-003+anti-PD-1, AMUN-003+anti-CTLA-4: p&#60; 0.01). In tumor, expression of TGF-&#946;1 was significantly decreased by triplet and ICIs treatments (both p&#60;0.05), but increases in IFN-&#947;, <b>IL-4<\/b>, <b>CXCR4<\/b>, and <b>Perforin<\/b> were observed in several treatment groups.<br \/>Conclusions and Summary: Our data support the interpretation that the most potent intratumoral and systemic anti-tumor response took place with triplet therapy. Specifically, triplet therapy led to reduction of markers of systemic pathogenic inflammation but activation of anti-tumor cellular immunity (e.g., IFN-&#947;). In lung (site of 4T1 metastases), Granzyme B expression indicated activated NK cell and cytotoxic T cell infiltration was greatest in Triplet. Tumor expression data for IFN-&#947;, IL-4, CXCR4, and Perforin have limited interpretability because several animals had complete remissions at the primary tumor. Collectively, quantitative protein and expression immune response data presented here further support advancement of combination testing of AMUN-003 and ICIs in human clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Oncolytic adenovirus,Immune checkpoint blockade,Triple-negative breast cancer (TNBC),Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Soon Cheon Shin<sup>1<\/sup>, Beniamin Filimon<sup>1<\/sup>, Yuefeng Yang<sup>2<\/sup>, Zebin Hu<sup>3<\/sup>, Vijayakrishna K Gadi<sup>4<\/sup>, <b>Weidong Xu<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>NorthShore University HealthSystem, Evanston, IL,<sup>2<\/sup>Department of Experimental Medical Science, Key Laboratory of Diagnosis and Treatment of Digestive System Tumors of Zhejiang Province, Ningbo, China,<sup>3<\/sup>National Institutes for Food and Drug Control, Beijing, China,<sup>4<\/sup>Translational Oncology Program, University of Illinois Cancer Center, Chicago, IL","CSlideId":"","ControlKey":"e2670f17-2a40-4cac-86b2-687e0b71be77","ControlNumber":"763","DisclosureBlock":"<b>&nbsp;S. Shin, <\/b> <br><b>AmunBio, Inc<\/b> Grant\/Contract. <br><b>B. Filimon, <\/b> <br><b>AmunBio, Inc<\/b> Grant\/Contract.<br><b>Y. Yang, <\/b> None..<br><b>Z. Hu, <\/b> None.&nbsp;<br><b>V. Gadi, <\/b> <br><b>AmunBio, Inc<\/b> Independent Contractor. <br><b>W. Xu, <\/b> <br><b>AmunBio, Inc<\/b> Grant\/Contract.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3711","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5078","PresenterBiography":null,"PresenterDisplayName":"Weidong Xu, PhD","PresenterKey":"bf698062-1571-44a9-8a72-842f0b976e41","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5078. Immune response markers following combination treatment with oncolytic adenovirus AMUN-003 and immune checkpoint inhibitors in a murine model of triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immune response markers following combination treatment with oncolytic adenovirus AMUN-003 and immune checkpoint inhibitors in a murine model of triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Agonistic CD40 antibodies have shown promise when used in combination with checkpoint inhibitors in clinical trials for the treatment of malignancies. However, the mechanisms driving antitumor immune responses in patients are not well understood. The aim of this study was to use a preclinical melanoma model to evaluate the impact of intratumoral anti-CD40 administration on treatment efficacy and the tumor immune landscape in the context of systemic anti-PD1 therapy. Mice bearing 8-day established B16 melanoma tumors were injected with CD40 agonist intratumorally, either alone or in combination with anti-PD1 Ab, every 3 days for a total 4 doses. All mice treated with the combination therapy exhibited tumor growth arrest while progressive tumor growth was observed in control mice and mice treated with anti-PD1 alone. At day 15, tumor weights were 7- and 3-fold reduced in mice treated with the combination therapy as compared to control IgG or PD1 monotherapy, respectively. CyTOF analysis showed a 4-fold increase in the frequency of tumor-infiltrating immune cells in mice treated with either CD40 agonist alone or the combination therapy. Interestingly, CD40 agonistic Ab selectively expanded CD8+ T cells and the combination therapy exhibited a more pronounced effect compared to treatment with anti-PD1 Ab alone. Moreover, CD39+ CD8 T cells, representing tumor antigen-specific cytotoxic T cells, were 14- and 3-fold higher in tumors from mice treated with the combination therapy as compared to control or PD1-treated mice, respectively. This effect correlated with increases in the frequency of antigen-presenting cells, including cDC1 (6-fold) and B cells expressing CD40 (3-fold) in response to the combination therapy. In addition, the combination therapy significantly decreased myeloid cell population resulting in an 8-fold reduction in the ratio of myeloid cells to T cells. Amongst myeloid cells, the density of the monocytic population was diminished, with a selective 10-fold reduction of CD206+ M2-macrophages in tumors from mice treated with both Abs. Our findings provide evidence that combining systemic anti-PD1 therapy with intratumoral CD40 agonist enhanced antitumor immune responses by selectively expanding tumor antigen-specific effector CD8+ T cells, which was associated with increased infiltration of antigen-presenting cells and attenuation of immunosuppressive myeloid cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immunotherapy,Tumor immunity,Immunostimulation,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Barbara Pazdrak<\/b><sup><\/sup>, Heather  M.  Sonnemann<sup><\/sup>, Salah-Eddine Bentebibel<sup><\/sup>, Barbara  M.  Nassif<sup><\/sup>, Greg Lizee<sup><\/sup>, Adi Diab<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"83564d57-a346-4e2b-b52a-7017a7e5bb6e","ControlNumber":"6962","DisclosureBlock":"&nbsp;<b>B. Pazdrak, <\/b> None..<br><b>H. M. Sonnemann, <\/b> None..<br><b>S. Bentebibel, <\/b> None..<br><b>B. M. Nassif, <\/b> None..<br><b>G. Lizee, <\/b> None..<br><b>A. Diab, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3712","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5079","PresenterBiography":null,"PresenterDisplayName":"Barbara Pazdrak, MD","PresenterKey":"5a779ec6-d5a8-4c6c-acba-315283e61345","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5079. Intratumoral CD40 agonist enhances the antitumor effect of anti-PD1 immunotherapy by activation of antigen-presenting cells and selective expansion of effector CD8+ T cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intratumoral CD40 agonist enhances the antitumor effect of anti-PD1 immunotherapy by activation of antigen-presenting cells and selective expansion of effector CD8+ T cells","Topics":null,"cSlideId":""},{"Abstract":"Immune tolerance by TGF-&#946; and VEGF is inextricably related with poor outcomes of approved anti-PD-(L)1 therapy. Accordingly, a dual target for ALK5 and VEGFR2 via single or combination treatments can be an unequivocal tactic to tune tumor-microenvironment (TME) favorable to ICI, and to essentially overcome immune evasion against TGF-&#946;- and VEGF-enriched tumors. Specifically, several reports from clinical data suggest that VEGF-induced endothelial cell anergy (ECA) acts as a vascular immune checkpoint in TME immune response, and the activation of ECA is associated with worse outcomes. Herein, we demonstrate that TU2218, a <i>first-in-class<\/i>, orally available inhibitor against ALK5 and VEGFR2 can recover the downregulated endothelial adhesion molecules, i.e., ICAM-1 and VCAM-1, and suppress ECA. In this work, TU2218 completely recovered the expression of ICAM-1 and VCAM-1 on VEGF-induced ECA in HUVECs. The restored level of ICAM-1 and VCAM-1 at 1 &#956;M TU2218 was equivalent to the activity of combined treatment of 1 &#956;M Vactosertib (ALK5 inhibitor) and 25 &#956;g\/ml Ramucirumab (VEGFR2 inhibitor). 1 &#956;M of Vactosertib alone, however, did not show such restoration. These results indicate that VEGF-induced ECA is mediated by both VEGFR2 and TGF-&#946; signal, thereby validating the superiority of dual target strategy for ALK5 and VEGFR2 over a single target in overcoming ECA. We further tested if TU2218 could restore VEGF-induced decrease of Jurkat adhesion to HUVECs, considering the close relationship between the expression of adhesion-molecules of endothelial cell surface and the adhesion of lymphocytes to endothelium. TU2218 recovered the number of Jurkat adhering to VEGF-elicited HUVEC monolayer in a dose-dependent manner, but Vactosertib did not. Furthermore, the activity of TU2218 on Jurkat adhesion was reversed by VCAM-1 neutralizing antibody. Therefore, our results demonstrate that TU2218 improves Jurkat adhesion by restoring VCAM-1 expression. Finally, the <i>in vivo<\/i> translatability of TU2218 in overcoming ECA was confirmed with B16F10-bearing mice, a well-defined immune desert model, after treatments of anti-PD1 antibody, TU2218, or combined regimen for 15 days. TU2218 combined with an anti-PD1 antibody significantly suppressed tumor growth by c.a. 74 % compared to vehicle, thus being superior to a single treatment (e.g., tumor growth inhibition (TGI) 44% for TU2218, TGI 45% for anti-PD1). In this combination, TU2218 increased the number of both CD31<sup>+<\/sup>VCAM-1<sup>+<\/sup> and IFN&#947;<sup>+<\/sup>CD8<sup>+<\/sup> T cells in the tumor. We conclude that TU2218 leads not only to the enhancement of T cell-traffic toward TME, but also to the conversion of immune balance favorable to anti-PD1 therapy. The Phase 1b trial of TU2218 combined with pembrolizumab is underway for advanced solid cancers (NCT05204862).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,TGF-&#946;\/VEGF,Tumor infiltrating lymphocytes,Endothelial cell anergy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jihyun Lee<\/b><sup><\/sup>, Nam-hoon Kim<sup><\/sup>, Hun-Taek Kim<sup><\/sup><br><br\/>Discovery2, TiumBio, Seongnam-si, Korea, Republic of","CSlideId":"","ControlKey":"b16bc240-37a3-442a-bc40-7859d43ded08","ControlNumber":"2718","DisclosureBlock":"&nbsp;<b>J. Lee, <\/b> None..<br><b>N. Kim, <\/b> None..<br><b>H. Kim, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3713","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5080","PresenterBiography":null,"PresenterDisplayName":"Jihyun Lee, BS","PresenterKey":"40e5c367-89bb-4f40-ac84-c2fd9aa39a84","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5080. TU2218, a novel ALK5\/VEGFR2 dual inhibitor, overcomes tumor endothelial cell anergy and enhances anti-PD1 immunotherapy efficacy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TU2218, a novel ALK5\/VEGFR2 dual inhibitor, overcomes tumor endothelial cell anergy and enhances anti-PD1 immunotherapy efficacy","Topics":null,"cSlideId":""},{"Abstract":"HPN217 is a Tri-specific T Cell-Activating Construct (TriTAC) currently being evaluated in a phase 1 clinical trial for relapsed or refractory multiple myeloma (MM) (NCT04184050). It consists of a single domain antibody (sdAb) specific for B-cell maturation antigen (BCMA), a serum albumin-specific sdAb for half-life extension, and a single chain Fv (scFv) specific for the CD3&#949; subunit of the T cell receptor (TCR) complex for T cell engagement. BCMA is a cell surface receptor highly expressed on malignant plasma cells in MM patients and plays an important role in B-cell proliferation and survival. Soluble BCMA (sBCMA) is produced when the extracellular domain of BCMA is cleaved by &#947;-secretase and enters circulation. sBCMA may act as a sink for BCMA targeted therapies, potentially decreasing anti-tumor efficacy. Previous studies have shown &#947;-secretase inhibitors (GSIs) can increase membrane bound BCMA expression on MM cells and decrease sBCMA concentrations, providing a rationale for combining GSIs with HPN217. Here we describe preclinical studies evaluating that combination <i>in vitro<\/i> and <i>in vivo<\/i>. To evaluate the effects of GSIs on BCMA expression, MM cell lines MOLP8, KMS-12-BM, and MM.1S were incubated with GSIs LY3039478, PF03084014, or RO4929097overnight. GSI treatment led to a 3-7-fold increase in BCMA expression on MM cell surface. To determine the effects of increased BCMA expression mediated by GSIs on the activity of HPN217, an <i>in vitro<\/i> T cell dependent cell cytotoxicity assay (TDCC) was conducted. GSIs enhanced the activity of HPN217, in some cases leading to a 3.5-fold increase in potency compared to HPN217 alone. Next, the impact of the combination was tested <i>in vivo<\/i> using a disseminated MOLP-8 xenograft model engrafted with T cells from a healthy human donor. Vehicle treated mice succumbed to disease burden with a median survival of 23 days as assessed by body weight loss and clinical observations. A suboptimal dose of 4 ug\/kg HPN217 protected mice from disease burden for an additional 3 days. By contrast, the combination of HPN217 and LY3039478 led to a significant increase in survival compared to vehicle or either monotherapy, with a median survival of 43 days. Taken together these results demonstrate the potential utility of GSIs to enhance the anti-tumor activity of HPN217 and supports further investigation of this combinatorial approach in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"T cell engager,Multiple myeloma,BCMA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Payton  C.  Laurie<sup><\/sup>, Mary Ellen Molloy<sup><\/sup>, <b>Patrick  P.  Ng<\/b><sup><\/sup>, Banmeet  S.  Anand<sup><\/sup><br><br\/>Translational Medicine, Harpoon Therapeutics, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"879012f1-1b65-4e1b-be28-89544f3e6245","ControlNumber":"6715","DisclosureBlock":"<b>&nbsp;P. C. Laurie, <\/b> <br><b>Harpoon Therapeutics<\/b> Employment. <br><b>M. Molloy, <\/b> <br><b>Harpoon Therapeutics<\/b> Employment. <br><b>P. P. Ng, <\/b> <br><b>Harpoon Therapeutics<\/b> Employment. <br><b>B. S. Anand, <\/b> <br><b>Harpoon Therapeutics<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3714","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5081","PresenterBiography":null,"PresenterDisplayName":"Patrick Ng","PresenterKey":"53f898a1-d1e5-4b03-a085-0f87103b94b2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5081. Anti-tumor activity of HPN217, a BCMA-targeting tri-specific T cell engager, is enhanced by &#947;-secretase inhibitors in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor activity of HPN217, a BCMA-targeting tri-specific T cell engager, is enhanced by &#947;-secretase inhibitors in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Metabolic fitness and T cell survival are crucial in anti-tumor responses because nutrients are often scarce and other regulatory molecules may be unfavorable in the tumor microenvironment leading to T cell dysfunction, stress, and apoptosis. Tumor-infiltrating cytotoxic CD8<sup>+<\/sup>T cells frequently acquire an altered state of differentiation referred to as &#8220;exhaustion&#8221; and, as a result, they fail to control tumor outgrowth. IL-15 cytokine stimulates the generation, proliferation and cytotoxic function of tumor specific CD8<sup>+ <\/sup>T cells and NK cells. The objective of this study was to assess the effects of hetIL-15 immunotherapy in triple negative breast cancer tumors (TNBC), to evaluate the metabolic profile of the tumor-infiltrating T cells and to study any potential synergy using a Fatty Acid Metabolism Modulator (FAMM) to enhance T cell metabolism.<br \/><b>Study design and methods: <\/b>We used the murine EO771 orthotopic breast cancer model to study the efficacy of locoregional administration of hetIL-15 immunotherapy in combination with a FAMM. We monitored the effect of treatment on number, metabolism and mitochondrial function of the tumor-infiltrating immune cells by flow cytometry, Seahorse flux analysis and Mitotracker, 2-NBDG and\/or Bodipy staining.<br \/><b>Results: <\/b>hetIL-15 locoregional administration, as as single agent, resulted in complete regression in 40% of the treated animals and increased survival. Tumor-infiltrating cytotoxic CD8<sup>+<\/sup>T and NK cells increased in hetIL-15 treated tumors and showed enhanced activation and proliferation. Metabolic flux analysis of the tumor-infiltrating cytotoxic CD8<sup>+<\/sup>T cells from hetIL-15-treated mice confirmed a rise in oxygen consumption rate (OCR) with substantial increase of spare respiratory capacity, which supports an activated\/non exhausted phenotype of these hetIL-15 treated effector cells. Since, further promoting fatty acid (FA) catabolism improves the tumor-infiltrated CD8<sup>+<\/sup>T cells&#8217;s ability to slow tumor progression, we combined hetIL-15 immunotherapy with a FAMM. Combination therapy resulted in increased mitochondrial function, FA uptake and OCR, revealing a more metabolically active phenotype compared to the tumor-infiltrating CD8<sup>+<\/sup>T cells from hetIL-15 monotherapy group. In addition, combined treatment of IL-15 immunotherapy and FAMM resulted in statistically significant EO771 tumor growth delay and complete eradication of the tumors in 85% of mice.<br \/><b><\/b><b>Conclusions: <\/b>Our results indicate that hetIL-15 synergizes with metabolic reprogramming of T cells to achieve superior antitumor efficacy and complete cures. We suggest that metabolic reprogramming of tumor-specific CD8<sup>+<\/sup>Tcells might represent a strategy to promote survival in the metabolically hostile TME as part of an approach to enhance the clinical efficacy of immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Breast cancer,Metabolism,Cytokines,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sevasti Karaliota<\/b><sup>1<\/sup>, Dimitris Stellas<sup>2<\/sup>, Vasiliki Stravokefalou<sup>2<\/sup>, Breana Myers<sup>1<\/sup>, Barbara K. Felber<sup>2<\/sup>, George N. Pavlakis<sup>2<\/sup><br><br\/><sup>1<\/sup>Frederick National Laboratory for Cancer Research, Leidos Biomedical Research, Frederick, MD,<sup>2<\/sup>National Cancer Institute at Frederick, Frederick, MD","CSlideId":"","ControlKey":"1ffc9d26-9aa5-48ab-a93e-90cda3c65f3f","ControlNumber":"5200","DisclosureBlock":"&nbsp;<b>S. Karaliota, <\/b> None..<br><b>D. Stellas, <\/b> None..<br><b>V. Stravokefalou, <\/b> None..<br><b>B. Myers, <\/b> None..<br><b>B. K. Felber, <\/b> None..<br><b>G. N. Pavlakis, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3715","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5082","PresenterBiography":null,"PresenterDisplayName":"Sevasti Karaliota, MS;PhD","PresenterKey":"920ffcc9-a1f1-4177-822b-4060faf6fe17","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5082. Heterodimeric IL-15 (hetIL-15) immunotherapy synergizes with Fatty Acid Metabolism Modulator (FAMM) to eradicate TNBC EO771 murine tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Heterodimeric IL-15 (hetIL-15) immunotherapy synergizes with Fatty Acid Metabolism Modulator (FAMM) to eradicate TNBC EO771 murine tumors","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is an aggressive subtype that makes up 10-20% of all breast cancer cases. Because of the higher risk of metastasis and recurrence post-treatment, there is a need to develop novel therapeutics to address these challenges. In previously published work, we demonstrated that CXCL16 traps CXCR6<sup>+<\/sup>PD-1<sup>+<\/sup> effector\/effector memory (T<sub>EFF\/EM<\/sub>) within the primary tumor and that these T cells have anti-metastatic function that can be harnessed when released into peripheral sites with intra-tumoral administration of anti-CXCL16 prior to surgical resection. However, whether CXCL16 blockade can be used in combination with conventional checkpoint targets and the developmental route of this CXCR6<sup>+<\/sup> T<sub>EFF\/EM <\/sub>is not known. To develop a novel neoadjuvant therapy, we use the spontaneously metastasizing murine TNBC model, 4T1. Here, we report that anti-4-1BB, and not anti-PD-1, when used in combination with blockade of CXCL16 can prolong survival post-surgical resection. Using anti-4-1BB in combination with CRISPR-generated <i>Cxcl16<\/i>-KO 4T1 model, we show that both deficiency of CXCL16 within the tumor microenvironment (TME) and anti-4-1BB contribute synergistically to survival advantage. To study the development of this population of T cells, we use the Py8119 murine TNBC model. We definitively show that CXCR6<sup>+<\/sup>PD-1<sup>+<\/sup> T<sub>EFF\/EM <\/sub>is uniquely generated within the primary tumor. Co-expression of CXCR6 and PD-1 indicates that T cell receptor (TCR) signaling is a potential regulator of the development of this T<sub>EFF\/EM<\/sub> sub-population. Analyses of our previously published scRNA-seq dataset reveals <i>Lat2<\/i> to be the top gene involved in TCR signaling. Tumors growing on <i>Lat2<\/i>-KO animals show a significant increase in tumor size accompanied by significant reduction of CD44<sup>high\/mid <\/sup>CXCR6<sup>+<\/sup>PD-1<sup>+<\/sup> T<sub>EFF\/EM<\/sub>. However, competitive transfer of na&#239;ve WT and <i>Lat2-<\/i>KO T cells into <i>Tcra<\/i>-KO recipients led to comparable levels of CXCR6<sup>+<\/sup> T<sub>EFF\/EM<\/sub>. Surprisingly, transferred <i>Lat2<\/i>-KO T cells failed to engraft within the primary tumor relative to WT T cells. Future work will address if this engraftment defect is due to expansion\/survival defects. Therefore, regulation of TCR signaling within the TME via LAT2 potentially represents a mechanism in which primary tumors trap T cells, promoting their exhaustion. Importantly, this can be harnessed through combinatorial activation and blockade of 4-1BB and CXCL16 respectively.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Cancer immunotherapy,Metastasis,Survival,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bryan Jian Wei Lim<\/b><sup>1<\/sup>, Xiao-Fan Wang<sup>2<\/sup>, Qi-Jing Li<sup>3<\/sup><br><br\/><sup>1<\/sup>Duke University, Durham, NC,<sup>2<\/sup>Pharmacology and Cancer Biology, Duke University, Durham, NC,<sup>3<\/sup>Institute of Molecular and Cell Biology, Agency of Science and Technology (A*STAR), Singapore, Singapore","CSlideId":"","ControlKey":"b1c75d6e-5d39-4cf0-965e-93e3dcfc4732","ControlNumber":"3993","DisclosureBlock":"&nbsp;<b>B. Lim, <\/b> None.&nbsp;<br><b>X. Wang, <\/b> <br><b>TCR CURE Biopharma Technology Co., Ltd<\/b> Strategic Advisory Board. <br><b>Q. Li, <\/b> <br><b>TCR CURE Biopharma Technology Co., Ltd<\/b> Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3716","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5083","PresenterBiography":null,"PresenterDisplayName":"Bryan Jian Wei Lim","PresenterKey":"2a65095c-e5f1-4a83-b1f8-32379a8e4851","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5083. Investigating the development and therapeutic potential of intra-tumoral CXCR6<sup>+ <\/sup>effector\/effector memory T cells (T<sub>EFF\/EM<\/sub>) in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the development and therapeutic potential of intra-tumoral CXCR6<sup>+ <\/sup>effector\/effector memory T cells (T<sub>EFF\/EM<\/sub>) in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Current understanding of resistance to CAR-T cell therapy in solid tumors implicates inadequate CAR-T cell potency in the immunosuppressive tumor microenvironment (TME). We have previously developed a platform using somatostatin receptor 2 (SSTR2) as a positron emission tomography (PET) reporter to detect CAR-T cell expansion and trafficking. The current study aimed to leverage SSTR2 for low-dose targeted radionuclide therapy (<sup>177<\/sup>Lu-DOTATATE, Lutathera), which under dosimetry guidance might enhance antitumor immunity by reprograming the TME and promoting T-cell reinvigoration.<br \/>Methods: Using intercellular adhesion molecule 1 (ICAM-1) as a model antigen, we evaluated the immunomodulatory effects of low-dose radiation in a gastric cancer animal model. NSG mice were inoculated subcutaneously with firefly luciferase-expressing Hs 746T cells (0.1 &#215; 10<sup>6<\/sup> per mouse) and treated 5 days later with 10 &#215; 10<sup>6 <\/sup>SSTR2-expressing ICAM-1 CAR-T cells. CAR-T cell expansion was monitored weekly by PET scan using <sup>18<\/sup>F-NOTA-Octreotide, a radiotracer targeting SSTR2. Three weeks post-T cell infusion, a cohort of mice were injected with 7.4 MBq of <sup>177<\/sup>Lu-DOTATATE via the tail vein. SPECT imaging was performed for dosimetry analysis. Tumor growth was monitored by bioluminescence imaging and tumor size measurement. Serum cytokines were analyzed.<br \/>Results: Single dose <sup>177<\/sup>Lu-DOTATATE treatment (delivering 1-6 Gy to tumor) improved response of established gastric cancer tumor (&#62;1,000 mm<sup>3<\/sup>) that was not responsive to CAR-T cell treatment alone and significantly prolonged survival. All mice receiving CAR-T cells plus <sup>177<\/sup>Lu-DOTATATE displayed rapid tumor shrinkage, with 83% of mice achieving complete remission within 3 weeks of <sup>177<\/sup>Lu-DOTATATE treatment. SPECT imaging confirmed specific delivery of <sup>177<\/sup>Lu-DOTATATE by tumor-infiltrating CAR-T cells, with tumor uptake of 0.43 &#177; 0.24 and 0.19 &#177; 0.08 MBq\/g at 24 and 144 hours post <sup>177<\/sup>Lu-DOTATATE injection, respectively. Most radioactivity reduction over time (73%) is explained by physical decay of <sup>177<\/sup>Lu, indicating persistent tumor retention of <sup>177<\/sup>Lu-DOTATATE. In contrast, rapid clearance of <sup>177<\/sup>Lu-DOTATATE was observed in liver and kidneys. Importantly, longitudinal CAR-T cell imaging using <sup>18<\/sup>F-NOTA-Octreotide revealed increased CAR-T cell expansion induced by low-dose radiation. Furthermore, we detected high levels of IFN-<i>&#947;<\/i> and perforin in serum after <sup>177<\/sup>Lu-DOTATATE treatment, which were &#62;10 folds higher than that in control mice receiving CAR-T cell only, indicating activation of T cells by low-dose radiation.<br \/>Conclusions: We developed a translatable radioimmunotherapy platform that incorporates a FDA-approved theranostic endoradiotherapy (Lutathera) to improve tumor response to CAR-T cell therapy. The next steps would be to explore the immunomodulatory effects of low-dose radiation systematically and elucidate the mechanism of action.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"CAR T cells,Theranostic endoradiotherapy,Combination therapy,Gastric cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yanping Yang<\/b><sup>1<\/sup>, Yago Alcaina<sup>1<\/sup>, Yogindra Vedvyas<sup>1<\/sup>, Maria Cristina Riascos<sup>1<\/sup>, Edward  K.  Fung<sup>2<\/sup>, Brett Vaughn<sup>1<\/sup>, Sarah  M.  Cheal<sup>1<\/sup>, Irene  M.  Min<sup>1<\/sup>, Claire Vanpouille-Box<sup>2<\/sup>, Moonsoo  M.  Jin<sup>1<\/sup><br><br\/><sup>1<\/sup>Radiology, Weill Cornell Medicine, New York, NY,<sup>2<\/sup>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"0e73a3c2-4203-405b-aa5e-9a353e550fb5","ControlNumber":"3077","DisclosureBlock":"&nbsp;<b>Y. Yang, <\/b> None..<br><b>Y. Alcaina, <\/b> None..<br><b>Y. Vedvyas, <\/b> None..<br><b>M. Riascos, <\/b> None..<br><b>E. K. Fung, <\/b> None..<br><b>B. Vaughn, <\/b> None..<br><b>S. M. Cheal, <\/b> None..<br><b>I. M. Min, <\/b> None..<br><b>C. Vanpouille-Box, <\/b> None..<br><b>M. M. Jin, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3717","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5084","PresenterBiography":null,"PresenterDisplayName":"Yanping Yang, PhD","PresenterKey":"7e2bd357-b8e7-4b75-a15c-98e895fdf7e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5084. Targeted delivery of low-dose radiation alleviates tumor resistance to CAR-T cell therapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted delivery of low-dose radiation alleviates tumor resistance to CAR-T cell therapy","Topics":null,"cSlideId":""},{"Abstract":"The macrophage colony stimulating factor 1 (CSF1) is a chemokine essential for the survival, proliferation, and differentiation of especially mononuclear phagocytes, such as macrophages and monocytes. However, within the tumor microenvironment (TME), CSF1 regulates the production, survival, and recruitment of tumor associated macrophages (TAMs), further promoting a protumorigenic and immunosuppressive M2-like phenotype. Overexpression of CSF1 in breast, prostate, and ovarian cancers has been shown to promote tumorgenicity, invasiveness, and accelerate tumor metastasis. In this study, we demonstrate for the first time, that treating established murine MC38 colon and 4T1 breast carcinoma tumors with a CSF1R blocking antibody promotes the expansion of neoepitope-specific T cells. To assess the role of tumor derived CSF1 in these model systems, we generated and characterized CSF1 CRISPR-Cas9 knockouts. In both models, elimination of tumor-derived CSF1 results in a decreased tumor growth in both syngeneic and immune-compromised mice as compared to the parental cell lines. Inhibition of CSF1\/CSF1R signaling axis generated enhanced immunity against 4T1 and MC38 tumor neoepitopes, potentially promoting an immune permissive TME in tumor bearing mice. Combination of a neoepitope targeting cancer vaccine with anti-PDL1 in the MC38 CSF1-\/- tumor model significantly decreased tumor growth <i>in vivo<\/i>. Furthermore, combining CSF1R blockade with adeno-TWIST1 vaccine decreased tumor volume, lung metastasis, and synergistically increased in CD8 T cell infiltration in 4T1 mammary tumors. Analysis of the tumor microenvironment demonstrated increased infiltration in CD8 T cells accompanied by a reduction in tumor associated macrophages following CSF1R inhibition in both tumor models. Our findings confirm the therapeutic potential of combining CSF1 targeting agents with vaccine agents to further modulate anti-tumor immune responses in the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,Immunotherapy,Macrophages,Vaccines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Maria Del Mar Maldonado<\/b><sup><\/sup>, Duane  H.  Hamilton<sup><\/sup>, Jeffrey Schlom<sup><\/sup><br><br\/>Center for Immuno-Oncology, NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"c445b6dd-e7d1-462a-8152-b02a8ab82ec6","ControlNumber":"917","DisclosureBlock":"&nbsp;<b>M. Maldonado, <\/b> None..<br><b>D. H. Hamilton, <\/b> None..<br><b>J. Schlom, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3718","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5085","PresenterBiography":null,"PresenterDisplayName":"Maria Del Mar Maldonado, PhD;Pharm D","PresenterKey":"701e70a9-7331-4c5a-8683-745305c1100b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5085. Blockade of tumor derived CSF1 promotes an immune-permissive tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blockade of tumor derived CSF1 promotes an immune-permissive tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Identifying how to optimally combine immunotherapies with other available anti-cancer therapies is a major challenge in oncology. We have utilized an implantable microdevice performing cassette (IMD) microdosing that measures intratumor drug responses and anti-tumor immunity for six agents in parallel. This approach was combined with the systemic administration of anti-PD1 treatment to examine whether immunogenic cell death (ICD) induced by a given drug potentiates the immunotherapy&#8217;s anti-tumor effect. Local tumor response was measured by multiplex immunohistochemistry (IHC) and transcriptomic analyses. The study was performed in a humanized mouse model of a clear cell renal cancer, patient derived xenograft (PDX) RXF488. RXF488 was implanted subcutaneously in 30 NSG mice. Animals were stratified into 6 groups with n= 4-6. Humanization was performed by the intravenous injection of 5x10e6 human peripheral blood mononuclear cells prior to the first treatment. Systemic aPD1 treatment was applied in the presence and absence of the microdevice loaded with six different drugs. Control groups received the empty IMD in the presence or absence of PBMC. Several agents showed a significant increase in apoptosis induction when aPD1 was added: The largest increase was observed for the panRAF inhibitor LXH254, Sorafenib, Oxaliplatin and Doxorubicin. The increased efficacy from immunotherapy administration has a strong positive correlation with increased induction of ICD in the tumor microenvironment determined by CD11b, ICAM-1 and MHC-II expression: drugs that showed the highest increase in apoptosis when combined with aPD-1 showed an increased likelihood for markers associated with ICD, namely Oxaliplatin and LXH254. A transcriptomic analysis on the tumor tissue revealed nine different clusters. The implantation of the empty device modulated the expression data in a way that these samples clustered together and separate from the untreated tumor samples. Other clusters were defined by presence of absence of aPD1 and the different local treatments. A more focused analysis using a subset of 19 genes described to be predictive for ICD in solid cancer confirmed the activity of LXH254 but identified Sunitinib in combination with anti PD1 as another potential inducer of ICD. An induction of ICD by Oxaliplatin as indicated by the IHC results could not be confirmed by the expression data. Overall treatment arms the systemic treatment with anti-PD1 led to an increased expression of the above mentioned 19 genes. Our results demonstrate that local tumor response signatures of ICD can be used to systemically identify synergistic combinations of a range of drugs with immunotherapy on a tumor specific basis. A deeper dive into the transcriptomic data will help to identify other predictive biomarker for efficacy beyond ICD.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immunogenic cell death,Patient-derived xenograft (PDX),PD-1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kanstantsin Lashuk<sup>1<\/sup>, Eva Oswald<sup>1<\/sup>, Oliver Jonas<sup>2<\/sup>, <b>Julia Schueler<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Charles River Laboratories, Inc., Freiburg, Germany,<sup>2<\/sup>Kibur Medical Inc, Boston, MA","CSlideId":"","ControlKey":"1f7485ed-eb43-4808-8dcd-ba25400edec3","ControlNumber":"4431","DisclosureBlock":"&nbsp;<b>K. Lashuk, <\/b> None..<br><b>E. Oswald, <\/b> None..<br><b>O. Jonas, <\/b> None..<br><b>J. Schueler, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3719","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5086","PresenterBiography":null,"PresenterDisplayName":"Julia Schueler, DVM;PhD","PresenterKey":"cb9df078-bc63-4bbe-9a77-7497203cdd36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5086. Transcriptomic analysis in a renal cancer PDX model enables the deconvolution of additive and synergistic effects of six different standard of care compounds with anti-PD-1 treatment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptomic analysis in a renal cancer PDX model enables the deconvolution of additive and synergistic effects of six different standard of care compounds with anti-PD-1 treatment","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) accounts for 20% of all breast cancer and has limited therapeutic option except for immunotherapy because ER, PR, and HER2 targeted for treatment are absent. It also tends to be more aggressive meaning more likely to metastasize faster to other organs such as lungs, liver, and bone, and its recurrence rate is high which leads to a poor prognosis. Immunotherapy is an option to treat TNBC such as programmed death ligand 1 (PD-L1) antibody. However, tumor cells use various immune evasion mechanisms in addition to PD-1\/PD-L1 pathway to interrupt the effect of immunotherapy. Moreover, tumor microenvironment (TME) is one of the important factors for the effective anti-tumor immune responses from immunotherapy. Hypoxia is a typical event in TNBC. Hypoxia inducible factor 1-alpha (HIF1&#945;) is a transcription factor that regulates angiogenesis by expressing VEGF, and in addition, upregulates the c-MET which increases the proliferation, migration, and survival of tumor cells. Moreover, HIF1&#945; directly regulates the expression of CD47. CD47 is a transmembrane protein that binds to SIRP&#945; of macrophages to inhibit the phagocytosis of macrophages. Therefore, the efficacy of immune checkpoint inhibitors decreases even if there is a higher degree of tumor-infiltrating lymphocytes (TILs). Combination therapy with immune checkpoint and tumor associated antigens (TAAs) derived peptide vaccine could inhibit metastasis. In present study, we found that HIF1&#945;\/c-MET peptide vaccination delayed metastasis in C3(1)Tag mouse. We also investigated whether combination therapy with immune checkpoint inhibitors and peptide vaccine inhibited metastasis. Next, we observed that combination strategy of HIF1&#945;\/c-MET peptide vaccine and treated anti-PD-L1 antibody or\/and anti-CD47 antibody was more effective in systemically inoculated M6 cells growth in C3(1)Tag mice. Immunohistochemical analysis of the tumors showed that the protein expression of CD47, HIF1&#945;, and c-MET were significantly decreased. On the other hand, CD4<sup>+<\/sup> T cells, CD8<sup>+<\/sup> T cells and M1 macrophages increased, but M2 macrophages decreased, resulting in delayed metastasis in combination therapy group compared to single therapy and control group. In addition, IFN&#947; ELISPOT showed that peptide vaccination significantly increased the HIF1&#945;\/c-MET specific IFN&#947;-secreting T cell response in splenocytes. We also assessed osteoclastogenesis in bones, which showed reduction of osteoclast in combination therapy group compared to single therapy and control group.Taken together, combination therapy with immune checkpoint inhibitor targeting PD-L1 and CD47 and peptide vaccine appears to be a promising strategy that inhibit metastasis by modulating tumor microenvironment in triple negative breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Hypoxia Inducible Factor-1&#945;,c-MET,CD47,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>JinHwa Hong<\/b><sup><\/sup>, Jimin Lee<sup><\/sup>, Soon Young Lim<sup><\/sup>, Ju Won Kim<sup><\/sup>, Ah Reum Lim<sup><\/sup>, Kyong Hwa Park<sup><\/sup><br><br\/>Korea University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"cfebc5b0-4742-4682-a9dd-be39dc4d4259","ControlNumber":"2782","DisclosureBlock":"&nbsp;<b>J. Hong, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>A. Lim, <\/b> None..<br><b>K. Park, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3720","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5087","PresenterBiography":null,"PresenterDisplayName":"JinHwa Hong, BD","PresenterKey":"e21279cd-a23f-41d9-8978-3571b936af06","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5087. Combination therapy of immune checkpoint inhibitor and HIF1&#945;\/c-MET peptide vaccine suppresses metastasis by modulating tumor microenvironment in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination therapy of immune checkpoint inhibitor and HIF1&#945;\/c-MET peptide vaccine suppresses metastasis by modulating tumor microenvironment in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Aims: Recent studies revealed myeloid-derived suppressor cell (MDSC) in the tumor microenvironment as an appealing therapeutic target to sensitize intestinal-type gastric cancer (GC) to PD-1 blockade therapy. However, whether MDSC inhibition can improve survival in the more aggressive diffuse-type GC is unknown. Trefoil factor family 2 (TFF2), a secreted anti-inflammatory peptide, suppresses MDSC expansion partly via CXCR4 receptor. Here, we developed a novel MDSC-targeted peptide TFF2-MSA and investigated whether it can synergize with anti-PD1 to prolong survival in syngeneic diffuse GC mouse models.<br \/>Methods: Murine serum albumin (MSA) was appended to the murine TFF2 to generate TFF2-MSA peptide with an extended serum half-life. ACKP (Atp4b-Cre; Cdh1-\/-; LSL-KrasG12D; Trp53-\/-) GC cells developed from a highly malignant diffuse GC mouse model were grafted subcutaneously into HDC-GFP transgenic mice in which the more immunosuppressive histidine decarboxylase (HDC)-expressing myeloid cells were traced with GFP. These recipient mice subsequently received either TFF2-MSA or anti-PD-1 antibody or both. Further, to assess treatment efficacy in inhibiting spontaneous lung metastasis, subcutaneous flank tumors were resected in ACKP cell-grafted mice once tumors reached 500 mm<sup>3<\/sup>, and mice then received treatment with TFF2-MSA or anti-PD-1 or the combination. At the endpoint, flow cytometry and histopathological analyses were performed to examine immune profiles and tumor metastasis. In another model, ACKP-luc cells were implanted orthotopically to stomach submucosa, and recipient mice received the same treatments started from 1 week later to assess their efficacy.<br \/>Results: While either TFF2-MSA or PD-1 antibody showed little benefit as a single agent (TGI 15% and 25% respectively, p&#62;0.05), their combination dramatically suppressed ACKP s.c. tumor growth (TGI 78%, p&#60;0.0001) and markedly prolonged median survival (64 days vs. 32.5 days in control) of host mice in a synergistic manner. The combination therapy efficiently reduced HDC-GFP<sup>+<\/sup> MDSCs (by 67% vs. control, p&#60;0.01), and profoundly increased tumor-infiltrating cytotoxic CD8<sup>+<\/sup> T cells (by 18 fold, p&#60;0.001). Further, while standard chemotherapy (5-fluorouracil and oxaliplatin) showed limited efficacy in this model, addition of chemotherapy to the TFF2-MSA\/PD-1 antibody combination further improved treatment efficacy (TGI 91%) and extended median survival to 73 days. In addition, combination of TFF2-MSA\/PD-1 antibody significantly reduced 80% lung metastasis (vs. control, p&#60;0.0001), in contrast to minimal inhibition observed with either monotherapy (p&#62;0.05). Finally, in the orthotopic model, the combo regimen eradicated GC in 50% mice compared to 0% in either monotherapy treatment.<br \/>Conclusion: Targeting MDSCs using TFF2-MSA synergizes with PD-1 blockade therapy in advanced and metastatic syngeneic mouse models of diffuse-type GC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"MDSC,Stomach cancer,PD-1,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jin Qian<\/b><sup>1<\/sup>, Sandra Ryeom<sup>1<\/sup>, Bruce Daugherty<sup>2<\/sup>, Seth Lederman<sup>2<\/sup>, Timothy  C.  Wang<sup>1<\/sup><br><br\/><sup>1<\/sup>Columbia University Irving Medical Center, New York, NY,<sup>2<\/sup>Tonix Pharmaceuticals, Inc., New York, NY","CSlideId":"","ControlKey":"4ce93dd3-b559-4f44-8e7c-d2e63cae2423","ControlNumber":"200","DisclosureBlock":"&nbsp;<b>J. Qian, <\/b> None..<br><b>S. Ryeom, <\/b> None.&nbsp;<br><b>B. Daugherty, <\/b> <br><b>Tonix Pharmaceuticals, Inc.<\/b> Employment. <br><b>S. Lederman, <\/b> <br><b>Tonix Pharmaceuticals, Inc.<\/b> Employment.<br><b>T. C. Wang, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3721","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5088","PresenterBiography":"","PresenterDisplayName":"Jin Qian, MD;PhD","PresenterKey":"ebcf7fc6-f1c2-4812-ba52-f3d82eb17908","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5088. MDSC-targeted TFF2-MSA synergizes with PD-1 blockade therapy in diffuse-type gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MDSC-targeted TFF2-MSA synergizes with PD-1 blockade therapy in diffuse-type gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Induction of apoptosis is a critical mechanism underlying the durable efficacy of cancer treatment agents. Bax is a major proapoptotic protein whose activation is required for apoptotic cell death. We have recently discovered that small molecule Bax activator CYD-2-11 targets the S184 structural pocket in the c-terminal tail of Bax, directly activates its proapoptotic activity via conformational change and formation of Bax homo-oligomers in mitochondrial membranes. CYD-2-11 has potent anti-tumor activity against lung cancer in various animal models. Here we found that CYD-2-11 in combination with radiation, cisplatin or BH3 mimetic Bcl2 inhibitor venetoclax (ABT-199) synergistically suppressed tumor growth in non-small cell lung cancer (NSCLC) xenograft models. It is known that LKB1 mutations or deficiency are associated with therapeutic resistance to PD-1\/PD-L1 checkpoint blockade immunotherapy. To test whether Bax activator CYD-2-11 reverses resistance to immunotherapy in immunologically &#8220;cold&#8221; genetically engineered LSL-KRAS<sup>G12D<\/sup> LKB1 <sup>fl\/fl <\/sup>(KL) mouse model, KL mice were treated with CYD-2-11, PD-L1 antibody or in combination. Results indicate that PD-L1 antibody alone has no significant anti-tumor effect in KL mice. CYD-2-11 alone can reduce tumor burden, but combination of CYD-2-11 with PD-L1 antibody has very strong synergistic effect and produces maximum efficacy in tumor burden reduction and significantly prolongs survival of KL mice. Mechanistically, combined treatment with CYD-2-11 and PD-L1 antibody enhances T cell infiltration in tumor tissues. These findings provide preclinical evidence for pharmacologic combinations of small molecule Bax activator with chemoradiotherapy, Bcl-2 inhibitor or PD-L1 antibody as novel strategies to treat lung cancer more effectively.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Anti-PD-1,Bax,Lung cancer: non-small cell,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Abu Syed Md Anisuzzaman<sup><\/sup>, Muhammad Waliul Talukdar<sup><\/sup>, <b>Xingming Deng<\/b><sup><\/sup><br><br\/>Emory University, Atlanta, GA","CSlideId":"","ControlKey":"f5d491c4-96ce-4f88-a38c-d3d956affb90","ControlNumber":"7005","DisclosureBlock":"&nbsp;<b>A. Anisuzzaman, <\/b> None..<br><b>M. Talukdar, <\/b> None..<br><b>X. Deng, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3723","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5089","PresenterBiography":null,"PresenterDisplayName":"Xingming Deng, MD","PresenterKey":"b6d42c42-9418-4f02-b3c0-ef4b05af8d82","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5089. Small molecule Bax activator enhances immunotherapy against lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Small molecule Bax activator enhances immunotherapy against lung cancer","Topics":null,"cSlideId":""},{"Abstract":"The combination of pembrolizumab with low-dose ipilimumab shows substantial antitumor activity and manageable profile of toxicity in anti-PD-(L)1 antibody failure-setting (NCT02743819). This suggests a breakthrough for the absence of treatment option after relapsed\/refractory anti-PD-(L)1 therapy. Accordingly, the anti-CTLA4 drug-based combination can be considered as a promising strategy for beneficial outcomes against resistance acquired from immunotherapy. Herein, we demonstrate that TU2218, a<i> first-in-class<\/i>, orally available inhibitor against ALK5 and VEGFR2, showed synergistic antitumor efficacy when combined with an anti-CTLA4 antibody in preclinical tumor models which is being accompanied by increasing ratio of CD8 T cell to regulatory T cell and enhanced immunological memory. In this work, antitumor efficacy of TU2218 combination with an anti-CTLA4 antibody was assessed with CT26-, 4T1-, B16F10- and WEHI-164-bearing mice. In the CT26 model, the combination of TU2218 with an anti-CTLA4 antibody significantly inhibited tumor growth up to 92% compared to vehicle, thus being superior to single treatments (e.g., tumor growth inhibition (TGI) 46% for TU2218, TGI 74% for anti-CTLA4). In this combination group, the complete regression (CR) rate was 75 % (i.e., six cases among eight mice), while single treatments showed lower CR rates (e.g., CR 10% (1\/10) for TU2218, CR 30% (3\/10) for anti-CTLA4). Meanwhile, the role of CD8+ T cell in antitumor activity was elucidated by <i>in vivo<\/i> depleting CD8+ T cell in mice treated with combination therapy. The depletion of CD8+ T cells reduced the antitumor response, which suggests the indispensable role of CD8+ T cells in the antitumor efficacy of TU2218 and anti-CTLA-4 antibody combination. In addition, the long-term immune-memory was evaluated by re-implanting tumor cells into both mice cured by combination therapy and age-matched tumor-na&#239;ve mice. In this case, 6 mice cured of original implantation with CT26 tumors showed complete resistance to the re-implantation of CT26 cells during an untreated period for 21 days, whereas all age-matched tumor-na&#239;ve mice have developed tumors after 10 days from cell-transplants. Importantly, we could confirm the positive correlation between the immunological memory-response of combination therapy and the increasing rate of effector memory CD4+ and CD8+ T cells in spleens compared to those of age-matched group. In 4T1-, B16F10- and WEHI-164-bearing mice, combination of TU2218 with an anti-CTLA4 antibody led to higher CR rate as well as enhanced inhibition of tumor growth. Overall, our findings showed that TU2218 plays multifaceted roles in inducing immune activation under combination with an anti-CTLA4 antibody, which may be attributed to the increased ratio of cytotoxic CD8 T cell to regulatory T cell and improvement of adaptive immunity with long-term immunological memory.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Immuno-oncology,TGF-&#946;\/VEGF,Novel combination therapy,Adaptive Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nam-Hoon Kim<\/b><sup><\/sup>, Jihyun Lee<sup><\/sup>, Hun-Taek Kim<sup><\/sup><br><br\/>TiumBio, Seongnam-si, Korea, Republic of","CSlideId":"","ControlKey":"33c213ad-d374-490d-9762-da961d042925","ControlNumber":"2745","DisclosureBlock":"&nbsp;<b>N. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>H. Kim, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3724","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5090","PresenterBiography":null,"PresenterDisplayName":"Nam-Hoon Kim, PhD","PresenterKey":"3bb1ba30-dfd3-4ed2-a42a-b6bcd140a946","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5090. TU2218, a dual inhibitor against ALK5\/VEGFR2, increases anti-CTLA4 antitumor efficacy in syngeneic tumor models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TU2218, a dual inhibitor against ALK5\/VEGFR2, increases anti-CTLA4 antitumor efficacy in syngeneic tumor models","Topics":null,"cSlideId":""},{"Abstract":"Since the appearance of oxaliplatin, FOLFOX therapy is positioned as the standard of care for colorectal cancer (CRC). And after the advent of capecitabine, an oral prodrug of 5-FU, both FOLFOX and CAPOX remain the first-line treatment for local and advanced CRC. Even though oral 5-FU prodrug has approved more than two decades ago, orally available oxaliplatin has not been developed yet. Oral chemotherapy has garnered attention in the era of cancer immunotherapy because oral form of the therapy makes metronomic therapy feasible. In this regard, we invented orally absorbable oxaliplatin exploiting complexation with bile acid moiety. The invention encouraged to expand the dosing of combination treatment of 5-FU and oxaliplatin, the most established chemotherapy combination of CRC, into metronomic scheduling. Oral CAPOX therapy is developed to administrate 5-FU and oxaliplatin combination (FOX) metronomically for chemo-immunotherapy. Metronomic dosage successfully induced immunogenic cancer cell death in colorectal cancer xenograft mouse model not exerting toxicity to other organs abolishing immune suppressive effect of chemotherapy. Oral CAPOX boosted tumor immunity translating immune microenvironment. Immune cell population and activation was analyzed using flow cytometry. Suppressive immune cell population decreased after Oral CAPOX treatment. Especially, immune-suppressive macrophage population diminished. Macrophages became immunogenic and presented antigen more frequently. Improved tumor microenvironment combined with anti-PD1 treatment activated and proliferated T cells locally and systemically. Oral CAPOX and anti-PD1 combination therapy activated cytotoxic T cell in tumor tissue and tumor draining lymph node. This therapy also activated NK cells systemically. Oral CAPOX and anti-PD1 combination treatment regressed established tumor completely in more than 90% of the mouse showing its capacity for clinical usage. Liver is the region which makes CRC least immunogenic among metastatic site and the organ CRC is metastasized most abundantly. Immuno-suppresive macrophage in liver is known for the factor discriminating liver metastasized CRC from other organs metastasized one suppressing T cells. Because Oral CAPOX therapy converts macrophage more immunogenic, Oral CAPOX therapy could reverse immunosuppressive tumor microenvironment of liver metastasized colorectal cancer. Oral CAPOX and anti-PD1 combination is treated liver metastasized CRC model and showed standing out antitumor efficacy, and T cell activation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Oxaliplatin,Immunotherapy,Checkpoint Inhibitors,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seong Jin Park<\/b><sup><\/sup>, Seho Kweon<sup><\/sup>, Moyo Knowledge Mudhibadhi<sup><\/sup>, Ha Rin Kim<sup><\/sup>, Youngro Byun<sup><\/sup><br><br\/>Seoul National University College of Pharmacy, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"8e4e3094-93b5-4f97-a227-e5f821154d5d","ControlNumber":"6523","DisclosureBlock":"&nbsp;<b>S. Park, <\/b> None..<br><b>S. Kweon, <\/b> None..<br><b>M. K. Mudhibadhi, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>Y. Byun, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3725","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5091","PresenterBiography":null,"PresenterDisplayName":"Seong Jin Park, Pharm D","PresenterKey":"87057fee-d3fc-4646-8307-9d9afdea01df","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5091. Potentiating immunogenicity of PD1 blockage with metronomic Oral CAPOX for local and liver metastasized colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potentiating immunogenicity of PD1 blockage with metronomic Oral CAPOX for local and liver metastasized colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"The therapeutic effects for cancer immunotherapy are largely hampered by intratumoral CD4<sup>+<\/sup>CD25<sup>+ <\/sup>regulatory T cells (Tregs) which leads to poor outcome in many cancer patients upon treatment of immune checkpoint inhibitors. Moreover, the balance between effector T (Teff) cells and Treg cells in the tumor microenvironment (TME) impacts on tumor progression and anti-tumor immunity. Depleting tumor-infiltrating Tregs by selectively targeting CD25 to reduce the ratios of regulatory to effector T cells (Treg\/Teff) without disturbing IL-2 signalling is a promising strategy to advance anti-tumor immunity. Hence, we evaluated the in vivo anti-tumor effects of Non-IL-2 blocking Treg-depleting anti-hCD25 mAb versus IL-2-blocking anti-hCD25 mAb (Basiliximab) in an engineered hCD25 (IL-2RA) knockin mouse model.Firstly, we developed the genetically engineered CD25 (IL-2RA) humanized mouse model by ES cell targeting, in which mouse Cd25 exons 2-6 are replaced by human counterparts corresponding to the extracellular domain leaving the intracellular regions intact. Then, we performed flow cytometry analysis to confirm the surface expression of hCD25 on naive Treg cell from peripheral blood and spleen in homozygous hCD25 knockin mice. In addition, we found the hCD25 expression is upregulated on activated Treg cell derived from splenocytes for both heterozygous and homozygous hCD25 knockin mice. Furthermore, the female homozygous hCD25 knockin mice subcutaneously engrafted with MC38 syngeneic tumors received two different therapeutic anti-CD25 mAb treatment in parallel and we found the Non-IL-2 blocking Treg-depleting anti-human CD25 mAb (anti-hCD25<sup>NB<\/sup>) displayed more potent anti-tumor response compared to IL-2-blocking Treg-depleting anti-human CD25 mAb (anti-hCD25<sup>BL<\/sup>), supporting that keeping IL-2 signaling on effector T cells are required to enhance effector activation and anti-tumor immunity. Notably, the study groups treated with anti-hCD25<sup>NB <\/sup>plus anti-mPD-1 showed synergistic therapeutic effects as expected. As a matter of fact, both CD4<sup>+<\/sup>CD25<sup>+<\/sup> T cells and<sup> <\/sup>CD4<sup>+<\/sup>CD25<sup>+<\/sup>FoxP3<sup>+<\/sup> Treg cells reduced significantly upon treatment of anti-hCD25<sup>NB <\/sup>and anti-hCD25<sup>BL <\/sup>in spleen and tumors, but no big change in the number of CD4<sup>+<\/sup>FoxP3<sup>+<\/sup> Treg cells.Likewise, anti-hCD25<sup>NB<\/sup> in combination with anti-mPD-1 leads to more significant CD4<sup>+<\/sup>CD25<sup>+<\/sup> Treg depletion in spleen and tumors along with increased CD8<sup>+<\/sup>Granzyme B<sup>+<\/sup> cytotoxic T cells.Collectively, our CD25 (IL-2RA) humanized mouse provides a powerful model to assess the in vivo preclinical therapeutic effects of CD25<sup>+<\/sup> Treg-depleting antibodies for cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-02 Combination immunotherapies,,"},{"Key":"Keywords","Value":"Antitumor effect,CD25 humanized model,Anti-PD-1,Treg depletion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Daniel He<\/b><sup><\/sup><br><br\/>Shanghai Model Organisms Center, Inc., Shanghai, China","CSlideId":"","ControlKey":"5dee1c0d-b5df-454a-973b-e79bfde303a4","ControlNumber":"5535","DisclosureBlock":"&nbsp;<b>D. He, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3726","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5092","PresenterBiography":null,"PresenterDisplayName":"Daniel He, PhD","PresenterKey":"8ae74042-047c-4372-b606-6859589b8c26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5092. Non-IL-2 blocking Treg-depleting anti-human CD25 mAb primes potent anti-tumor immunity and synergizes anti-tumor effects of anti-PD-1 in a novel hIL-2RA knockin model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-IL-2 blocking Treg-depleting anti-human CD25 mAb primes potent anti-tumor immunity and synergizes anti-tumor effects of anti-PD-1 in a novel hIL-2RA knockin model","Topics":null,"cSlideId":""},{"Abstract":"Although immune checkpoint blockade therapies have dramatically improved the survival rate of patients with cancer compared with other treatment approaches, a substantial number of patients show poor response or resistance to these therapies. Meta-analyses for programmed cell death 1 (PD-1) blockade responses highlight the importance of neoantigens, derived from non-synonymous mutations in cancer cells, for antitumor immune responses. Intriguingly, recent transcriptome and genomics studies predict the presence of putative neoantigens as a result of an irregular pre-mRNA splicing regulation in cancer cells, indicating that alterations in RNA splicing in cancer cells might induce antitumor immune responses. Here, we report that induction of serine\/arginine-rich splicing factor (SRSF)-dependent splicing boosts the production of splicing-associated neoantigens (splice-neoantigens) and potentiates the response to PD-1 blockade. Administration of a synthetic SRSF activator RECTAS suppressed tumor growth in a host CD8<sup>+<\/sup> T cell- and tumor major histocompatibility complex class I-dependent manner and promoted the antitumor effect of anti-PD-L1 antibody without detectable autoimmunity. Subsequent transcriptome analysis and validation for immunogenicity identified six splice-neoantigen candidates whose expression was induced by RECTAS treatment. Importantly, vaccination of the identified neoepitopes elicited T cell responses capable of killing cancer cells in vitro, in addition to suppression of tumor growth in vivo upon sensitization with RECTAS. Collectively, these results provide support for the further development of splice variant-inducing treatments for cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM01-08 Immunomodulatory agents and interventions,,"},{"Key":"Keywords","Value":"Neoantigens,Immune checkpoint blockade,RNA splicing,Small molecule drugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shingo Matsushima<\/b><sup>1<\/sup>, Masahiko Ajiro<sup>1<\/sup>, Kei Iida<sup>2<\/sup>, Kenji Chamoto<sup>1<\/sup>, Tasuku Honjo<sup>1<\/sup>, Masatoshi Hagiwara<sup>1<\/sup><br><br\/><sup>1<\/sup>Kyoto Univ. Graduate School of Medicine, Kyoto, Japan,<sup>2<\/sup>Kindai Univ. Faculty of Science and Engineering, Osaka, Japan","CSlideId":"","ControlKey":"a8743c08-5efe-491e-8ecf-3d5e18fe6155","ControlNumber":"605","DisclosureBlock":"&nbsp;<b>S. Matsushima, <\/b> None..<br><b>M. Ajiro, <\/b> None..<br><b>K. Iida, <\/b> None..<br><b>K. Chamoto, <\/b> None..<br><b>T. Honjo, <\/b> None..<br><b>M. Hagiwara, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3508","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5093","PresenterBiography":null,"PresenterDisplayName":"Shingo Matsushima","PresenterKey":"7d231d0c-fb0a-4452-b7d1-c5f51a66d242","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5093. Chemically inducible splice-neoantigens for cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"426","SessionOnDemand":"False","SessionTitle":"Combination Immunotherapies 1","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemically inducible splice-neoantigens for cancer immunotherapy","Topics":null,"cSlideId":""}]