[{"Abstract":"<b>Purpose:<\/b> Uncoupling protein 2 (UCP2) is a member of the mitochondrial anion carrier protein family that plays an important role in stabilizing the inner mitochondrial membrane potential (MMP, &#916;&#936;m) and controlling reactive oxygen species (ROS) production. A selective UCP2 inhibitor, genipin is known to elicit cytotoxicity in several cancers, however, its effects on cancer stem cells (CSCs)-like properties and trastuzumab resistance in HER2-positive breast cancer cells have not been fully elucidated. In the present study, we sought to investigate the mechanism of action of genipin responsible for the induction of apoptosis and its effects on CSC-like features, expression of HER family member and trastuzumab resistance in HER2-positive breast cancer cells <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/><b>Experimental Designs:<\/b> The effects of genipin on trastuzuamb-sensitive [BT474 and SKBR3] and trastuzumab-resistant [JIMT-1 and MDA-MB-453] HER2-positive breast cancer cell lines <i>in vitro<\/i> were evaluated for cell viability, Sub-G1, ROS, MMP, ALDH1 activity, CD44+\/CD24- subpopulation and mammosphere formation. To confirm the physiological relevance of our <i>in vitro<\/i> observations, we explored the impact of genipin on tumor growth and angiogenesis and expression of p95HER2 and ALDH1A1 in trastuzumab-resistant xenograft model <i>in vivo<\/i>.<br \/><b>Results:<\/b> HER2-positive breast cancer cells harbored a higher level of UCP2, when compared to their counterparts. Genipin significantly downregulated UCP2 and mitochondrial dysfunction coinciding with increased ROS generation and disruption of MMP. These phenomena were accompanied with upregulation of the Bax\/Bcl-2 ratio and activation of caspase-3 and caspase-7. Genipin treatment led to significant reduction in levels of truncated p95HER2, p-HER2, p-HER3 and p-Akt levels in both trastuzumab-sensitive and -resistant lines. Marked decline of CD44 and ALDH1A1 expression by genipin treatment was associated with attenuation of mammosphere-forming ability. UCP2 level is predominantly upregulated in CSC-enriched populations, while its knockdown significantly suppressed CSC-like characteristics concomitant with decreased ALDH1A1 and CD44 expression as well as impairment of ALDH1 activity. Genipin administration significantly retarded tumor growth and angiogenesis in trastuzumab-resistant JIMT-1 xenograft tumors. The antitumor effect occurred concomitantly with a decrease in Ki-67 proliferating index and enhancement of apoptosis. Furthermore, individuals receiving genipin exhibited markedly lower levels of p95HER2, full-length p185HER2, CD44 and ALDH1A1 expression compared to their control counterparts.<br \/><b>Conclusion:<\/b> To our knowledge, our findings are the first reported instance of genipin-induced suppression of CSC-like properties and HER2\/HER3\/Akt axis, implying that genipin treatment may have application in addressing trastuzumab resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"HER2,Drug resistance,Cancer stem cells,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Minsu Park<\/b><sup><\/sup>, Soeun Park<sup><\/sup>, Juyeon Seo<sup><\/sup>, Dongmi Ko<sup><\/sup>, Seongjae Kim<sup><\/sup>, Yong Koo Kang<sup><\/sup>, Kee Dal Nam<sup><\/sup>, So Ra Seuk<sup><\/sup>, Tae-Min Cho<sup><\/sup>, Eunsun Jung<sup><\/sup>, Yoon-Jae Kim<sup><\/sup>, Ji Young Kim<sup><\/sup>, Jae Hong Seo<sup><\/sup><br><br\/>Korea University Guro Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"b13236ed-964b-4986-bae1-4011ba395a5f","ControlNumber":"5474","DisclosureBlock":"&nbsp;<b>M. Park, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>J. Seo, <\/b> None..<br><b>D. Ko, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>Y. Kang, <\/b> None..<br><b>K. Nam, <\/b> None..<br><b>S. Seuk, <\/b> None..<br><b>T. Cho, <\/b> None..<br><b>E. Jung, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Seo, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8641","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6121","PresenterBiography":null,"PresenterDisplayName":"Minsu Park, MS","PresenterKey":"7ba96675-0b23-4f14-9f7e-964d85886bd4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6121. UCP2 inhibitor eradicates cancer stem-like population in trastuzumab-resistant HER2-positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"UCP2 inhibitor eradicates cancer stem-like population in trastuzumab-resistant HER2-positive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"KRAS mutation is found in 95% pancreatic ductal adenocarcinoma (PDAC). TP53 is altered in 70% of patients with PDAC that co-occur with KRAS mutations. Enhanced de novo cholesterol biosynthesis is a hallmark of cancer cells. P53 inhibits the mevalonate pathway to mediate tumor repression. p53 mutations drive de novo cholesterol pathway activation and are required for the proliferation of KRAS-mutant cancers. Inhibition of the mevalonate pathway leads to feedback activation of SREBP-2, which restores mevalonate pathway and leads to re-activation of KRAS and restoration of mutant p53 GOF. Imipridones induced ATF4 through the action of mitochondria protease ClpP. Simvastatin triggers ATF4 activation through inhibition of mevalonate pathway. We hypothesize that combined treatment with imipridones can overcome the resistance to simvastatin by two different mechanisms: (1) Imipridones inhibit oxidative phosphorylation through ClpP hyperactivation and result in AMPK activation. AMPK phosphorylates and inhibits SREBP-2 transcriptional function, which blocks the feedback activation of SREBP-2. (2) Enhanced ATF4 and CHOP induction through different pathways leads to cancer cell death. We also expect that the combined treatment through sustained induction of ATF4 and CHOP can sensitize cancer cells to imipridone treatment.<br \/>Mouse and human PDAC cell lines (KPCY, HPAF-II, and PANC-1) with p53 and KRAS mutations were used to test the effects of combination treatment of simvastatin and imipridones. The combined treatments synergistically inhibited the proliferation of p53 and KRAS co-mutant cell lines. For example, the synergy scores of simvastatin and ONC201 combination are 75 (KPCY), 15 (HPAF-II), and 14 (PANC-1). Enhanced cell death is consistent with sustained and enhanced induction of ATF4 and CHOP compared to single drug treatment alone. Imipridones activated AMPK in the tested PDAC cell lines. Imipridones potently inhibit AKT and ERK1\/2 activation at 72-hour time point, which might also contribute to block above mentioned feedback activation of KRAS. We also observed that cell lines with a structural mutant of p53 are more sensitive to the combination treatments than a cell line with a DNA-contact mutant of p53, which is consistent with the fact that simvastatin treatment leads to degradation of structural p53 mutants. Surprisingly, our data indicated that simvastatin potently inhibits kinase WEE1 and leads to CDK1 dephosphorylation and activation, which has not been reported before. Together, our data is consistent with publications that p53 mutated cancer cell lines are sensitive to statin treatments. In short, combination treatment may overcome simvastatin resistance and\/or imipridone resistance by modulating ATF4\/CHOP and SREBP-2 activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"ATF4,KRAS,p53 mutations,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiaobing Tian<\/b><sup><\/sup>, Wafik  S.  Deiry<sup><\/sup><br><br\/>Brown University, Providence, RI","CSlideId":"","ControlKey":"0194e0e9-df2c-4d6a-a486-7038be33ffbe","ControlNumber":"6562","DisclosureBlock":"&nbsp;<b>X. Tian, <\/b> None..<br><b>W. S. Deiry, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8642","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6122","PresenterBiography":null,"PresenterDisplayName":"Xiaobing Tian, PhD","PresenterKey":"618bd992-e205-40e8-a8ac-dbd7b96fce43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6122. Targeting mutant p53 and KRAS for novel pancreatic cancer therapy by combination treatment of simvastatin and imipridones","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting mutant p53 and KRAS for novel pancreatic cancer therapy by combination treatment of simvastatin and imipridones","Topics":null,"cSlideId":""},{"Abstract":"Death receptor 5 (DR5) is a tumor necrosis factor receptor (TNF) superfamily member that requires multimerization to activate the extrinsic apoptotic pathway and is broadly expressed on solid and hematologic cancers. IGM-8444 is a multivalent IgM DR5 agonist that efficiently multimerizes DR5 to induce tumor cell apoptosis while maintaining a favorable in vitro and in vivo safety profile. The universal mechanism of apoptotic cell death and the safety profile of IGM-8444 makes it an attractive combination partner with standard of care treatment regimens. Here we describe the characterization of single agent and combinatorial cytotoxicity with different classes of chemotherapeutic agents. IGM-8444 was first evaluated as a monotherapy across a panel of human solid tumor cell lines in vitro and xenograft tumor models in vivo. IGM-8444 responses ranged from highly sensitive to resistant. In a sensitive Colo205 model IGM-8444 additionally showed rapid intratumoral pharmacodynamic (PD) activity, inducing maximal caspase-3 cleavage at 6 hours post-dose. Next a panel of solid tumor (including colorectal, gastric, non-small cell lung cancer, and pancreatic) cell lines were selected to evaluate IGM-8444 in combination with standard of care chemotherapeutic agents. Synergistic cytotoxicity was observed when IGM-8444 was used in combination with certain classes of chemotherapeutic agents including topoisomerase inhibitors, microtubule inhibitors, nucleoside analogs, and platinum-based agents. Enhanced anti-tumor activity was also observed in xenograft mouse models where IGM-8444 was dosed in combination with these classes of chemotherapeutic compounds. Mechanistically, this synergistic combinatorial cytotoxicity may be explained by the reported increase in DR5 expression on tumor cells following treatment with many of these classes of chemotherapeutic agents. In summary, IGM-8444 shows in vitro cytotoxicity and in vivo PD and anti-tumor efficacy responses in preclinical models, with enhanced activity in combination with several classes of chemotherapies reported to upregulate DR5 expression. IGM-8444 combination with FOLFIRI standard of care is currently under evaluation in a Phase 1 study in patients with metastatic colorectal cancer (NCT04553692).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Apoptosis,Death receptors,Combination studies,Chemotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Beatrice  T.  Wang<\/b><sup><\/sup>, Thomas  J.  Matthew<sup><\/sup>, Poonam Yakkundi<sup><\/sup>, Miho Oyasu<sup><\/sup>, Mélanie Desbois<sup><\/sup>, Susan  E.  Calhoun<sup><\/sup>, Ling Wang<sup><\/sup>, Tasnim Kothambawala<sup><\/sup>, Alexander  M.  Pearson<sup><\/sup>, Devinder  K.  Ubhi<sup><\/sup>, Marvin  S.  Peterson<sup><\/sup>, Eric  W.  Humke<sup><\/sup>, Maya  F.  Kotturi<sup><\/sup>, Bruce  A.  Keyt<sup><\/sup>, Angus  M.  Sinclair<sup><\/sup><br><br\/>IGM Biosciences, Inc., Mountain View, CA","CSlideId":"","ControlKey":"ce19d0cc-0cb2-4fed-bd69-829046fd1072","ControlNumber":"6615","DisclosureBlock":"<b>&nbsp;B. T. Wang, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>T. J. Matthew, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>P. Yakkundi, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Oyasu, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. Desbois, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>S. E. Calhoun, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>L. Wang, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>T. Kothambawala, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. K. Ubhi, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>M. S. Peterson, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>E. W. Humke, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>M. F. Kotturi, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option. <br><b>B. A. Keyt, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. M. Sinclair, <\/b> <br><b>IGM Biosciences, Inc.<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8643","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6123","PresenterBiography":null,"PresenterDisplayName":"Beatrice Wang, PhD","PresenterKey":"1ffac6c6-bc8b-4631-9499-85c835839830","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6123. Characterization of the synergistic tumor cytotoxicity of agonistic DR5 IgM antibody IGM-8444 with chemotherapeutic agents","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of the synergistic tumor cytotoxicity of agonistic DR5 IgM antibody IGM-8444 with chemotherapeutic agents","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is characterized with hormone receptor negative and frequently exhibits inherently aggressive clinical behavior, resulting in poor prognoses. TNBCs are highly heterogenic, leading to obstacles in identifying new therapeutic targets and performing targeted therapy. Apurinic\/apyrimidinic endonuclease 1\/redox factor-1 (APE1\/Ref-1), a multifunctional protein, is mainly involved in DNA repair and redox regulation; it is upregulated in various cancers and is extracellularly secreted because of hyperacetylation. We previously reported that hyperacetylation induced APE1\/Ref-1 release causes apoptosis in TNBCs. In the current study, we aimed to assess the therapeutic efficacy of combination treatment involving recombinant human APE1\/Ref-1 (rhAPE1\/Ref-1) plus acetylsalicylic acid (ASA) in TNBC xenograft mice. ASA co-treatment was used to induce and lasting acetylation of rhAPE1\/Ref-1. For in vivo analysis, we constructed an orthotopic xenograft in vivo model of TNBC by using MDA-MB-231 cells. We performed combination therapy involving intravenous injection of purified rhAPE1\/Ref-1 (1 mg\/kg) and oral administration of ASA (20 mg\/kg) thrice a week for 6 weeks in TNBC xenograft mice. This rhAPE1\/Ref-1 plus ASA combination therapy inhibited tumor formation and growth, without damaging liver or kidney tissue, and decreased plasma levels of the cancer marker CEA and breast cancer-specific markers CA27-29 and CA15-3 in the TNBC xenograft mice. The TNBC group, which underwent combination therapy, had more apoptotic cells and greater inflammatory cell infiltration in tumor tissues than the vehicle group did. Additionally, in tumor tissue of TNBC with combination therapy exhibits increased apoptosis following upregulation of Bax, cleaved-caspase-3, and cleaved-PARP. Thus, we found that rhAPE1\/Ref-1 plus ASA combination therapy enhanced antitumor effects in TNBCs via inflammatory cell infiltration and apoptosis signaling pathways. Our findings indicate the therapeutic potential of rhAPE1\/Ref-1 plus ASA combination therapy for TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Recombinant APE1\/Ref-1,Orthotopic xenograft models,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yu Ran Lee<\/b><sup><\/sup>, Hee Kyoung Joo<sup><\/sup>, Eun-Ok Lee<sup><\/sup>, Sungmin Kim<sup><\/sup>, Hao Jin<sup><\/sup>, Yeon Hee Choi<sup><\/sup>, Eun Ju Choi<sup><\/sup>, Byeong Hwa Jeon<sup><\/sup><br><br\/>College of Medicine, Chungnam National University, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"876c3536-3d77-4434-8f53-9157dd814859","ControlNumber":"2361","DisclosureBlock":"&nbsp;<b>Y. Lee, <\/b> None..<br><b>H. Joo, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>H. Jin, <\/b> None..<br><b>Y. Choi, <\/b> None..<br><b>E. Choi, <\/b> None..<br><b>B. Jeon, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8644","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6124","PresenterBiography":null,"PresenterDisplayName":"Yuran Lee, PhD","PresenterKey":"2008a316-d17e-486e-9911-bff5e6609bc8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6124. Recombinant apurinic\/apyrimidinic endonuclease-1\/redox factor-1 plus acetylsalicylic acid combination therapy inhibits tumorigenesis in an orthotopic xenograft murine model of triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Recombinant apurinic\/apyrimidinic endonuclease-1\/redox factor-1 plus acetylsalicylic acid combination therapy inhibits tumorigenesis in an orthotopic xenograft murine model of triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is a devastating disease with a poor prognosis. It is usually symptom-free during development and is advanced by the time of diagnosis. PANC-1 is a pancreatic ductal carcinoma cell derived from a 56-year-old male with adenocarcinoma in the head of the pancreas and metastasized to the duodenal wall. Apoptosis is a controlled program cell death process that the body uses to combat cancer development. <i>Scutellaria<\/i><i> <\/i><i>barbata<\/i> (SB) has been used in traditional Chinese medicine for treating liver, lung, and rectal cancers. SB and <i>Oldenlanida<\/i><i> <\/i><i>diffusa<\/i><i> <\/i>(OD) are included in most of the herbal cancer treatment formulas in Taiwan hospitals. We previously showed that aqueous extracts of SB and OD selectively induced apoptosis in colon HCT 116 cancer cells but not in colon CCD 841 CoN normal epithelial cells by modulating the pro-apoptotic and anti-apoptotic proteins. These two herbs also effectively modulated apoptosis in MDA-MB-157 and 93B breast cancer cells. Green synthesis of gold nanoparticles (AuNPs) of SB demonstrated effective anticancer activity against this PANC-1 cell. This study used the green\/red\/blue fluorescent Apoptosis \/Necrosis Detection Kit and the Human Apoptosis Antibody Array - Membrane [43 Targets] Test (Abcam). Our fluorescent apoptosis data showed that a 2-hour treatment with 1.5 mg and 3.0 mg aqueous extract of SB and OD<i> <\/i>induced a statistically significant percentage of apoptosis in PANC-1 cells (SB: 57.5 &#177; 2.5%, 68.0 &#177; 0.0% &#62; 11.5% &#177; 3.5%, p &#60; 0.05; OD: 62.0 &#177; 9.0%, 67.0 &#177; 11.0%&#62; 11.5% &#177; 3.5%, p &#60; 0.05) as compared to the negative control respectively. Similar results were obtained with the 4-hour incubation period (SB: 73.5 &#177; 0.5%, 72.0 &#177; 2.0% &#62; 18.2% &#177; 2.0%, p &#60; 0.05; OD: 59.0 &#177; 1.0%, 73.5 &#177; 13.5%&#62; 18.2% &#177; 2.0%, p &#60; 0.05). From the antibody array-membrane experiments, modulation of various apoptosis markers by SB and OD such as the pro-apoptotic proteins Bid, Bim, Bad, Bax, p27, and p53 as compared to the negative controls were observed; and regulation of anti-apoptotic proteins Bcl-2, FasL, IGF-I, and p21 were also revealed. These results suggest that SB and OD contain phytochemicals that induce apoptosis in pancreatic ductal carcinoma PANC-1 cells via the modulation of various apoptotic protein productions. Further study of their specific modulation effects of apoptosis is warranted to reveal their potential chemopreventive and therapeutic properties against pancreatic and other cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Apoptosis,Pancreatic cancer,Chemoprevention,p53,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>MinSeo Kang<\/b><sup>1<\/sup>, Allana Benjamin<sup>2<\/sup>, Christine Choi<sup>2<\/sup>, Rekha Isaac<sup>3<\/sup>, Sarah Wolf<sup>2<\/sup>, Jasmine Cha<sup>2<\/sup>, Elim Choi<sup>2<\/sup>, Jessica Yi<sup>2<\/sup>, Padma  T.  Uppala<sup>4<\/sup>, Ryan Hayes<sup>5<\/sup>, Brian Yuen Yau Wong<sup>6<\/sup><br><br\/><sup>1<\/sup>Mathematics, Andrews University, Berrien Springs, MI,<sup>2<\/sup>Biology, Andrews University, Berrien Springs, MI,<sup>3<\/sup>Biochemistry, Andrews University, Berrien Springs, MI,<sup>4<\/sup>Public Health, Nutrition & Wellness, Andrews University, Berrien Springs, MI,<sup>5<\/sup>Chemistry, Andrews University, Berrien Springs, MI,<sup>6<\/sup>Andrews University, Berrien Springs, MI","CSlideId":"","ControlKey":"180c7346-aff5-4a40-89e6-cb139e1debb5","ControlNumber":"3925","DisclosureBlock":"&nbsp;<b>M. Kang, <\/b> None..<br><b>A. Benjamin, <\/b> None..<br><b>C. Choi, <\/b> None..<br><b>R. Isaac, <\/b> None..<br><b>S. Wolf, <\/b> None..<br><b>J. Cha, <\/b> None..<br><b>E. Choi, <\/b> None..<br><b>J. Yi, <\/b> None..<br><b>P. T. Uppala, <\/b> None..<br><b>R. Hayes, <\/b> None..<br><b>B. Y. Wong, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8645","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6125","PresenterBiography":null,"PresenterDisplayName":"MinSeo Kang, No Degree","PresenterKey":"5a875f8b-067a-409b-8764-040f1dc1ac8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6125. Induction and modulation of apoptosis in pancreatic ductal carcinoma PANC-1 cells by Chinese medicinal herbs <i>Scutellaria barbata <\/i>and<i> Oldenlandia diffusa<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Induction and modulation of apoptosis in pancreatic ductal carcinoma PANC-1 cells by Chinese medicinal herbs <i>Scutellaria barbata <\/i>and<i> Oldenlandia diffusa<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Antitumor drugs used today have shown significant efficacy and are derived from natural products such as plants. Iso-mukaadial acetate has previously been shown to possess anticancer properties by inducing apoptosis. The purpose of this study was to investigate the therapeutic effect of Iso-mukaadial acetate in the breast cancer xenograft mice model. Female athymic mice were used and were inoculated with breast cancer cells subcutaneously after culturing. Group one served as a negative control group (no treatments) and group two positive control group (cisplatin) which was administered intravenously. Iso-mukaadial acetate treatment was administered orally to group three(100 mg\/kg) and group four (500 mg\/kg). Blood was collected (70 &#181;L) from the tail vein on day zero, day seven and day 14. Tumor regression was measured, and a pharmacokinetic study was conducted. Estimation of Serum Parameters for Hepatic and Renal Indices were examined using an Automated Chemistry Analyzer. Histopathological analysis was conducted to evaluate morphological changes before and after treatment under a light microscope. Tumor shrinkage was observed after treatment. In conclusion, Iso-mukaadial acetate inhibited tumor progression in breast cancer athymic mice without major side effects.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Breast cancer,Natural products,Apoptosis,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Portia Raphela-Choma<\/b><sup>1<\/sup>, Lesetja  R.  Motadi<sup>2<\/sup>, Mpho  S.  Choene<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Johannesburg, Johannesburg, South Africa,<sup>2<\/sup>Biochemistry, University of Johannesburg, Johannesburg, South Africa","CSlideId":"","ControlKey":"aee5df7c-af1a-4564-8d79-cb1c6f43dc4d","ControlNumber":"2822","DisclosureBlock":"&nbsp;<b>P. Raphela-Choma, <\/b> None..<br><b>L. R. Motadi, <\/b> None..<br><b>M. S. Choene, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8646","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6126","PresenterBiography":null,"PresenterDisplayName":"Portia Pheladi Raphela-Choma, MS","PresenterKey":"f1fc48a4-92d9-4442-998d-768ed87a9726","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6126. Antitumor effect of Iso-mukaadial acetate in MCF-7 human cancer xenograft models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antitumor effect of Iso-mukaadial acetate in MCF-7 human cancer xenograft models","Topics":null,"cSlideId":""},{"Abstract":"The eventual development of resistance to single-agent targeted therapies in lung adenocarcinomas (LUAD) is inevitable, and new strategies are needed. We hypothesize that combination therapies aimed at a known driver and a distinct targetable alteration could prolong time on oral targeted therapy. In an analysis of 7636 patients with LUAD who underwent MSK-IMPACT large panel NGS testing, 5.5% (416\/7636) harbored <i>MDM2<\/i> amplification (<i>MDM2<\/i>amp), a known mechanism of TP53 inactivation. <i>MDM2<\/i>amp was over-represented among tumors with alterations in <i>MET<\/i>ex14 (34.4%, p&#60;0.001), <i>EGFR<\/i> (10%, p&#60;0.001), <i>RET<\/i> (11%, p&#60;0.05), and <i>ALK<\/i> (9.9%, p&#60;0.002). The small molecule MDM2 inhibitor milademetan (mila) caused growth inhibition as a single-agent in <i>MDM2<\/i>amp patient-derived cell lines with concurrent kinase alterations including ECLC5-GLx (<i>MDM2<\/i>amp\/<i>TRIM33::RET<\/i>\/<i>TP53 <\/i>wildtype (WT)) and LUAD12c (<i>MDM2<\/i>amp\/<i>MET<\/i>ex14\/<i>KRAS<\/i><sup>G12S<\/sup>\/<i>TP53<\/i> WT). Mila also caused growth inhibition in a cell line with <i>KRAS<\/i><sup>G12C<\/sup> and WT <i>TP53<\/i> without <i>MDM2<\/i>amp (SW1573 (<i>KRAS<\/i><sup>G12C<\/sup>\/<i>TP53<\/i><sup>WT<\/sup>)), but not in cell lines with <i>TP53 <\/i>mutations (LUAD-002AS1 (<i>KIF5B::RET\/TP53<sup>P128fs<\/sup>, H1792 (KRAS<sup>G12C<\/sup>\/TP53 splice site mut<\/i>)). Treatment of ECLC5-GLx and LUAD12c with mila resulted in restoration of ERK phosphorylation, confirming a previous report of ERK activation upon MDM2 inhibition. At 48 hours, ERK phosphorylation was suppressed by concurrent mila and MEK inhibition using trametinib (tram). In contrast, ERK phosphorylation was not suppressed by concurrent mila and KIF5B::RET inhibition using selpercatinib (in ECLC5-GLx) or MET inhibition using capmatinib (in LUAD12c). The combination of mila+tram was synergistic in slowing growth of ECLC5-GLx, LUAD12c, and SW1573 cells, and increased expression of pro-apoptotic proteins PUMA and BIM, beyond that achieved by either agent alone. In ECLC5-GLx, mila+tram also caused increased apoptotic cells measured by Annexin-V compared to either agent alone (combination p&#60;0.01 compared to mila, p&#60;0.001 compared to tram). In <i>vivo<\/i>, combination mila+tram was more effective than mila or tram alone in ECLC5-GLx (p&#60;0.0001 and p&#60;0.0001, respectively), LX-285 (<i>EGFR<\/i>ex19del\/<i>MDM2<\/i>amp) (p&#60;0.0001 and p&#60;0.0001, respectively), and L-13BS1 (model resistant to capmatinib) (<i>MET<\/i>ex14\/<i>MDM2<\/i>amp) (p&#60;0.05 and p&#60;0.0001, respectively). These results suggest that combined MDM2\/MEK inhibition is effective in patient-derived LUAD models harboring <i>MDM2<\/i>amp. This combination, potentially applicable to LUADs with a wide variety of oncogenic driver mutations and kinase fusions will be investigated as part of a phase 1\/2 clinical trial. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,MDM2,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Arielle Elkrief<\/b><sup>1<\/sup>, Vladimir Markov<sup>1<\/sup>, Álvaro Quintanal-Villalonga<sup>1<\/sup>, Rebecca Caeser<sup>1<\/sup>, Pawel Sobczuk<sup>1<\/sup>, Emily Cheng<sup>1<\/sup>, Alexander Drilon<sup>1<\/sup>, Gregory J. Riely<sup>1<\/sup>, William W. Lockwood<sup>2<\/sup>, Elisa de Stanchina<sup>1<\/sup>, Charles M. Rudin<sup>1<\/sup>, Igor Odintsov<sup>1<\/sup>, Romel Somwar<sup>1<\/sup><br><br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York City, NY,<sup>2<\/sup>University of British Columbia, Vancouver, BC, Canada","CSlideId":"","ControlKey":"386c6e37-57c9-4e26-9a43-d84799035f6a","ControlNumber":"426","DisclosureBlock":"<b>&nbsp;A. Elkrief, <\/b> <br><b>Canadian Institutes of Health Research<\/b> Grant\/Contract. <br><b>Royal College of Physicians and Surgeons of Canada<\/b> Grant\/Contract. <br><b>Cedar's Cancer Center<\/b> Grant\/Contract.<br><b>V. Markov, <\/b> None..<br><b>Á. Quintanal-Villalonga, <\/b> None..<br><b>R. Caeser, <\/b> None..<br><b>P. Sobczuk, <\/b> None..<br><b>E. Cheng, <\/b> None..<br><b>A. Drilon, <\/b> None.&nbsp;<br><b>G. J. Riely, <\/b> <br><b>Dr. Riely has been an uncompensated consultant to Daiichi, Lilly, Pfizer, Merck, Verastem, Novartis, Flatiron Health, and Mirati.<\/b> Consulting. <br><b>He has institutional research support from Mirati, Lilly, Takeda, Mer<\/b> Grant\/Contract, Institutional Research Support.<br><b>W. W. Lockwood, <\/b> None..<br><b>E. de Stanchina, <\/b> None.&nbsp;<br><b>C. M. Rudin, <\/b> <br><b>CMR has consulted regarding oncology drug development with AbbVie, Amgen, Astra Zeneca, D2G, Daiichi Sankyo, Epizyme, Genentech\/Roche, Ipsen, Jazz, Kowa, Lilly, Merck, and Syros.<\/b> Other, Consulting. <br><b>CMR serves on the advisory boards of Bridge Medicines, Earli, and Harpoon Therapeutics.<\/b> Advisory boards.<br><b>I. Odintsov, <\/b> None..<br><b>R. Somwar, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8647","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6127","PresenterBiography":null,"PresenterDisplayName":"Arielle Elkrief, MD","PresenterKey":"2b01c5bf-7558-4ebd-b76c-53e195442e9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6127. MDM2 inhibition in combination with MEK inhibition in pre-clinical models of lung adenocarcinomas with <i>MDM2<\/i> amplification","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MDM2 inhibition in combination with MEK inhibition in pre-clinical models of lung adenocarcinomas with <i>MDM2<\/i> amplification","Topics":null,"cSlideId":""},{"Abstract":"It is reported that PR-619 is a deubiquitination enzyme inhibitor that can exert anti-tumor effects on a variety of malignancies. We conducted this study to explore the antitumor effects of PR-619 on chondrosarcoma in vitro and in vivo by using two different classes of human chondrosarcoma cell lines SW-11353 and JJ012. To determine these effects, we measured cell viability (MTT), apoptosis (detection of Annexin V-FITC labeling using flow cytometry) and western blot to evaluate molecules associated with apoptosis and cell stress. In addition, we used a nude mouse xenograft mouse model to determine the effect of PR-619 on tumor growth. As our data revealed, in addition to inducing BAD and activating Capase-7, Caspase-8, and PARP, PR-619 also has a dose-effect that induces cytotoxicity, proliferation restriction, and apoptosis in these human chondrosarcoma cells. PR-619 has also been found to activate endoplasmic reticulum pressure-related molecules (caspase-4 and CHOP) and other stress responses (activation of JNK and c-Jun). We conclusively demonstrated the ability of PR-619 to inhibit tumor growth while achieving minimal general toxicity in a developed xenograft mouse model of chondrosarcoma. Therefore, we conclude that PR-619 exacts an antitumor effect in conjunction with cellular and endoplasmic reticulum pressure in human chondrosarcoma. These findings suggest that PR-619 may provide a novel therapeutic strategy for chondrosarcoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Endoplasmic reticulum stress,Ubiquitination,Apoptosis,Bone,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kuan-Lin Kuo<\/b><sup><\/sup>, Chen-Hsun Hsu<sup><\/sup>, Shih-Ming Liao<sup><\/sup>, Kuo-Yuan Huang<sup><\/sup><br><br\/>National Taiwan University Hospital, Taipei, Taiwan","CSlideId":"","ControlKey":"67c5e7f7-5340-452f-9b30-e1a6b9d03db7","ControlNumber":"8207","DisclosureBlock":"&nbsp;<b>K. Kuo, <\/b> None..<br><b>C. Hsu, <\/b> None..<br><b>S. Liao, <\/b> None..<br><b>K. Huang, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8648","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6128","PresenterBiography":null,"PresenterDisplayName":"Kuan-Lin Kuo, MS;PhD","PresenterKey":"eb157b4e-2fe4-4fc4-a69c-8808f2507c05","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6128. Deubiquitinating enzyme Inhibitor PR-619 inducesendoplasmic reticulum stress-related apoptosisin human chondrosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deubiquitinating enzyme Inhibitor PR-619 inducesendoplasmic reticulum stress-related apoptosisin human chondrosarcoma","Topics":null,"cSlideId":""},{"Abstract":"In cancer cells, the proapoptotic proteins caspase-9 and PP2A interaction prevents them to play their role in apoptosis. PEP-010, a drug candidate developed by PEP-Therapy, a French Biotech company, is a proapoptotic peptide targeting and disrupting this interaction leading to restoration of the apoptotic cascade. PEP-010 is an innovative bifunctional peptide. It penetrates into cells thanks to its cell penetrating part and specifically disrupts the caspase-9\/PP2A interaction thanks to its interfering part. PEP-010 is currently in Phase I a\/b multicenter clinical trial for the treatment of advanced solid tumors.To the aim of screening different potential therapeutic targets, to investigate the molecular mechanism-of-action of PEP-010 and to identify potential pharmacodynamic biomarkers, we have tested PEP-010 efficacy on several cell models of different tumor origins. By the Annexin V\/Propidium Iodide staining and flow cytometry analysis, we found that PEP-010 induces apoptosis in most of the tested models. One possible mechanism-of-action is an involvement of the PP2A which, once released by PEP-010, could regulate expression and\/or activity of different intracellular factors leading to caspases activation and cell death.The identification of the major molecular features involved in PEP-010 mechanism-of-action, were instrumental to identify different pharmacodynamic biomarker candidates (e.g. active caspase-3). Hence, such biomarkers could be useful in clinical practice to monitor the effect of PEP-010 at molecular level. We have compared specific features related to the mechanism-of-action of PEP-010 in sensitive (MDA-MB-231, IGROV1) and not sensitive cell models of different tumor origins and in tissue sections derived from Patient-Derived Xenografts models of breast cancer treated or not with PEP-010. Widely used techniques as immunofluorescent staining and immunohistochemistry were employed, making these results easily transferable in clinical routine.Taken together, our pre-clinical data showed the potential of PEP-010 as an anti-cancer peptide on a wide variety of malignancies and enabled the identification of pharmacodynamic biomarker candidates, important to ease the clinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Preclinical,Biomarkers,Apoptosis,Peptides,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rayan Farhat<sup>1<\/sup>, Laura Dadon<sup>1<\/sup>,  F.  Nemati<sup>2<\/sup>,  A.  Rebollo<sup>3<\/sup>,  D.  Decaudin<sup>2<\/sup>, Joelle Wiels<sup>4<\/sup>, Catherine Brenner<sup>4<\/sup>, <b>Diego Germini<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>PEP-Therapy, Paris, France,<sup>2<\/sup>Translational Research Department, Laboratory of Preclinical Investigation, PSL University, Paris, France,<sup>3<\/sup>Unité de Technologies Chimiques et Biologiques pour la Santé, Paris, France,<sup>4<\/sup>CNRS UMR9018, Villejuif, France","CSlideId":"","ControlKey":"e8f46cda-acee-4aba-9ee2-eb7ffd40d0ed","ControlNumber":"3361","DisclosureBlock":"<b>&nbsp;R. Farhat, <\/b> <br><b>PEP-Therapy<\/b> Employment. <br><b>L. Dadon, <\/b> <br><b>PEP-Therapy<\/b> Employment.<br><b>J. Wiels, <\/b> None..<br><b>C. Brenner, <\/b> None.&nbsp;<br><b>D. Germini, <\/b> <br><b>PEP-Therapy<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8649","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6129","PresenterBiography":null,"PresenterDisplayName":"Diego Germini","PresenterKey":"c0a3d313-49a8-433e-a037-02a29bbbf9ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6129. The proapoptotic peptide PEP-010 is efficient on several models of different tumor origins and it can be monitored by pharmacodynamic biomarker candidates in clinical practice","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The proapoptotic peptide PEP-010 is efficient on several models of different tumor origins and it can be monitored by pharmacodynamic biomarker candidates in clinical practice","Topics":null,"cSlideId":""},{"Abstract":"Many chemotherapeutic agents target cellular components or processes that are present in all cancers, yet clinical responses to these agents vary greatly between cancer types and even patient age - the basis for these broad-scale differences are unclear. The vast majority of targeted and cytotoxic cancer therapies including ionizing radiation produce pro-apoptotic signaling in exposed cells, suggesting that the mitochondrial apoptosis sensitivity of cancer cells could act as a central signaling &#8220;node&#8221; to broadly impact therapy outcomes. To test this, we used BH3 profiling and complementary chemosensitivity assays to analyze hundreds of primary cancer specimens across twelve major cancer types. We find that cancers with typically favorable outcomes including certain hematologic malignancies, testicular cancer, and some pediatric cancers contain mitochondria that are highly primed for apoptosis, which renders them hypersensitive to cytotoxic as well as targeted agents and radiation therapy. Priming levels in many epithelial cancers including ovarian cancer and non-small cell lung cancer are highly heterogeneous, mirroring their variability in clinical outcomes. Finally, many tumor types that are typically chemoresistant including adult soft tissue sarcomas, hepatocellular carcinoma and pancreatic cancer are almost completely resistant to pro-apoptotic signaling. By analyzing in vitro and in vivo pancreatic, ovarian, hepatocellular and sarcoma tumorigenesis models, we find that apoptotic priming generally increases during neoplastic transformation, in part due to consistent upregulation of pro-apoptotic proteins BAX and BAK. However, the level of apoptotic priming in cancer cells is constrained by the baseline apoptosis sensitivity of normal cells prior to transformation. Remarkably, we find that apoptotic priming is dynamically regulated by cell lineage and differentiation state but can also be modulated by oncogenes. For instance, Myc activation typically increases apoptotic priming while activation of mutant Ras signaling decreases it - these changes in priming alter the chemosensitivity of cancer cells. Finally, we use inducible mouse tumor models to demonstrate that neoplastic transformation of cells from developmentally immature tissues yields pediatric tumors that are more primed for apoptosis than equivalent tumors arising in adults. This difference in priming causes pediatric tumors to be more sensitive to front-line therapies and BH3 mimetics targeting pro-survival BCL-2 family proteins in vitro and in vivo. Thus, lineage-determined regulation of apoptosis prior to and during neoplastic transformation leads to broad-scale differences in cancer cell chemosensitivity and can be exploited therapeutically by targeting BCL-2 family proteins.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"Apoptosis,Cancer therapy,Chemoresistance,Bcl-2 protein family,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Cameron Fraser<sup>1<\/sup>, Xingping Qin<sup>1<\/sup>, Kenichi Shimada<sup>2<\/sup>, Johan Spetz<sup>1<\/sup>, Mary Heather Florido<sup>1<\/sup>, Rumani Singh<sup>1<\/sup>, Stacey Yu<sup>1<\/sup>, Adam Presser<sup>1<\/sup>, Zintis Inde<sup>1<\/sup>, Gaurav Joshi<sup>1<\/sup>, Jennifer Guerriero<sup>3<\/sup>, Francisco Sanchez-Rivera<sup>4<\/sup>, Alison Karst<sup>5<\/sup>, Omar Lopez<sup>6<\/sup>, Chendi Li<sup>7<\/sup>, Peter Winter<sup>4<\/sup>, Ying Yue<sup>2<\/sup>, Peter Sorger<sup>2<\/sup>, Jingwei Cheng<sup>8<\/sup>, Izidore Lossos<sup>9<\/sup>, Aaron Hata<sup>7<\/sup>, Ronny Drapkin<sup>10<\/sup>, Adam Palmer<sup>11<\/sup>, James Decaprio<sup>8<\/sup>, Manisha Thakuria<sup>3<\/sup>, Charles Yoon<sup>3<\/sup>, Ursula Matulonis<sup>8<\/sup>, Matthew Meyerson<sup>8<\/sup>, Elizabeth Stover<sup>8<\/sup>, Diana Cardona<sup>6<\/sup>, Kris Wood<sup>6<\/sup>, Shayna Sarosiek<sup>8<\/sup>, David Kirsch<sup>6<\/sup>, Joseph Mancias<sup>8<\/sup>, Andrew Cherniack<sup>12<\/sup>, Anthony Letai<sup>8<\/sup>, <b>Kristopher Sarosiek<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Harvard School of Public Health, Boston, MA,<sup>2<\/sup>Harvard Medical School, Boston, MA,<sup>3<\/sup>Brigham and Women's Hospital, Boston, MA,<sup>4<\/sup>Massachusetts Institute of Technology, Boston, MA,<sup>5<\/sup>Gilead Sciences, Seattle, WA,<sup>6<\/sup>Duke University, Durham, NC,<sup>7<\/sup>Massachusetts General Hospital, Boston, MA,<sup>8<\/sup>Dana-Farber Cancer Institute, Boston, MA,<sup>9<\/sup>University of Miami Miller School of Medicine, Miami, FL,<sup>10<\/sup>University of Pennsylvania Perelman School of Medicine, Philadelphia, PA,<sup>11<\/sup>University of North Carolina at Chapel Hill, Chapel Hill, NC,<sup>12<\/sup>Broad Institute of Harvard and MIT, Cambridge, MA","CSlideId":"","ControlKey":"7e075781-e413-4ae5-a861-ee9f55dc10ea","ControlNumber":"7518","DisclosureBlock":"&nbsp;<b>C. Fraser, <\/b> None..<br><b>X. Qin, <\/b> None..<br><b>K. Shimada, <\/b> None..<br><b>J. Spetz, <\/b> None..<br><b>M. Florido, <\/b> None.&nbsp;<br><b>R. Singh, <\/b> <br><b>Bioscryb<\/b> Employment.<br><b>S. Yu, <\/b> None..<br><b>A. Presser, <\/b> None..<br><b>Z. Inde, <\/b> None..<br><b>G. Joshi, <\/b> None..<br><b>J. Guerriero, <\/b> None..<br><b>F. Sanchez-Rivera, <\/b> None.&nbsp;<br><b>A. Karst, <\/b> <br><b>Gilead Sciences<\/b> Employment.<br><b>O. Lopez, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>P. Winter, <\/b> None..<br><b>Y. Yue, <\/b> None..<br><b>P. Sorger, <\/b> None..<br><b>J. Cheng, <\/b> None..<br><b>I. Lossos, <\/b> None..<br><b>A. Hata, <\/b> None..<br><b>R. Drapkin, <\/b> None..<br><b>A. Palmer, <\/b> None..<br><b>J. Decaprio, <\/b> None..<br><b>M. Thakuria, <\/b> None..<br><b>C. Yoon, <\/b> None..<br><b>U. Matulonis, <\/b> None..<br><b>M. Meyerson, <\/b> None..<br><b>E. Stover, <\/b> None..<br><b>D. Cardona, <\/b> None..<br><b>K. Wood, <\/b> None..<br><b>S. Sarosiek, <\/b> None..<br><b>D. Kirsch, <\/b> None..<br><b>J. Mancias, <\/b> None..<br><b>A. Cherniack, <\/b> None..<br><b>A. Letai, <\/b> None..<br><b>K. Sarosiek, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8650","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6130","PresenterBiography":null,"PresenterDisplayName":"Kristopher Sarosiek, PhD","PresenterKey":"cba2b89a-90fc-4b12-9a16-ec8e50165ede","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6130. Cancer sensitivity to therapy is constrained by apoptosis regulation in cells of origin","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer sensitivity to therapy is constrained by apoptosis regulation in cells of origin","Topics":null,"cSlideId":""},{"Abstract":"Introduction: It was recently discovered that extracellular vesicles (EVs) containing p53 are actively secreted by corneal epithelial cells into the corneal extracellular space and tear film. These EVs are re-captured by neighboring epithelial cells and play a pivotal role in local anti-cancer defense because the corneal epithelium (As an immuno-privileged tissue site), lacks classic critical pathways of innate and adaptive immunity. We took advantage of the local corneal mechanism of anti-cancer defense to develop a novel therapeutic approach based on EVs delivery of WT p53 protein to tumors. In order to avoid the inhibition of newly delivered WT p53 through the known dominant negative effect of mutant p53, we utilized p53 containing EVs produced by corneal epithelial cells of chicken origin. The C-terminal domain responsible for oligomerization is sufficiently diverse between chicken and human p53 to preventing suppression of the delivered WT p53.<br \/><u> <\/u> Methods: The functional consequences of chicken tissue derived p53 containing EVs in human malignancies was assessed in vitro in variety of p53 mutated panels through the Annexin\/PI potency assay, cell cycle arrest assessment, cell counting and IncuCyte. Confirmation of the p53 driven mechanism of action (MoA) was achieved using RT-PCR of p53 downstream responsive genes such as p21, YPEL3, BAX and PIDD. In vivo testing was performed using the Colo320 DM human colon cancer xenograft model in nude mice.<br \/>Results: Following treatment with avian p53 containing EVs multiple tested human malignant cell lines exhibited cell cycle arrest and\/or massive apoptosis within 24h. Transcription levels of the YPEL3 and BAX genes were increased significantly in human LN18 cells (p53 mut GBM) post treatment. Moreover transcription levels of the YPEL3 and PIDD genes were increased significantly in human HCT116 p53wt cells (p53 WT colorectal carcinoma) while BAX and PIDD genes are increased significantly in human HCT116 p53ko cells (p53 KO colorectal carcinoma) after treatment. In vivo results showed significant inhibition of growth in Colo320DM xenografts with further histopathological findings of reduced proliferation (Ki-67) and increased apoptosis (TUNEL) in treated group.<br \/>Conclusions: Upregulation of key p53 responsive genes is direct evidence of p53-driven response in human cancer cells triggered by p53-containing avian EVs. Further functional evidence of activity was observed through documented apoptosis and cell cycle arrest in multiple cell lines and in-vivo model. Additional relevant in-vivo models are being treated and assessed for tumor growth inhibition and functional p53 downstream activity. These preliminary preclinical results show promise for this novel therapeutic concept in targeting a hallmark genetic alteration that poses a major challenge in human cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-02 Apoptosis: Therapeutic manipulation,,"},{"Key":"Keywords","Value":"p53 mutations,Extracellular vesicles,Therapeutics,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alex Tendler<\/b><sup>1<\/sup>, Gil Shalev<sup>1<\/sup>, Harel Kasuto<sup>1<\/sup>, Lana Volokh<sup>1<\/sup>, Albina Lin<sup>1<\/sup>, Yevgeny Tendler<sup>1<\/sup>, David Sidransky<sup>2<\/sup><br><br\/><sup>1<\/sup>ExoProTher Medical, Haifa, Israel,<sup>2<\/sup>Israel Biotech Fund, Rehovot, Israel","CSlideId":"","ControlKey":"61093cfc-08d1-489e-a549-f6650e143b49","ControlNumber":"4281","DisclosureBlock":"&nbsp;<b>A. Tendler, <\/b> None..<br><b>G. Shalev, <\/b> None..<br><b>H. Kasuto, <\/b> None..<br><b>L. Volokh, <\/b> None..<br><b>A. Lin, <\/b> None..<br><b>Y. Tendler, <\/b> None..<br><b>D. Sidransky, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8651","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6131","PresenterBiography":null,"PresenterDisplayName":"Alex Tendler","PresenterKey":"fba51fe5-5771-4ca6-a3c0-428e370e6cdf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6131. Extracellular vesicles containing p53 of xenogeneic origin as a therapeutic strategy","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular vesicles containing p53 of xenogeneic origin as a therapeutic strategy","Topics":null,"cSlideId":""},{"Abstract":"Stomach cancer ranks fifth and fourth for the incidence and mortality rate for cancer worldwide, respectively. In recent years, several inhibitors with specificity to one or more members of human epidermal growth factor receptor (HER) family have been approved for the treatment of patients with different cancer types. Of these, only the anti-HER2 monoclonal antibody (mAb) Herceptin\/trastuzumab and the antibody-drug conjugate trastuzumab deruxtecan has been approved for the treatment of patients with stomach cancer. However, the duration of response may be short in many patients and with tumor heterogeneity being one contributing factor. In this study, we investigated the effect of various types of targeted agents on the growth <i>in vitro<\/i> of a panel of human stomach cancer cells (HSCCLs) and the impact of stomach cancer proliferation rate on the anti-tumor activities of these agents. Moreover, we investigated the cell surface expression of the HER family members, other biomarkers such as C-Met, Alk-7 and cancer stem cell makers CD44 and CD133 by flow cytometry and the effect various targeted agents on tumor migration using Incucyte. Of the 18 agents examined, the CDK 1\/2\/5\/9 inhibitor dinaciclib was the most effective and inhibited the growth of all human HSCCLs at IC50 values between 1nM to 9nM. Of various HER inhibitors, the irreversible pan-HER family inhibitors (e.g., afatinib) were more effective than the reversible dual EGFR\/HER2 TKI lapatinib and the EGFR specific TKI erlotinib in inhibiting the growth of HSCCLs. Interestingly, the HER-2 overexpressing cells lines NCI-N87 (Mean Fluorescence Intensity =596) was most sensitive to the HER inhibitors. Of agents targeting different downstream cell signaling molecules, dasatinib targeting Ab1\/Src\/C-Kit, trametinib targeting MERK1\/2 and miransertib targeting AKT1\/2\/3 inhibited growth of majority of HSCCLs and with the IC50 values ranging from 2nM to 7uM. Interestingly, many of these agents were more effective in inhibiting the growth of HSCCLs when proliferating at slower rate. Of the agent examined, neratinib, afatinib, dinacicilib, dasatinib, stattic and miransertib also inhibited the migration of stomach cancer cells. Finally, treatment with a combination of afatinib with dinaciclib, capmatinib, dasatinib, stattic, ponatinib or miransertib resulted in synergistic and additive growth inhibition of stomach cancer cells. As stomach cancer cells are heterogenous in nature, our results support further research on the therapeutic potential of the CDK dinaciclib in combination with a pan-HER inhibitor in stomach cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI),CDK inhibitor,Targeted therapy,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tina Al-Janaby<\/b><sup>1<\/sup>, Narmin Nahi<sup>1<\/sup>, Said  A.  Khelwatty<sup>1<\/sup>, Alan Seddon<sup>1<\/sup>, Izhar Bagwan<sup>2<\/sup>, Helmout Modjtahedi<sup>1<\/sup><br><br\/><sup>1<\/sup>School of Life Science, Pharmacy and Chemistry, Kingston University London, Kingston upon Thames, United Kingdom,<sup>2<\/sup>Berkshire Surrey Pathology Services, Royal Surrey County Hospital, Guildford, United Kingdom","CSlideId":"","ControlKey":"53594b7e-7118-493e-bfa8-0de943c3493d","ControlNumber":"2603","DisclosureBlock":"&nbsp;<b>T. Al-Janaby, <\/b> None..<br><b>N. Nahi, <\/b> None..<br><b>S. A. Khelwatty, <\/b> None..<br><b>A. Seddon, <\/b> None..<br><b>I. Bagwan, <\/b> None..<br><b>H. Modjtahedi, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8675","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6132","PresenterBiography":null,"PresenterDisplayName":"Tina Al-Janaby, BS","PresenterKey":"07104612-f11c-40e8-b8bb-6b1b18a8a19e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6132. Impact of treatment with agents targeting different members of HER family, CDKs and downstream cell signaling molecules on growth and migration of stomach cancer cells.","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Impact of treatment with agents targeting different members of HER family, CDKs and downstream cell signaling molecules on growth and migration of stomach cancer cells.","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GB) is one of the most frequent primary brain tumors in adults with an extremely poor prognosis and a very high demand for novel therapies. Poor prognosis has been linked to its complex biology, tumor heterogeneity and an increased activation of signaling pathways through various growth factor receptors signaling pathway. In particular, aberrant expression and activation of epidermal growth factor receptor (EGFR) expression has been found to be common in patients with GBM. However, no EGFR inhibitor has yet been approved for the treatment of patients with brain tumor and there is currently no comprehensive study of all members of the HER family in the progression brain tumors. The aim of this study was to investigate the role of all members of the HER family (EGFR, HER2 HER3 and HER4), other growth factor receptors (e.g., C-MET) and downstream cell signaling pathways in the growth of a panel of human brain cancer cell lines (HBCCLs) and response to therapeutic interventions. Using Sulforhodamine B colorimetric assay, the growth response of four HBCCLs to treatment with 18 agents targeting different members of the HER family and other growth receptors (e.g. C-met\/ALK 7, PDGFRs, FGFRs, C-kit), cyclin dependent kinases inhibitors (e.g. CDKs 1\/2\/5\/9, CDK4\/6) and downstream signaling molecules (e.g. STAT3, Src, Abl) was examined. We determined the expression level of all members of the HER family in brain cancer cells by flow cytometry and Western blot and the effect of these agents on migration of brain cancer cells were determined using Incucyte. Of the targeted agents examined, the CDK 1\/2\/5\/9 inhibitor dinaciclib was the most potent and inhibited growth for all four HBCCLs with an IC50 below 10nM. Of the HER inhibitors, neratinib and afatinib were more effective than erlotinib and lapatinib and inhibiting the growth of all HBCCLs at IC50 values below 700nM and 1.9 &#181;M, respectively. Treatment with Src\/Abl\/c-kit inhibitor dasatinib, STAT3 inhibitor static, Abl\/PDGFR&#945;\/VEGFR2\/FGFR1 inhibitor Ponatinib and the TRK\/ROS\/ALK inhibitor entrecitinb also inhibited the growth of HBCCLs with IC50 value ranging from 0.06 - 2.96 &#181;M, 1 - 3.8&#181;M, 0.19- 0.42 &#956;M and 2.85- 3.47&#956;M, respectively. Interestingly, these agents were more effective in inhibiting growth of HBCCLs when proliferating at a slower rate. In addition to inhibiting the proliferation of HBCCLs, treatment with neratinib, dinaciclib, dasatanib, static and trametinib inhibited the migration of brain tumor cells. Finally, treatment with neratinib in combination with Palbociclib, AZD4547, trametinib and miransertib inhibited the growth of HBCCLs synergistically. Taken together, our results support further investigation on the therapeutic potential of irreversible pan HER in combination with the CDK inhibitor dinaciclib and other targeted agents in brain cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI),ErbB receptors,CDK inhibitor,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ermira Mulliqi<\/b><sup>1<\/sup>, Said  A.  Khelwatty<sup>1<\/sup>, Anna  L.  Morgan<sup>1<\/sup>, Keyoumars Ashkan<sup>2<\/sup>, Helmout Modjtahedi<sup>1<\/sup><br><br\/><sup>1<\/sup>School of Life Science Pharmacy and Chemistry, Kingston Univ. London, Kingston upon Thames, United Kingdom,<sup>2<\/sup>Department of Neurosurgery,, Kings College Hospital, London, United Kingdom","CSlideId":"","ControlKey":"2b5eba23-a0f5-4a73-b7e8-1fd4041d9e47","ControlNumber":"2587","DisclosureBlock":"&nbsp;<b>E. Mulliqi, <\/b> None..<br><b>S. A. Khelwatty, <\/b> None..<br><b>A. L. Morgan, <\/b> None..<br><b>K. Ashkan, <\/b> None..<br><b>H. Modjtahedi, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8676","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6133","PresenterBiography":"","PresenterDisplayName":"Ermira Mulliqi, BA","PresenterKey":"8171a1d2-5ae7-49a1-bcc7-52bc552cd7ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6133. Growth response and migration of brain cancer cell lines to treatment with agents targeting different members of the HER family, CDKs and other signalling pathways","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Growth response and migration of brain cancer cell lines to treatment with agents targeting different members of the HER family, CDKs and other signalling pathways","Topics":null,"cSlideId":""},{"Abstract":"Over the past two decades, only incremental progresses have been made in the therapeutic management of colorectal cancer (CRC). This is in part attributed to the fact that the Wnt pathway, the oncogenic pathway that initiates the transformation of CRC and sustains tumor maintenance, has been largely undruggable. While most efforts targeting Wnt signaling have revolved around interfering with Wnt target genes that regulate cell growth, we turned our attention to a subset of genes encoding for negative regulators of the pathway. Of particular interest are the cell-surface E3 ubiquitin ligases, ring finger protein 43 (RNF43) and ZNRF3, two known negative regulators of Wnt signaling that promote the turnover of Wnt receptors Frizzled\/low-density lipoprotein receptor-related proteins (FZD\/LRPs) via ubiquitination-mediated degradation. Given their exposed extracellular domains (ECDs), we set out to explore whether this intrinsic cellular degradative machinery could be repurposed for an antibody-based targeted protein degradation platform. More specifically, we have devised a technology that exploits the elevated expression of ZNRF3 and RNF43 in colon cancer by generating bispecific antibodies that can tether these E3 ubiquitin ligases to a variety of cell surface receptors to promote tumor receptor degradation. Most notably, these antibody degraders are highly active in vivo and can degrade receptors in a tumor specific manner while sparing normal tissues. This platform, that we have been dubbed Proteolysis Targeting Antibodies (PROTABs) describes a strategy for the rapid development of potent, bioavailable and tissue-selective degraders of cell-surface proteins.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Bispecific antibody,Colon cancer,Organoids,Ubiquitination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Felipe de Sousa e Melo<\/b><sup><\/sup><br><br\/>Genentech, Inc., South San Francisco, CA","CSlideId":"","ControlKey":"41980fb9-e75f-4aed-b384-873dde4cf7f1","ControlNumber":"4700","DisclosureBlock":"<b>&nbsp;F. de Sousa e Melo, <\/b> <br><b>Genentech, Inc.<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8677","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6134","PresenterBiography":null,"PresenterDisplayName":"Felipe de Sousa e Melo, PhD","PresenterKey":"8641009b-e28b-46cd-9bb1-f1236c2e135f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6134. Exploiting the oncogenic state of colorectal cancer for therapeutic development","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploiting the oncogenic state of colorectal cancer for therapeutic development","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADCs), comprised of cancer cell-specific antibodies linked to cytotoxic drugs, represent an innovative and promising class of anticancer agents. Due to its amplified expression in various tumor types, the epidermal growth factor receptor (EGFR) presents an attractive target for ADC therapy, and three anti-EGFR ADCs are currently studied in clinical trials. As ADCs depend on receptor internalization for intracellular release of drugs in the targeted cancer cells, studying the dynamics of receptor internalization can aid in their development and optimization. We studied the internalization of EGFR induced by its ligand EGF, as a mimic of ADCs, in cell lines with different surface receptor densities.<br \/>BxPC-3 (pancreas) and RT-112 (bladder) cancer cells were seeded in 6-well plates and allowed to adhere for 24 hours. Cells were serum-starved overnight, followed by stimulation with 150 ng\/mL EGF for 2, 4, 6, 24 and 48 hours. Internalization was studied by quantification of the number of surface-expressed receptors using flow cytometry with Quantibrite PE beads and EGFR-PE antibody. Moreover, incorporation of the ligand-receptor complex into acidic endo-lysosomes was studied using EGF conjugated to the fluorescent pH sensor pHrodo&#8482; Green. Total EGFR and EGFR phosphorylation levels were assessed by western blot analysis. RNA was isolated and converted into cDNA to perform TaqMan qPCR.<br \/>Unstimulated BxPC-3 cells showed higher numbers of EGFR per cell compared to unstimulated RT-112 cells. Since high receptor expression is key for some ADCs to induce effective endocytosis, this may indicate BxPC-3 cells as a more attractive model to study EGFR internalization. Stimulation with EGF induced a strong decrease in surface receptor density for both BxPC-3 and RT-112 cells during the first two hours, suggesting receptor internalization. Accordingly, treatment of BxPC-3 cells with pHrodo&#8482; Green EGF demonstrated the incorporation of ligand-receptor complexes into endo-lysosomes. During following hours, the cell surface expression of EGFR remained stable, whereas it partially recovered after 24 to 48 hours. In contrast, the lysosomal incorporation of EGF-EGFR complexes was not decreased at 24 or 48 hours, suggesting that the increase in surface EGFR may be due to <i>de novo <\/i>protein synthesis rather than recycling. No increase of EGFR mRNA was, however, detected. Finally, increased phosphorylation of EGFR was observed after two to six hours of stimulation, whereas total EGFR levels were highest in unstimulated and 24- or 48-hour-stimulated cells, which is in concordance with the flow cytometry data.<br \/>In conclusion, both BxPC-3 and RT-112 cells show dynamic changes in EGFR internalization upon EGF stimulation, despite differences in EGFR expression levels. These cell lines can therefore successfully be used for internalization studies, which may contribute to future ADC development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET01-03 Growth factor receptors and other surface antigens as targets for therapy,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Epidermal growth factor receptor (EGFR),Receptor internalization,Flow cytometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mandy  W.   E.  Smeets<\/b><sup><\/sup>, Eef  F.   P.  Smits<sup><\/sup>, Janneke  J.  T. M. Melis<sup><\/sup>, Dimitri Pappaioannou<sup><\/sup>, Guido  J.   R.  Zaman<sup><\/sup><br><br\/>Oncolines B.V., Oss, Netherlands","CSlideId":"","ControlKey":"38ebf4b6-817e-458d-8eca-ed8fe528b869","ControlNumber":"2860","DisclosureBlock":"&nbsp;<b>M. W. E. Smeets, <\/b> None..<br><b>E. F. P. Smits, <\/b> None..<br><b>J. J. T. Melis, <\/b> None..<br><b>D. Pappaioannou, <\/b> None..<br><b>G. J. R. Zaman, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8703","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6135","PresenterBiography":null,"PresenterDisplayName":"Mandy Smeets","PresenterKey":"9967e5fe-5156-4e3c-a6b4-8b7dbcffb509","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6135. Dynamics of ligand-induced epidermal growth factor receptor internalization in cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"372","SessionOnDemand":"False","SessionTitle":"Apoptosis and Growth Factor Receptors as Therapeutic Targets","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dynamics of ligand-induced epidermal growth factor receptor internalization in cancer cell lines","Topics":null,"cSlideId":""}]