[{"Abstract":"To gain further understanding of why some colorectal cancer patients develop sarcopenia (loss of skeletal muscle mass) we conducted a study of metabolic and inflammatory markers in pre-diagnostic samples from a well-defined patient cohort. The study population included 755 colorectal cancer patients from population-based prospective cohorts in northern Sweden. Eleven markers were measured in plasma samples collected prior to diagnosis (median 10.1 years), and their relation to sarcopenia at diagnosis (median 7 days before surgery) was assessed. The markers included were adiponectin, total cholesterol, C-peptide, CRP, acyl ghrelin, insulin, leptin, PYY, triglycerides and plasma glucose (both fasting and 2 hours after oral glucose tolerance test). Patients were classified as either sarcopenic or non-sarcopenic based on skeletal muscle index from peri-diagnostic CT scans. Skeletal muscle index was calculated by segmentation of skeletal muscle area at the transaxial level of the third lumbar vertebrae, adjusted to body height. Due to sex differences in muscle mass, all calculations were performed separately in men and women. Multivariable logistic regression was used to estimate associations between pre-diagnostic biomarker concentrations and the risk of sarcopenia. We made adjustment for plausible confounders including age at sampling, smoking, alcohol consumption, energy intake, physical activity, and pre-diagnostic body mass index (BMI). Our preliminary results indicate an association between higher pre-diagnostic cholesterol levels and increased risk of sarcopenia in men (age-adjusted odds ratio 1.30 95% CI 1.06 - 1.59), but not women. This association remained after adjusting for potential confounders. In women, higher levels of adiponectin were associated with an increased sarcopenia risk (age-adjusted OR 1.57 95% CI 1.02 - 2.41). This association remained when adjusting for most potential confounders and was attenuated and no longer statistically significant when BMI was added. Among the other biomarkers no clear associations with sarcopenia risk were observed. In conclusion, we performed a hypothesis-generating study of pre-diagnostic, circulating metabolic and inflammatory markers in relation to radiologically estimated sarcopenia at diagnosis in colorectal cancer patients. Positive associations between cholesterol and sarcopenia in men and between adiponectin and sarcopenia in women were shown. These results need to be validated in future studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Cachexia,Cholesterol,Adiponectin,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Johannes Färdeman<\/b><sup>1<\/sup>, Björn Gylling<sup>2<\/sup>, Richard Palmqvist<sup>2<\/sup>, Jan Axelsson<sup>3<\/sup>, Katrine Riklund<sup>4<\/sup>, Sophia Harlid<sup>5<\/sup>, Bethany Van Guelpen<sup>5<\/sup><br><br\/><sup>1<\/sup>Umeå University, Umeå, Sweden,<sup>2<\/sup>Medical Biosciences, Pathology, Umeå University, Umeå, Sweden,<sup>3<\/sup>Radiation Sciences, Radiation Physics, Umeå University, Umeå, Sweden,<sup>4<\/sup>Radiation Sciences, Diagnostic Radiology, Umeå University, Umeå, Sweden,<sup>5<\/sup>Radiation Sciences, Oncology, Umeå University, Umeå, Sweden","CSlideId":"","ControlKey":"b93b1aa1-de48-48f3-9c87-74bf120d5b68","ControlNumber":"1776","DisclosureBlock":"<b>&nbsp;J. Färdeman, <\/b> <br><b>Cancerläkaren, Mediahuset i Göteborg AB<\/b> Grant\/Contract, Travel.<br><b>B. Gylling, <\/b> None..<br><b>R. Palmqvist, <\/b> None..<br><b>J. Axelsson, <\/b> None.&nbsp;<br><b>K. Riklund, <\/b> <br><b>Collective minds radiology AB<\/b> Other, Board member. <br><b>Dicom Port AB<\/b> Other, Board member. <br><b>General Electric<\/b> Other, Member in Advisory Board on photon counting CT.<br><b>S. Harlid, <\/b> None..<br><b>B. Van Guelpen, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8006","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"733","PresenterBiography":null,"PresenterDisplayName":"Johannes Färdeman, MD","PresenterKey":"abfa4d2a-a241-46de-b69f-bdc0b78caa86","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"733. Relationship between pre-diagnostic biomarkers and sarcopenia in colorectal cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Relationship between pre-diagnostic biomarkers and sarcopenia in colorectal cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Objective: Current guidelines recommend adjuvant therapy for patients with completely resected non-small cell lung cancer (NSCLC) with high-risk clinical or pathologic features. Despite this, the relationship between these features and cancer recurrence is poorly elucidated.<br \/>Methods: We conducted a retrospective cohort study using a uniquely compiled dataset from the US Veterans Health Administration (VHA) including all Veterans with pathologic early-stage (&#8804;5cm, N0) NSCLC receiving definitive surgical treatment (2010-2016). Based on National Comprehensive Cancer Network guidelines, we evaluated 6 high-risk features: tumor size, tumor grade, visceral-pleural invasion, lymphovascular invasion, non-anatomic wedge resection, and adequacy of nodal sampling. We developed a score reflecting the relationship between these high-risk features and recurrence, using a multivariable competing risk model (death as competing event). The score performance was then tested in an external cohort from the National Cancer Database (NCDB).<br \/>Results: The study included 3,799 Veterans. The median follow-up was 7.1 years. Recurrence was detected in 800 (21.1%) patients. The association between high-risk features and cancer recurrence were as follows: tumor size (e.g., 31-40mm vs. 0-10mm, multivariable-adjusted hazard ratio, aHR 1.676, 95% CI 1.229-2.285, p=0.001), tumor grade (e.g., III vs. I, aHR 1.884, 95% CI 1.448-2.449, p&#60;0.001), visceral-pleural invasion (aHR 1.096, 95% CI 0.905-1.329, p=0.35), lymphovascular invasion (aHR 1.747, 95% CI 1.441-2.117, p&#60;0.001), non-anatomic wedge resection (aHR 1.335, 95% CI 1.101-1.619, p=0.003), and adequacy of nodal sampling (e.g., 1-4 lymph nodes vs. &#8805;10 lymph nodes, aHR 1.392, 95% CI 1.149-1.687, p&#60;0.001). Using these parameters, a score was created reflecting the association between high-risk features and recurrence. The score ranged from 0-36, with higher scores reflecting higher cumulative incidence of recurrence. The score was further divided into low- (0-11, n=1,263, 33.3%; 5-yr recurrence risk 13.0%), moderate- (12-15, n=1,134, 29.9%; 5-yr recurrence risk 19.0%), and high-risk (16-36, n=1,402, 36.9%; 5-yr recurrence risk 27.1%) categories. Higher scores were also associated with diminished overall survival (median OS, low-risk: 9.0 yrs; moderate-risk: 7.3 yrs; high-risk: 5.4 yrs). The score was further tested in a cohort of 63,232 patients from the NCDB and higher scores remained associated with worse overall survival (median OS, low-risk: 9.4 yrs; moderate-risk: 8.0 yrs; high-risk: 6.3 yrs).<br \/>Conclusions: High-risk clinicopathologic features are associated with dramatically higher risk of recurrence and worse overall survival. Multivariable assessment of these features using a comprehensive yet pragmatic score may help to standardize adjuvant treatment eligibility following curative intent resection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"NSCLC,Recurrence,Survival,Surgical resection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brendan  T.  Heiden<\/b><sup>1<\/sup>, Daniel  B.  Eaton<sup>2<\/sup>, Su-Hsin Chang<sup>3<\/sup>, Yan Yan<sup>3<\/sup>, Martin  W.  Schoen<sup>4<\/sup>, Bindiya  G.  Patel<sup>5<\/sup>, Theodore  S.  Thomas<sup>5<\/sup>, Bryan  F.  Meyers<sup>1<\/sup>, Benjamin  D.  Kozower<sup>1<\/sup>, Varun Puri<sup>1<\/sup><br><br\/><sup>1<\/sup>Division of Cardiothoracic Surgery, Department of Surgery, Washington University In St. Louis, St. Louis, MO,<sup>2<\/sup>VA St. Louis Health Care System, St. Louis, MO,<sup>3<\/sup>Washington University In St. Louis, St. Louis, MO,<sup>4<\/sup>Division of Hematology and Medical Oncology, Department of Internal Medicine, Saint Louis University School of Medicine, St. Louis, MO,<sup>5<\/sup>Divisions of Hematology & Oncology, Department of Medicine, Washington University In St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"e2690ad1-1927-41d8-b5cb-b1717f1fd766","ControlNumber":"4040","DisclosureBlock":"<b>&nbsp;B. T. Heiden, <\/b> <br><b>Oncocyte Corporation<\/b> Other, Consultant.<br><b>D. B. Eaton, <\/b> None..<br><b>S. Chang, <\/b> None..<br><b>Y. Yan, <\/b> None..<br><b>M. W. Schoen, <\/b> None..<br><b>B. G. Patel, <\/b> None..<br><b>T. S. Thomas, <\/b> None..<br><b>B. F. Meyers, <\/b> None..<br><b>B. D. Kozower, <\/b> None..<br><b>V. Puri, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7787","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"734","PresenterBiography":null,"PresenterDisplayName":"Brendan Heiden, MD,MS","PresenterKey":"4c70e29f-b7c7-40ee-86ed-5834635d4621","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"734. Comprehensive validation of high-risk clinicopathologic features in early-stage, node-negative non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive validation of high-risk clinicopathologic features in early-stage, node-negative non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: GLP-1 receptor agonists (GLP-1RAs) have been shown to carry benefits not only in glucose control among diabetics, but also in reductions in obesity, systemic inflammation, and risk of cardiovascular disease. Evidence also suggests a significant overlap between all of these risk factors with cancer prognosis and survival. Thus, this study aims to investigate the associations between the use of GLP-1RAs, cancer recurrence, and all-cause mortality among cancer survivors.<br \/>Methods: We included a total of 67,591 cancer survivors treated at Northwestern Medicine (NM) on or after 01\/01\/2005. We also included a non-cancer population of NM patients 1:1 matched on age, gender, zip code, and history of diabetes or hypertension prior to cancer diagnosis (priority given to age, gender, and zip code). Finally, a subgroup analysis was performed among 34,907 cancer survivors for cancers with known associations to obesity (including thyroid, pancreatic, ovarian, liver, kidney, gynecological, colorectal, breast, gastric cancer, and multiple myeloma). Documented use of liraglutide, semaglutide, exenatide, or dulaglutide was considered as use of GLP-1RAs. Cox proportional hazards models were used to examine the associations between the use of GLP-1RAs, cancer recurrence, and all-cause mortality among cancer survivors versus the non-cancer population.<br \/>Results:Compared to the non-cancer population, the risk of all-cause mortality was significantly higher among cancer survivors (HR, 5.26; 95% CI, 5.01-5.52). After adjustment of potential confounders, ever use of GLP-1 RAs was significantly associated with a lower risk of all-cause mortality among all-type cancer survivors (HR, 0.36; 95% CI, 0.25-0.51), whereas the association was not significant among the non-cancer population (HR, 0.75; 95% CI, 0.47-1.21). For cancer survivors with certain types of cancer with known associations to obesity, similar associations were observed. On the contrary, ever use of GLP-1 RAs was not significantly associated with cancer recurrence among all-type cancer survivors (HR, 0.80; 95% CI, 0.50-1.30) or obesity-associated cancer survivors (HR, 0.60; 95% CI, 0.31-1.17).<br \/>Conclusion:In this study, a significant association between ever use of GLP-1 RAs and a lower risk of all-cause mortality was observed among cancer survivors but not among the population without cancer diagnoses. On the other hand, ever use of GLP-1 RAs was not significantly associated with cancer recurrence among cancer survivors. Further studies to investigate the application of GLP-1 RAs among cancer survivors are warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-17 Pharmacoepidemiology,,"},{"Key":"Keywords","Value":"Obesity,Cancer survivors,GLP-1 agonists,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Po-Hua Chen<\/b><sup>1<\/sup>, Elizabeth  A.  Hibler<sup>2<\/sup><br><br\/><sup>1<\/sup>Internal Medicine, Northwestern Medicine McHenry Hospital, Rosalind Franklin Univ. of Med. & Science, North Chicago, IL,<sup>2<\/sup>Department of Preventive Medicine, Feinberg School of Medicine, Northwestern University, Chicago, IL","CSlideId":"","ControlKey":"ac92b90d-a79e-4e48-9e8c-ada2748f192b","ControlNumber":"5368","DisclosureBlock":"&nbsp;<b>P. Chen, <\/b> None..<br><b>E. A. Hibler, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7774","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"735","PresenterBiography":null,"PresenterDisplayName":"Po-Hua Chen, MD,MPH","PresenterKey":"d1e7fec0-2f69-438d-8a7e-1e40a38cfa94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"735. The associations between the use of GLP-1 receptor agonists, cancer recurrence and all-cause mortality among cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The associations between the use of GLP-1 receptor agonists, cancer recurrence and all-cause mortality among cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint inhibitors (ICIs) have improved the survival of cancer patients, but their use comes with the risk of immune-related adverse events. We evaluated the association between ICI treatment and the occurrence of colitis in patients with melanoma using a propensity score matched case-control design nested within a retrospective cohort.<br \/>Methods: Using the United Healthcare (Optum Clinformatics) Closed Claims &#38; Lab Results Database (01\/01\/2016 - 12\/31\/2021), we assembled a cohort of adult patients with melanoma who fulfilled the following eligibility criteria: 1) had &#8805;2 outpatient claims at least 30 days apart or &#8805;1 inpatient claim with an International Classification of Diseases (ICD) code indicative of melanoma; 2) received cancer treatment (surgery, chemotherapy, radiotherapy, ICI, or targeted therapy); 3) had a claim with a melanoma ICD code within 5 days before first cancer treatment (i.e., baseline); 4) had &#8805;12 months of continuous insurance coverage before baseline; 5) had no missing data on age, sex, race, and geographic region; and 6) had no claims for colitis in the 12 months before baseline. From the baseline cohort of 14,781 melanoma patients, cases with colitis were identified if they had &#8805;1 claim with a colitis ICD code during follow-up (i.e., from baseline to end of insurance coverage, or 12\/31\/2021), followed by claims for colitis medications within 30 days. Controls were melanoma patients without any colitis claims and were matched to cases with a 10:1 ratio using propensity scores, which were developed using a logistic regression model with colitis being the dependent variable and all available sociodemographic factors (age, sex, race, and region) and comorbidities identified from the 12 months before baseline as independent variables. For controls, we identified their ICI treatment through a specific date so that their follow-up time was the same as that of their matched case. We then conducted conditional logistic regression to estimate the association between ICI treatment and occurrence of colitis.<br \/>Results: A total of 264 colitis cases (64.8% received ICI) and 1,906 controls (10.9% received ICI) were included. Cases and controls were balanced with respect to the variables associated with colitis occurrence (all standardized differences &#60;0.1), indicating adequate matching based on propensity scores. Melanoma patients who underwent ICI treatment were more likely to develop colitis during follow-up, compared with controls (odds ratio = 19.1, 95% confidence interval: 13.4-27.2; p&#60;.001).<br \/>Conclusions: In a large cohort of patients treated for melanoma during 2016-2021, treatment with ICIs, compared with the other treatments, was associated with a 19-fold increase in the odds of colitis occurrence. Further research is needed to identify melanoma patients at risk for colitis to facilitate early treatment and improve patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-17 Pharmacoepidemiology,,"},{"Key":"Keywords","Value":"Case-control study,Melanoma\/skin cancers,Immune checkpoint blockade,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xianying Pan<\/b><sup>1<\/sup>, Devashish Verma<sup>1<\/sup>, Jiayin Zhang<sup>1<\/sup>, Raminder Pathak<sup>1<\/sup>, Stefano Monda<sup>1<\/sup>, Xiaomei Ma<sup>2<\/sup><br><br\/><sup>1<\/sup>Bristol Myers Squibb, Lawrence Township, NJ,<sup>2<\/sup>Yale University, New Haven, CT","CSlideId":"","ControlKey":"0134c727-341e-4de1-87fd-d5c5f4a49027","ControlNumber":"6672","DisclosureBlock":"<b>&nbsp;X. Pan, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment, Stock. <br><b>D. Verma, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment. <br><b>J. Zhang, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment, Stock. <br><b>R. Pathak, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment, Stock. <br><b>S. Monda, <\/b> <br><b>Bristol Myers Squibb<\/b> Employment, Stock. <br><b>X. Ma, <\/b> <br><b>Bristol Myers Squibb<\/b> Consultant.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7776","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"736","PresenterBiography":null,"PresenterDisplayName":"Stefano Monda, Pharm D","PresenterKey":"9744a82e-75f1-4fcd-9bfe-fb28ea03356b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"736. Treatment with immune checkpoint inhibitors (ICIs) and the occurrence of colitis among patients with melanoma in the United States","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment with immune checkpoint inhibitors (ICIs) and the occurrence of colitis among patients with melanoma in the United States","Topics":null,"cSlideId":""},{"Abstract":"Background: Gleason score is one of the strongest prognostic factors for prostate cancer survival in patients with primary prostate cancer. However, its predictive accuracy is less clear during extended follow-up periods.<br \/>Methods: We included men diagnosed with prostate cancer in the Physicians&#8217; Health Study (PHS) and Health Professionals Follow-up Study (HPFS) between 1982 and 2009. We included individuals with available radical prostatectomy tissue specimens and undertook a central standardized histopathologic re-review of H&#38;E slides including Gleason score according to the 2014 International Society of Urological Pathology Consensus. Comparing pathologic Gleason score, we estimated hazard ratios (HR) and 95% confidence intervals (CIs) for lethal prostate cancer-free survival from the time of diagnosis using the Cox proportional hazards regression through 2018. Lethal prostate cancer was defined as development of distant metastases or prostate cancer-specific death. We assessed the time-dependent predictive accuracy of Gleason score over 10, 15, 20, and 25-years post-diagnosis with time-varying area under the curve (tAUC) using the Uno estimator.<br \/>Results: Among the 1,404 prostate cancer patients, 113 developed lethal prostate cancer during a follow-up of up to 30 years (median 17.1 years). There were 11% men with Gleason score of 9-10 (grade group 5), 7.1% with 8 (grade group 4), 23% with 4+3 (grade group 3), 36% with 3+4 (grade group 2), and 23% with 6 (grade group 1). Compared to Gleason score 6, the HRs for lethal disease were 5.6 (95% CI: 1.3 to 24) for score 3+4, 13 (95% CI: 3.1 to 55) for 4+3, 17 (95% CI: 3.8 to 75) for 8, and 27 (95% CI: 6.5 to 117) for 9-10, adjusting for pathological tumor stage, age at diagnosis, and prostate-specific antigen (PSA) level at diagnosis. The overall AUC over the entire follow-up was 0.71 (95% CI: 0.63 to 0.79) for Gleason score alone and 0.76 (95% CI: 0.68 to 0.83) with the addition of stage, PSA, and age. Discrimination for lethal prostate cancer based on Gleason score alone varied over follow-up, peaking at a tAUC of 0.81 (95% CI: 0.77 to 0.85) at 10 years, and slowly declined to 0.78 (95% CI: 0.74 to 0.83) at 15 years, 0.78 (95% CI: 0.74 to 0.81) at 20 years, and 0.74 (95% CI: 0.69 to 0.80) at 25 years post-diagnosis. The tAUC had a similar trend with the addition of stage, PSA, and age, with higher point estimates at each time point.<br \/>Conclusions: The prognostic value of Gleason score for lethal prostate cancer after prostatectomy, based on genitourinary pathologist re-review, remains high for decades after diagnosis, with only a modest decline over time. Given the long natural history of prostate cancer, an understanding of the factors that contribute to remaining metastasis-free is needed to inform clinical decisions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Prostate cancer,Metastasis,Prognosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhike Lin<\/b><sup>1<\/sup>, Konrad H. Stopsack<sup>1<\/sup>, Michelangelo Fiorentino<sup>1<\/sup>, Jane  B.  Vaselkiv<sup>1<\/sup>, Travis Gerke<sup>2<\/sup>, Andreas Pettersson<sup>3<\/sup>, Sinead Flanagan<sup>1<\/sup>, Kathryn L. Penney<sup>1<\/sup>, Stephen P. Finn<sup>4<\/sup>, Massimo Loda<sup>5<\/sup>, Lorelei  A.  Mucci<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, MA,<sup>2<\/sup>The Prostate Cancer Clinical Trials Consortium (PCCTC), New York, NY,<sup>3<\/sup>Clinical Epidemiology Division, Department of Medicine Solna, Karolinska Institutet, Stockholm, Sweden,<sup>4<\/sup>Department of Histopathology, Trinity College, Dublin, Ireland,<sup>5<\/sup>Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"5c59318d-bf56-432d-afdc-a0b8d4cacedd","ControlNumber":"7099","DisclosureBlock":"&nbsp;<b>Z. Lin, <\/b> None..<br><b>K. H. Stopsack, <\/b> None..<br><b>M. Fiorentino, <\/b> None..<br><b>J. B. Vaselkiv, <\/b> None..<br><b>T. Gerke, <\/b> None..<br><b>A. Pettersson, <\/b> None..<br><b>S. Flanagan, <\/b> None.&nbsp;<br><b>K. L. Penney, <\/b> <br><b>Janssen<\/b> Other, Research.<br><b>S. P. Finn, <\/b> None..<br><b>M. Loda, <\/b> None.&nbsp;<br><b>L. A. Mucci, <\/b> <br><b>Bayer<\/b> Other, Expert testimony. <br><b>Janssen<\/b> Other, Research funding. <br><b>AstraZeneca<\/b> Other, Research funding.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7786","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"737","PresenterBiography":null,"PresenterDisplayName":"Zhike Lin, MPH","PresenterKey":"9502916a-1d7d-4ed1-a77e-83fccbfb0523","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"737. Variation in prognostic value of Gleason score for lethal prostate cancer using time-varying area under the curve","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Variation in prognostic value of Gleason score for lethal prostate cancer using time-varying area under the curve","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Nutritional deficiency and weight loss after gastrectomy are important detrimental factors for gastric cancer survivorship, which is avoided by endoscopic resection (ER). On the other hand, chronic metabolic or cardiovascular diseases in long term survivors may require appropriate weight reduction. The purpose of this study is to evaluate long term survival, cumulative incidence, and medical expenses of chronic diseases between gastric cancer survivors who underwent gastrectomy and ER using the Korean National Health Insurance (KNHI) database.<br \/><b>Methods: <\/b>Big data of patients treated by either gastrectomy or ER for gastric cancer were restructured from 2008 to 2015 through the KNHI database which covers the entire Korean population. Those who had other primary cancer within 3 years before the treatment, received chemotherapy or radiotherapy, or had gastric cancer as the cause of death in death certificates were excluded. After 2:1 propensity score matching by age, sex, Charlson Comorbidity Index, insurance premium quartiles, and year of treatment, gastrectomy and ER groups were compared for 15-year survival, and incidence of new chronic diseases including major adverse cardiovascular events (MACE). MACE-3 was defined as first occurrence of all-cause mortality, ischemic heart disease, and cerebrovascular events, and MACE-6 as MACE-3 plus heart failure, nephropathy, and atrial fibrillation.<br \/><b>Results: <\/b>After matching, 49,578 survivors for the gastrectomy group and 24,789 for the ER group were analyzed. The gastrectomy group showed significantly higher risk of death by respiratory diseases (HR 1.37, 95% CI 1.18 - 1.35, P &#60; 0.0001) including pneumonia (HR 1.62, 95% CI 1.32 - 2.00, P &#60; 0.0001), and external causes such as trauma (HR 1.38, 95% CI 1.16 - 1.63, P &#60; 0.0001), but lower risk of death caused by other cancers (HR 0.85, 95% CI 0.77 - 0.95, P &#60; 0.0001) especially obesity-related cancers including liver, bile duct, gallbladder, and pancreatic cancer. There was no difference in risk of death by other ICD-10 diseases between the two groups. Gastrectomy group showed significantly lower incidence of hypertension (HR 0.65), ischemic heart disease (HR 0.84), heart failure (HR 0.80), and cerebrovascular diseases (HR 0.79) than the ER group. The gastrectomy group had lower risk of MACE-3 (HR 0.86, 95% CI 0.83 - 0.89, P &#60; 0.0001) and MACE-6 (HR 0.86, 95% CI 0.83 - 0.89, P &#60; 0.0001).<br \/><b><\/b><b>Conclusion: <\/b>The gastrectomy group showed lower risk of MACE and obesity-related cancers with less medical care expenses for diabetes or hypertension, but had higher risk of death by pneumonia or external causes than the ER group in Korea.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: stomach,Stomach cancer,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Hyeong-taek Woo<sup>1<\/sup>, So Hyun Kang<sup>2<\/sup>, Ji Yoon Baek<sup>3<\/sup>, Mira Yoo<sup>2<\/sup>, Duyeong Hwang<sup>2<\/sup>, Eunju Lee<sup>2<\/sup>, Young Suk Park<sup>2<\/sup>, Sang-Hoon Ahn<sup>2<\/sup>, Nayoung Kim<sup>4<\/sup>, Dong Ho Lee<sup>4<\/sup>, Hyung-Ho Kim<sup>2<\/sup>, Aesun Shin<sup>5<\/sup>, <b>Yun-Suhk Suh<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Preventive Medicine, Keimyung University School of Medicine, Daegu, Korea, Republic of,<sup>2<\/sup>Surgery, Seoul National University Bundang Hospital, Seongnam, Korea, Republic of,<sup>3<\/sup>Interdisciplinary Program in Cancer Biology Major, Seoul National University College of Medicine, Seoul, Korea, Republic of,<sup>4<\/sup>Internal Medicine, Seoul National University Bundang Hospital, Seongnam, Korea, Republic of,<sup>5<\/sup>Preventive Medicine, Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"528742d8-63ca-4372-8fea-e29ea340cd87","ControlNumber":"5532","DisclosureBlock":"&nbsp;<b>H. Woo, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>J. Baek, <\/b> None..<br><b>M. Yoo, <\/b> None..<br><b>D. Hwang, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>S. Ahn, <\/b> None..<br><b>N. Kim, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>A. Shin, <\/b> None..<br><b>Y. Suh, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7868","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"738","PresenterBiography":null,"PresenterDisplayName":"Yun-Suhk Suh, MD, PhD","PresenterKey":"85a6bb0f-d3e5-4871-a9c4-2887dae8019f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"738. Long-term survivorship between gastrectomy and endoscopic resection for gastric cancer using a nationwide real-world database: 15 years of follow-up","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long-term survivorship between gastrectomy and endoscopic resection for gastric cancer using a nationwide real-world database: 15 years of follow-up","Topics":null,"cSlideId":""},{"Abstract":"<b>Objective: <\/b>Alcohol consumption is associated with adverse health outcomes among individuals diagnosed with cancer, including oncologic (e.g. higher risks of recurrence, onset of new primary cancers, and death) and treatment outcomes (e.g. decreased effectiveness, increased risk of complications). Epidemiologic studies to comprehensively characterize alcohol consumption patterns among cancer survivors overall and during cancer treatment in the US are limited.<b> <\/b><br \/><b>Design: <\/b>We conducted a cross-sectional study among 15,199 participants who reported a cancer diagnosis from the All of Us Research Program, a diverse US cohort with electronic health record (EHR) linkage. We estimated the prevalence of alcohol consumption status and risky drinking behaviors, including exceeding moderate drinking (&#62;2 drinks on a typical day when they drink), binge drinking (&#8805;6 drinks on one occasion), and hazardous drinking (Alcohol Use Disorders Identification Test-Consumption [AUDIT-C] score &#8805;4 for men and &#8805;3 for women). Among a subset with EHR, we identified cancer survivors (n=1332) who underwent treatment within the past year of the baseline survey and characterized their alcohol consumption patterns.<br \/><b>Results: <\/b>Overall, 78% of cancer survivors self-reported as current drinkers (non-Hispanic White: 81%; non-Hispanic Black: 66%; Hispanic: 63%). After multivariable adjustment, survivors who were non-Hispanic White, with alcohol-related cancers, and ever smokers were more likely to be current drinkers. Among current drinkers, 13% exceeded moderate drinking, 24% reported binge drinking, and 39% engaged in hazardous drinking. Survivors who were younger, men, Hispanics, with cancer diagnosed before age 18, or ever smoked were more likely to engage in at least two risky drinking behaviors. Compared to non-Hispanic White, Hispanic survivors were more likely to exceed moderate drinking (21%; OR 1.31, 95% CI 1.04-1.64) and binge drink (37%; OR 1.32, 95% CI 1.09-1.59). Compared to survivors with cancer diagnosed age 65 and above, those diagnosed before age 18 were more likely to exceed moderate drinking (26%; OR 1.50, 95% CI 1.03-2.21), binge drink (47%; OR 1.71, 95% CI 1.24-2.36), and engage in hazardous drinking (48%; OR 1.52, 95% CI 1.11-2.08). Notably, among survivors receiving treatment, the prevalence of current drinking and risk drinking were both high and in parallel with those not on treatment. Specifically, 78% were current drinkers, and among these, 11% exceeded moderate drinking, 22% reported binge drinking, and 40% engaged in hazardous drinking.<b> <\/b><br \/><b>Conclusion: <\/b>Alcohol consumption and risky drinking behaviors were common among cancer survivors even among individuals receiving treatment. Among cancer survivors who were current drinkers, men, Hispanics, those with cancer diagnosed before age 18, and ever smokers were more likely to engage in risky drinking behaviors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Alcohol,Cancer survivors,Cancer treatment,Risky drinking behaviors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mengyao Shi<\/b><sup>1<\/sup>, Chongliang Luo<sup>1<\/sup>, Ouseye K. Oduyale<sup>1<\/sup>, Xiaoyu Zong<sup>1<\/sup>, Noelle LoConte<sup>2<\/sup>, Graham A. Colditz<sup>1<\/sup>, Yin Cao<sup>1<\/sup><br><br\/><sup>1<\/sup>Division of Public Health Sciences, Department of Surgery, Washington University School of Medicine, St. Louis, MO,<sup>2<\/sup>Division of Hematology, Medical Oncology and Palliative Care, Department of Medicine, University of Wisconsin School of Medicine and Public Health, Madison, WI","CSlideId":"","ControlKey":"5175e060-9918-4e5c-b9f3-3593095637f7","ControlNumber":"5197","DisclosureBlock":"&nbsp;<b>M. Shi, <\/b> None..<br><b>C. Luo, <\/b> None..<br><b>O. K. Oduyale, <\/b> None..<br><b>X. Zong, <\/b> None..<br><b>N. LoConte, <\/b> None..<br><b>G. A. Colditz, <\/b> None..<br><b>Y. Cao, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7864","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"739","PresenterBiography":null,"PresenterDisplayName":"Mengyao Shi, MBBS,MPH","PresenterKey":"f7f28939-8969-4664-9b5e-292dee055820","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"739. Alcohol consumption patterns among US cancer survivors: A cross-sectional study of the All of Us Research Program","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alcohol consumption patterns among US cancer survivors: A cross-sectional study of the All of Us Research Program","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Cannabis has therapeutic potentials for alleviating various cancer and treatment-related symptoms, such as refractory cancer pain, chemotherapy-induced nausea, and insomnia. However, less is known about the prevalence of cannabis use among US cancer survivors and its patterns by reason to use (any vs. medical), sociodemographic and lifestyle factors, state, and cancer type and history.<br \/><b>Method: <\/b> This study is a cross-sectional analysis of a US nationally representative sample of cancer survivors aged &#8805; 20 years from the Behavioral Risk Factor Surveillance Survey 2016-2021. Data on the frequency of current cannabis use (past month: any use vs. daily use), reasons to use (medical vs. non-medical), participant characteristics and state cannabis legality were self-reported by 96,594 cancer survivors diagnosed with non-skin cancers. Information on cancer survivorship, including cancer type, age at diagnosis, treatment, and cancer-related pain, was further collected among 12,052 survivors. Weighted prevalence (95% confidence interval [CI]) of cannabis use (any, daily, and medical) was estimated overall and by participant characteristics, states, and cancer history and types. Weighted multivariable (MV) logistic regressions were used to evaluate correlates of cannabis use.<br \/><b> <\/b> <b>Results and Conclusions: <\/b> In 2016-2021,<b> <\/b>the prevalence of cannabis was 8.4% (95% CI, 7.9-9.0) for any use (daily use: 3.2% [95% CI, 2.9-3.5]) and 5.5% (95% CI, 5.0-5.9) for medical use among US cancer survivors. Compared to Non-Hispanic (NH) whites (7.9% [95% CI, 7.3-8.5]), NH blacks (10.4% [95% CI, 8.5-12.4]), Native Americans (16.2% [95% CI, 10.6-21.8]), and Hispanics (10.1% [95% CI, 7.7-12.4]) had a significantly higher prevalence of cannabis use. The prevalence of cannabis use was substantially higher among survivors living in states that legalized recreational use (11.2% [95% CI, 10.1-12.3]) than in states that only legalized medical use (6.7% [95% CI, 6.2-7.2]) and states where cannabis was illegal (4.9% [95% CI, 4.3-5.4]). Any cannabis use was most prevalent among cancer survivors in Nevada (21.6%), Maine (14.1%), and Alaska (12.5%). Survivors who were younger, male, not married, current smokers, drinkers, on low incomes, and of poor health status were more likely to report using cannabis than their counterparts. Among cannabis users, females, non-smokers, non-drinkers, and those with higher educational levels, higher BMI, and health conditions were more likely to use cannabis for medical reasons. By cancer type, survivors of testis (19.0%), brain (16.4%), and cervix (13.2%) cancers tended to have a higher prevalence of any cannabis use. Cancer survivors diagnosed at a younger age and reported cancer-related pain were more likely to use cannabis. Few survivors (0.4%) used cannabis during cancer treatment. Distinct cannabis use patterns were observed in US cancer survivors by lifestyle factors and cancer type.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Survival,Cannabis use,Cancer-specific pattern,US cancer survivors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Chao Cao<sup>1<\/sup>, Ruixuan Wang<sup>2<\/sup>, Lin Yang<sup>3<\/sup>, Electra  D.  Paskett<sup>4<\/sup>, <b>Ce Shang<\/b><sup>5<\/sup><br><br\/><sup>1<\/sup>Center for Human Nutrition, Washington University School of Medicine, St Louis, MO,<sup>2<\/sup>2Department of Health Service Research, Management and Policy, University of Florida, Gainesville, FL,<sup>3<\/sup>3Department of Cancer Epidemiology and Prevention Research, Alberta Health Services, Calgary, AB, Canada,<sup>4<\/sup>Division of Cancer Prevention and Control, Department of Internal Medicine, The Ohio State University Wexner Medical Ctr., Columbus, OH,<sup>5<\/sup>Department of Internal Medicine and Center for Tobacco Research, The Ohio State University Wexner Medical Ctr., Columbus, OH","CSlideId":"","ControlKey":"7b7107de-38b2-4a12-b294-94ceca00fb7b","ControlNumber":"6296","DisclosureBlock":"&nbsp;<b>C. Cao, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>E. D. Paskett, <\/b> None..<br><b>C. Shang, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7866","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"740","PresenterBiography":null,"PresenterDisplayName":"Ce Shang, PhD","PresenterKey":"9d52b7dc-9149-4292-a817-127db61fd842","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"740. Prevalence and cancer-specific patterns of cannabis use among US cancer survivors, 2016-2021","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prevalence and cancer-specific patterns of cannabis use among US cancer survivors, 2016-2021","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Diabetes has been associated with an increased risk of the development of multiple cancers, however, evidence for development of diabetes after cancer diagnosis is limited.<br \/><b>Methods<\/b>: Using data on 7,702 cancer patients treated at the Huntsman Cancer Institute, a comprehensive cancer center in Utah, we examined the association of systemic cancer treatments (chemotherapy, immunotherapy, hormone therapy, and corticosteroids) and obesity-related cancer (ORC) status (presence of breast, colorectal, ovarian, endometrial, kidney, thyroid, meningioma, multiple myeloma, gallbladder, gastric cardia, esophageal adenocarcinoma, liver, or pancreatic cancer), with the development of diabetes after cancer diagnosis. Cox proportional-hazards regression models adjusting for relevant covariates [age, sex, race, body mass index at cancer diagnosis, and ORC status (in treatment-related models only)] were used to calculate hazard ratios (HR) and 95% confidence intervals (CI). Diabetes, cancer treatment type, and cancer sites were identified using ICD codes and tumor histology.<br \/><b>Results<\/b>: 975(12.7%) cancer patients had incident diabetes (723 of which were type-2 diabetes), and the average time to diabetes diagnosis after cancer diagnosis was 4.4 years. 35.1% used chemotherapy, 11.8% used immunotherapy, 19.5% used hormone therapy, 38.8% used corticosteroids, and 40.8% had an ORC. ORC patients and patients who used corticosteroids had a statistically significant higher hazard of new-onset diabetes [HR(95% CI) 1.43(1.24-1.65), 1.29(1.13-1.47), respectively] compared to patients with a non-ORC and patients who did not use corticosteroids, respectively. Interestingly, patients who received chemotherapy or hormone therapy had a statistically significant lower hazard of new-onset diabetes [HR(95% CI) 0.69(0.60-0.79), 0.68(0.58-0.81), respectively] compared to patients who did not receive chemotherapy or hormone therapy, respectively. Analyses by cancer site and diabetes type and evaluating death as a competing risk factor are ongoing.<br \/><b>Conclusions<\/b>: We observed statistically significant 1.43-times and 1.29-times higher hazards of incident diabetes after cancer diagnosis in ORC patients and corticosteroid users. These results suggest that certain cancers and cancer treatments may increase diabetes risk. As monitoring cancer patients for persistent hyperglycemia and diabetes is currently not a clinical standard, understanding the risk of chronic diseases, including diabetes, can inform strategies to monitor patients and decrease disease burden in this vulnerable population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Obesity,Metabolism,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Maci Winn<\/b><sup>1<\/sup>, Svenja Pauleck<sup>2<\/sup>, Richard Viskochil<sup>3<\/sup>, Stephanie Richardson<sup>1<\/sup>, Michelle Litchman<sup>4<\/sup>, Howard Colman<sup>1<\/sup>, Neli Ulrich<sup>1<\/sup>, Siwen Hu-Lieskovan<sup>1<\/sup>, Mary Playdon<sup>1<\/sup>, Sheetal Hardikar<sup>1<\/sup><br><br\/><sup>1<\/sup>Huntsman Cancer Institute, University of Utah, Salt Lake City, UT,<sup>2<\/sup>University of Leipzig, Leipzig, Germany,<sup>3<\/sup>The University of Massachusetts Boston, Boston, MA,<sup>4<\/sup>University of Utah College of Nursing, Salt Lake City, UT","CSlideId":"","ControlKey":"1825ce24-417b-40b8-a6ca-7513c7de3134","ControlNumber":"6574","DisclosureBlock":"&nbsp;<b>M. Winn, <\/b> None..<br><b>S. Pauleck, <\/b> None..<br><b>R. Viskochil, <\/b> None..<br><b>S. Richardson, <\/b> None..<br><b>M. Litchman, <\/b> None..<br><b>H. Colman, <\/b> None..<br><b>N. Ulrich, <\/b> None..<br><b>S. Hu-Lieskovan, <\/b> None..<br><b>M. Playdon, <\/b> None..<br><b>S. Hardikar, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7865","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"741","PresenterBiography":null,"PresenterDisplayName":"Maci Winn, BS","PresenterKey":"ac385f9b-70d6-48b8-86cb-c396b804f337","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"741. Incident diabetes by obesity-related cancer status and cancer treatment type","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Incident diabetes by obesity-related cancer status and cancer treatment type","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>This study evaluates feasibility and acceptability of a digital health coaching intervention for individuals who are within one year of completing primary cancer treatment of any modality, as well as its effect on health self-efficacy. Secondary endpoints evaluate trends in patient-reported outcomes (PRO), including financial toxicity, for which the Economic StraiN and Resilience in Cancer (ENRICh) tool is being validated. Additional endpoints explore associations between patient-reported symptoms, wearable, biomarker, and clinical data. This study seeks to fill a critical knowledge gap as to how health behavioral changes prompted by health coaching may modulate symptoms and physical\/ psychosocial well-being through the longitudinal tracking of patient reported, clinical, and bioinformatic data.<br \/><b>Methods<\/b>: This randomized, wait-list control trial is being conducted at geographically diverse National Cancer Institute-designated cancer centers. Per site enrollment is &#60;150 participants, aged 18 and older, following completion of primary treatment for breast, ovarian, endometrial, lung, or gastric cancer or population specific (eg, &#8805;65 years) cohorts. A 6-month coaching intervention utilizing phone calls coupled with supplemental digital content via text, email, or web-based application is delivered during months 1 through 6 (intervention) or months 7 through 12 (wait-list control). PROMIS and other validated questionnaires and activity data are collected over 12 months. Gut microbiome specimens and the Diet History Questionnaire (DHQ) III are collected at enrollment and 6 months. Feasibility (retention rate &#8805;70%) and acceptability (&#8804;20% scoring &#8220;not at all helpful&#8221;), are assessed with descriptive statistics.<br \/><b>Summary Data: <\/b>To date, 47 individuals have been enrolled at 3 study sites, Nebraska Medicine (36), Dana-Farber Cancer Institute (10), and The Ohio State University James Cancer Center (1). This includes 1 male and 46 female participants, with an average age of 63.62 (R 33-75), of whom 44 identify as White and 3 as Black or African American, and 47 identify as non-Hispanic. Among participants, 35 have a history of breast, 10 ovarian, 1 endometrial, and 1 gastric cancer. Two additional sites are planned to begin enrollment in 2023, one of which will primarily enroll participants identifying as Black and\/or Hispanic.<br \/><b>Conclusions: <\/b>Enrollment is anticipated to complete by December 2023 with site-specific and composite results reported by December 2024. Novel outcomes related to the use of digital health coaching in the context of survivorship, as well as robust data assessing clinical, microbiome, dietary, patient-reported, and wearable data is expected to enhance existing evidence regarding outcomes in patients on both active surveillance and maintenance therapies for diverse tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Survival,Physical activity,Diet,Gut microbiota,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kelly  J.  Brassil<sup>1<\/sup>, Alexi Wright<sup>2<\/sup>, Elizabeth Arthur<sup>3<\/sup>, Austin Barr<sup>1<\/sup>, Laura Flora<sup>3<\/sup>, Barbara Halpenny<sup>4<\/sup>, Mariah  K.  Jackson<sup>5<\/sup>, Jessica Krok-Schoen<sup>6<\/sup>, Robin Lally<sup>7<\/sup>, Jennifer Loftis<sup>1<\/sup>, Debra Lynch Kelly<sup>8<\/sup>, Leorey Saligan<sup>9<\/sup>, Rachael Schmidt<sup>10<\/sup>, Grace  L.  Smith<sup>11<\/sup>, Angela Starkweather<sup>8<\/sup>, Anna Tavormina<sup>2<\/sup>, Gisele Tlusty<sup>7<\/sup>, Michael Vazquez<sup>4<\/sup>, <b>Marilyn Hammer<\/b><sup>4<\/sup><br><br\/><sup>1<\/sup>Pack Health, Quest Diagnostics, Birmingham, AL,<sup>2<\/sup>Gynecologic Oncology, Dana-Farber Cancer Institute, Boston, MA,<sup>3<\/sup>James Cancer Hospital, The Ohio State University, Columbus, OH,<sup>4<\/sup>Phyllis F. Cantor Center for Research in Nursing and Patient Care Services, Dana-Farber Cancer Institute, Boston, MA,<sup>5<\/sup>College of Allied Health Professions, University of Nebraska Medical Center, Omaha, NE,<sup>6<\/sup>James Cancer Center, The Ohio State University, Columbus, OH,<sup>7<\/sup>College of Nursing, University of Nebraska Medical Center, Omaha, NE,<sup>8<\/sup>College of Nursing, University of Florida, Gainesville, FL,<sup>9<\/sup>Symptoms Biology Unit, National Institute of Nursing Research, Bethesda, MD,<sup>10<\/sup>Cancer Survivorship, Nebraska Medicine, Omaha, NE,<sup>11<\/sup>Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"516e885e-388e-4adc-9abc-b8446c889e0f","ControlNumber":"6857","DisclosureBlock":"<b>&nbsp;K. J. Brassil, <\/b> <br><b>Quest Diagnostics<\/b> Employment. <br><b>Sanofi<\/b> Grant\/Contract. <br><b>Gilead<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>GlaxoSmith Kline<\/b> Grant\/Contract. <br><b>Abbvie<\/b> Grant\/Contract. <br><b>Astellas<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Pack Health<\/b> Employment. <br><b>MConsulting<\/b> Independent Contractor. <br><b>A. Wright, <\/b> <br><b>Cancer Support Community<\/b> Grant\/Contract. <br><b>NCCN\/Astra Zeneca<\/b> Grant\/Contract. <br><b>GlaxoSmithKline<\/b> Grant\/Contract. <br><b>Pack Health, A Quest Diagnostics Company<\/b> Grant\/Contract.<br><b>E. Arthur, <\/b> None.&nbsp;<br><b>A. Barr, <\/b> <br><b>Quest Diagnostics<\/b> Employment. <br><b>Pack Health<\/b> Employment.<br><b>L. Flora, <\/b> None.&nbsp;<br><b>B. Halpenny, <\/b> <br><b>Pack Health, A Quest Diagnostics Company<\/b> Grant\/Contract. <br><b>M. K. Jackson, <\/b> <br><b>Pack Health, A Quest Diagnostics Company<\/b> Grant\/Contract.<br><b>J. Krok-Schoen, <\/b> None.&nbsp;<br><b>R. Lally, <\/b> <br><b>Pack Health, A Quest Diagnostics Company<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>J. Loftis, <\/b> <br><b>Quest Diagnostics<\/b> Employment.<br><b>D. Lynch Kelly, <\/b> None..<br><b>L. Saligan, <\/b> None.&nbsp;<br><b>R. Schmidt, <\/b> <br><b>Pack Health, A Quest Diagnostics Company<\/b> Grant\/Contract.<br><b>G. L. Smith, <\/b> None..<br><b>A. Starkweather, <\/b> None.&nbsp;<br><b>A. Tavormina, <\/b> <br><b>Pack Health, A Quest Diagnostics Company<\/b> Grant\/Contract. <br><b>G. Tlusty, <\/b> <br><b>Pack Health, A Quest Diagnostics Company<\/b> Grant\/Contract. <br><b>M. Vazquez, <\/b> <br><b>Pack Health, A Quest Diagnostics Company<\/b> Grant\/Contract. <br><b>M. Hammer, <\/b> <br><b>Pack Health, A Quest Diagnostics Company<\/b> Grant\/Contract.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7867","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"742","PresenterBiography":null,"PresenterDisplayName":"Marilyn Hammer, PhD,MSN,RN","PresenterKey":"63a07182-bb44-4d0e-8cc0-af07b68614ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"742. Trial in progress: Comprehensive outcomes for after cancer health (COACH), a randomized trial assessing health outcomes following primary cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Trial in progress: Comprehensive outcomes for after cancer health (COACH), a randomized trial assessing health outcomes following primary cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Backgrounds\/Aims: Unfavorable lipid profiles may be associated with prognosis among breast cancer survivors. We aimed to examine the association between physical activity levels and subclasses of lipoprotein among breast cancer survivors.<br \/>Methods: We included a total of 378 women diagnosed with primary breast cancer and survived for &#8805;6 months since the surgery. Physical activity levels were presented as the metabolic equivalent of task (MET) hours\/week from a structured questionnaire. High-throughput proton nuclear magnetic resonance (NMR) metabolomics platform was used to quantify plasma levels of specific lipid biomarkers and particle sizes. The multivariable adjusted least-square means (LS-means) and 95% confidence intervals (CIs) of lipid profile markers across physical activity (quartile) were estimated by using generalized linear models.<br \/>Results: We observed inverse associations of physical activity levels with circulating levels of total triglycerides (TG), TG in very low-density lipoprotein (VLDL), and TG in high-density lipoprotein (HDL) among breast cancer survivors. LS-means (95% CIs) for 1<sup>st<\/sup> and 4<sup>th<\/sup> quartiles of physical activity were 1.07 (0.99-1.17) and 0.96 (0.88-1.04; p for trend=0.048) for total TG (nmol\/L), 0.68 (0.62-0.74) and 0.60 (0.54-0.66; p for trend=0.045) for TG in VLDL (nmol\/L), and 0.14 (0.13-0.15) and 0.12 (0.11-0.13; p for trend=0.045) for TG in HDL (nmol\/L). These associations were limited to breast cancer survivors with stage II or III. We also found a smaller VLDL size with high physical activity among those with stage II or III. Among participants with a BMI of &#8805;25 kg\/m<sup>2<\/sup>, we found that high physical activity was associated with decreased levels of TG in VLDL and small VLDL size; according to subsequent quartiles of physical activity, LS-means (95% CIs) were 0.73 (0.62-0.87), 0.88 (0.72-1.08), 0.74 (0.61-0.89), and 0.56 (0.44-0.71) for TG in VLDL (nmol\/L), respectively (p for trend=0.047); and 38.67 (38.34-39.00), 38.75 (38.36-39.15), 38.65 (38.28-39.01), and 37.98 (37.52-38.45) for VLDL size (nm), respectively (p for trend=0.024).<br \/>Conclusions: We found that high physical activity was associated with lower circulating levels of subclasses of TG and smaller VLDL size among breast cancer survivors with stage II or III or those with a BMI of &#8805;25 kg\/m<sup>2<\/sup>. Further prospective or randomized controlled studies are warranted to confirm the significance of physical activity associated with favorable lipid profiles among breast cancer survivors.<br \/>Funding Information: This research was supported by the National Research Foundation of Korea (NRF) grant funded by the Korea government (Ministry of Science and ICT, MSIT) (No. 2014R1A2A2A01007794, 2019R1F1A1061017, and 2021R1F1A1062476) and K-BIO KIURI Center program (NRF2020M3H1A107330413).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-06 Diet, alcohol, tobacco use, and other lifestyle risk factors,,"},{"Key":"Keywords","Value":"Physical activity,Lipid profile,Breast cancer survivor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hyun Jeong Cho<\/b><sup>1<\/sup>, Minji Kang<sup>2<\/sup>, Zisun Kim<sup>3<\/sup>, Hyun Jo Youn<sup>4<\/sup>, Jihyoung Cho<sup>5<\/sup>, Jun Won Min<sup>6<\/sup>, Yoo Seok Kim<sup>7<\/sup>, Jung Eun Lee<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Food and Nutrition, Seoul National University, Seoul, Korea, Republic of,<sup>2<\/sup>Research Institute of Human Ecology, Seoul National University, Seoul, Korea, Republic of,<sup>3<\/sup>Department of Surgery, Soonchunhyang University Bucheon Hospital, Bucheon, Korea, Republic of,<sup>4<\/sup>Department of Surgery, Jeonbuk National University Medical School, Jeonju, Korea, Republic of,<sup>5<\/sup>Department of Surgery, Keimyung University School of Medicine, Daegu, Korea, Republic of,<sup>6<\/sup>Department of Surgery, Dankook University College of Medicine, Cheonan, Korea, Republic of,<sup>7<\/sup>Department of Surgery, Chosun University College of Medicine, Gwangju, Korea, Republic of","CSlideId":"","ControlKey":"9aad3683-6deb-4787-82ac-2ed6568aee40","ControlNumber":"3155","DisclosureBlock":"&nbsp;<b>H. Cho, <\/b> None..<br><b>M. Kang, <\/b> None..<br><b>Z. Kim, <\/b> None..<br><b>H. Youn, <\/b> None..<br><b>J. Cho, <\/b> None..<br><b>J. Min, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3221","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"743","PresenterBiography":null,"PresenterDisplayName":"Hyun Jeong Cho, PhD","PresenterKey":"2f2353fb-0d6a-4519-bae1-fecb2891f637","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"743. Association between physical activity and lipid profile among breast cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between physical activity and lipid profile among breast cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Background: People living with HIV (PLWH) with Hodgkin&#8217;s lymphoma(HL) have similar response and survival rates to people without HIV when standard of care therapies are given. However, PLWH with HL are less likely to receive cancer treatment for unclear reasons. Our objective was to examine the role of social determinants of health(SDOH) with non-receipt of cancer treatment among PLWH with HL.<br \/>Methods: Using the U.S. National Cancer Database, we identified 11,517 persons aged 18-90 years, diagnosed with HL (ICD-O-3 codes; C770-779) between 2018-2019. Most patients were diagnosed with classical HL(9650; n=4534, 39%) or nodular sclerosis classical Hodgkin&#8217;s lymphoma (9663; n=4725, 41%). As per NCCN guidelines, receipt of first-line treatment was defined as receiving any chemotherapy, radiotherapy or a combination of both. We compared treatment receipt by HIV status and associations of SDOH (e.g., zip-code median household income) with non-receipt of treatment among those with and without HIV. Using multivariable logistic regression, we evaluated the association of treatment receipt with HIV status after adjustment for age, sex, and stage at diagnosis. We stratified this model by zip-code level income, education and race\/ethnicity to evaluate the role of SDOH in this exposure-outcome relationship. For each model, we calculated cluster-robust standard errors to account for non-independence within clusters at the facility level to adjust for correlated patient characteristics within hospitals.<br \/>Results: Our sample (n=11,517) included 60% adults aged 50 years or below, 55% men, 71% NH-White and 14% NH-Black. About one-third were treated at an academic\/research program and 57% were privately insured. PLWH included 6% of the population. Overall, 12% did not receive first-line recommended treatment and were less likely to receive treatment compared to those without HIV (13% vs. 9%, p=0.012). We identified the following characteristics amongst PLWH to be more likely not to receive treatment compared to those without HIV, persons who were: aged 40 years or younger(13% vs. 6%, p=0.001), male(15% vs. 9%, p&#60;0.001), NH-White(13% vs. 8%) and NH-Black(14% vs. 11%) persons(p&#60;0.001), persons residing in areas with lower levels of educational attainment (20% vs. 10%, p&#60;0.001) and low income areas (14% vs 9%, p&#60;0.001), and were Medicaid insured (17% vs. 8%, p&#60;.001). Stratifying by area-level education, this association persisted among those residing in areas with lower levels of education and income.<br \/>Conclusion: PLWH with HL were less likely to receive cancer treatment and continue to experience inequities in cancer treatment receipt, with SDOH playing a potential role in inequitable cancer care delivery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Databases,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jessica Yasmine Islam<\/b><sup>1<\/sup>, Jennifer McGee<sup>2<\/sup>, Yi Guo<sup>3<\/sup>, Marlene Camacho-Rivera<sup>4<\/sup>, Lubomir Sokol<sup>1<\/sup>, Susan  T.  Vadaparampil<sup>1<\/sup>, Gita Suneja<sup>5<\/sup><br><br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>National Cancer Institute, Rockville, MD,<sup>3<\/sup>University of Florida, Gainesville, FL,<sup>4<\/sup>SUNY Downstate Medical Center, Brooklyn, NY,<sup>5<\/sup>University of Utah, Salt Lake City, UT","CSlideId":"","ControlKey":"f23e64a1-a0ae-43e1-88ae-523e67c07276","ControlNumber":"2729","DisclosureBlock":"&nbsp;<b>J. Y. Islam, <\/b> None..<br><b>J. McGee, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>M. Camacho-Rivera, <\/b> None..<br><b>L. Sokol, <\/b> None..<br><b>S. T. Vadaparampil, <\/b> None..<br><b>G. Suneja, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8000","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"744","PresenterBiography":null,"PresenterDisplayName":"Jessica Islam, MPH;PhD","PresenterKey":"60f762e9-bd4b-4233-8d9e-a720807b9cff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"744. Treatment inequities among patients diagnosed with Hodgkin's lymphoma with and without HIV (2018-2019): an analysis of the US National Cancer Database","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Treatment inequities among patients diagnosed with Hodgkin's lymphoma with and without HIV (2018-2019): an analysis of the US National Cancer Database","Topics":null,"cSlideId":""},{"Abstract":"Background: People living with HIV (PLWH) are less likely to receive any cancer treatment, however, reasons for this disparity are unclear. One factor may be oncologists&#8217; concerns regarding potential drug-drug interactions (DDIs) between cancer and HIV treatments, and their downstream consequences on clinical outcomes. Our objective was to characterize potential DDIs among PLWH diagnosed with common non-AIDS cancers within the year following cancer diagnosis.<br \/>Methods: We leveraged the SEER-Medicare database (2007-2018) to identify individuals over the age of 64 diagnosed with breast, colorectal, non-small cell lung (NSCLC), and prostate cancer with Medicare fee-for-service coverage. PLWH were identified using ICD-9 (042-044 or V08) and ICD-10 (B20-B24 or Z21) codes, either at or prior to cancer diagnosis. Participants were required to have continuous enrollment in Medicare Part D (prescription events) from their cancer diagnosis to at least 12 months after their cancer diagnosis (or death) to observe potential changes in highly active antiretroviral therapy use. Potential DDIs between systemic cancer therapies and HAART were identified based on National Comprehensive Cancer Network (NCCN) guidelines and pharmacist input. We estimated the 12-month prevalence of exposure to a potential DDI following cancer diagnosis and identified sociodemographic determinants of exposure to a potential DDI exposure using multivariable Poisson regression.<br \/>Results: We identified 667 eligible individuals of whom, 41% had prostate cancer, 34% NSCLC, 16% colorectal and 8% breast cancer. Overall, 46% of participants were NH-Black, 61% 65-70 years of age, 82% men, and 98% resided in urban areas. Sixty-one percent had a low-income subsidy at the time of cancer diagnosis and 45% were dually insured with Medicaid. Overall, 32% received chemotherapy, 16% received hormone therapy, 40% received radiation, and 31% received surgical treatment. Twenty-eight percent received no cancer treatment within one year of their diagnosis, which included 11% for breast, 34% for colorectal, 28% for NSCLC, and 28% for prostate cancers. Eight percent (53\/667) overall and 25% (53\/212) of those who received chemotherapy were at risk for a potential DDI. Women were more likely to experience a potential DDI (13% vs. 7%, p=0.016), as well as those residing in the South (15% vs. 6% in the Northeast and 5% in the Midwest\/West; p=0.001) and those diagnosed with late-stage cancer (17% vs. 1.8%, p&#60;0.001). On multivariable analyses of those at risk of a potential DDI (n=212), NH-Black adults (vs. NH-White; aRR: 1.85; 95% CI: 1.08-3.17), women (vs. men; aRR: 2.16; 1.38-3.37), and those with late-stage cancer (vs. early stage; aRR: 4.87; 95% CI: 1.87-12.70) were more likely to experience a potential DDI.<br \/>Conclusion: One-quarter of those receiving systemic therapy were exposed to a potential DDI with those diagnosed at late stage, at highest risk.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-12 Health services and comparative effectiveness research,,"},{"Key":"Keywords","Value":"Databases,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jessica Yasmine Islam<\/b><sup>1<\/sup>, Xi Zhou<sup>2<\/sup>, Christopher Baggett<sup>2<\/sup>, Christine Jamjian<sup>3<\/sup>, Anna E. Coghill<sup>1<\/sup>, Gita Suneja<sup>3<\/sup>, Jennifer  L.  Lund<sup>2<\/sup><br><br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>UNC Lineberger Comprehensive Cancer Center, Chapel Hill, NC,<sup>3<\/sup>University of Utah, Salt Lake City, UT","CSlideId":"","ControlKey":"e4517793-b719-4e8f-9225-3fd231480809","ControlNumber":"7980","DisclosureBlock":"&nbsp;<b>J. Y. Islam, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>C. Baggett, <\/b> None..<br><b>C. Jamjian, <\/b> None..<br><b>A. E. Coghill, <\/b> None..<br><b>G. Suneja, <\/b> None.&nbsp;<br><b>J. L. Lund, <\/b> <br><b>AbbVie, Inc<\/b> Grant\/Contract. <br><b>F. HoffmannLa Roche AG.<\/b> Grant\/Contract.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8005","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"745","PresenterBiography":null,"PresenterDisplayName":"Jessica Islam, MPH;PhD","PresenterKey":"60f762e9-bd4b-4233-8d9e-a720807b9cff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"745. Burden of potential HIV and cancer-related treatment drug-drug interactions: An analysis of SEER-Medicare","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Burden of potential HIV and cancer-related treatment drug-drug interactions: An analysis of SEER-Medicare","Topics":null,"cSlideId":""},{"Abstract":"Background: Palliative care is an essential component of cancer care; however, factors hindering its reach to the target population remain understudied. We aim to explore whether an association exists between socioeconomic and geographic factors and access to palliative care (PC) in patients with Stage IV breast cancer in the US.<br \/>Methods: This 2004-2017 <i>National Cancer Database<\/i> analysis includes patients with Stage IV breast cancer who received palliative care. Access to PC is defined as being either at the patient&#8217;s primary healthcare facility or at a referral site. Chi-square tests and a multivariate logistic regression were performed to determine the independent factors predicting access to PC. SAS version 9.4 was used to analyze the data.<br \/>Results: A total of 18,903 patients were included in the analysis: 15,111 received palliative care services at the same facility and 3,792 were referred elsewhere. Patient age, race, insurance status, Charlson-Deyo score, setting, high school diploma status, median income, facility type, facility location, and distance from healthcare centers were all significantly different between the two groups. On logistic regression, better odds for access to PC were predicted by urban settings (<i>OR: 1.47; 95% CI: 1.30 - 1.67<\/i>) and being in the Middle Atlantic region (<i>OR: 1.27; 95% CI: 1.07 - 1.52<\/i>). Distance from the healthcare facility of 4 miles or greater predicted worse odds for access to PC. Comprehensive cancer programs (<i>OR: 1.60; 95% CI: 1.43 - 1.80<\/i>) and academic\/research programs (<i>OR: 2.40; 95% CI: 2.11 - 2.73<\/i>) held higher odds for access to PC. Having Medicaid\/other government insurance (<i>OR: 1.43; 95% CI: 1.24 - 1.65<\/i>) predicted better odds for access to PC. However, having no insurance was also found to increase access to PC (<i>OR: 1.30; 95% CI: 1.08 - 1.55<\/i>). Median income and high school diploma status were not significantly associated with the outcome.<br \/>Conclusion: PC was positively affected by having access to urban settings, nearby healthcare centers, non-community care centers, Medicaid\/other governmental insurance, and by being in the Middle Atlantic region of the US. Having no insurance appears to increase palliative care use, which was unexpected but could be explained if patients with no insurance did not receive standard treatment and were instead offered palliative care. This needs to be investigated in future research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Palliative care,Breast cancer,Advanced cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mira Itani<\/b><sup>1<\/sup>, Saad Sabbagh<sup>1<\/sup>, Mohamed Mohanna<sup>1<\/sup>, Barbara Dominguez<sup>1<\/sup>, Hong Liang<sup>2<\/sup>, Zeina Nahleh<sup>1<\/sup><br><br\/><sup>1<\/sup>Hematology-Oncology, Cleveland Clinic Florida Foundation, Weston, FL,<sup>2<\/sup>Center for Clinical Research, Cleveland Clinic Florida Foundation, Weston, FL","CSlideId":"","ControlKey":"3b8a2ec7-38f9-4c80-a121-8810ef6075f6","ControlNumber":"2919","DisclosureBlock":"&nbsp;<b>M. Itani, <\/b> None..<br><b>S. Sabbagh, <\/b> None..<br><b>M. Mohanna, <\/b> None..<br><b>B. Dominguez, <\/b> None..<br><b>H. Liang, <\/b> None..<br><b>Z. Nahleh, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8001","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"746","PresenterBiography":null,"PresenterDisplayName":"Mira Itani, BS,MD","PresenterKey":"24d599af-3774-4e22-a361-93aa4d2133f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"746. Disparities in factors affecting access to palliative care in patients with stage IV breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disparities in factors affecting access to palliative care in patients with stage IV breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: African Americans (AA) had a higher mortality from prostate cancer than Caucasian Americans (CA). The racial disparity in the outcome of prostate cancer is explained by socioeconomic factors. However, if equally accessible to standard care, whether AA with prostate cancer have an inferior outcome than CAs remains unknown. To understand the biochemical recurrence free survival (RFS) after radical prostatectomy in a racial disparity perspective, we analyzed a large cohort of patients and made important observations.<br \/>Method: AA (n=1020) and CA (n=1263) who received prostatectomy for prostate cancer were included. Their demographic and clinicopathologic characteristics were compared using the Chi-squared test and the Wilcox-rank test. RFS between AA and CA was compared using Kaplan-Meier curves with stratified log-rank test and cox-ph models. The Gleason grade across multiple biopsies was summarized by spaghetti plot and compared by linear mixed models.<br \/>Results: Compared with CA, AA were younger at the time of prostatectomy (60.5 vs 62 years), had higher pre-operative PSA levels (5.7 vs 5.3 ng\/mL), were fewer with Gleason grade of 5 (7.9% vs 13.3%) and lymph node metastasis (6.1% vs 9.5%), and waited longer from biopsy to prostatectomy (3 vs 2.3 months)(all p &#60;.05). Of note, longer RFS (16 vs 15.6 years, p=0.005) and higher 5-year RFS rate (0.82 vs 0.71) were observed in AA than CA. AA had a better RFS than CA (Hazard Ratio=1.25, p=0.05) after adjusting known prognostic factors (Table 1). For those who had multiple biopsies before prostatectomy, Gleason grade increased with time for AA (0.15 per year, p=0.005), but not for CA (-0.11 per year, p=0.06).<br \/>Conclusion: Our data showed that contrary to common belief, AA had a better RFS than CA after receiving prostatectomy. This study further supported the underlying biological difference of prostate cancer between AA and CA that requires future studies to elucidate.<br \/><table class=\"AbstractTable\" id=\"{8972D730-4289-41F1-ACEF-55CD795C685B}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\">RFS<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Summary<\/td><td rowspan=\"1\" colspan=\"1\">HR<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Race<\/td><td rowspan=\"1\" colspan=\"1\">African American<\/td><td rowspan=\"1\" colspan=\"1\">1020 (44.7)<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Caucasian<\/td><td rowspan=\"1\" colspan=\"1\">1263 (55.3)<\/td><td rowspan=\"1\" colspan=\"1\">1.25 (1.00-1.58, p=0.05)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Pre-operative PSA (ng\/mL)<\/td><td rowspan=\"1\" colspan=\"1\">Mean (SD)<\/td><td rowspan=\"1\" colspan=\"1\">7.5 (9.0)<\/td><td rowspan=\"1\" colspan=\"1\">1.01 (1.01-1.02, p&#60;0.001)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Tumor volume (%)<\/td><td rowspan=\"1\" colspan=\"1\">Mean (SD)<\/td><td rowspan=\"1\" colspan=\"1\">14.9 (14.5)<\/td><td rowspan=\"1\" colspan=\"1\">1.01 (1.00-1.02, p=0.02)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Gleason Grade Group<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">375 (16.7)<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\">1060 (47.2)<\/td><td rowspan=\"1\" colspan=\"1\">1.84 (1.05-3.22, p=0.03)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\">435 (19.4)<\/td><td rowspan=\"1\" colspan=\"1\">3.91 (2.20-6.94, p&#60;0.001)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">4<\/td><td rowspan=\"1\" colspan=\"1\">129 (5.7)<\/td><td rowspan=\"1\" colspan=\"1\">4.10 (2.25-7.47, p&#60;0.001)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">5<\/td><td rowspan=\"1\" colspan=\"1\">249 (11.1)<\/td><td rowspan=\"1\" colspan=\"1\">3.82 (2.10-6.96, p&#60;0.001)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Tumor margins<\/td><td rowspan=\"1\" colspan=\"1\">Positive<\/td><td rowspan=\"1\" colspan=\"1\">730 (32.0)<\/td><td rowspan=\"1\" colspan=\"1\">1.78 (1.43-2.13, p&#60;0.001)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lymph vascular invasion<\/td><td rowspan=\"1\" colspan=\"1\">Present<\/td><td rowspan=\"1\" colspan=\"1\">274 (12.0)<\/td><td rowspan=\"1\" colspan=\"1\">1.50 (1.10-2.05, p=0.01)<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Prostate cancer,African American,Prognosis,Biopsies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Pin Li<\/b><sup>1<\/sup>, Wei Zhao<sup>1<\/sup>, Shannon Carskadon<sup>1<\/sup>, Craig Rogers<sup>1<\/sup>, James Peabody<sup>1<\/sup>, Mani Menon<sup>2<\/sup>, Dhananjay Chitale<sup>1<\/sup>, Sean Williamson<sup>3<\/sup>, Nilesh Gupta<sup>1<\/sup>, Nallasivam Palanisamy<sup>1<\/sup><br><br\/><sup>1<\/sup>Henry Ford Health, Detroit, MI,<sup>2<\/sup>Mount Sinai Health System, New York City, NY,<sup>3<\/sup>Cleveland Clinic, Cleveland, OH","CSlideId":"","ControlKey":"63011007-ceee-4f78-b170-d959b118a293","ControlNumber":"3624","DisclosureBlock":"&nbsp;<b>P. Li, <\/b> None..<br><b>W. Zhao, <\/b> None..<br><b>S. Carskadon, <\/b> None..<br><b>C. Rogers, <\/b> None..<br><b>J. Peabody, <\/b> None..<br><b>M. Menon, <\/b> None..<br><b>D. Chitale, <\/b> None..<br><b>S. Williamson, <\/b> None..<br><b>N. Gupta, <\/b> None.&nbsp;<br><b>N. Palanisamy, <\/b> <br><b>AstraZeneca<\/b> advisory role on the scientific advisory board at AstraZeneca.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8002","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"747","PresenterBiography":null,"PresenterDisplayName":"Pin Li, PhD","PresenterKey":"b4c0652d-067f-43a0-b2a3-c700dff98675","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"747. Racial differences in clinical outcome in patients treated for clinically localized prostate cancer by radical prostatectomy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial differences in clinical outcome in patients treated for clinically localized prostate cancer by radical prostatectomy","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction:<\/i> The utilization of self reported chemotherapy treatment data is common in epidemiologic research but there is little understanding of its accuracy and limitations.<br \/><i>Methods:<\/i> The Mayo Clinic Breast Disease Registry (MCBDR) has over 9,600 participants enrolled within one year of a first breast cancer diagnosis. Participants receive annual follow up surveys through the mail to capture data on breast cancer treatments and outcomes. We compared nurse abstracted medical record chemotherapy data to self reported chemotherapy data from women diagnosed with stage 0 to 3 breast cancer that completed five consecutive annual follow up surveys. Sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV) statistics were assessed for the report of broad chemotherapy receipt (yes, no, DK) within each yearly survey compared to the gold standard medical record data. To assess the accuracy of the self reported use of specific chemotherapy regimens, a sub cohort known as the &#8220;congruent sub cohort&#8221; was created for each survey year that included subjects that agreed with the nurse abstractors report of their broad chemotherapy usage. Sensitivity, specificity, PPV, NPV, and concordance statistics were calculated for the congruent sub cohorts followed by an assessment of the proportion of subjects providing correct responses for all chemotherapy regimens queried compared to those that had at least one discrepancy with the nurse abstracted data and the proportion of subjects with 0, 1, 2 and 3 or more discrepancies within each survey year.<br \/><i>Results:<\/i> For the 430 survey respondents, the average age was 59.5 years (SD 11.7) with a range of 29 to 94. The mean time between diagnosis and the year 1 follow up survey was 13.5 months, with an average of 61.2 months between diagnosis and the year 5 survey. The respondents were 97% white, 100% female, and 53.5% had a bachelor&#8217;s degree or higher. The self-reported receipt of chemotherapy had substantial agreement across all 5 follow up surveys with the nurse abstracted treatment data from the medical record with kappa values ranging from 0.70 (0.63 to 0.76) to 0.64 (0.57 to 0.71). For subjects in the congruent sub cohort (N=125, 120, 122, 121, and 121 subjects across the 5 survey years, respectively), self reported use of specific chemotherapy regimens were reported with an average concordance of 90% across the 5 annual surveys, however only 23% had perfect agreement with nurse abstracted data. The average number of discrepant responses provided by subjects was 1.2, with at least 12% of subjects reporting 3 or more erroneous responses for the specific chemotherapy regimens each survey year.<br \/><i>Discussion:<\/i> This study supports previous findings that self-reported chemotherapy usage may be utilized when resources are unavailable for medical record abstraction, but may have less utility when analyzing specific chemotherapy regimens.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Breast cancer,Epidemiology,Validation,Patient Reported Outcomes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nicole  L.  Larson<\/b><sup>1<\/sup>, Kathryn  J.  Ruddy<sup>2<\/sup>, Feven Abraha<sup>1<\/sup>, Denise  M.  Herman<sup>1<\/sup>, Fergus  J.  Couch<sup>3<\/sup>, Janet E. Olson<sup>3<\/sup><br><br\/><sup>1<\/sup>Quantitative Health Sciences, Mayo Clinic, Rochester, MN,<sup>2<\/sup>Medical Oncology, Mayo Clinic, Rochester, MN,<sup>3<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"90a19961-a9e7-49cc-adc3-53b25300d699","ControlNumber":"6975","DisclosureBlock":"&nbsp;<b>N. L. Larson, <\/b> None..<br><b>K. J. Ruddy, <\/b> None..<br><b>F. Abraha, <\/b> None..<br><b>D. M. Herman, <\/b> None.&nbsp;<br><b>F. J. Couch, <\/b> <br><b>GRAIL<\/b> Grant\/Contract. <br><b>J. E. Olson, <\/b> <br><b>Exact Sciences<\/b> Grant\/Contract.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7869","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"748","PresenterBiography":null,"PresenterDisplayName":"Nicole Larson","PresenterKey":"1f95fc61-4cd3-43ce-8013-fd86ceaebd99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"748. Accuracy of self reported chemotherapy usage in annual follow up surveys for a breast cancer registry","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accuracy of self reported chemotherapy usage in annual follow up surveys for a breast cancer registry","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The impact of cancer diagnosis and treatments on patients' health related quality of life (HRQoL) is a survivorship concern. Little is known about HRQoL among anal cancer survivors. We described HRQoL among anal cancer survivors living in Puerto Rico (PR).<br \/>Methods: From January 2020 to October 2021 anal cancer survivors (n=35) living in PR were surveyed. Inclusion criteria included participants aged &#8805;21 years diagnosed with anal cancer and living in PR from 2016-2020. All participants underwent an interview where information on demographic and clinical characteristics was collected. Participants answered the EORTC QLQ-30 (version 3.0), a cancer-specific QoL scale (range 0-100). Mann-Whitney Wilcoxon test was used to assess differences in the median QoL scores by HIV status and by participants&#8217; perceptions of treatment affecting their current QoL.<br \/>Results: Median age of participants was 64 years; most were women (68.6%), had an educational level &#8805; high school (62.9%) and public health insurance (74.3%). Median years since anal cancer diagnosis was 2 years, most participants had a stage 1 and 2 (36.8%) diagnosis, and the majority (97.1%) received treatment. Most common treatment received was chemotherapy (88.2%), followed by radiotherapy (85.3%) and surgery (44.1%); 45.7% of participants received treatment within 1 year before the interview. 20.0% of participants had HIV; median years of living with HIV was 30 years. Lower QoL was seen in people with HIV in comparison to those without HIV, but the only significant difference was in the global health scale, where people with HIV had lower QoL (58) than those without HIV (75) (p&#60;0.05). Among patients receiving specific treatments, 33.3%, 51.7% and 40.0% reported that chemotherapy, radiotherapy, and surgery continued to affect their QoL; the worst QoL were observed among them for global health status as compared to their counterparts (p&#60;0.05). Participants who said that radiotherapy continues to affect their QoL had lower median scores than those who did not in the physical (73 vs. 93), emotional (75 vs. 92), and social functional scales (67 vs. 100) (p&#60;0.05) and higher median scores for the scales of the symptoms of pain (33 vs 17) and insomnia (67 vs 33) (p&#60;0.05). Similar results were seen among those that said surgery continues to affect their QoL; lower median scores were seen in the role (75 vs 100) and cognitive (75 vs 100) functional scales, and higher median scores were observed for the symptoms scales of pain (33 vs 17) and insomnia (67 vs 33) than among their counterparts (p&#60;0.05). Although worst QoL was reported among those who said chemotherapy continues to affect their QoL, no significant differences were seen.<br \/>Conclusion: People with HIV had significant lower QoL than those without HIV, and participants that perceived that radiotherapy and surgery continued to affect their QoL had the worst QoL indicators. Additional studies should focus on comparing QoL before and after treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Anal cancer,Quality of life,Hispanic\/Latino,Survivorship,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jeslie  M.  Ramos- Cartagena<\/b><sup>1<\/sup>, Karen  J.  Ortiz-Ortiz<sup>2<\/sup>, Vivian Colón-López<sup>2<\/sup>, Ignacio Echenique<sup>3<\/sup>, Roberto Santiago<sup>3<\/sup>, Jose  S.  Reyes<sup>4<\/sup>, Ashish  A.  Deshmukh<sup>5<\/sup>, Ana  P.  Ortiz<sup>6<\/sup><br><br\/><sup>1<\/sup>UPR\/MDACC Partnership, University of Puerto Rico - Medical Sciences Campus, San Juan, PR,<sup>2<\/sup>University of Puerto Rico Comprehensive Cancer Center, San Juan, PR,<sup>3<\/sup>Hospital Auxilio Mutuo, San Juan, PR,<sup>4<\/sup>Ashford Presbyterian Community Hospital, San Juan, PR,<sup>5<\/sup>Medical University of South Carolina, Charleston, SC,<sup>6<\/sup>Populational Science and Control Cancer Prevention, University of Puerto Rico Comprehensive Cancer Center, San Juan, PR","CSlideId":"","ControlKey":"1476d285-b5f8-4711-b4f6-e6d260ae9748","ControlNumber":"5521","DisclosureBlock":"&nbsp;<b>J. M. Ramos- Cartagena, <\/b> None..<br><b>K. J. Ortiz-Ortiz, <\/b> None..<br><b>V. Colón-López, <\/b> None..<br><b>I. Echenique, <\/b> None..<br><b>R. Santiago, <\/b> None..<br><b>J. S. Reyes, <\/b> None..<br><b>A. A. Deshmukh, <\/b> None..<br><b>A. P. Ortiz, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7872","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"750","PresenterBiography":null,"PresenterDisplayName":"Jeslie Ramos- Cartagena, BS;MS","PresenterKey":"7e335f6e-a8dc-47ef-b07d-471c96bea67c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"750. Quality of life among anal cancer patients in Puerto Rico","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quality of life among anal cancer patients in Puerto Rico","Topics":null,"cSlideId":""},{"Abstract":"Background: Disparities are well-documented in the time spent seeking medical care in the US. Studies have found that minority populations are likely to have longer wait times securing healthcare access and higher total time spent at clinic visits. However, this relationship has not been previously examined among the cancer survivor population, which constitutes about 17 million people in the US.<br \/>Methods: Study data were derived from the 2018 National Health Interview Survey, a nationally representative survey of US adults. Study sample was restricted to cancer survivors (n=2,940; N=23,310,174). The primary outcome of this study was reports of prolonged wait times during doctor office visits. Weighted multivariable logistic regression were used to estimate adjusted associations between prolonged wait times during doctor office visits and sociodemographic and behavioral characteristics of cancer survivors. All analyses were conducted using STATA version 14.2.<br \/>Results: Respondents who identified as Black\/African American were almost 3 times more likely than their White counterparts to report prolonged wait times during doctor office visits (aOR 2.65, 95% CI; 1.296, 5.419). Similarly, respondents who identified as Hispanic were almost 3 times more likely than non-Hispanic respondents to report prolonged wait times during doctor office visits (aOR 2.604, 95% CI; 1.347, 5.035). Respondents in the $50,000 - $74,999 income bracket were less likely to report prolonged wait times during doctor office visits than respondents who earned less than $35,000 (aOR: 0.50, 95% CI, 0.276, 0.916).<br \/>Conclusion: Black\/African American and Hispanic cancer survivors had increased odds of reporting prolonged wait times during doctor office visits. Disparities in cancer health and survivorship are well documented among racial minorities. Addressing disparities in healthcare experiences and access will be crucial in dispelling existing cancer health disparities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-24 Survivorship research,,"},{"Key":"Keywords","Value":"Cancer,Survival,Disparities,health services,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Onyema Chido-Amajuoyi<\/b><sup>1<\/sup>, Ikenna Nnamani<sup>2<\/sup>, Owhofasa Agbedia<sup>3<\/sup><br><br\/><sup>1<\/sup>Internal Medicine, Texas A&M University\/Christus Health, Longview, TX,<sup>2<\/sup>Internal Medicine, Meharry Medical College, Nashville, TN,<sup>3<\/sup>Cancer Medicine, MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"56e4c96c-0216-4897-94d4-ebbbacb7803f","ControlNumber":"6556","DisclosureBlock":"&nbsp;<b>O. Chido-Amajuoyi, <\/b> None..<br><b>I. Nnamani, <\/b> None..<br><b>O. Agbedia, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7873","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"751","PresenterBiography":null,"PresenterDisplayName":"Onyema Chido-Amajuoyi, MD;MPH","PresenterKey":"9e9b63e6-3e29-468e-a9ad-a245be3036e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"751. Disparities in physician office visit wait time among US cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disparities in physician office visit wait time among US cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Background: Participation in tobacco cessation programs by cancer patients (pts) is a challenge. We developed a cessation program Personal Pathway to Success (PPS) to increase diverse pts&#8217; uptake of cessation services.<br \/>Methods: City of Hope (COH) tobacco cessation program requires a tobacco use survey, and a Societal Determinants of Health Scale. 34 cessation services were offered to pts in PPS. All pts received 3 PPS services: motivational interview (MI) with a tobacco treatment specialist (TTS), a cessation educational video and brochure. Pts were classified as PPS+ (enhanced intervention) if they accepted supportive counseling by a TTS, and created their personal quit plan from PPS services. But pts classified as PPS- did not accept other services. PPS+ could add or delete services at any time. PPS- received monthly invitations to PPS+ by a TTS at each clinical visit. Early-Quit was defined as self-reported abstinence at 3 months (3monQuit). We tested this program in the preoperative clinic. Results were compared using univariate statistics. Study data collection was 9\/2021 to 9\/2022.<br \/>Results: 55 pts were eligible. 19 (37%) pts were Caucasian (WH) while 32 (63%) pts were minority (MIN: Asian 5%, Hispanic 24%, Black 5%, and Middle Eastern [ME] 20%). Of the 55, 26 chose PPS+ (47%), while 29 chose PPS-. Patients &#62;65 y.o. were more likely to choose PPS+ (70%) versus &#8804;65 (29%, p=0.003). 8 of 19 (42%) WH pts, 3 of 5 (60%) Black pts, 9 of 12 (75%) Hispanic pts and 3 of 10 (30%) of ME pts, became PPS+. Mean number of PPS services used tended higher in WH (16.5) versus MIN pts (12.4, p=0.11). Although non-significant, 3monQuit tended greater in MIN pts 37% compared to WH 26% (p=0.38). Overall, 3monQuit was achieved by 38% of PPS+, and 28% of PPS- pts (p=0.49). In PPS-, 0% of WH pts were 3monQuit versus 53% of MIN pts were 3monQuit (p=0.001). Among PPS+, 63% of WH pts were 3monQuit, versus 29% of MIN pts (p=0.12). Of PPS+ who did not quit, 71% reduced tobacco use. 3monQuit was not associated with age, gender or receipt of cessation support medications.<br \/>Conclusions: In this initial pilot study, our patient-centric PPS intervention enhanced pts&#8217; uptake of cessation. Overall, our PPS+ intervention increased cessation reach and 3monQuit. PPS+ was required to achieve abstinence in WH pts. But PPS- intervention (MI, video, brochure only) resulted in 3monQuit even without counseling among MIN pts only. Our findings suggest a more favorable cost-benefit outcome of tobacco cessation in MIN populations with Min pts requiring minimal intervention to achieve 41% abstinence. Thus, medical clinics even in low resource settings ought to increase offering tobacco cessation especially to MIN pts who are at greatest risk for tobacco related diseases, and who may benefit the most with the least amount of intervention. Confirmation of these results with a larger sample in other clinical settings is ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-06 Diet, alcohol, tobacco use, and other lifestyle risk factors,,"},{"Key":"Keywords","Value":"Tobacco,Smoking,Race,Prevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cary A. Presant<\/b><sup>1<\/sup>, Kimlin Ashing<sup>2<\/sup>, Sophia Yeung<sup>3<\/sup>, Jonjon Macalintal<sup>3<\/sup>, Brenda Gascon<sup>3<\/sup>, Alexis Stewart<sup>3<\/sup>, Argiela Sandoval<sup>3<\/sup>, Mary Cianfrocca<sup>1<\/sup>, Ravi Salgia<sup>1<\/sup>, Dan Raz<sup>3<\/sup>, Loretta Erhunmwunsee<sup>3<\/sup>, Janet Cronkhite<sup>3<\/sup>, Khristie Davy<sup>1<\/sup>, Yuman Fong<sup>3<\/sup>, Steven Rosen<sup>3<\/sup><br><br\/><sup>1<\/sup>Medical Oncology and Therapeutics Research, City of Hope National Medical Center, Duarte, CA,<sup>2<\/sup>Population Sciences, City of Hope National Medical Center, Duarte, CA,<sup>3<\/sup>City of Hope National Medical Center, Duarte, CA","CSlideId":"","ControlKey":"544ec4a7-d5a5-4f63-bda5-255d607fdfb3","ControlNumber":"1926","DisclosureBlock":"<b>&nbsp;C. A. Presant, <\/b> <br><b>Cancer Diagnostics of America<\/b> Independent Contractor, Stock Option, Medical Director.<br><b>K. Ashing, <\/b> None..<br><b>S. Yeung, <\/b> None..<br><b>J. Macalintal, <\/b> None..<br><b>B. Gascon, <\/b> None..<br><b>A. Stewart, <\/b> None..<br><b>A. Sandoval, <\/b> None.&nbsp;<br><b>M. Cianfrocca, <\/b> <br><b>Roche<\/b> Other, Data Safety Monitoring Board. <br><b>R. Salgia, <\/b> <br><b>Iovance Biotherapeutics<\/b> Independent Contractor. <br><b>AstraZeneca<\/b> Other, speaker, consultant. <br><b>Abbvie<\/b> Other, consultant. <br><b>Merck<\/b> Other, speaker. <br><b>Novartis<\/b> Other, consultant. <br><b>Janssen<\/b> Other, Speaker, consultant. <br><b>Sanofi<\/b> Other, advisory board. <br><b>Dava Oncology<\/b> Other, speaker, consultant. <br><b>D. Raz, <\/b> <br><b>Genentech<\/b> Other, advisory board.<br><b>L. Erhunmwunsee, <\/b> None..<br><b>J. Cronkhite, <\/b> None..<br><b>K. Davy, <\/b> None.&nbsp;<br><b>Y. Fong, <\/b> <br><b>Medtronics<\/b> Independent Contractor. <br><b>Johnson and Johnson<\/b> Independent Contractor. <br><b>Boehringer Ingleheim<\/b> Independent Contractor. <br><b>Iovance<\/b> Independent Contractor. <br><b>Eureka Therapeutics<\/b> Independent Contractor. <br><b>Theronics<\/b> Independent Contractor. <br><b>Prescient Surgical<\/b> Independent Contractor. <br><b>Vergent Bioscience<\/b> Independent Contractor. <br><b>Merck<\/b> Other, Royalties. <br><b>Immugene<\/b> Other, Royalties, Scientific Advisory Board. <br><b>Xdemics<\/b> Grant\/Contract, Other, Scientific Advisory Board. <br><b>Covidien<\/b> Independent Contractor. <br><b>XDemics<\/b> Other, family member is president and CEO. <br><b>S. Rosen, <\/b> <br><b>Peperomene Bio<\/b> Independent Contractor, Stock Option, Advisory Board. <br><b>Abbvie<\/b> Independent Contractor.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7892","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"752","PresenterBiography":null,"PresenterDisplayName":"Cary Presant, MD","PresenterKey":"4dfbe3f1-9f50-460c-a1b8-e5c33c06d18e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"752. Increasing cancer patient acceptance of tobacco cessation by an innovative patient-centric personal pathway to success (PPS) program","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increasing cancer patient acceptance of tobacco cessation by an innovative patient-centric personal pathway to success (PPS) program","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> There will be an estimated 110,000 children and adolescents&#8217; cancer survivors in the United States (US) in 2022. Previous studies have argued for the establishment of a specialized adolescent and young adult (AYA) oncology service to better serve their needs. Studies have demonstrated that survivors of childhood and AYA cancers remain at higher risk of developing second primary cancers over their lifetime. AYA cancer survivors are a growing part of the population and will benefit from HPV vaccination. Documenting HPV vaccine uptake among cancer survivors will facilitate interventions to improve vaccination rates in this population. Despite evidence supporting the efficacy of HPV vaccination, AYA vaccination rates are low. Furthermore, studies assessing HPV vaccination coverage in survivors of AYA cancer are lacking. Therefore, we assessed HPV vaccine initiation and completion between survivors of AYA cancer and respondents without a cancer diagnosis among 18-35-year-old in the US.<br \/><b>Methods:<\/b> We analyzed data from the 2017-2018 National Health Interview Survey, an annual cross-sectional national survey that provides information on the health of the noninstitutionalized US population. The outcome variables were HPV vaccine initiation (receipt of &#8805;1 dose) and completion (receipt of &#8805;3 doses). Exposure was cancer survivorship (AYA cancer survivors [respondents who were diagnosed with cancer as a child, adolescent, or young adult] vs. respondents without a cancer diagnosis). Weighted multivariable logistic regression models were used to examine the association between cancer survivorship and HPV vaccine initiation and completion, controlling for socioeconomic and healthcare access related factors.<br \/><b>Results:<\/b> A total of 2,942 respondents were included in the study, of which 242 (7.1%) were AYA cancer survivors. HPV vaccine initiation (22.5%) and completion (16.3%) among AYA cancer survivors were comparable to respondents without cancer diagnosis (initiation: 25.5%, completion: 15.3%). In the adjusted analyses, there were no significant differences in HPV vaccine initiation (<i>P<\/i>=0.6770) or completion (<i>P<\/i>=0.2001) between AYA cancer survivors and respondents without cancer diagnosis.<br \/><b>Conclusions:<\/b> HPV vaccine series initiation and completion were comparably low among AYA cancer survivors and respondents without a cancer diagnosis in our study. Low uptake of HPV vaccine among AYA cancer survivors is a more notable public health concern given their heightened immunocompromised status and elevated risk for second primary cancers. There is a need for primary care and oncology providers to encourage HPV vaccination and raise awareness of its crucial role among families of AYA cancer survivors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-06 Diet, alcohol, tobacco use, and other lifestyle risk factors,,"},{"Key":"Keywords","Value":"Human papillomavirus (HPV),Cancer survivors,Adolescent and young adults,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mrudula Nair<\/b><sup>1<\/sup>, Chaitali  S.  Dagli<sup>2<\/sup>, Betelihem  B.  Tobo<sup>3<\/sup>, Samantha  H.  Tam<sup>1<\/sup>, Nada Al-Antary<sup>1<\/sup>, Nosayaba Osazuwa-Peters<sup>4<\/sup>, Eric Adjei Boakye<sup>1<\/sup><br><br\/><sup>1<\/sup>Henry Ford Health System, Detroit, MI,<sup>2<\/sup>The University of Alabama at Birmingham, Birmingham, AL,<sup>3<\/sup>Howard University, Washington, DC,<sup>4<\/sup>Duke University School of Medicine, Durham, NC","CSlideId":"","ControlKey":"7c925a3e-488f-47ca-8147-0170fe61f04f","ControlNumber":"6196","DisclosureBlock":"&nbsp;<b>M. Nair, <\/b> None..<br><b>C. S. Dagli, <\/b> None..<br><b>B. B. Tobo, <\/b> None..<br><b>S. H. Tam, <\/b> None..<br><b>N. Al-Antary, <\/b> None.&nbsp;<br><b>N. Osazuwa-Peters, <\/b> <br><b>Navigating Cancer<\/b> Other, Scientific Advisor.<br><b>E. Adjei Boakye, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"3214","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"753","PresenterBiography":null,"PresenterDisplayName":"Mrudula Nair, MPH","PresenterKey":"dc8df49a-cea4-4343-ac13-2106ee9efd42","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"753. HPV vaccine uptake in survivors of childhood and adolescent and young adult (AYA) cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HPV vaccine uptake in survivors of childhood and adolescent and young adult (AYA) cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Pain management is a substantial component of treating patients with colorectal cancer (CRC). CRC-related pain occurs in over 70% of patients and is among the most frequently reported adverse events in this patient population. CRC-related pain is multifactorial and includes nociceptive, neuropathic, and psychogenic origins. CRC-related pain is primarily managed by medications, including opioid and non-opioid analgesics, corticosteroids, and antiepileptics. Among these, opioids are by far the most utilized treatment. Prior literature suggests racial and ethnic differences in the use of some pain medications, including opioids, in patients with cancer, but there is no research confirming these findings in patients with CRC.<br \/>Methods: Utilizing the National Cancer Institute Surveillance Epidemiology and End Results (NCI SEER)- Medicare-linked database, our analysis included all patients with a CRC diagnosis and a newly initiated outpatient prescription claim for pain medications from 2009-2018. Patients on pain medications before CRC diagnosis or of unspecified race or ethnicity were excluded from the analysis. We assessed three classes of pain medications, including opioids, non-opioid analgesics, and neuropathic analgesics. Prescription claims were specific to patients diagnosed with CRC and stratified by self-identified race and ethnicity. Our objective was to characterize the relationship between race and receipt of pain medications in the first year following the diagnosis of CRC.<br \/>Results: After the application of the inclusion\/exclusion criteria, 136,014 patients with CRC were identified and included in the analysis (White: 81.6%; Black\/African American: 11.2%; Asian\/Pacific Islander: 4.3%; Hispanic: 2.6%; Native American 0.29%). As compared to White patients, Black\/African American (Odds Ratio [OR] 0.96; 95% Confidence Interval [CI]: 0.92-0.99) and Asian\/Pacific Islander patients (OR 0.75; 95% CI: 0.71-0.79) were less likely to be prescribed an opioid analgesic, while Native American patients were more likely (OR 1.42; 95% CI: 1.16-1.73). Asian\/Pacific Islander (OR 1.60; 95% CI: 1.48-1.73) and Hispanic (OR 1.57; 95% CI: 1.42-1.73) patients were more likely to be prescribed a non-opioid analgesic as compared to White patients. Black\/African American (OR 1.06; 95% CI: 1.01-1.12) and Native American (OR 1.57; 95% CI: 1.22- 2.03) patients were more likely to be prescribed a neuropathic analgesic compared to White patients. No other differences were noted in pain medication use by race or ethnicity.<br \/>Conclusion: Our study findings suggest that pain medication usage in patients with CRC varies for patients from historically minoritized racial and ethnic groups compared to White patients. Future research should explore the barriers and facilitators of pain medication usage patterns in patients from historically minoritized racial and ethnic groups with CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Colorectal cancer,cancer survivorship,Palliative care,cancer health disparities,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>John M. Allen<\/b><sup>1<\/sup>, MegCholack Awunti<sup>1<\/sup>, Yi Guo<sup>2<\/sup>, Sherise  C.  Rogers<sup>2<\/sup>, Lisa Scarton<sup>2<\/sup>, Diana  J.  Wilkie<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Pharmacotherapy and Translational Research, University of Florida, Orlando, FL,<sup>2<\/sup>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"a64470a5-bc0c-4d07-868c-f6fd1aa25c01","ControlNumber":"3208","DisclosureBlock":"&nbsp;<b>J. M. Allen, <\/b> None..<br><b>M. Awunti, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>S. C. Rogers, <\/b> None..<br><b>L. Scarton, <\/b> None..<br><b>D. J. Wilkie, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7862","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"754","PresenterBiography":null,"PresenterDisplayName":"John Allen, Pharm D","PresenterKey":"76ad4bbc-3777-493f-afdc-4a1c876ae67a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"754. Exploring racial and ethnic disparities in pain medication use in patients with colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring racial and ethnic disparities in pain medication use in patients with colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Cognitive dysfunction is becoming a more well-known complication of cancer and its treatment. Cancer-related cognitive changes and impairment have also been documented in non-central nervous system (non-CNS) cancer patients. The majority of research in this area has discovered that a subset of patients appear to be vulnerable to this complication even after treatment has ended, and they frequently struggle with multitasking, short-term memory, word-finding, attention, or concentration. It is critical to investigate the possible link between cancer and cognitive impairment because it can have a serious impact on quality of life.<br \/>Methods: This cross-sectional study between May 2022 and October 2022, included patients who were referred to the dental outpatient department as part of a preventive\/prophylactic evaluation at the tertiary care centre in New Delhi, India. After receiving informed consent, the oral health impact profile-14 instrument to assess participants' oral health-related quality of life (OHRQoL) and the Montreal Cognitive Assessment (MOCA) for cognitive evaluation were used.<br \/>Results: Out of 283 patients 77% males and 23% females and vast majority had Stage III cancer. All patients' OHRQoL was hampered, but it was higher in those who developed visible oral changes during treatment versus those who did not (P =.001). Taking painkillers, losing sexual interest, difficulty in social contact, loss of taste and smell senses were the main factors affecting oral health related QoL (OHRQoL). A significant relationship was discovered between pain, speech, social eating, dry mouth, sticky saliva, and weight loss in relation to various treatment modalities. Those who were treated surgically alone had better QoL than others, according to the OHRQoL scores. In terms of delayed recall, 55% were found to be cognitively impaired, which was associated with lower OHRQoL.<br \/>Conclusion: Cognitive impairment is common in cancer patients, which may be caused by the cancer itself. It is also linked to OHRQoL and psychosocial variables. There has been little research into the relationships between cognitive function and quality of life (OHRQoL) in cancer patients. Together with previous research indicating that cognitive function and OHRQoL can influence treatment adherence and outcomes, the findings support the inclusion of cognitive screening and OHRQoL assessment as part of patient pretreatment assessment.<br \/><b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-20 Psychosocial and behavioral epidemiology,,"},{"Key":"Keywords","Value":"Cancer therapy,Quality of Life,Cognitive Impairment,Oral health related quality of life,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Delfin Lovelina Francis<\/b><sup><\/sup><br><br\/>Saveetha Dental College and Hospital, Chennai, India","CSlideId":"","ControlKey":"087bcab2-9045-4814-94d3-5285e859ece6","ControlNumber":"338","DisclosureBlock":"&nbsp;<b>D. Francis, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7718","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"755","PresenterBiography":null,"PresenterDisplayName":"Delfin Lovelina Francis, MDS","PresenterKey":"e7a73688-2d20-4817-abf4-c2e199984072","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"755. The impact of cancer treatment on cognitive function and quality of life in patients undergoing treatment at a tertiary care hospital in New Delhi, India","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"470","SessionOnDemand":"False","SessionTitle":"Cancer Survivorship","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of cancer treatment on cognitive function and quality of life in patients undergoing treatment at a tertiary care hospital in New Delhi, India","Topics":null,"cSlideId":""}]