[{"Abstract":"Metastatic potential in basal-like breast cancers typically correspond with increased enrichment of EpCAM-\/CD49f- cancer stem cells (CSC). With this premise in mind, it is important to better understand the mechanistic driver of these cell populations and their distinctive potential to interact with the tumor microenvironment (TME) for cancer promotion. Previous work from our lab has compared the 450K DNA methylation profile of EpCAM-\/CD49f- poor breast cancer cell lines to that of EpCAM-\/CD49f- enriched breast cancer cell lines and found the IL32 promoter to be hypomethylated in EpCAM-\/CD49f- enriched cell lines, a result which corresponded basal-like patient samples in TCGA. By identifying IL32 being differentially regulated in CSC-enriched cell lines, we further sought to characterize IL32&#8217;s role in breast cancer aggressiveness. We first were able to identify several overarching mechanisms altered in siIL32 treated SUM15PT cells by RNAseq differential expression analysis (FDR p-value &#60;0.01). Most notable from our RNAseq results was the significant enrichment of upregulated pathways involved in extracellular matrix (ECM) organization as well as significant enrichment of downregulated pathways involved in cellular and replicative stress responses. Particular examples of transcripts differentially expressed between control and siIL32-treated SUM159PT cells included <i>COL6A1<\/i>, <i>ITGB3<\/i>, and <i>CD24<\/i> that were upregulated as well as <i>NQO1<\/i>, <i>HMOX1<\/i>, and <i>CXCL2\/CXCL3<\/i> that were downregulated. Furthermore, IL32 suppression decreased SUM159PT invasion in both an ECM-matrix cell invasion assay and a chick CAM xenograft\/angiogenesis model. From our RNAseq results, we then performed a multi-pathway protein phosphorylation array to determine whether any key signaling events were affected by siIL32 knockdown in SUM159PT cells. Based on this approach, we were able observe a significant decrease in phosphorylated JNK and phosphorylated NFKB in siL32-treated cells when compared to control, both of which are well-established events that can coordinate both cell stress responses and cellular invasion. Collectively, our results reflect the notion that differential IL32 expression by promoter hypomethylation in breast CSCs plays a role to mitigating intracellular stress and subsequently allowing for breast cancer cell invasion and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Invasion,DNA methylation,Stress response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Megan  A.  Wilson<\/b><sup>1<\/sup>, Elayne  M.  Benson<sup>2<\/sup>, Emma Gray<sup>1<\/sup>, Paige Cairns<sup>1<\/sup>, Maria Ouzounova<sup>3<\/sup>, Hasan Korkaya<sup>4<\/sup>, Austin  Y.  Shull<sup>1<\/sup><br><br\/><sup>1<\/sup>Biology, Presbyterian College, Clinton, SC,<sup>2<\/sup>Augusta University, Augusta, GA,<sup>3<\/sup>University of Lyon, Lyon, France,<sup>4<\/sup>Georgia Cancer Center, Augusta University, Augusta, GA","CSlideId":"","ControlKey":"272e9076-97ec-4468-b3da-01f516cdc8e0","ControlNumber":"7409","DisclosureBlock":"&nbsp;<b>M. A. Wilson, <\/b> None..<br><b>E. M. Benson, <\/b> None..<br><b>E. Gray, <\/b> None..<br><b>P. Cairns, <\/b> None..<br><b>M. Ouzounova, <\/b> None..<br><b>H. Korkaya, <\/b> None..<br><b>A. Y. Shull, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8184","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3595","PresenterBiography":null,"PresenterDisplayName":"Megan Wilson, No Degree","PresenterKey":"2596d8be-d0a8-4f2b-b975-5054ea83aa1c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3595. Epigenetic driven IL32 expression contributes to a JNK related cell stress response in breast cancer stem cells to promote cellular invasion","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic driven IL32 expression contributes to a JNK related cell stress response in breast cancer stem cells to promote cellular invasion","Topics":null,"cSlideId":""},{"Abstract":"The ribosome, a multi-subunit RNA-protein complex, is essential for translation in all cells. Variation in ribosome composition and characteristics has been observed between cell types and under different metabolic conditions; this phenomenon is referred to as &#34;ribosome heterogeneity.&#34; Ribosome heterogeneity has been linked to carcinogenesis and cancer progression. One of the major layers of ribosome heterogeneity is the diverse rRNA modifications. To study the impact of rRNA modifications on cancer, we performed a systematic literature search and identified 22 rRNA modifying proteins (RRMPs) that are involved in mediating different modifications of rRNA. We next examined the RRMPs' expression levels and frequency of mutation in different cancer types, with a focus on breast cancer. We see that most malignancies show alterations in RRMPs' expression levels and frequent mutations. Our analysis of gene expression patterns and clinical outcomes in breast cancer has shown that several RRPMs are strongly linked to an aggressive phenotype and a poor prognosis. Our analysis also revealed that EMG1, a N1-specific psuedouridine methyltransferase, is a RRMP with potential roles in cancer progression and metastasis. Our findings pave the way for further research into the role of RRMPs in different cancers as well as the development of therapies that specifically target RRMPs involved in cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Breast cancer,Ribosomal RNA modifications,Cancer progression,Epitranscriptomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amr R. Elhamamsy<\/b><sup><\/sup>, Heba  A.  Alsheikh<sup><\/sup>, Rajeev  S.  Samant<sup><\/sup>, Lalita  A.  Shevde<sup><\/sup><br><br\/>Pathology, O'Neal Comprehensive Cancer Center at UAB, Birmingham, AL","CSlideId":"","ControlKey":"beb6e0fe-1123-47e2-8cca-2fd89ee9f9e3","ControlNumber":"5407","DisclosureBlock":"&nbsp;<b>A. R. Elhamamsy, <\/b> None..<br><b>H. A. Alsheikh, <\/b> None..<br><b>R. S. Samant, <\/b> None..<br><b>L. A. Shevde, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8185","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3596","PresenterBiography":null,"PresenterDisplayName":"Amr Elhamamsy, MS","PresenterKey":"c93f9e74-cac2-4cbe-a3ec-c46b23ddb1dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3596. EMG1 is an rRNA-modifying protein that contributes to breast cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EMG1 is an rRNA-modifying protein that contributes to breast cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the second most common cancer in women and metastasis is the leading cause of breast cancer-related mortality. While the factors leading to metastasis remain poorly understood, epigenetic changes in the cancer cell are likely strongly associated with the shift from primary tumor to metastasis. There are several breast cancer subtypes, the most aggressive of which is triple-negative breast cancer which is difficult to treat in part because it is prone to metastasis. In the early stages of metastasis, cells from the primary tumor invade the surrounding tissue before breaking away and seeding metastases. In some cases, tumor cells invade as clusters of cells that migrate as a group and maintain their cell-cell contacts through a process known as collective invasion. These clusters of collectively invading cells have been shown to seed circulating tumor cell clusters that are more efficient at forming metastases than single tumor cells. SUV420H2 is a histone methyltransferase that trimethylates histone H4 lysine 20 (H4K20me3), an epigenetic mark associated with transcriptional repression. Triple-negative breast cancer has lower levels of SUV420H2 and H4K20me3 levels than more luminal subtypes. Our lab and others have found that downregulation or inhibition of SUV420H2 promotes increased plasticity in the epithelial-to-mesenchymal transition, a transcriptional program associated with cancer metastasis. Our objective was to use a three-dimensional tumor spheroid system to determine the role of SUV420H2 and H4K20me3 on breast cancer invasion. We found that in immortalized non-tumorigenic breast cells grown as spheroids in an extracellular matrix, knockdown of SUV420H2 promotes invasion. Treatment of triple-negative breast cancer spheroids with an inhibitor of SUV420H2 (A196) also leads to an increase in invasion, as well as a shift in invasive phenotype from one where cells invade as single cells to a one where cells invade as collective chains emanating from the central spheroid. This suggests that reduced levels of SUV420H2 and the associated changes in histone marks and transcriptional programming in triple-negative breast cancer promote a phenotypic shift from single cell to collective invasion and may be one factor contributing to the increased metastatic potential of this subtype. Future studies will focus on characterizing the effects of SUV420H2 loss on gene and protein expression as well as chromatin in invading cells in tumor spheroids.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Invasion,Epigenetics,Histone methylation,Spheroids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Emily Campbell Whitt<\/b><sup>1<\/sup>, Laura  M.  McLane<sup>2<\/sup>, Paula  M.  Vertino<sup>2<\/sup><br><br\/><sup>1<\/sup>Cell Biology of Disease Graduate Program, University of Rochester Medical Center, Rochester, NY,<sup>2<\/sup>Department of Biomedical Genetics, University of Rochester Medical Center, Rochester, NY","CSlideId":"","ControlKey":"497f1834-30eb-4714-887c-4cce3a1c2be3","ControlNumber":"7694","DisclosureBlock":"&nbsp;<b>E. C. Whitt, <\/b> None..<br><b>L. M. McLane, <\/b> None..<br><b>P. M. Vertino, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8186","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3597","PresenterBiography":null,"PresenterDisplayName":"Emily Whitt, BS,MS","PresenterKey":"059af63c-c518-4e9f-817a-044acc499710","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3597. SUV420H2-mediated regulation of collective invasion in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SUV420H2-mediated regulation of collective invasion in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Metastasis is a multistep process that leads to the formation of clinically detectable tumor foci at distant organs and, frequently, to patient demise. Only a subpopulation of breast cancer cells within the primary tumor can disseminate systemically and cause metastasis. To disseminate, cancer cells must express MenaINV, an isoform of the actin-regulatory protein, Mena, encoded by the <i>ENAH <\/i>gene that endows tumor cells with transendothelial migration activity allowing them to enter and exit the blood circulation. We have previously demonstrated that MenaINV mRNA and protein expression is induced in cancer cells by macrophage contact. Here, we report on the discovery of the precise mechanism by which macrophages induce MenaINV expression in tumor cells. We examined the promoter of the human and mouse <i>ENAH <\/i>gene and discovered a conserved NF-&#954;B transcription factor binding site. Using live imaging of an NF-&#954;B activity reporter and staining of fixed tissues from mouse and human breast cancer we further determined that, for maximal induction of MenaINV in cancer cells, NF-&#954;B needs to cooperate with the Notch1 signaling pathway. Mechanistically, Notch1 signaling does not directly increase MenaINV expression, but instead enhances and sustains NF-&#954;B signaling through retention of p65, an NF-&#954;B transcription factor, in the nucleus of tumor cells, leading to increased MenaINV expression. In mice, these signals are augmented following chemotherapy treatment and abrogated upon macrophage depletion. Targeting Notch1 signaling <i>in vivo<\/i> decreased NF-&#954;B signaling and MenaINV expression in the primary tumor and decreased metastasis. Altogether, these data uncover mechanistic targets for blocking MenaINV induction that should be explored clinically to decrease cancer cell dissemination and improve survival of patients with metastatic disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Tumor metastases,Tumor associated macrophages,Signaling pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Camille  L.  Duran<\/b><sup>1<\/sup>, George  S.  Karagiannis<sup>2<\/sup>, Xiaoming Chen<sup>1<\/sup>, Ved  P.  Sharma<sup>3<\/sup>, David Entenberg<sup>1<\/sup>, John  S.  Condeelis<sup>4<\/sup>, Maja  H.  Oktay<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology, Albert Einstein College of Medicine, Bronx, NY,<sup>2<\/sup>Microbiology and Immunology, Albert Einstein College of Medicine, Bronx, NY,<sup>3<\/sup>Bio-Imaging Resource Center, Rockefeller University, New York, NY,<sup>4<\/sup>Cell Biology, Albert Einstein College of Medicine, Bronx, NY","CSlideId":"","ControlKey":"c9bdf79d-1f46-4e25-b3da-6de1376b9540","ControlNumber":"6320","DisclosureBlock":"&nbsp;<b>C. L. Duran, <\/b> None..<br><b>G. S. Karagiannis, <\/b> None..<br><b>X. Chen, <\/b> None..<br><b>V. P. Sharma, <\/b> None..<br><b>D. Entenberg, <\/b> None..<br><b>J. S. Condeelis, <\/b> None..<br><b>M. H. Oktay, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8187","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3598","PresenterBiography":null,"PresenterDisplayName":"Camille Duran, BS;PhD","PresenterKey":"a9d32ba7-32ed-42cd-82c9-8fd1a12359cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3598. Cooperative NF-KappaB and Notch1 signaling promotes a macrophage-mediated metastatic phenotype in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cooperative NF-KappaB and Notch1 signaling promotes a macrophage-mediated metastatic phenotype in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Peritoneal metastasis occurs in approximately 7% of colorectal cancer (CRC) patients and is associated with worse prognosis compared to non-peritoneal metastasis. In CRC patients with peritoneal metastasis, administration of systemic chemotherapy only slightly improves overall survival. Therefore, a better understanding of the biology of peritoneal metastasis and the development of new molecular therapeutics for CRC patients with peritoneal metastasis are urgently needed.<br \/>Materials and Methods: CT26 mouse CRC cell lines with low metastatic potentials (CT26-N5) and high metastatic potentials to peritoneum (CT26-P6) were established after several rounds of in vivo selection by orthotopic transplantation of CT26 cells into the syngeneic BALB\/c mice. Transcriptomic and proteomic analyses were conducted on CT26-N5 and CT26-P6 cells.<br \/>Results: Orthotopic transplantation of CT26-P6 cells exhibited significantly increased peritoneal metastasis compared to CT26-N5 cells, while growth of primary tumors was not different between these CT26 sublines. In addition, CT26-P6 cells had higher cell migration and invasion potential in vitro than CT26-N5 cells. Integrated analyses of transcriptome and proteome resulted in identification of molecular signatures associated with peritoneal metastasis. An actin-binding protein Advillin, encoded by the Avil gene, was markedly increased at both mRNA and protein levels in CT26-P6 cells compared to CT26-N5 cells. Knockdown of Avil using siRNA or shRNA in CT26-P6 cells significantly reduced cell migration and invasion in vitro and occurrence of peritoneal metastasis in vivo. Gene Set Enrichment Analysis on transcriptome datasets from CT26-P6 cells and CT26-N5 cells identified interferon gamma response as the most significantly enriched pathway in CT26-cells. In addition, Immunoprecipitation coupled with LC-MS\/MS identified potential interaction between Avil and a molecule X that regulates epithelial-mesenchymal transition in CRC. Consistent with the findings in mouse CT26 cells, AVIL knockdown in CRC patient-derived cells (PDCs) suppressed cell migration and invasion in vitro. While AVIL expression was induced by interferon gamma in CRC PDCs, JAK inhibitors, Momelotinib and Ruxolitinib, significantly reduced interferon gamma-induced AVIL expression, suggesting regulation of AVIL by interferon gamma.<br \/>Conclusion: Molecular characterization of mouse colorectal cancer cell lines with different metastatic potential identified AVIL as a potential therapeutic target in CRC patients with peritoneal metastasis. Regulation of AVIL expression by interferon gamma may suggest functional relevance of tumor immune microenvironment in the development of peritoneal metastasis in CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Peritoneal metastasis,Colorectal cancer,Actin cytoskeleton,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Haruki Mori<sup>1<\/sup>, Hisanori Isomura<sup>2<\/sup>, Shuang Zhou<sup>2<\/sup>, Taisuke Kajino<sup>2<\/sup>, Yuichi Abe<sup>2<\/sup>, Takashi Kinoshita<sup>2<\/sup>, Seiji Natsume<sup>2<\/sup>, Yusuke Sato<sup>2<\/sup>, Akira Ouchi<sup>2<\/sup>, Toru Miyake<sup>1<\/sup>, Waki Hosoda<sup>2<\/sup>, Koji Komori<sup>2<\/sup>, Yasuhiro Shimizu<sup>2<\/sup>, Masaji Tani<sup>1<\/sup>, <b>Ayumu Taguchi<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Surgery, Shiga University of Medical Science, Otsu, Japan,<sup>2<\/sup>Aichi Cancer Center, Nagoya, Japan","CSlideId":"","ControlKey":"ba7f54ef-a6e7-474c-84ee-72c46c095e5c","ControlNumber":"4280","DisclosureBlock":"&nbsp;<b>H. Mori, <\/b> None..<br><b>H. Isomura, <\/b> None..<br><b>S. Zhou, <\/b> None..<br><b>T. Kajino, <\/b> None..<br><b>Y. Abe, <\/b> None..<br><b>T. Kinoshita, <\/b> None..<br><b>S. Natsume, <\/b> None..<br><b>Y. Sato, <\/b> None..<br><b>A. Ouchi, <\/b> None..<br><b>T. Miyake, <\/b> None..<br><b>W. Hosoda, <\/b> None..<br><b>K. Komori, <\/b> None..<br><b>Y. Shimizu, <\/b> None..<br><b>M. Tani, <\/b> None..<br><b>A. Taguchi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8188","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3599","PresenterBiography":null,"PresenterDisplayName":"Ayumu Taguchi, MD;PhD","PresenterKey":"13f6fe7e-652d-40a9-8446-8c8c549cf79a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3599. Molecular characterization of mouse colorectal cancer cell lines with high potential of peritoneal metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular characterization of mouse colorectal cancer cell lines with high potential of peritoneal metastasis","Topics":null,"cSlideId":""},{"Abstract":"The cyclic GAMP-AMP synthase (cGAS)-stimulator of interferon genes (STING) pathway is known to have anti-tumor activity by activating the innate immune response against cytosolic double-stranded DNA (dsDNA). The regulating mechanism of STING remains unclear, and a pro-tumorigenic effect of STING pathway was recently reported. In this study, we investigated the expression of STING by MET and a novel role of the STING pathway in non-small cell lung cancer (NSCLC). The Cancer Genome Atlas (TCGA) and Cancer Cell Line Encyclopedia (CCLE) analysis showed that cGAS\/STING pathway is enriched and STING expression is higher in MET-overexpressing tumors. Western blot for NSCLC cells and immunohistochemistry for NSCLC tumor tissues showed positive correlation between MET and STING expression in NSCLC cells. MET-overexpression and a MET agonist (HGF) treatment increased STING expression and CXCL10 and IFN&#946; expression and secretion, whereas MET-knockdown and a MET inhibitor (capmatinib) treatment decreased STING expression in NSCLC cells. In MET-positive and STING-positive cells, a STING agonist (poly-dAdT and diABZI) treatment led to increased activation of STING signaling pathway. In EBC-1 cells, MET knockdown decreased STING expression and STING-agonist-induced STING-pathway activation and cytokine production. To further investigate the role STING in NSCLC, EBC-1 cells were transfected with STING siRNA and submitted to RNS-seq. Gene set enrichment analysis revealed that several pathways were affected by STING expression. Epithelial-mesenchymal transition (EMT) and TNF&#945;-signaling via NF-&#954;B signaling were significantly downregulated in STING-knockdowned cells. In vitro experiments using EBC-1 cells, STING overexpression increased SLUG and TWIST1 expression and migration of cells, whereas STING knockdown decreased SLUG and TWIST1 expression and migration of cells. In summary, this study demonstrated that MET and STING expression were positively correlated with each other in NSCLC and MET overexpression increased STING expression and subsequent activation upon STING agonist stimulation. In addition, STING contributed to EMT in NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Epithelial-mesenchymal transition (EMT),,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seungchan Mun<\/b><sup>1<\/sup>, Bogyeong Han<sup>2<\/sup>, HyunKyung Ahn<sup>1<\/sup>, Jaemoon Koh<sup>2<\/sup>, Sehui Kim<sup>2<\/sup>, DooHyun Chung<sup>2<\/sup>, YoonKyung Jeon<sup>2<\/sup><br><br\/><sup>1<\/sup>Seoul National University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Pathology, Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"15e1b86a-7baa-46bf-a658-81d90bcdf786","ControlNumber":"4383","DisclosureBlock":"&nbsp;<b>S. Mun, <\/b> None..<br><b>B. Han, <\/b> None..<br><b>H. Ahn, <\/b> None..<br><b>J. Koh, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>D. Chung, <\/b> None..<br><b>Y. Jeon, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8189","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3600","PresenterBiography":null,"PresenterDisplayName":"Seungchan Mun","PresenterKey":"1a0aecf9-79dd-433a-8d3f-65977d4a64b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3600. MET-mediated STING activation regulates EMT and NF-&#922;B pathway in non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MET-mediated STING activation regulates EMT and NF-&#922;B pathway in non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Poor 5-year overall survival in head and neck cancer (HNC) can be attributed to high rates of locoregional and distant metastasis. We have previously demonstrated that high phosphorylation\/activation of MAPK-activated protein kinase 2 (MK2), a stress-activated kinase directly downstream of p38 MAPK, in head and neck squamous cell carcinoma (HNSCC) is associated with worse overall survival and inhibition of the MK2 pathway enhances in vivo HNSCC radiosensitivity. Our prior work also demonstrates that radiotherapy-induced epithelial-to-mesenchymal transition (EMT) gene expression can be suppressed in cells when MK2 is inhibited. Several studies have shown that EMT plays a prominent role in HNSCC tumor invasion, treatment resistance, and locoregional metastases to lymph nodes. In this study, we investigate the impact of MK2 activity on HNSCC tumor progression by examining its contribution to cancer cell morphology. We used lentiviral-shRNA and the CRISPR-Cas9 system to knock down\/out the MK2 gene in multiple human and murine HNSCC cell lines. We measured tumor cell migration and invasion in both classic 2D in vitro culture as well as with 3D spheroids. We performed unbiased analysis via RNAseq in human HNSCC cell lines comparing MK2 shRNA vs scramble cell lines. Substantial gene and pathway alterations were examined using a combination of immunoblot and RT-qPCR. Our data shows knocking down\/out MK2 in HNSCC cells significantly diminishes cell migration and invasion in 2D and 3D in vitro culture assays. RNAseq analysis demonstrated loss of MK2 leads to a significant increase in many cell adhesion molecules, including E-cadherin, and a decrease in N-cadherin, suggesting a shift from mesenchymal to more epithelial phenotype. Furthermore, we note expression of multiple matrix metalloproteinases and EMT markers (i.e., Snail) are substantially reduced in MK2 shRNA and KO cell lines. These results indicate that the MK2 pathway is involved in HNSCC motility and invasion. We also observe the loss of MK2 contributes to a shift in the epithelial:mesenchymal ratio potentially by suppressing cancer EMT plasticity. All in all, this study provides evidence suggesting tumor MK2 activation mediates HNC progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Invasion,Migration,Mitogen-activated protein kinase (MAPK) pathway,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dakota  D.   D.  Okwuone<\/b><sup>1<\/sup>, Deri Morgan<sup>1<\/sup>, Hannah  M.  Smith<sup>1<\/sup>, Grace Millington<sup>1<\/sup>, Kiersten  L.  Berggren<sup>2<\/sup>, Christopher  E.  Lominska<sup>1<\/sup>, Sufi  M.  Thomas<sup>1<\/sup>, Gregory  N.  Gan<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Kansas Medical Center, Kansas City, KS,<sup>2<\/sup>The University of New Mexico Comprehensive Cancer Center, Albuquerque, NM","CSlideId":"","ControlKey":"aa1eaa8a-9dc7-4dfd-9c8e-a0e62a5134c9","ControlNumber":"3932","DisclosureBlock":"&nbsp;<b>D. D. D. Okwuone, <\/b> None..<br><b>D. Morgan, <\/b> None..<br><b>H. M. Smith, <\/b> None..<br><b>G. Millington, <\/b> None..<br><b>K. L. Berggren, <\/b> None..<br><b>C. E. Lominska, <\/b> None..<br><b>S. M. Thomas, <\/b> None..<br><b>G. N. Gan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8190","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3601","PresenterBiography":null,"PresenterDisplayName":"Dakota Okwuone, BS,BA","PresenterKey":"462f9a20-96a3-4016-9093-e43073092f66","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3601. Tumor MK2 signaling regulates cell migration and invasion in head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor MK2 signaling regulates cell migration and invasion in head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is a relatively rare skin cancer. However, it accounts for most of all skin cancer-related deaths worldwide. Once melanoma spreads to distant sites, it confers a poor prognosis characterized by resistance to therapy and high mortality rate. Hence, a favorable clinical outcome is strongly correlated with early diagnosis. Despite the ongoing research to identify novel diagnostic, prognostic, and therapeutic targets for metastatic melanoma (MM), a reliable serum marker to predict whether melanoma is vulnerable to metastasize or has already metastasized is still lacking. Galectin-3 (Gal-3), a &#223;-galactoside-binding protein, is widely expressed by many human epithelial and immune cells. High extracellular Gal-3 expression levels have been reported to be positively correlated with late-stage disease in melanoma patients, where it is theorized to bind surface glycosylated proteins to promote melanoma cell invasion and metastasis. Gal-3 is also expressed intracellularly where it participates in the regulation of many biological processes. However, intrinsic Gal-3 levels within the melanoma cell and its relationship to melanoma progression is still poorly understood. Using The Cancer Genome Atlas (TCGA) database, we analyzed the Gal-3 expression profiles of 471 tumor samples obtained from melanoma patients. To our surprise, TCGA data analysis has shown significantly higher expression of Gal-3 in primary melanoma samples compared to metastatic melanoma. We hypothesize that intracellular Gal-3 potentially negatively regulates primary melanoma progression to metastatic disease. Using several human melanoma cell lines silenced for Gal-3 expression, we investigated the corresponding malignancy-associated activities of these cells. Our results revealed that Gal-3 silencing in melanoma cells potentiated melanoma migration, invasion, and colony formation, compared with mock controls, suggesting that intracellular Gal-3 could interfere with melanoma metastatic activity. Moreover, loss of Gal-3 boosted the activation of the PI3K\/AKT and MAPK signaling pathways and upregulated nuclear factor of activated T cells (NFAT1) expression and its pro-metastatic downstream target genes. Importantly, this study illuminates the apparent opposing roles of Gal-3 in melanoma progression, with intracellular Gal-3 potentially serving as a metastasis-suppressive molecule. Moreover, these studies reveal the potential of analyzing melanoma cell-intrinsic levels of Gal-3 to better predict metastatic potential and clinical outcome in melanoma patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Metastasis,Galectin-3,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Norhan B. B. Mohammed<\/b><sup><\/sup>, Charles J. Dimitroff<sup><\/sup><br><br\/>Translational Medicine, Florida International University, Miami, FL","CSlideId":"","ControlKey":"dab81196-2cd4-4195-a5b4-a30e45a59240","ControlNumber":"4778","DisclosureBlock":"&nbsp;<b>N. B. Mohammed, <\/b> None..<br><b>C. J. Dimitroff, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8191","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3602","PresenterBiography":null,"PresenterDisplayName":"Norhan Mohammed, MBBCh,MS","PresenterKey":"be57277c-ceaa-4b0d-a861-447d850374b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3602. The metastasis-suppressive function of intracellular galectin-3 in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The metastasis-suppressive function of intracellular galectin-3 in melanoma","Topics":null,"cSlideId":""},{"Abstract":"Organotypic metastasis is a well-orchestrated sequence of events that takes place in tumors. The interplay between secretory factors from the primary tumor and the microenvironment of a distant organ determines the fate of metastasis. A significant concern in effective triple-negative breast cancer (TNBC) treatment is lung metastasis. Caveolin-1 (Cav-1), a lipid raft protein, is an important component of the metastatic interplay and is reported to be upregulated in the advanced metastatic stage of breast cancer. Although Cav-1 has been shown to have oncogenic potential, its role in TNBC lung metastasis is not fully understood. Our data illustrates, knocking out Cav-1 in the 4T1 cells (a mouse breast cancer cell line) affects cell morphology, extracellular vesicle formation, and MMP release in vitro. Furthermore, a wound healing\/ cell migration assay showed reduced migration in Cav-1 KO 4T1 cells when compared to control 4T1 cells, and these findings were validated using Cav-1 siRNA. For investigating the metastatic role, we injected Cav-1 KO 4T1 and control 4T1 cells into the mammary fat pad of female BALB\/c mice, a syngeneic mouse model of triple-negative breast cancer. We found no evidence of lung metastasis in Cav-1 KO 4T1 injected mice when compared to control 4T1 injected mice. This was further supported by mRNA profiling of the tumor. We observed 21 epithelial cell migration genes that are differentially expressed in Cav-1 KO tumors when compared to WT tumors. Correlation analysis from Breast Cancer Gene-Expression Miner v4.8 (bc-GenExMiner), a human database, showed a significant correlation between Cav-1 expression and several of the 21 epithelial cell migration genes, along with integrin 3 alpha (ITG&#945;3). Interestingly, in silico protein docking predicted an interaction between Cav-1 and ITG&#945;3, which was later confirmed by co-immunoprecipitation. The role of ITG&#945;3 in metastasis was further corroborated by cell migration assay, which was affected when siRNA was used to silence ITG&#945;3 gene expression. Collectively, these findings provide evidence that Cav-1 KO, along with ITGa3, plays an important role in distant lung metastasis in the 4T1 tumor-induced mice model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Breast cancer,Metastasis,Caveolin-1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Dhirendra Pratap Singh<sup>1<\/sup>, Rashmi Pathak<sup>2<\/sup>, <b>Abhishek Pandit<\/b><sup>3<\/sup>, Philip  J.  Ebenezer<sup>4<\/sup>, Nithya Jambunathan<sup>1<\/sup>, Sanjay Kumar<sup>5<\/sup>, Alexander Du Plooy<sup>4<\/sup>, Joseph Francis<sup>3<\/sup>, Mary  E.  White<sup>6<\/sup><br><br\/><sup>1<\/sup>Cardiovascular Medicine, Indiana University Health Methodist Hospital, Indianapolis, IN,<sup>2<\/sup>Biological Sciences, Pennington Biomedical Research Center, Louisiana State University, Baton Rouge, LA,<sup>3<\/sup>Comparative Biomedical Science, Louisiana State University, Baton Rouge, LA,<sup>4<\/sup>Louisiana State University, Baton Rouge, LA,<sup>5<\/sup>Biological Sciences, Louisiana State University, Baton Rouge, LA,<sup>6<\/sup>Department of Pathology and Population Medicine, Midwestern University, Baton Rouge, AZ","CSlideId":"","ControlKey":"94ca0479-04bd-483f-8be2-c530df370900","ControlNumber":"3530","DisclosureBlock":"&nbsp;<b>D. P. Singh, <\/b> None..<br><b>R. Pathak, <\/b> None..<br><b>A. Pandit, <\/b> None..<br><b>P. J. Ebenezer, <\/b> None..<br><b>N. Jambunathan, <\/b> None..<br><b>S. Kumar, <\/b> None..<br><b>A. Du Plooy, <\/b> None..<br><b>J. Francis, <\/b> None..<br><b>M. E. White, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8194","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3604","PresenterBiography":null,"PresenterDisplayName":"Abhishek Pandit","PresenterKey":"c2eef455-0a69-4a72-bc83-f87e8fce714b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3604. Epithelial Caveolin-1 regulates lung metastasis in advanced stages of breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epithelial Caveolin-1 regulates lung metastasis in advanced stages of breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: The peroxiredoxin (Prx) family of proteins functions as major cellular antioxidants to maintain redox homeostasis as well as mediate oxidative signaling in both physiological and pathological conditions. Our previous studies show that Prx4 is highly expressed in prostate cancer and promotes tumor growth <i>in vitro<\/i> and <i>in vivo<\/i>. But how Prx4 contributes to prostate cancer cell invasion and metastasis remains to be elucidated. The purpose of this study is to understand the oncogenic signaling pathways that are mediated by Prx4 in prostate cancer cells.<br \/>Methods: Bioinformatic analysis of existing database were used to examine the expression of Prx4 in primary and metastatic prostate cancer samples. CRISPR\/Cas9 technique was used to establish Prx4 knockout in cultured human prostate cancer cell lines. Matrigel invasion assays were performed to evaluate cell migration and invasion. RNAseq was performed to examine the differences of gene expression between control and Prx4KO cells. Gene Set Enrichment Analysis (GSEA) and Gene Oncology (GO) enrichment analysis were performed using RNAseq results. RT-PCR and immunoblotting were used to validate findings from RNAseq and enrichment analysis.<br \/>Results: Compared with normal prostate, transcript levels of <i>PRDX4<\/i> are found to be upregulated in specimens of patients with prostate cancer, and those with bone metastasis show even higher levels. Knockout of Prx4 in cultured human prostate cancer cells leads to significantly reduced ability of cell migration and invasion. Gene expression profiling reveals that loss of Prx4 leads to the upregulation of epithelial as well as downregulation of mesenchymal markers, and multiple signaling pathway changes including the inhibition of cellular response to inflammatory factors such as tumor necrosis factors and interleukins. These changes are also associated with variety of cellular activities such as wound healing, interferon signaling, and antigen processing &#38; presentation. Among known target genes downstream of NF-&#954;B signaling, E-cadherin, vimentin and matrix metalloproteinase 14 (MMP14) were found to be significantly affected by the loss of Prx4. Therefore, Prx4 plays a critical role in human prostate cancer cell malignancy through regulation of intracellular cell signaling pathways.<br \/>Conclusions: A combination of bioinformatic, cellular and molecular methods reveals that Prx4 plays a critical role in promoting prostate cancer metastasis. Prx4 is a potential therapeutic target to reduce prostate cancer metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Prostate cancer,Epithelial-mesenchymal transition (EMT),Redox,NF-&#954;B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Na Ding<\/b><sup><\/sup>, Hong Jiang<sup><\/sup>, Pratik Thapa<sup><\/sup>, Yanning Hao<sup><\/sup>, Aziza Alshahrani<sup><\/sup>, Vivek Rangnekar<sup><\/sup>, Xiaoqi Liu<sup><\/sup>, Qiou Wei<sup><\/sup><br><br\/>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"1144ee25-bd0e-4e3f-94c8-dd3a7547bfa5","ControlNumber":"3088","DisclosureBlock":"&nbsp;<b>N. Ding, <\/b> None..<br><b>H. Jiang, <\/b> None..<br><b>P. Thapa, <\/b> None..<br><b>Y. Hao, <\/b> None..<br><b>A. Alshahrani, <\/b> None..<br><b>V. Rangnekar, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>Q. Wei, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8195","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3605","PresenterBiography":null,"PresenterDisplayName":"Na Ding, MS","PresenterKey":"7c93d766-8abb-40a2-8637-7e93ccda07f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3605. Peroxiredoxin IV promotes prostate cancer malignancy through the activation of NF-kB signaling","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peroxiredoxin IV promotes prostate cancer malignancy through the activation of NF-kB signaling","Topics":null,"cSlideId":""},{"Abstract":"Melanomas are heterogeneous and adopt multiple transcriptional states that can confer an invasive phenotype and resistance to therapy. Little is known about the epigenetic drivers of these cell states, limiting our ability to regulate melanoma heterogeneity and tumor progression. Here we identify stress-induced HDAC8 activity as the driver of a neural crest stem cell (NCSC)-like transcriptional state that increased the formation of melanoma brain metastases (MBM). Exposure of melanocytes and melanoma cells to multiple different stresses led to HDAC8 activation, a switch to a NCSC gene expression signature and the adoption of an amoeboid, invasive phenotype. This cell state enhanced the survival of melanoma cells under shear stress conditions and increased the formation of metastases in the brain. Single cell RNA-seq analyses showed that HDAC8 expression was correlated with the NCSC cell state in clinical MBM specimens. ATAC-Seq and ChIP-Seq analysis showed HDAC8 to alter chromatin structure by increasing H3K27ac and accessibility at c-Jun binding sites without changing global histone acetylation. The increased accessibility of Jun binding sites was paralleled by decreased H3K27ac and accessibility at MITF binding sites and loss of melanoma-lineage gene expression. Mass spectrometry-based acetylomics demonstrated that HDAC8 deacetylated the histone acetyltransferase (HAT) EP300 leading to its enzymatic inactivation. This, in turn, led to an increased binding of EP300 to Jun-transcriptional sites and decreased binding to MITF-transcriptional sites. Increased expression of EP300 decreased invasion and increased the sensitivity of melanoma cells to multiple stresses while inhibition of EP300 function increased invasion and resistance to stress. We identified HDAC8 as a novel mediator of transcriptional co-factor inactivation and chromatin accessibility that increases MBM development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Brain metastasis,Malignant melanoma,Histone deacetylase,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael Emmons<\/b><sup>1<\/sup>, Richard Bennett<sup>2<\/sup>, alberto riva<sup>2<\/sup>, Chao Zhang<sup>1<\/sup>, Robert Macaulay<sup>1<\/sup>, Daphne Dupr-Richr<sup>2<\/sup>, Bin Fang<sup>1<\/sup>, John Koomen<sup>1<\/sup>, Jiannong Li<sup>1<\/sup>, Ann Chen<sup>1<\/sup>, Edward Seto<sup>3<\/sup>, Jonathan Licht<sup>2<\/sup>, Keiran Smalley<sup>1<\/sup><br><br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>University of Florida, Gainesville, FL,<sup>3<\/sup>George Washington University, Washington DC, DC","CSlideId":"","ControlKey":"8b0e1a1e-0ebb-4078-9d49-ded5ce85c640","ControlNumber":"4840","DisclosureBlock":"&nbsp;<b>M. Emmons, <\/b> None..<br><b>R. Bennett, <\/b> None..<br><b>A. riva, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>R. Macaulay, <\/b> None..<br><b>D. Dupr-Richr, <\/b> None..<br><b>B. Fang, <\/b> None..<br><b>J. Koomen, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>A. Chen, <\/b> None..<br><b>E. Seto, <\/b> None..<br><b>J. Licht, <\/b> None..<br><b>K. Smalley, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8196","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3606","PresenterBiography":null,"PresenterDisplayName":"Michael Emmons, BS;PhD","PresenterKey":"93be4412-94e2-429e-8731-b04aeb1df716","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3606. HDAC8-mediated inhibition of EP300 drives a neural crest-like transcriptional state that increases melanoma brain metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HDAC8-mediated inhibition of EP300 drives a neural crest-like transcriptional state that increases melanoma brain metastasis","Topics":null,"cSlideId":""},{"Abstract":"There is a higher expression level of epidermal growth factor receptor (EGFR) in up to 90% of advanced head and neck squamous cell carcinoma (HNSCC) tissue than in normal surrounding tissues. However, the precise mechanism involved in modulating EGF-associated metastasis in HNSCC remains unclear. In this study, we reveal that the concurrent expression of EGFR and fibronectin (FN1) was highly associated with the stages of HNSCC progression. EGF-induced fibronectin\/integrin axis enhanced tumor-endothelial cell interaction and increased endothelial permeability, conferred HNSCC cell metastasis. Mechanistically, we found that ERK and NF-&#954;B pathway activation was essential for EGF-induced fibronectin expression. In addition, EGF-enhanced mRNA stability of fibronectin occurred through the 5&#8217; untranslated region (5&#8217;-UTR) of the gene and was mediated by nucleolin (NCL) and hnRNPA2\/B1, which were also involved in the regulation of epithelial-mesenchymal transition gene expression. Intriguingly, the <i>in vivo<\/i> study showed that depletion of NCL, hnRNPA2\/B1, and inhibition of the fibronectin\/integrin axis significantly inhibited EGF-promoted HNSCC metastasis in the lung. Our data suggests that the nucleolin\/ hnRNPA2\/B1-regulated fibronectin is essential for EGF-induced tumor-endothelial cell interactions to enhance HNSCC cell metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"EGF,Metastasis,Head and neck squamous cell carcinoma,Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ting-Wei Chang<\/b><sup>1<\/sup>, Wen-Chang Chang<sup>2<\/sup>, Ben-Kuen Chen<sup>3<\/sup><br><br\/><sup>1<\/sup>Institute of Basic Medical Sciences, College of Medicine, National Cheng Kung University, Tainan, Taiwan,<sup>2<\/sup>Graduate Institute of Medical Sciences, College of Medicine, Taipei Medical University, Taipei, Taiwan,<sup>3<\/sup>Department of Pharmacology, College of Medicine, National Cheng Kung University, Tainan, Taiwan","CSlideId":"","ControlKey":"3b8a7fd4-1093-49ef-af46-eafd9b130a9d","ControlNumber":"1388","DisclosureBlock":"&nbsp;<b>T. Chang, <\/b> None..<br><b>W. Chang, <\/b> None..<br><b>B. Chen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8197","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3607","PresenterBiography":null,"PresenterDisplayName":"Ting-Wei Chang, BS","PresenterKey":"00a4457a-db45-45fe-bb77-c15932df26c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3607. RNA-binding proteins are essential for EGF-induced fibronectin expression and metastasis of head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RNA-binding proteins are essential for EGF-induced fibronectin expression and metastasis of head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Cell migration, particularly in three-dimensional (3D) environments, is a critical requirement for metastasis - the spread of cancer cells from a primary tumor to distant sites. Despite causing the vast majority of cancer-related deaths, targeting metastasis remains challenging clinically. Cancer cell migration can be triggered and maintained by elevated levels of cytokines, which are presumed to be predominantly secreted by immune cells in the tumor microenvironment. However, recent work has highlighted the importance and impact of cytokine production by cancer cells themselves. While the signaling cascades that regulate cell migration have been studied extensively, the epigenetic regulation of cell migration is still poorly understood. MLL1 is a histone methyltransferase, which along with its scaffold protein Menin, is integral to methylation at the histone 3 lysine 4 (H3K4) site. Here, we show that the MLL1-Menin interaction is essential for the migration of cancer cells and that the disruption of this interaction impairs cell migration and metastasis. MLL1 depletion reduces 3D cell migration <i>in vitro<\/i> and led to lesser metastatic burden and prolonged survival <i>in vivo<\/i>. Reduced lung metastatic burden was observed even after accounting for the difference in the growth rate of primary tumors. Mechanistically, MLL1-Menin interaction controls actin filament assembly via the IL-6\/pSTAT3\/Arp3 axis and acto-myosin contractility via the TGF-&#946;1\/Gli2\/ROCK1\/2\/pMLC2 axis, which together regulate dynamic protrusion generation and 3D cell migration. MLL1-Menin inhibition also decreases cell proliferation by inhibiting mitosis and cell cycle-related pathways. MLL1 depletion decreases primary tumor growth, metastatic spread, and metastatic outgrowth in mouse models of triple-negative breast cancer (TNBC), thus improving survival. When comparing metastatic burden at a threshold tumor size, rather than at a timepoint, MLL1 depletion still lowered metastatic burden. Combining an MLL1-Menin inhibitor with Paclitaxel, a standard TNBC chemotherapeutic, abrogated tumor growth and metastasis in a syngeneic TNBC mouse model. Overall, our studies show that MLL1 is an epigenetic regulator of 3D cancer cell migration, which exerts its effects by controlling the production of the key cytokines IL-6 and TGF-&#946;1. Our <i>in vivo<\/i> studies demonstrate the potential of targeting the MLL1-Menin interaction in metastasis prevention and its potential to be combined with currently administered chemotherapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Migration,Metastasis,Histone methylation,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Praful R. Nair<\/b><sup>1<\/sup>, Ludmila Danilova<sup>2<\/sup>, Estibaliz Gmez-de-Mariscal<sup>3<\/sup>, Dongjoo Kim<sup>4<\/sup>, Rong Fan<sup>4<\/sup>, Arrate Muoz-Barrutia<sup>3<\/sup>, Elana Fertig<sup>2<\/sup>, Denis Wirtz<sup>1<\/sup><br><br\/><sup>1<\/sup>Johns Hopkins University, Baltimore, MD,<sup>2<\/sup>Johns Hopkins School of Medicine, Baltimore, MD,<sup>3<\/sup>Universidad Carlos III de Madrid, Madrid, Spain,<sup>4<\/sup>Yale University, New Haven, CT","CSlideId":"","ControlKey":"dbb394a3-ceb0-469a-965b-ed7274f917f6","ControlNumber":"2269","DisclosureBlock":"&nbsp;<b>P. R. Nair, <\/b> None..<br><b>L. Danilova, <\/b> None..<br><b>E. Gmez-de-Mariscal, <\/b> None..<br><b>D. Kim, <\/b> None.&nbsp;<br><b>R. Fan, <\/b> <br><b>AtlasXomics<\/b> Employment.<br><b>A. Muoz-Barrutia, <\/b> None..<br><b>E. Fertig, <\/b> None.&nbsp;<br><b>D. Wirtz, <\/b> <br><b>AbMeta<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10551","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3608","PresenterBiography":null,"PresenterDisplayName":"Praful Nair, MS;PhD","PresenterKey":"62059e58-2d4a-4257-9280-faeb94aee304","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3608. MLL1 regulates cytokine-driven cell migration and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MLL1 regulates cytokine-driven cell migration and metastasis","Topics":null,"cSlideId":""},{"Abstract":"There is currently no effective therapy for bone metastatic prostate cancer, which is the main cause of mortality in people with prostate cancer. Poor prognosis of bone metastasis has limitations in current therapeutics mainly due to the complexity of microenvironment. Our focus was on the interactions between prostate cancer cells and the bone microenvironment, including osteoclasts and osteoblasts in regard to growth factors and cytokines, as the bone microenvironment plays a significant role in this process. The present study shows the downstream effects of Stavudine (KB-S); a known antiviral compound along with 5-fluoro-1-((1R,4R)-4-((tetrahydro-2H-pyran-2-yl)oxy)cyclopent-2-en-1-yl)pyrimidine-2,4(1H,3H)-dione (KB-G) and 1-((1R,4R)-4-hydroxycyclopent-2-en-1-yl)-5-methylpyrimidine-2,4(1H,3H)-dione (KB-H) on bone metastatic prostate cancer. Effects of KB-G\/H and S on HEK-293 control cells were determined as moderate under tested conditions. A series of KB-G\/H and S (10, 25, 50, 75 and 100 &#181;M) was given for a 4-day period (with 24 h intervals) and the prostate cancer cell population was determined at the end of the 4-day treatment period. Preliminary results indicated that all 3 compounds significantly decreased DU-145 and PC-3 cell population compared to the effects on HEK-293 cells. Results suggested that all 3 compounds can decrease the prostate cancer cell progression by enhancing apoptosis. Our data also suggested that all 3 compounds downregulated interleukin (IL)-18, IL-8, IL-6 and C-X-C motif ligand-1(CXCL-1) in prostate cancer cells (PC-3 and DU-145). A human osteoblast cell line (hFOB 1.19) is being used to study the effect of cytokines in relation to transforming growth factor &#946; (TGF&#946;), insulin-like growth factor (IGF) and platelet-derived growth factor (PDGF) that are secreted by prostate cancer cells. <i>In-vitro<\/i> migration\/ invasion assays, immunoprecipitation (IP), immunofluorescence microscope, cytokine profile array, real time qPCR and Western blot techniques are being used in this study to further analyze role of cytokines and growth factors on osteoblast differentiation. Our preliminary results suggest that all 3 compounds can be used to disrupt the main steps of prostate cancer bone metastasis. Results<br \/>suggested that KB-G\/H and S can be targeted to develop customized, tailored therapies for bone metastatic prostate cancer which merit further research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Prostate cancer,Growth factor,Invasion,Bone metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Aaron Jeshua Todman<\/b><sup><\/sup>, Wishrawana  S.  Ratnayake<sup><\/sup>, Luke Lajmi<sup><\/sup>, Sloan Breedy<sup><\/sup>, Kirpal Bisht<sup><\/sup>, Mildred Acevedo-Duncan<sup><\/sup><br><br\/>University of South Florida, Tampa, FL","CSlideId":"","ControlKey":"a161c962-32f4-4a91-a07c-0b0a58ab30c4","ControlNumber":"5212","DisclosureBlock":"&nbsp;<b>A. J. Todman, <\/b> None..<br><b>W. S. Ratnayake, <\/b> None..<br><b>L. Lajmi, <\/b> None..<br><b>S. Breedy, <\/b> None..<br><b>K. Bisht, <\/b> None..<br><b>M. Acevedo-Duncan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8199","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3609","PresenterBiography":null,"PresenterDisplayName":"Aaron Todman, BS,MS","PresenterKey":"50d90c69-c41d-43e3-9611-144ca5627c55","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3609. Interaction of interleukin-6\/8\/18 with prostate cancer cell secreted growth factors are crucial for osteoblast proliferation and differentiation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interaction of interleukin-6\/8\/18 with prostate cancer cell secreted growth factors are crucial for osteoblast proliferation and differentiation","Topics":null,"cSlideId":""},{"Abstract":"Proteins containing a CAAX motif at the C-terminus can occur prenylation modification and regulate the localization and activity of a series of key regulatory proteins, including RAS superfamily members, heterotrimeric G proteins, nuclear lamina protein, and several protein kinases and phosphatases. However, studies of prenylated proteins in esophageal cancer are limited. Here, we found that paralemmin-2 (PALM2), a potential prenylated protein, was up-regulated and associated with a poor prognosis of patients, through research on large-scale proteomic data of esophageal cancer in our laboratory. The low throughput verification also showed that the expression of PALM2 in esophageal cancer tissues was higher than that in their paired normal esophageal epithelial tissues, and it was generally expressed in the membrane and cytoplasm of esophageal squamous cancer cells (ESCC). PALM2 interacted with the two subunits of farnesyl transferase (FTase), FNTA and FNTB. The FTase inhibitor weakened the membranous location of PALM2 and mutation in the CAAX motif of PALM2 (PALM2<sup>C408S<\/sup>) impaired its membranous localization, indicating PALM was prenylated by FTase. Overexpressed PALM2 promoted the migration of cancer cells, whereas PALM2<sup>C408S<\/sup> lost this ability. Mechanistically, PALM2 interacted with the N-terminal FERM domain of ezrin of Ezrin\/Radixin\/Moesin (ERM) family dependent on its prenylation. The mutagenesis indicated that lysine residues K253\/K254\/K262\/K263 in ezrin&#8217;s FERM domain and cysteine residue C408 in PALM2&#8217;s CAAX motif were important for their interaction and ezrin activation. The knockout of ezrin prevented enhanced cancer cell migration by PALM2 overexpression. PALM2, depending on its prenylation, made ezrin get more membranous distribution and increased the phosphorylation of ezrin Y146 site. In summary, prenylated PALM2 promoted the migration of cancer cells through activating ezrin. (This work was supported by the National Natural Science Foundation of China (82173034, 81172264), and Innovative Team Grant of Guangdong Department of Education (2021KCXTD005)).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Migration,Esophageal squamous cancer cell,PALM2,Ezrin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Danxia Deng<\/b><sup><\/sup>, Chengyu Li<sup><\/sup>, Zhenyuan Zheng<sup><\/sup>, Bing Wen<sup><\/sup>, Liandi Liao<sup><\/sup>, Enmin Li<sup><\/sup>, Liyan Xu<sup><\/sup><br><br\/>Shantou University Medical College, Shantou, China","CSlideId":"","ControlKey":"7d5d9ee4-3a78-4b9d-902c-199a3b2e1b13","ControlNumber":"4469","DisclosureBlock":"&nbsp;<b>D. Deng, <\/b> None..<br><b>C. Li, <\/b> None..<br><b>Z. Zheng, <\/b> None..<br><b>B. Wen, <\/b> None..<br><b>L. Liao, <\/b> None..<br><b>E. Li, <\/b> None..<br><b>L. Xu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8200","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3610","PresenterBiography":null,"PresenterDisplayName":"Danxia Deng","PresenterKey":"cb6a7dfe-8d72-42cd-95f6-3610e8c2a113","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3610. Prenylated PALM2 promotes the migration of esophageal squamous cancer cells through activating ezrin","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Prenylated PALM2 promotes the migration of esophageal squamous cancer cells through activating ezrin","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Pancreatic adenocarcinoma up-regulated factor (PAUF) is a cancer-secreted protein which is overexpressed on pancreatic cancer (PC) cells and promotes tumor growth in an autocrine way. However, the receptor of PAUF on PC cells has yet to be identified. Meanwhile, it is known that PAUF, as a tumor microenvironment (TME) modulator, plays a role in immune evasion and suppression through toll-like receptors notably TLR4 which are mainly expressed on immune cells. Previous studies show that TLR4 is also highly expressed in PC tumor tissues, compared to normal tissues, and activation of TLR4 signaling pathway induces the migration and invasion of PC cells.<br \/><b>Objective: <\/b>This study aimed to investigate if TLR4 expressed on cancer cells can act as a receptor for PAUF to mediate its tumor promoting effects.<br \/><b>Methods and <\/b><b>Results: <\/b>We tested the TLR4 expression in six PC cell lines and one normal pancreatic cell line. And confirmed that TLR4 is expressed in all PC cell lines at variable levels, but not in the normal pancreatic cell line.Next, we found that a chemical TLR4-specific inhibitor TAK-242 significantly reduced the migration of PC cells with high TLR4 expression (BxPC-3), but it did not impact the migration of PC cells with low TLR4 expression (Panc-1). This experiment suggests that some endogenous ligands of TLR4 may have mediated PC cell migration.Using TLR4 overexpressed and knockout PC cell lines, we showed that treatment with recombinant PAUF increased the migration and invasion of TLR4 overexpressed PC cells, but not in the TLR4 knockout cells. Likewise, treatment of anti-PAUF antibody reduced the migration and invasion of TLR4 overexpressed PC cells, but not in the TLR4 knockout cells. These results shows that PAUF&#8217;s migration and invasion promoting effects of PC cells is TLR4 dependent.To further understand the molecular mechanism of PAUF-induced metastasis (migration\/invasion)-promoting effects via TLR4, we conducted a series of in vitro studies including immunoprecipitation (IP), western blot analysis, flow cytometry, and luciferase reporter assay. We demonstrated that PAUF activates TLR4\/MyD88 signaling pathway, but not TLR4\/TRIF pathway.<br \/><b>Conclusions: <\/b>In conclusion, for the first time this study demonstrates that TLR4 expressed on PC cell surfaces functions as a receptor of PAUF to mediate its metastasis-promoting effects, which are exclusively through the MyD88\/NF-&#954;B signaling pathway. This study also suggests TLR4 as a potential biomarker for identification of optimal patients, and a new therapeutic target to treat PC. Anti-PAUF antibody used in this study is currently evaluated by clinical trials in France, Spain, and US FDA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor metastases,Signaling pathways,NF-&#954;B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Fen Jiang<\/b><sup>1<\/sup>, So Eun Youn<sup>1<\/sup>, Da Eun Hong<sup>1<\/sup>, Tae Heung Kang<sup>1<\/sup>, Hye Yun Won<sup>1<\/sup>, Yun Yong Park<sup>1<\/sup>, Sang Seok Koh<sup>2<\/sup><br><br\/><sup>1<\/sup>Innovative Discovery Center, Prestige Biopharma Korea, Busan, Korea, Republic of,<sup>2<\/sup>Department of Biomedical Sciences, Dong-A University, Busan, Korea, Republic of","CSlideId":"","ControlKey":"57ec6610-a58d-4849-9ab4-307d0d9dbe89","ControlNumber":"5863","DisclosureBlock":"<b>&nbsp;F. Jiang, <\/b> <br><b>Prestige Biopharma Korea<\/b> Employment. <br><b>S. Youn, <\/b> <br><b>Prestige Biopharma Korea<\/b> Employment, So Eun Youn is among the patent inventors of the anti-PAUF antibody\u000d\u000aused in this study. <br><b>D. Hong, <\/b> <br><b>Prestige Biopharma Korea<\/b> Employment. <br><b>T. Kang, <\/b> <br><b>Prestige Biopharma Korea<\/b> Employment. <br><b>H. Won, <\/b> <br><b>Prestige Biopharma Korea<\/b> Employment. <br><b>Y. Park, <\/b> <br><b>Prestige Biopharma Korea<\/b> Employment. <br><b>S. Koh, <\/b> <br><b>Prestige Biopharma Korea<\/b> Other, Sang Seok Koh is among the patent inventors of the anti-PAUF antibody\u000d\u000aused in this study.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8201","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3611","PresenterBiography":null,"PresenterDisplayName":"Fen Jiang","PresenterKey":"b389e121-2060-456c-803d-40f81acb585a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3611. PAUF induces migration of human pancreatic cancer cells exclusively via the TLR4\/MyD88\/NF-&#954;B signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PAUF induces migration of human pancreatic cancer cells exclusively via the TLR4\/MyD88\/NF-&#954;B signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"Background: Although it is not expressed in the normal differentiated epithelial tissue of adult animals, fascin is highly expressed in a variety of cancers, including esophageal cancer, working as an important oncogenic protein. fascin promotes migration and invasion of cancer cells by binding F-actin to promote the formation of filopodia and invadopodia. However, it is not clear how exactly the function of fascin is systematically regulated in cancer cells. There are three regions on the surface of fascin protein that are significantly rich in positively charged lysine and arginine. These regions are now thought to be potential F-actin binding sites. We hypothesize that cancer cells may regulate the function of fascin by post-translational modifications of key amino acids in these three regions, especially by acetylation. Based on this, this study aims to identify acetyltransferases that regulate the acetylation of fascin in esophageal cancer cells and reveal the effect of acetylation on the function of fascin.<br \/>Results: 1) Co-IP, pull-down, and immunofluorescence results showed that KAT8 interact with fascin and co-localize in esophageal cancer cells. 2) Mass spectrometry identification of the products of acetylation in vitro revealed that KAT8 acetylates fascin at K41 and K241. By means of Ack41-fascin specific antibodies, further analysis proved that KAT8 acetylated fascin K41. 3) Co-IP and immunofluorescence results showed that SIRT7 interact with fascin and co-localize in esophageal cancer cells, moreover, treatment of cells with SIRT7-specific inhibitor significantly increased the level of AcK41-fascin, and however, overexpressing SIRT7 reduces the level of AcK41-fascin. 4) Immunohistochemical results showed that the level of AcK41-fascin was lower in esophageal cancer tissues of patients with lymph node metastasis; Analysis of overall survival and tumor-free survival curves showed that patients with high levels of AcK41-fascin had a better prognosis. 5) Cell wound healing and transwell assay showed that fascin K41 residue mimics acetylation inhibit the movement and invasion of esophageal cancer cells. 6) Furthermore, in vitro F-actin binding assays showed that mutations mimicing acetylation of K41 inhibited the activity of fascin bunding F-actin. 7) Immunofluorescence assay showed that fascin K41 residue mimics acetylation inhibited fascin's ability to promote filopodia and invadopodia formation in esophageal cancer cells.<br \/>Conclusions: 1) KAT8 is an acetyltransferase that catalyzes fascin K41 acetylation in esophageal cancer cells, while SIRT7 decides to catalyze AcK41-fascin deacetylation. 2) SIRT7-mediated deacetylation of AcK41-fascin promotes the formation of filopodia and invadopodia, which promotes the invasion and metastasis of esophageal cancer cells. (This work was supported by grants from the National Natural Science Foundation of China (No.81872372 and 81902469))","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Acetylation,Actin cytoskeleton,fascin,Esophageal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Da-Jia Li<\/b><sup>1<\/sup>, Yin-Wei Cheng<sup>2<\/sup>, Li-Yan Xu<sup>2<\/sup>, En-Min Li<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Biochemistry and Molecular Biology, The Key Laboratory of Molecular Biology for High Cancer Incidence Coastal Chaoshan Area, Shantou, China,<sup>2<\/sup>Guangdong Provincial Key Laboratory of Infectious Diseases and Molecular Immunopathology, Institute of Oncologic Pathology, Cancer Research Center, Shantou University Medical College, Shantou, China","CSlideId":"","ControlKey":"6827cc59-f3ca-4b53-8de8-3f4dedcbdcb7","ControlNumber":"4187","DisclosureBlock":"&nbsp;<b>D. Li, <\/b> None..<br><b>Y. Cheng, <\/b> None..<br><b>L. Xu, <\/b> None..<br><b>E. Li, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8202","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3612","PresenterBiography":null,"PresenterDisplayName":"Da-Jia Li","PresenterKey":"1f2b50dd-cdb8-4a7b-b3c5-1039261eab45","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3612. KAT8\/SIRT7-medicated fascin-K41 acetylation\/deacetylation regulates tumor metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KAT8\/SIRT7-medicated fascin-K41 acetylation\/deacetylation regulates tumor metastasis","Topics":null,"cSlideId":""},{"Abstract":"Background: Thrombomodulin (TM), a transmembrane glycoprotein that acts as a plasminogen (Plg) receptor, has been found as a potential molecular and prognostic marker that impacts the spread of various cancers, including malignant melanoma. A previous study showed that TM plays a vital function in angiogenesis activity [1] but its role in the malignant melanoma invasion is unclear. Here, we investigate the role of TM-Plg by using melanoma spheroid (MS) embedded in an extracellular matrix (ECM) modeled to understand how TM-Plg affects the progression of MS invasion.<br \/>Methods: In this work, A2058 (A2058-GFP and A2058-TMGFP) and MeWo (siC and siTM) MS with different TM expressions were formed, harvested, and embedded in type I collagen gel for invasion assay. TM and Plg expression were determined by western blot. The surface of A2058 MS was observed by SEM imaging. Human Plg, MMPs, and Plg inhibitors, tranexamic acid (TXA) and epsilon-aminocaproic acid (&#949;-ACA), were utilized to investigate the effect of TM on the plasmin system. Immunofluorescence of TM and F-actin were validated.<br \/>Results: When the two cell lines expressed with TM, the formed MS invaded to the surrounding matrix more distinctively than that of the TM-silencing ones, with a 2.5-fold difference in the ratio invasive area change. Upon placing the two A2058-TMGFP MS in the vicinity of each other within the ECM, they showed a strong interaction with an observed distance between the two MS from 50 &#956;m to 280 &#956;m. Immunofluorescence of TMGFP assessed the role of TM in MS invasion and interaction in ECM. Microvilli structures were found on the surface of A2058-TMGFP cells that may help the cell have more cellular processes such as adhesion, signal transduction, and metabolic activities. Furthermore, TXA, &#949;-ACA, and MMP inhibitors inhibited the invasion of A2058-TMGFP MSs in a dose-dependent manner. Human Plg stimulated invasion in TM-expressing MSs while no effect on non-TM MSs. The results suggested that the human Plg only significantly increased the MS invasion with the presence of TM.<br \/>Conclusion: We concluded that with the presence of TM, the MS invasion and interaction become stronger than MS without TM expression. Moreover, TM enhances MS invasion in the 3D model via interacting Plg. This study provides evidence for the development of TM antagonists in the future to analyze the drug's potential as an anti-metastasis treatment.[1] P. K. Chen <i>et al.<\/i>, &#8220;Thrombomodulin functions as a plasminogen receptor to modulate angiogenesis,&#8221; <i>FASEB J.<\/i>, vol. 27, no. 11, pp. 4520-4531, 2013, doi: 10.1096\/fj.13-227561.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Invasion,Melanoma\/skin cancers,Thrombomodulin,Plasminogen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thi Kim Ngan Ngo<\/b><sup><\/sup>, Hua-Lin Wu<sup><\/sup>, Cheng-Hsiang Kuo<sup><\/sup>, Ting-Yuan Tu<sup><\/sup><br><br\/>National Cheng Kung University, Tainan, Taiwan","CSlideId":"","ControlKey":"4582f338-72c3-4187-8f70-40a6a96d8d05","ControlNumber":"2371","DisclosureBlock":"&nbsp;<b>T. Ngo, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>C. Kuo, <\/b> None..<br><b>T. Tu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8203","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3613","PresenterBiography":null,"PresenterDisplayName":"Thi Kim Ngan Ngo, MS","PresenterKey":"ea53d4bc-abe5-41da-9a26-1bac4276934b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3613. Effect of thrombomodulin and plasminogen interaction on melanoma spheroid invasion","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of thrombomodulin and plasminogen interaction on melanoma spheroid invasion","Topics":null,"cSlideId":""},{"Abstract":"Background: In 2D cell cultures, migration of tumor cells is characterized by epithelial-to-mesenchymal transition (EMT), whereby tumor cells loose epithelial and express mesenchymal markers and very often change into a spindle cell phenotype. In contrast to 2D cultures, in 3D cultures tumor cells do not lose their differentiation. Small cell lung cancer usually moves as single cells or in small clusters, squamous cell and adenocarcinomas preferentially move in large clusters of cells. In tissue specimen, all of these carcinomas migrate in a hybrid EMT, not loosing their cytokeratin and E-cadherin expression. In AC and SCC also polarity and specification do occur, as some tumor cells act as leaders, providing orientation for the followers. However, 3D culture system might better depict real migration and come closer to the <i>in vivo<\/i> system as 2D cell culture systems.<br \/>Material and Method: A 3D bioprinter (TissueLabs<sup>R<\/sup>)<sup> <\/sup>was used to spot an alveolar-mimicking lung-specific matrix on cell culture wells. Microscopic channels out of pluronics<sup>R<\/sup> are created within the matrix. Pluronics is removed by cooling, leaving empty channels within the protein matrix. These channels can be filled with different interleukins, such as IL23, which will direct migration of the tumor cells. Cultured cell lines from an adenocarcinoma (A549) and small cell carcinoma (NCI-H82) are layered on top of the matrix and migration into the matrix is studied using different time points.<br \/>Results and Discussion: A matrix simulating an alveolar structure was created with Matrigel<sup>R<\/sup>. The A549 cells were seeded on the matrix and grown for 2,5, 10, and 14 days. The cells formed cell clusters on the matrix and after one week started to invade the matrix in cell complexes. By immunohistochemistry we could show, that the A549 cells retained their epithelial differentiation. The H82 cells showed a different behavior. They did not form large clusters, but started to invade in small groups. The use of the bioprinter enabled us not only to create a 3D tumor culture system to simulate the <i>in vivo<\/i> conditions but also to create matrix structures for studying invasion and migration and to stimulate carcinoma cells with migration-activating substances.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Migration,Metastasis,Lung adenocarcinoma,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Melina Hardt<\/b><sup><\/sup>, Kurt Zatloukal<sup><\/sup>, Helmut H. Popper<sup><\/sup><br><br\/>Medical University of Graz, Graz, Austria","CSlideId":"","ControlKey":"76281f4a-9ee4-477c-94d6-5a1673c0a329","ControlNumber":"2392","DisclosureBlock":"&nbsp;<b>M. Hardt, <\/b> None..<br><b>K. Zatloukal, <\/b> None..<br><b>H. H. Popper, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8204","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3614","PresenterBiography":null,"PresenterDisplayName":"Melina Hardt, MS","PresenterKey":"ccf52985-2109-41d4-b00d-2d313456a6dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3614. 3D model to study migration and invasion of lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"3D model to study migration and invasion of lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Background:<\/u><\/b> An estimated 20-40% of cancer patients develop brain metastases (BrM), mostly those affected by lung cancer, breast cancer or melanoma. Unfortunately, these patients suffer from poor outcomes and diminished quality of life. Few BrM treatment options beyond local therapy exist and this is often a short-term solution as 60% of resected BrM recur within 1 year. Our group discovered that patient prognosis is linked to BrM invasiveness, with highly invasive (HI) BrM more likely to recur, compared to minimally invasive (MI) BrM. This has presented us the opportunity to investigate exploitable biological mechanisms driving HI BrM. For instance, invasive signaling can be driven by microenvironmental proteins such as growth and immunological factors (cytokines) secreted by surrounding brain or cancer cells, through inter-cellular or self-feeding autocrine loops.<br \/><b><u>Hypothesis:<\/u><\/b> Considering the influence of secreted factors on cancer invasion and the brain microenvironment, I hypothesize that secretory profiling of BrM and brain parenchymal cells will be mechanistically insightful and help identify potential targetable drivers of BrM invasion.<br \/><b><u>Results:<\/u><\/b> To identify BrM invasion-related tumor- and brain-derived factors, I performed human- and mouse-specific high throughput Enzyme-Linked Immunosorbent Assay (ELISA)-based screens on conditioned media from mouse brain slices harboring intracranial MI or HI BrM patient-derived xenografts (PDX). This secretome screen reveals distinct MI and HI secretory profiles for melanoma, breast cancer and lung cancer BrMs and several HI BrM-derived factors of interest have been identified. Such factors are important to investigate as possible drivers of invasiveness in BrM through functional studies.<br \/><b><u>Conclusion:<\/u><\/b> BrM patients currently face a bleak prognosis, with few treatment options and a median survival of only 8-16 months. Considering the clinical availability of targeted therapies including inhibitors for growth factor-binding tyrosine kinases, antibody-drug conjugates, and immunotherapy, this project will help elucidate the cancer-brain crosstalk which may be exploited therapeutically with existing drugs in patients with frequently recurring HI BrM. ADDIN","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Brain metastasis,Patient-derived xenograft (PDX) models,Invasiveness,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Caitlyn Mourcos<\/b><sup>1<\/sup>, Sarah  M.  Maritan<sup>1<\/sup>, Matthew  G.  Annis<sup>2<\/sup>, Georgia Kruck<sup>2<\/sup>, Alexander Nowakowski<sup>2<\/sup>, Anna-Maria Lazaratos<sup>2<\/sup>, Kevin Petrecca<sup>3<\/sup>, Peter Siegel<sup>2<\/sup><br><br\/><sup>1<\/sup>Division of Experimental Medicine, Goodman Cancer Institute, McGill University, Montreal, QC, Canada,<sup>2<\/sup>Faculty of Medicine and Health Sciences, Goodman Cancer Institute, McGill University, Montreal, QC, Canada,<sup>3<\/sup>Department of Neurology and Neurosurgery, McGill University, Montreal Neurological Institute and Hospital, Montreal, QC, Canada","CSlideId":"","ControlKey":"8abcc26d-5813-41b3-8aa2-6a79aad8ba63","ControlNumber":"7569","DisclosureBlock":"&nbsp;<b>C. Mourcos, <\/b> None..<br><b>S. M. Maritan, <\/b> None..<br><b>M. G. Annis, <\/b> None..<br><b>G. Kruck, <\/b> None..<br><b>A. Nowakowski, <\/b> None..<br><b>A. Lazaratos, <\/b> None..<br><b>K. Petrecca, <\/b> None..<br><b>P. Siegel, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8205","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3615","PresenterBiography":null,"PresenterDisplayName":"Caitlyn Mourcos","PresenterKey":"f20cdb2c-0621-429c-8c88-fa2d862dff54","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3615. Targeting tumor-brain crosstalk in invasive brain metastases","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting tumor-brain crosstalk in invasive brain metastases","Topics":null,"cSlideId":""},{"Abstract":"The proto-oncogene pituitary tumor transforming gene binding factor (PTTG1IP\/PBF) is overexpressed in multiple tumors and associated with tumor progression. PBF mediates several tumorigenic processes, including cell motility, whereby it potently induces cancer cell migration and invasion. PBF is phosphorylated by Src kinase at Y174 and mutation of this residue (Y174A) renders PBF unable to induce cell invasion, suggesting that phosphorylation mediates the stimulation of cancer cell motility by PBF. This study aimed to further elucidate the mechanism of PBF-induced cell motility. PBF-Y174 is also the key residue in a YXX&#934; endocytosis motif. Both PBF phosphorylation and endocytosis were found to be essential for PBF-induced cell motility as mutants which disrupted either process were unable to stimulate thyroid and breast cancer cell migration and invasion. To elucidate molecular events downstream of PBF overexpression, phosphoproteomic and RNA-Seq analyses of normal thyroid cells (Nthy-ori 3-1) with stable PBF overexpression were performed and showed an enrichment in molecules involved in cell adhesion and cytoskeleton organisation. These findings prompted further investigation into a physiological role for PBF in cell motility. We utilised a novel Pbf knockout (Pbf<sup>-\/-<\/sup>) mouse model generated through CRISPR\/Cas9-mediated deletion of Pbf exon 4 in C57BL\/6N mice to determine the impact of Pbf deletion on cellular mechanisms. Mouse embryonic fibroblasts (MEFs) were isolated at embryonic day 13.5 and used as primary cultures. Pbf<sup>-\/- <\/sup>MEFs showed a significant reduction in migration and invasion compared with wild-type (Pbf<sup>+\/+<\/sup>) MEFs. Interestingly, the loss of one functional copy of Pbf in heterozygote MEFs (Pbf<sup>+\/-<\/sup>) resulted in an intermediate decrease in motility suggesting a gene-dosage effect. Initial immunofluorescent studies of Pbf<sup>-\/-<\/sup> MEFs suggest alterations in focal adhesions (FAs). In Pbf<sup>+\/+<\/sup> MEFs focal adhesion kinase (FAK) and paxillin staining highlighted FA structures that were normally elongated and aligned with actin stress fibers. In contrast, Pbf<sup>-\/- <\/sup>MEFs demonstrated a significant reduction in FAK and paxillin staining with smaller, punctate and more radially distributed FAs. These studies demonstrate a physiological role for PBF in cell adhesion and migration and further elucidate the mechanism by which PBF induces cell motility in tumor progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Cancer,Cell invasion,Cell migration,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Merve Kocbiyik<\/b><sup><\/sup>, Selvambigai Manivannan<sup><\/sup>, Ling Zha<sup><\/sup>, Katie Brookes<sup><\/sup>, Martin L Read<sup><\/sup>, Chris J McCabe<sup><\/sup>, Vicki E Smith<sup><\/sup><br><br\/>University of Birmingham (UK), Birmingham, United Kingdom","CSlideId":"","ControlKey":"0d8597d8-765b-43e5-a9c0-83795c033dbe","ControlNumber":"7541","DisclosureBlock":"&nbsp;<b>M. Kocbiyik, <\/b> None..<br><b>S. Manivannan, <\/b> None..<br><b>L. Zha, <\/b> None..<br><b>K. Brookes, <\/b> None..<br><b>M. Read, <\/b> None..<br><b>C. McCabe, <\/b> None..<br><b>V. Smith, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8206","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3616","PresenterBiography":null,"PresenterDisplayName":"Merve Kocbiyik, M Phil","PresenterKey":"3e1c3edf-aa52-4648-9819-b2a69e902a94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3616. Investigating proto-oncogene PBF-induced cell migration and invasion","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating proto-oncogene PBF-induced cell migration and invasion","Topics":null,"cSlideId":""},{"Abstract":"<i>Introduction<\/i>. Clear cell renal cell carcinoma (ccRCC) is the most frequent type of kidney cancer. These highly vascularized tumors are characterized by mutations that inactivate the von Hippel-Lindau (VHL) tumor suppressor gene. About 30 % of patients present metastasis at diagnosis and 30-40% of patients with localized tumors relapse after surgery. Unfortunately, metastatic ccRCC remains incurable and are resistant to standard therapies. Our studies demonstrated that ccRCC with a loss of VHL can be targeted using a small molecule named STF-62247. This molecule blocks the autophagic flux causing enlargement of endolysosomes leading to cell death. More recently, we identified the lipid kinase PIKfyve as a target of STF-62247. A central complex assuring the functionality of the lysosome is formed by the lipid kinase PIKfyve, the scaffold protein ArPIKfyve (Vac14), and the phosphatase<b> <\/b><b>S<\/b>ac3 (Fig4). Interestingly, PIKfyve has shown to play a role in cell migration but the mechanisms are not well understood.<i> <\/i><br \/><i>Objectives<\/i>. Our project aims to i) assess a role for PIKfyve in ccRCC migration\/invasion, ii) evaluate the potential of PIKfyve inhibitors on angiogenesis, and iii) assess the effect of PIKfyve inhibitors or genetic knockdown of PIKfyve, Vac14 or Fig4 on tumor growth<i> <\/i><i>in<\/i><i> <\/i><i>vivo<\/i>.<i> <\/i><br \/><i>Methods<\/i><i> <\/i><i>and Results<\/i>. PIKfyve, Vac14 and Fig4 gene expression were modified using CRISPR\/Cas9 (Cr) or the SMARTvector<sup>TM <\/sup>Inducible Lentiviral shRNA system. qRT-PCR and western blot validated our models. Results obtained in Cr.PIKfyve and Cr.Vac14 indicated that loss of Vac14 decreased survival of VHL-deficient ccRCC. Moreover, our recent results show that migration measured by wound healing assay is reduced in CRISPR cells compared to control. To investigate a role for PIKfyve in angiogenesis, tube formation assay was performed in treated cells with PIKfyve inhibitors. Our results indicated a reduction in tube formation in STF-62247 and apilimod treated cells. Furthermore, we will use the proteome profiler human angiogenesis array to identify angiogenic proteins linked to PIKfyve activity.<i> <\/i><br \/><i>Conclusion<\/i>. Understanding how PIKfyve is involved in the process of angiogenesis would play a major role in the knowledge for new targeted therapies inkidney cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Angiogenesis,Cell migration,Lysosome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jolne Cormier<\/b><sup><\/sup>, Sandra Turcotte<sup><\/sup><br><br\/>Chemistry and Biochemistry, Universit de Moncton, Moncton, NB, Canada","CSlideId":"","ControlKey":"c004e86f-e27a-4ffe-82d2-85a99c623639","ControlNumber":"6597","DisclosureBlock":"&nbsp;<b>J. Cormier, <\/b> None..<br><b>S. Turcotte, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8207","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3617","PresenterBiography":null,"PresenterDisplayName":"Jolne Cormier","PresenterKey":"0fa340d3-c53c-4646-8ab0-a1c47bcad359","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3617. Investigating a role for PIKfyve in cell migration and invasion of clear cell renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating a role for PIKfyve in cell migration and invasion of clear cell renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Metastasis is the most common cause of breast cancer mortality. Of the breast cancer subtypes, triple-negative breast cancer (TNBC) is the deadliest due to its increased likelihood to metastasize. Tumor cell extravasation is a critical step of metastasis and allows circulating tumor cells to exit the vasculature and seed distant tissues. Clear understanding of the major regulators of tumor cell extravasation will provide insights into the progression of TNBC metastasis. One potential regulator of TNBC cell extravasation is ACKR1. In many contexts, ACKR1 expression is required in endothelial cells (EC) for leukocyte extravasation. Endothelial ACKR1 binds CXCL2, a promigratory chemokine, and localizes it to EC junctions to guide neutrophils through leukocyte extravasation. CXCL2 expression in TNBC cells is also necessary for tumor cell extravasation from lung microvasculature and for tumor metastasis. Our preliminary data show that ACKR1 is required in at least one stromal cell type for TNBC metastasis from the primary tumor to the lung. These data suggest that endothelial ACKR1-CXCL2 interactions may mediate tumor cell extravasation in TNBC metastasis. Therefore, we hypothesize that endothelial ACKR1 promotes metastasis via retention of CXCL2 at EC junctions, increasing tumor cell chemotaxis and extravasation. To address this hypothesis, we will examine the in vivo significance of endothelial ACKR1 expression using our validated ACKR1 endothelial cell-specific knockout mouse model. We will test the requirement for endothelial ACKR1 for metastasis of orthotopically implanted TNBC tumors to distant sites in the lung and for extravasation of circulating tumor cells into lung tissue. We will determine which steps of extravasation require ACKR1 by evaluating ACKR1-low and ACKR1-overexpressing ECs using an Ibidi flow co-culture system that recapitulates the shear stress conditions of pulmonary microvasculature. We will examine whether these steps are dependent on CXCL2 by introducing CXCL2-neutralizing antibodies to the Ibidi flow system and observing their effects on each extravasation step. Our proposed studies will establish the role of endothelial ACKR1 in TNBC metastatic progression and determine the specific steps of tumor cell extravasation in which endothelial ACKR1 and CXCL2 function. Understanding these processes may guide development of ACKR1 as a prognostic marker for metastasis and can provide mechanistic insight into candidate chemokine and chemokine receptor inhibitors under evaluation for treatment of breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Metastasis,Breast cancer,Chemokine receptor,Endothelial cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Samuel Tanner Roach<\/b><sup><\/sup>, Chinwe Ewenighi-Amankwah<sup><\/sup>,  J.  Dufraine<sup><\/sup>, L.A. Naiche<sup><\/sup>, Jan K. Kitajewski<sup><\/sup><br><br\/>Department of Physiology and Biophysics, University of Illinois at Chicago, Chicago, IL","CSlideId":"","ControlKey":"a5a4e138-4ea2-4980-a082-d86526f9d692","ControlNumber":"7943","DisclosureBlock":"&nbsp;<b>S. T. Roach, <\/b> None..<br><b>C. Ewenighi-Amankwah, <\/b> None..<br><b>J. Dufraine, <\/b> None..<br><b>L. Naiche, <\/b> None.&nbsp;<br><b>J. K. Kitajewski, <\/b> <br><b>Eisai, Ltd<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8208","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3618","PresenterBiography":null,"PresenterDisplayName":"Samuel Roach, BA","PresenterKey":"2cd952e8-5fcd-4fc0-b591-1a6b45c834b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3618. The role of endothelial ACKR1 in triple-negative breast cancer metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of endothelial ACKR1 in triple-negative breast cancer metastasis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Lymph node metastasis caused by migration of oral cancer cells is an important prognostic factor. We previously reported that EP4, a prostaglandin E<sub>2<\/sub> (PGE<sub>2<\/sub>) receptor, regulates the cell migration in oral cancer cells via Ca<sup>2+<\/sup> signaling. However, how Ca<sup>2+<\/sup> signaling regulates cell migration remains unclear. The intracellular Ca<sup>2+<\/sup> regulates a variety of signaling pathways, either directly or by forming complexes with proteins such as calmodulin (CaM), and then phosphorylates calcium\/calmodulin-dependent protein kinase kinase 2 (CaMKK2). Furthermore, Ca<sup>2+<\/sup> signaling is directly or indirectly involved in cancer cell proliferation and migration. Therefore, we hypothesized that EP4 regulates the cell migration via CaMKK2 and its downstream signaling in oral cancer.<br \/>Materials and Methods: Human gingival fibroblasts, HGnF and Human tongue squamous cell carcinoma cell lines, HSC-3 were used. EP4 agonist (ONO-AE1-437) and CaMKK2 inhibitor (STO-609) were used. HSC-3 cells were transduced with CaMKK2 shRNA, and scramble control shRNA using lentivirus. The protein expressions were evaluated by western blotting. The intracellular calcium concentrations were measured using Fura-2, the Fluorescent Ca<sup>2+<\/sup> Indicator. The cell migration ability was evaluated by scratch assay. Immunocytochemistry was performed to evaluate the lamellipodium. The mRNA transcriptions of the mitochondrial associated genes were evaluated by real-time qPCR. The intracellular adenosine triphosphate (ATP) production and the reactive oxygen species (ROS) production were also evaluated by luciferase activity assay and DCFH-DA staining.<br \/>Results: EP4 protein expression of HSC-3 cells was higher than that of HGnF cells (n=4, <i>p<\/i>&#60;0.001). EP4 agonist rapidly increased the intracellular calcium in HSC-3 cells but not in HGnF cells (n=4,<i> p<\/i>&#60;0.001). EP4 agonist also promoted the cell migration and increased the lamellipodia formation in HSC-3 cells (n=3, <i>p<\/i>&#60;0.001). Furthermore, EP4 agonist promoted the phosphorylation of CaMKK2 and AMP-activated protein kinase (AMPK) (n=4, <i>p<\/i>&#60;0.001). In contrast, CaMKK2 inhibitor and CaMKK2 knockdown suppressed EP4-stimulated cell migration and AMPK phosphorylation (n=4, <i>p<\/i>&#60;0.001). Furthermore, EP4 agonist increased the expression of the transcriptional coactivator PGC1-&#945;, mtDNA and mitochondrial transcription factor A (TFAM) (n=4, <i>p<\/i>&#60;0.01). Furthermore, EP4 agonist increased the intracellular ATP production and the ROS production (n=6, <i>p<\/i>&#60;0.01). Taken together, EP4 regulated the mitochondrial biogenesis via CaMKK2 and AMPK, and promoted the cell migration in oral cancer.<br \/>Conclusion: EP4\/CaMKK2\/AMPK pathway is a novel signal transduction in oral cancer and may be a new target for oral cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Head and neck cancers,EP4,Calcium,Migration,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Soichiro Ishikawa<\/b><sup>1<\/sup>, Masanari Umemura<sup>2<\/sup>, Rina Nakakaji<sup>2<\/sup>, Akane Nagasako<sup>2<\/sup>, Kagemichi Nagao<sup>2<\/sup>, Yuto Mizuno<sup>1<\/sup>, Fumina Suzuki<sup>1<\/sup>, Kohei Osawa<sup>1<\/sup>, Mitomu Kioi<sup>3<\/sup>, Kenji Mitsudo<sup>3<\/sup>, Yoshihiro Ishikawa<sup>2<\/sup><br><br\/><sup>1<\/sup>Cardiovascular Research Institute (CVRI), Department of Oral and Maxillofacial Surgery, Yokohama City Univ. School of Medicine, Yokohama, Japan,<sup>2<\/sup>Cardiovascular Research Institute (CVRI), Yokohama City Univ. School of Medicine, Yokohama, Japan,<sup>3<\/sup>Department of Oral and Maxillofacial Surgery, Yokohama City Univ. School of Medicine, Yokohama, Japan","CSlideId":"","ControlKey":"eccc31ee-3264-4cae-a482-dbc792c8f163","ControlNumber":"1002","DisclosureBlock":"&nbsp;<b>S. Ishikawa, <\/b> None..<br><b>M. Umemura, <\/b> None..<br><b>R. Nakakaji, <\/b> None..<br><b>A. Nagasako, <\/b> None..<br><b>K. Nagao, <\/b> None..<br><b>Y. Mizuno, <\/b> None..<br><b>F. Suzuki, <\/b> None..<br><b>K. Osawa, <\/b> None..<br><b>M. Kioi, <\/b> None..<br><b>K. Mitsudo, <\/b> None..<br><b>Y. Ishikawa, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8209","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3619","PresenterBiography":null,"PresenterDisplayName":"Soichiro Ishikawa, DDS","PresenterKey":"d8128df7-4d81-4697-8884-d31215f2bb1f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3619. EP4 promoted cell migration via mitochondrial biogenesis in oral cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EP4 promoted cell migration via mitochondrial biogenesis in oral cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Myristoylation is the modification of proteins by the 14-carbon fatty acid myristate. In humans, two N-myristoyltransferases (NMT1 and NMT2) catalyze myristate transfer onto &#62;200 proteins to regulate membrane binding and signal transduction. The pan-NMT inhibitor PCLX-001 has been in phase I clinical trials over a year for the treatment of lymphoma and advanced solid malignancies. Lack of myristoylation promotes the degradation of numerous normally myristoylated proteins like the proto-oncogenic Src family kinases (SFKs). SFKs like Src and Lyn are essential for downstream signaling of Vascular Endothelial Growth Factor (VEGF) and Epidermal Growth Factor (EGF) receptor tyrosine kinases. Thus, SFKs are critical for angiogenesis and cell motility. Angiogenesis is essential for tumor growth and dissemination of cancer cells to distal locations. VEGF-induced angiogenesis requires Src activation, suggesting that PCLX-001 may have antiangiogenic properties. SFKs also promote cell migration\/metastasis, the leading cause of cancer-associated mortality. Lyn SFK knockdown was shown to reduce breast cancer migration and neighbouring tissue invasion, suggesting that PCLX-001 may also inhibit cell migration\/metastasis. We investigated the antiangiogenic properties of PCLX-001 <i>in vitro <\/i>using HUVEC umbilical cord cells.<i> <\/i>PCLX-001 treatment significantly reduced HUVEC sprouting and tube-formation to levels lower than two FDA-approved angiogenesis inhibitors Sorafenib and Sunitinib. PCLX-001 also significantly reduced neo-vascularisation <i>in vivo<\/i> at lower concentrations than these two drugs using a chicken chorioallantoic membrane model, demonstrating the high potential of myristoylation inhibitors to reduce angiogenesis. We then validated our observations <i>in vivo<\/i> using a HT-1376 bladder mouse xenograft model. Tumors from mice treated for 28 days at increasing PCLX-001 concentrations showed significant reduction of Src, Lyn, and VEGF receptor protein levels as measured by immunohistochemistry, further validating PCLX-001 effect <i>in vivo<\/i>. We hypothesize that PCLX-001 acts downstream of VEGF\/ EGF receptors by inducing degradation of un-myristoylated SFKs. We confirmed this by knocking down NMT1 or treating breast cancer cells with PCLX-001 and found that both significantly reduced SFK protein levels. In a wound-healing assay using PCLX-001, we observed significant dose-dependent cell migration inhibition. PCLX-001 also dose-dependently reduced migration and invasion in transwell migration\/invasion assays, indicating that myristoylation is required for optimal migration and potentially cancer cell metastasis. Overall, by lowering SFK levels, PCLX-001 reduces angiogenesis, cell migration\/invasion, and thus potentially cancer metastasis. Reducing these classical cancer hallmarks in malignant cells may benefit a wide array of cancer patients and ultimately improve cancer treatment outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Invasion,Migration,Angiogenesis,Myristoylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rony Pain<\/b><sup>1<\/sup>, Erwan Beauchamp<sup>2<\/sup>, Katia Carmine-Simmen<sup>3<\/sup>, Jay Gamma<sup>4<\/sup>, Rebecca Reif<sup>1<\/sup>, Abul Azad<sup>4<\/sup>, Allan Murray<sup>4<\/sup>, John Lewis<sup>3<\/sup>, Luc Berthiaume<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Cell Biology, University of Alberta, Edmonton, AB, Canada,<sup>2<\/sup>Pacylex Pharmaceuticals Inc., Edmonton, AB, Canada,<sup>3<\/sup>Department of Oncology, University of Alberta, Edmonton, AB, Canada,<sup>4<\/sup>Department of Medicine, University of Alberta, Edmonton, AB, Canada","CSlideId":"","ControlKey":"f7258371-5ea3-4b93-8807-df63ebda3383","ControlNumber":"1501","DisclosureBlock":"&nbsp;<b>R. Pain, <\/b> None.&nbsp;<br><b>E. Beauchamp, <\/b> <br><b>Pacylex Pharmaceuticals Inc.<\/b> Employment, Stock, Stock Option, Patent.<br><b>K. Carmine-Simmen, <\/b> None.&nbsp;<br><b>J. Gamma, <\/b> <br><b>Pacylex Pharmaceuticals Inc.<\/b> Stock.<br><b>R. Reif, <\/b> None..<br><b>A. Azad, <\/b> None..<br><b>A. Murray, <\/b> None..<br><b>J. Lewis, <\/b> None.&nbsp;<br><b>L. Berthiaume, <\/b> <br><b>Pacylex Pharmaceuticals Inc.<\/b> Stock, Stock Option, Patent, Other, Chief Scientific Officer.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8210","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3620","PresenterBiography":null,"PresenterDisplayName":"Rony Pain","PresenterKey":"94b65aea-8e40-485d-9698-3f8560c9d10b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3620. N-myristoylation inhibition reduces angiogenesis and cancer cell migration","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"N-myristoylation inhibition reduces angiogenesis and cancer cell migration","Topics":null,"cSlideId":""},{"Abstract":"High expression of the single-pass transmembrane sialomucin, podocalyxin, has been shown to predict poor disease outcome in a number of solid tumor types, including pancreatic ductal adenocarcinoma (PDAC) (Taniuchi et al., 2016). In addition to the classical TMN staging measures of disease progression (<u>t<\/u>umor size, <u>l<\/u>ymph node involvement, and distant <u>m<\/u>etastasis) local invasion at the primary tumor site is a valuable indicator of solid tumor progression. Local invasion has been observed histologically as tumor buds, defined by the presence of small cohesive clusters of tumor cells in the invasive tumor-stromal interface. To date, tumor budding has been characterized as an indicator of poor prognostic outcome in colorectal carcinoma (CRC), pancreatic ductal adenocarcinoma (PDAC), invasive ductal breast carcinoma (IDC), lung adenocarcinoma (LUA), stomach and esophageal carcinomas, oral squamous cell carcinoma, periampullary adenocarcinoma, and head and neck squamous cell carcinoma (HNSCC). Our group has previously modelled tumor budding experimentally using the MCF7 human breast cancer cell line (Graves et al., 2016). We showed that forced over-expression of podocalyxin was a driver of local collective invasion and tumor budding <i>in vitro<\/i> and <i>in vivo<\/i>. Because podocalyxin is highly expressed in PDAC we sought to determine if its expression was involved in the process of tumor budding in this tumor context as well. We assessed large format histological sections from a cohort of patient PDAC tumors and identified high podocalyxin expression in tumor buds. Further, we generated podocalyxin-null MiaPaCa2 PDAC cell lines and demonstrated that podocalyxin-expression is required for collective invasion in 3D culture conditions. We are currently evaluating <i>in vivo<\/i> xenograft tumor models with these podocalyxin-expressing and podocalyxin-null MiaPaCa2 cells to determine whether changes in 3D culture invasion are representative of tumor budding in this model. Expression of podocalyxin by tumor buds provides rationale to support investigation into the impact of therapeutically targeting these invasive cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Tumor invasion,Pancreatic cancer,Histopathology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Erin  M.  Bell<\/b><sup><\/sup>, Steve  E.  Kalloger<sup><\/sup>, Pamela  M.  Dean<sup><\/sup>, Janel  L.  Kopp<sup><\/sup>, Kelly  M.  McNagny<sup><\/sup>, Calvin  D.  Roskelley<sup><\/sup><br><br\/>University of British Columbia, Vancouver, BC, Canada","CSlideId":"","ControlKey":"ac425096-a91d-45a5-a21d-f4bbbd72eb51","ControlNumber":"5185","DisclosureBlock":"&nbsp;<b>E. M. Bell, <\/b> None..<br><b>S. E. Kalloger, <\/b> None..<br><b>P. M. Dean, <\/b> None..<br><b>J. L. Kopp, <\/b> None..<br><b>K. M. McNagny, <\/b> None..<br><b>C. D. Roskelley, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8211","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3621","PresenterBiography":null,"PresenterDisplayName":"Erin Bell, BS","PresenterKey":"e09bf68b-976c-4b7e-b8f0-3335e00d27b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3621. Identification of podocalyxin-positive tumor buds in pancreatic ductal adenocarcinoma: Implications for solid tumor collective invasion","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of podocalyxin-positive tumor buds in pancreatic ductal adenocarcinoma: Implications for solid tumor collective invasion","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is one of the deadliest forms of breast cancer and is characterized by its high rates of metastasis, significant intra-tumor heterogeneity and lack of hormonal treatments. Through utilization of a novel genetic cell tracking technology, ClonMapper, we identify and characterize the origins of invasive subpopulations.<br \/>Genetic barcodes are stably integrated into HCC1806 cells to generate starting parental populations of ~1000 unique barcoded cells. Invasive barcoded subpopulations were selected by migration through transwell assays for 24 hours and then collected for expansion. Clonal abundance sequencing across all replicates showed a &#62;8-fold decrease in the number of unique barcodes. Similarity was quantified using the Bray-Curtis and Cosine similarity indexes. 5 out of 8 replicates shared the same lineages, where more than 50% of the replicates were composed of the same 9 unique barcodes thus indicating the pre-existence of invasive clones. Following cell subpopulation isolation, we observed that isolated subpopulations display faster growth rates than parental populations. A scratch assay verified that the 5 similar invasive subpopulations displayed elevated migration rates in this 2D migration format (invasive populations vs parental population, n= 6). Separate transwell assays also confirmed the 3-dimensional migration rates of isolated subpopulations.<br \/>Parental HCC1806 and invasive subpopulations were treated with doxorubicin, cisplatin, paclitaxel and 5-flourouracil (5-FU) at their respective LD50 for 48 hours then allowed to recover to confluency before assessment by scratch assay. We observed that paclitaxel significantly decreased the migration rate, but that both doxorubicin and 5-FU resistant cells had a significantly higher migration rate (chemoresistant populations vs parental population, n=5) indicating that these drugs select for more migratory populations. Future studies will elucidate whether invasive clones are pre-existing or de novo and determine the effect of chemotherapeutics on these populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Metastasis,Chemoresistance,Invasion,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Carolina De Santiago<\/b><sup><\/sup>, Amy Brock<sup><\/sup><br><br\/>University of Texas at Austin, Austin, TX","CSlideId":"","ControlKey":"27ad3a17-7f0d-4fd2-89b3-f575ca405ed4","ControlNumber":"6986","DisclosureBlock":"&nbsp;<b>C. De Santiago, <\/b> None..<br><b>A. Brock, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8212","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3622","PresenterBiography":null,"PresenterDisplayName":"Carolina De Santiago, BS","PresenterKey":"002e5f4d-541d-4f67-b9c0-1ae87b43ee20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3622. Characterizing the metastatic potential and clonal dynamics of invasive subpopulations in TNBC cells in response to chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing the metastatic potential and clonal dynamics of invasive subpopulations in TNBC cells in response to chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is one of the leading causes of cancer associated mortalities worldwide. It starts with hyperproliferation of epithelial cells forming a polyp &#38; is characterized by four stages, where stages 3 &#38; 4 are associated with acquisition of metastasis. Chemotherapy majorly focuses on attenuating symptoms with no promising cure. Hence, studying the underlying mechanism of CRC progression &#38; identifying novel therapeutic targets is critical for early diagnosis &#38; treatment. The process of metastasis involves a complex interplay of signaling pathways, where various proteins play crucial roles. One such important protein that aids the process of migration is <u>M<\/u>igration &#38; <u>I<\/u>nvasion <u>EN<\/u>hancer 1 (MIEN1). In CRC, MIEN1 expression is predominantly upregulated in cancerous tissue in comparison to normal colorectal tissue, which is closely associated with invasive behavior. But the exact mechanism involved in the process of metastasis is yet unexplored. It is established that MIEN1 overexpression is a result of 17q12 chromosomal amplification, &#38; such dysregulated expression is linked to the trans-regulation of its minimal promoter region. Therefore, we aim to investigate the effect of MIEN1 promoter ablation on CRC migration properties. CRISPR-Cas9 gene editing technology was used for deleting MIEN1 promoter region in the CRC cell line HT29. RNA seq &#38; bioinformatics tools were employed to assess the transcriptomic consequences of genome-editing. Several DEGs discerned by RNA seq analysis were involved in different biological processes &#38; molecular pathways such as cell adhesion, migration, invasion, &#38; angiogenesis. Out of these the genes vital to CRC biogenesis were evaluated at both RNA &#38; protein levels. Additionally, we analyzed the effect of MIEN1 knock-out on CRC metastatic potential using functional assays such as wound healing, Matrigel invasion, hanging drop cell - cell adhesion, &#38; found that migration potential of HT29 cells was significantly reduced in absence of MIEN1 protein. We also successfully demonstrated that MIEN1 deletion disrupts the cytoskeletal rearrangement by affecting F-actin reorganization using phalloidin staining. Confocal staining of different proteins participating in actin cytoskeleton rearrangement such as paxillin, FAK, MIEN1 gave us an insight about the role of MIEN1 in mediating phosphorylation of FAK at different phosphorylation sites such as Tyr 397 &#38; 925. Immunoblotting analysis of an array of proteins further confirmed the role of MIEN1 in actin cytoskeleton dynamics. Taken together, our results prove that MIEN1 is involved in different signaling pathways responsible for CRC migration &#38; its deletion leads to perturbation of several biological processes especially the actin cytoskeleton rearrangement, involved in metastasis. Hence, targeting MIEN1 would be a potentially effective therapeutic strategy for CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-01 Actin cytoskeleton,,"},{"Key":"Keywords","Value":"Actin cytoskeleton,Colorectal cancer,Migration,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Payal Ranade<\/b><sup><\/sup>, Rucha Trivedi<sup><\/sup>, Jamboor  K.  Vishwanatha<sup><\/sup><br><br\/>University of North Texas Health Science Ctr., Fort Worth, TX","CSlideId":"","ControlKey":"6db7c3a8-8771-48c9-ba33-845a54feac17","ControlNumber":"7029","DisclosureBlock":"&nbsp;<b>P. Ranade, <\/b> None..<br><b>R. Trivedi, <\/b> None..<br><b>J. K. Vishwanatha, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8238","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3623","PresenterBiography":null,"PresenterDisplayName":"Payal Ranade, MS","PresenterKey":"28e1f790-b8d3-4bf7-8c0c-172936b282ec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3623. <i>MIEN1<\/i> promoter ablation provides novel evidence for colorectal cancer genome editing-based therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"491","SessionOnDemand":"False","SessionTitle":"Regulation of Invasion and Migration","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>MIEN1<\/i> promoter ablation provides novel evidence for colorectal cancer genome editing-based therapeutics","Topics":null,"cSlideId":""}]