[{"Abstract":"Introduction: In the last 20 years, the advances in molecular oncology and cancer genetics allowed the identification of an increasing number of actionable oncogenic drivers and the development and clinical use of specific inhibitors. Despite these successes, it is now well established that tumour cells adapt and develop acquired resistance. It is crucial to understand these mechanisms of acquired resistance to develop overcoming therapeutic strategies. At Gustave Roussy, a prospective clinical trial MATCH-R (NCT02517892) is conducted to study the acquired resistance mechanisms and to find new therapeutic approaches for patients. . In parallel, of genetics analysis from patients biopsies, we develop Patient Derived Xenograft (PDX) to deepen our understanding of the resistance mechanism and to investigate new therapeutic approaches.<br \/>Material and Method: Fresh tumor biopsy specimens were obtained prospectively from patients through a prospective single-institution clinical trial (MATCH-R, NCT02517892). Patient derived xenografts (PDX) in NOD Scid Gamma (NSG) mice as well as patient derived organoids from PDX (PDXO) and Patient derived cell lines were developed and characterized. Extensive molecular profiling including whole exome sequencing (WES), RNA sequencing (RNAseq) and immunohistochemistry were performed on human samples; PDX; Patient derived cells lines and PDXO.<br \/>Results and Discussion: As of November 2022, 145 PDX models have been successfully obtained from 371 biopsies (global take rate of 39%). Our focus is the development of models from different cohorts: Androgen receptor inhibitors in castration-resistant prostate cancer, (18 PDX), ALK inhibitors in lung cancers (16 PDX including 3 post brigatinib, 7 post Lorlatinib and 6 Alectinib), <i>EGFR<\/i> inhibitors in lung cancers (33 PDX includind 24 post osimertinib), FGFR inhibitors in urothelial carcinoma and cholangiocarcinoma (29 PDX including 14 post erdafitinib, 4 post pemigatinib, 4 post futibatinib) and KRAS inhibitors in lung cancer and pancreatic cancers (20 PDX). The PDX models recapitulate the genetics, the phenotype and the pharmacology of the original biopsies. Novel mechanisms of resistance to tyrosine kinase inhibitors (TKI) in solid tumors were identified. Adaptive treatment with novel TKI or combinatorial strategies were evaluated to restore the sensitivity in PDX (readout: mean tumor growth). These results confirmed that PDX models are crucial to study the resistance mechanism and to develop new therapeutic strategies.<br \/>Conclusion: Overall, the MATCH-R study provides a unique preclinical platform to identify resistance mechanisms to innovative therapies and to develop next generation therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Drug resistance,Organoids,Therapy resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ludovic Bigot<\/b><sup>1<\/sup>, Catline Nobre<sup>1<\/sup>, Francesco Facchinetti<sup>1<\/sup>, Loic Poiraudeau<sup>1<\/sup>, Floriane Braye<sup>1<\/sup>, Jonathan Sabio<sup>1<\/sup>, Naoual Menssouri<sup>1<\/sup>, Olivier Deas<sup>2<\/sup>, Claudio Nicotra<sup>3<\/sup>, Maud Ngo-Camus<sup>3<\/sup>, Lambros Tselikas<sup>4<\/sup>, Jean Yves Scoazec<sup>5<\/sup>, Karim Fizazi<sup>6<\/sup>, Siantiago Ponce<sup>3<\/sup>, Benjamin Besse<sup>6<\/sup>, Luc Friboulet<sup>1<\/sup>, Yohann Loriot<sup>1<\/sup><br><br\/><sup>1<\/sup>INSERM U981 (Gustave Roussy), Villejuif, France,<sup>2<\/sup>Xentech, Evry, France,<sup>3<\/sup>Drug Development Department (DITEP), Gustave Roussy, Villejuif, France,<sup>4<\/sup>Department of Interventional Radiology, Gustave Roussy, Villejuif, France,<sup>5<\/sup>Experimental and Translational Pathology Platform, Gustave Roussy, Villejuif, France,<sup>6<\/sup>Department of Medical Oncology, Gustave Roussy, Villejuif, France","CSlideId":"","ControlKey":"89d5f286-9ec0-4695-a64a-127baab70a17","ControlNumber":"4392","DisclosureBlock":"&nbsp;<b>L. Bigot, <\/b> None..<br><b>C. Nobre, <\/b> None..<br><b>F. Facchinetti, <\/b> None..<br><b>L. Poiraudeau, <\/b> None..<br><b>F. Braye, <\/b> None..<br><b>J. Sabio, <\/b> None..<br><b>N. Menssouri, <\/b> None..<br><b>O. Deas, <\/b> None..<br><b>C. Nicotra, <\/b> None..<br><b>M. Ngo-Camus, <\/b> None..<br><b>L. Tselikas, <\/b> None..<br><b>J. Scoazec, <\/b> None..<br><b>K. Fizazi, <\/b> None..<br><b>S. Ponce, <\/b> None..<br><b>B. Besse, <\/b> None..<br><b>L. Friboulet, <\/b> None..<br><b>Y. Loriot, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2380","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4664","PresenterBiography":null,"PresenterDisplayName":"Ludovic Bigot, MS","PresenterKey":"68e3ab51-403f-438f-89e2-3a5bbf03200f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4664. MatchR a preclinical platform of models resistant to innovative therapies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MatchR a preclinical platform of models resistant to innovative therapies","Topics":null,"cSlideId":""},{"Abstract":"Understanding a potential therapeutic agent&#8217;s in vivo pharmacokinetics (PK) is important in translating findings from preclinical murine efficacy models to patients. In consideration of this, PK evaluations play a prominent up-front role in our pediatric solid tumor testing pipeline. The aim of such PK studies is to define an agent&#8217;s PK under our experimental conditions &#8211; i.e. our mouse strain, husbandry, chow, source and lot of agent, and formulation. We ultimately relate our mouse plasma exposures to the known or anticipated exposures in humans or children, thereby deriving a clinically relevant dose (CRD). Preclinical testing of novel agents and combinations are performed simultaneously with the testing of standard of care agents using the CRD and schedule to allow for more unbiased assessment of efficacy. To date, our group has studied the PK of over 35 agents, predominantly investigational new drugs, in both normal and patient-derived orthotopically xenografted (PDOX) immuno-deficient mice. When possible, rhabdomyosarcoma and neuroblastoma PDOXs were destructively sampled over time to evaluate an agent&#8217;s intra-tumor exposure. All samples were quantified using sensitive, specific, and research- or qualified-tier LC-MS\/MS assays. Roughly 70% of the agents had adequate tumor penetration, approaching or exceeding concentrations in the plasma. This was unsurprising, given that many test agents had reportedly high volume of distribution (V<sub>d<\/sub>) values. While most of our mouse PK exposure parameters (e.g. C<sub>max<\/sub>, AUC) were in line with available previous reports, several agents varied appreciably, generally trending lower. We speculate that this may be due to differing study conditions, test agent physical forms, or formulations. CRD estimates were based upon unbound (when available) steady-state plasma AUC equivalencies between mice and humans for a defined clinical dosage regime. Some latitude was permitted in the recommended CRD, and being within two-fold of clinical target was generally considered acceptable. The resultant mouse CRDs and updated PK results for studied agents will be presented, with this information also being openly available upon request and\/or at http:\/\/cstn.stjude.cloud. In conclusion, we have found that PK-driven, clinically relevant dosing enhances the efficiency and rigor in our in vivo efficacy testing program. Such an approach minimizes false positive signals arising from supra-clinically relevant doses and exposures in mouse models, allowing us to focus on efficacious agents and regimens for rapid clinical translation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Pediatric cancers,Pharmacokinetics,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Burgess B. Freeman<\/b><sup>1<\/sup>, Kaley Blankenship<sup>2<\/sup>, Michael A. Dyer<sup>3<\/sup>, Elizabeth Stewart<sup>2<\/sup><br><br\/><sup>1<\/sup>Preclinical Pharmacokinetics Shared Resource, St. Jude Children's Research Hospital, Memphis, TN,<sup>2<\/sup>Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN,<sup>3<\/sup>Department of Developmental Neurobiology, St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"fffa5683-a4dd-4ead-84b5-13e8577974da","ControlNumber":"6143","DisclosureBlock":"&nbsp;<b>B. B. Freeman, <\/b> None..<br><b>K. Blankenship, <\/b> None..<br><b>M. A. Dyer, <\/b> None..<br><b>E. Stewart, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2381","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4665","PresenterBiography":null,"PresenterDisplayName":"Burgess Freeman, Pharm D","PresenterKey":"799741c4-7e34-4d01-9ac6-e07b8afc9384","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4665. Enhancing preclinical testing of agents in patient-derived pediatric solid tumor orthotopic xenografts with pharmacokinetics","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing preclinical testing of agents in patient-derived pediatric solid tumor orthotopic xenografts with pharmacokinetics","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM), supported by a subpopulation of glioblastoma stem cells (GSCs), stands among the most harmful tumors. Its invasive and aggressive behavior has been correlated with poor therapy outcomes and reduced patient survival, which remains difficult to model and treat due to its cellular and molecular heterogeneity. GSCs are responsible for the malignant features of this cancer, including increased recurrence rates and resistance to therapy. Efforts have been employed to understand the molecular and cellular mechanisms underlying GSCs biology. The cellular prion protein (PrP<sup>C<\/sup>), encoded by the <i>PRNP<\/i> gene, is a key player in GBM biology, and our group has proposed PrP<sup>C<\/sup> as a scaffold protein that integrates signaling platforms involved in GSCs maintenance. A deeper understanding of the intracellular pathways modulated by PrP<sup>C<\/sup> is essential to identify novel targets for GBM treatment. We have analyzed bulk-RNA sequencing (RNA-seq) data from patient-derived xenografts (PDX) and <i>in vitro<\/i> preclinical experimental models. RNA-seq analyses identified differentially expressed genes (DEGs) associated with adhesion and migration signaling pathways in PDX cells with high PRNP expression (PRNP<sup>-HIGH<\/sup>). Morphological characterization of PDX samples with PRNP<sup>-HIGH<\/sup> levels showed an increase in morphologically undifferentiated cell groups, that are more commonly found in younger GBM patients. Furthermore, molecular profiling using Exome data showed that groups PRNP<sup>-HIGH<\/sup> present enhanced global patterns of gene mutations. Due to the importance of experimental models to translate basic science into clinical applications, we are establishing emerging models to study PrP<sup>C<\/sup> function in GBM biology: glioblastoma organoids (GBO) from patient&#8217;s surgically resected GBM tumors; and brain organoids derived from human-induced pluripotent stem cells. We noticed a morphological and molecular reproducibility of the cytoarchitecture of brain organoids and GBO, similar to that described in the literature, indicating consistency in 3D structures, despite the variability between patients. Furthermore, brain organoids will be co-cultured with GSCs, providing platforms for studying the interaction between tumor cells and brain parenchyma. The establishment of these models will improve our comprehension of the role of PrP<sup>C<\/sup> in GSCs maintenance and provide additional tools to understand GBM biology and predict tumor progression and response to treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Organoids,Patient-derived xenograft (PDX),Glioblastoma,Tumor heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Maria Clara da Silva Souza<\/b><sup>1<\/sup>, Barbara  P.  Coelho<sup>1<\/sup>, Camila  F.   L.  Fernandes<sup>1<\/sup>, Tiago  G.  Dos Santos<sup>2<\/sup>, Stefan Knorst<sup>3<\/sup>, Cibele Masotti<sup>3<\/sup>, Maria Rita  S.  Passos-Bueno<sup>4<\/sup>, Marilene  H.  Lopes<sup>1<\/sup><br><br\/><sup>1<\/sup>Cell Biology and Developmental, Institute of Biomedical Sciences (ICB), University of Sao Paulo, Sao Paulo, Brazil,<sup>2<\/sup>International Research Center, Hospital A.C.Camargo Cancer Center, Sao Paulo, Brazil,<sup>3<\/sup>Institute of Teaching and Research Sírio-Libanês Hospital, Sao Paulo, Brazil,<sup>4<\/sup>Institute of Biosciences, University of Sao Paulo, Sao Paulo, Brazil","CSlideId":"","ControlKey":"af8a3280-b0ee-422d-9b44-2d15fa47289b","ControlNumber":"6753","DisclosureBlock":"&nbsp;<b>M. D. Souza, <\/b> None..<br><b>B. P. Coelho, <\/b> None..<br><b>C. F. L. Fernandes, <\/b> None..<br><b>T. G. Dos Santos, <\/b> None..<br><b>S. Knorst, <\/b> None..<br><b>C. Masotti, <\/b> None..<br><b>M. S. Passos-Bueno, <\/b> None..<br><b>M. H. Lopes, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2382","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4666","PresenterBiography":null,"PresenterDisplayName":"Maria Clara Souza, BS","PresenterKey":"b306d080-b56c-4218-8030-7d3f069d5ba8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4666. PDX, mini-brain co-cultures and patient-derived tumor organoids: Preclinical models to study the prion protein in glioblastoma biology","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PDX, mini-brain co-cultures and patient-derived tumor organoids: Preclinical models to study the prion protein in glioblastoma biology","Topics":null,"cSlideId":""},{"Abstract":"Background: In recent years, patient tumor transplant models (PDX models) have attracted method that can predict the effects of anticancer drugs on patients. The PDX model is a technique in which the patient's tumor tissue is directly transplanted into immunodeficient mice. Tumors can grow three-dimensionally in a living mouse, so compared to culturing in petri dishes, the situation is like the growth of tumors in the patient's body. In addition, there are reports that the efficacy of anticancer drugs in patients and the results of administration of anticancer drugs in PDX show a high concordance rate, and it is attracting attention as a model that can predict efficacy in patients. In this time, we report on the establishment of cell lines using PDX mice for resected cases of intrahepatic cholangiocarcinoma in our hospital.<br \/>Methods: Twelve patients who underwent surgical resection between September 2019 and December 2021 were included. After resected the tumor, the tumor was transplanted into up to 10 PDX mice, and cell lines were established from the formed tumor tissue.<br \/>Results: Of the 12 cases, tumors formed in PDX mice after transplantation in 6 cases, and the median time to engraftment after the first transplantation was 133 days (75-188). Furthermore, among the 6 cases, 3 cases achieved the establishment of cell lines.Case1:moderately differentiated adenocarcinoma, tumor diameter 50mm, single, vascular invasion positive, no lymph node metastasis, Stage IIIA (UICC 8<sup>th<\/sup>)Case2:well differentiated adenocarcinoma, tumor diameter 60mm, single, vascular invasion negative, no lymph node metastasis, Stage II (UICC 8<sup>th<\/sup>)Case 3:moderately differentiated adenocarcinoma, tumor diameter 55mm, single, vascular invasion positive, no lymph node metastasis, Stage IIIA (UICC 8<sup>th<\/sup>)<br \/>Conclusion: The cell line we established this time is a case of advanced cancer, and we would like to continue to increase the number of cases and continue to establish cell lines, which will lead to future research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,PDX models,Advanced cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Takashi Matsumoto<\/b><sup><\/sup><br><br\/>Kumamoto Univ Graduate School of Medical Sci, Kumamoto, Japan","CSlideId":"","ControlKey":"d7f903e7-6cf7-4fc1-8710-39c7524907f7","ControlNumber":"1952","DisclosureBlock":"&nbsp;<b>T. Matsumoto, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2383","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4667","PresenterBiography":null,"PresenterDisplayName":"Takashi Matsumoto","PresenterKey":"0c3c0fb9-be53-424d-8147-e2a74f0a6788","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4667. Establishment of patient-derived human cell lines using PDX mouse model for intrahepatic cholangiocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Establishment of patient-derived human cell lines using PDX mouse model for intrahepatic cholangiocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>BACKGROUND: <\/b>The Glioblastoma (GBM) tumor microenvironment (TME) is comprised of a plethora of cancerous and non-cancerous cells that contribute to GBM growth, invasion, and chemo- and radio-resistance. In-vitro models of GBM typically fail to incorporate multiple cell types. Some groups have addressed this problem by employing 3D bioprinting to incorporate macrophages, astrocytes, and other parenchymal cells in an extracellular matrix. However, these models also use serum-containing media, which has been shown to cause GBM brain-tumor initiating cells to lose their stem-like properties, and IL-4\/13 polarized macrophages (M2), even though tumor-associated macrophages (TAMs) do not adhere to the traditional M2 phenotype. Taken together, these observations highlight a critical need to develop physiologically accurate in-vitro model systems for GBM.<br \/><b>METHODS:<\/b> THP-1 monocytes were transitioned from serum-containing RPMI 1640 to serum-free CTS&#8482; AIM V&#8482; SFM and TheraPEAK<sup>TM<\/sup>&nbsp;X-VIVO<sup>TM<\/sup>-15 Serum-free Hematopoietic Cell Medium. Monocytes were stimulated towards a macrophage-like state with PMA and polarized by co-culturing them with GBM patient-derived xenograft (PDX) lines, using transwell inserts. dPCR, a cytokine array, and a phagocytosis assay were used to characterize macrophages polarized by this method relative to classically polarized resting (M0), pro-inflammatory (M1), and anti-inflammatory (M2) macrophages.<br \/><b>RESULTS: <\/b>There was no significant difference in proliferation rates up to 48 hours for THP-1 monocytes grown in serum-free CTS AIM V or X-VIVO-15 media compared to serum-containing RPMI 1640. At 72 hours, both serum-free alternatives had slightly decreased proliferation relative to the serum-containing RPMI 1640; however, the X-VIVO-15 had higher proliferation relative to the CTS AIM V (<i>p<\/i>&#60;0.0001). THP-1 macrophages polarized towards a tumor-supportive phenotype by the GBM PDX cell line, JX39P-RT, did not recapitulate the cytokine expression profile of any other polarization group. M2 macrophages had significantly higher phagocytic capacity (25%) of JX39P-RT relative to M0, M1, and TAMs (&#60;15%, <i>p<\/i>&#60;0.01).<br \/><b>CONCLUSIONS:<\/b> We have demonstrated a serum-free method by which we can polarize macrophages towards a GBM-supportive phenotype. This high-fidelity method of modeling TAMs in GBM will aid in the development of innate immunomodulatory therapeutics that may one day enter the clinic in hopes of improving GBM outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Macrophages,Phagocytosis,Invasion,Cytokines,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hasan Alrefai<\/b><sup><\/sup>, Andee  M.  Beierle<sup><\/sup>, Taylor  L.  Schanel<sup><\/sup>, Lauren  C.  Nassour<sup><\/sup>, Joshua  C.  Anderson<sup><\/sup>, Patricia  H.  Hicks<sup><\/sup>, Christopher  D.  Willey<sup><\/sup><br><br\/>Radiation Oncology, University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"d3dd1fe0-ddce-4aa7-a0dc-51378c0c6dcd","ControlNumber":"6894","DisclosureBlock":"&nbsp;<b>H. Alrefai, <\/b> None..<br><b>A. M. Beierle, <\/b> None..<br><b>T. L. Schanel, <\/b> None..<br><b>L. C. Nassour, <\/b> None..<br><b>J. C. Anderson, <\/b> None..<br><b>P. H. Hicks, <\/b> None.&nbsp;<br><b>C. D. Willey, <\/b> <br><b>AACR\/Novacure<\/b> Grant\/Contract. <br><b>Varian<\/b> Grant\/Contract. <br><b>LifeNet Health<\/b> Other, Part-time consultant.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2385","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4668","PresenterBiography":null,"PresenterDisplayName":"Hasan Alrefai, MS","PresenterKey":"1e0e534b-8fcd-4ae0-93ca-e079ddc2d69b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4668. <i>In-vitro<\/i> modeling of tumor-associated macrophages in glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In-vitro<\/i> modeling of tumor-associated macrophages in glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Patient Derived Xenografts (PDXs) are valuable disease models as they preserve the tumor microenvironment&#8217;s structure, providing the most clinically relevant in vivo testing platform. Nevertheless, most of those models still use animal derived hydrogels as scaffolds for patient derived cells, reducing the potential to fully mimic the physiological microenvironment of the disease and human condition. ObaGel&#174; is a human-derived hydrogel successfully deployed for supporting 3D cell culture, organoid, perfusion bioreactor, and\/ microphysiological system development for studying obesity, type II diabetes, and various forms of related cancers. Here we are investigating the use of Obagel&#174; in the in-vivo development of a PDX-derived culture of lung adenocarcinoma and compare its performance to currently used animal derived hydrogels. <i>Methods:<\/i> 3 X 10^6 CRT00295 Non-small cell lung adenocarcinoma cells in 100ul 50:50 indicated Gel in PBS per injection site; the study used 10 NOG mice per condition. <i>Results:<\/i> The results indicated that ObaGel&#174; performed similarly in terms of engraftment and tumor kinetics compared to animal derived hydrogels such as Cultrex, Geltrex, and Matrigel, using a patient-derived xenograft culture of lung adenocarcinoma. <i>Conclusions:<\/i> Our data supports the use of a human-derived hydrogel for PDX models, ObaGel&#174; performs equivalently to animal derived hydrogels to support tumor volume over time. The use of a human derived hydrogels as scaffolds for PDX models provide a better humanized local microenvironment for lung adenocarcinoma. Obagel&#174; can also be adapted for use as xenografts in other tissue\/disease models","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Lung adenocarcinoma,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cecilia Sanchez<\/b><sup>1<\/sup>, Jonathan Nakashima<sup>2<\/sup>, Kristein King<sup>2<\/sup>, Trivia Frazier<sup>1<\/sup><br><br\/><sup>1<\/sup>Obatala Sciences, Inc., New Orleans, LA,<sup>2<\/sup>Certis Oncology Solutions, San Diego, CA","CSlideId":"","ControlKey":"23f5beae-fa80-4550-9a45-5aa03722a474","ControlNumber":"7472","DisclosureBlock":"&nbsp;<b>C. Sanchez, <\/b> None..<br><b>J. Nakashima, <\/b> None..<br><b>K. King, <\/b> None..<br><b>T. Frazier, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2386","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4669","PresenterBiography":null,"PresenterDisplayName":"Cecilia Sanchez, PhD","PresenterKey":"d71d1f2d-f3e3-4b76-951e-70e894d32a60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4669. A patient derived xenograft model for lung adenocarcinoma using Obagel&#174;, a human derived hydrogel","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A patient derived xenograft model for lung adenocarcinoma using Obagel&#174;, a human derived hydrogel","Topics":null,"cSlideId":""},{"Abstract":"There has been dramatic improvement in treatment outcomes for many pediatric cancers over the last three decades. However, for the 20% of young people with relapsed or refractory cancer, the prognosis remains grim. Canada&#8217;s PRecision Oncology For Young peopLE (PROFYLE) and Australia&#8217;s Zero Childhood Cancer (ZERO) programs, leverage nation-wide scientific and clinical oncology expertise to provide personalized precision medicine to children, adolescent and young adult (CAYA) cancer patients who lack treatment options. Beyond improving the lives of young cancer patients nationally, PROFYLE and ZERO have partnered to create an international pipeline for knowledge sharing and sample acquisition.<br \/>A key component of both programs is the use of mice for patient-derived xenografts (PDXs). However, long lead times for mouse PDX generation make the timely return of preclinical drug response data challenging. PROFYLE has uniquely incorporated zebrafish larval xenografts, which have the potential to provide comparable information in a clinically actionable timeframe. In a pilot study, we compared retrospective matched ZERO patient and mouse PDX therapeutic response data with prospective zebrafish larval PDX data as a proof-of-principle that drug efficacy signals were maintained across model systems. Three ZERO avatars: high-risk neuroblastoma, Ewing&#8217;s sarcoma, and anaplastic large cell lymphoma were shipped from Australia to Canada and transplanted into 48h <i>casper<\/i> zebrafish. Following dose optimization, zebrafish PDXs were treated with targeted single and combination drug treatments by immersion therapy. Strikingly, in as little time as a week, cell proliferation rates and drug responses to single agents and combinatorial therapy in zebrafish PDXs recapitulated mouse and patient data. To expand on this pilot project, we tested additional patient samples, including multiple subtypes of sarcomas, T-cell acute lymphoblastic leukemia and an embryonal tumor with multilayered rosettes. Results further validated the practical utility of the zebrafish larval PDX model and in fact provided drug response data when mouse PDX data were unavailable. This study demonstrates the robustness and feasibility of the zebrafish larval PDX model as a preclinical tool for personalized precision therapeutic decision-making and highlights the value of international collaboration in improving outcomes of rare childhood cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Pediatric cancers,Zebrafish larvae,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nadine Azzam<\/b><sup>1<\/sup>, Nicole Melong<sup>1<\/sup>, Lissandra Tuzi<sup>1<\/sup>, Lisa Pinto<sup>1<\/sup>, Jamie  I.  Fletcher<sup>2<\/sup>, Alvin Kamili<sup>2<\/sup>, Biljana Dumevska<sup>2<\/sup>, Loretta Lau<sup>3<\/sup>, Jennifer  A.  Chan<sup>4<\/sup>, Donna  L.  Senger<sup>5<\/sup>, Stephanie  A.  Grover<sup>6<\/sup>, Michelle Haber<sup>2<\/sup>, David Malkin<sup>6<\/sup>, Jason  N.  Berman<sup>1<\/sup><br><br\/><sup>1<\/sup>CHEO RI - Children's Hospital of Eastern Ontario Research Institute, Ottawa, ON, Canada,<sup>2<\/sup>Children's Cancer Institute, Sydney, Australia,<sup>3<\/sup>Sydney Children's Hospital, Sydney, Australia,<sup>4<\/sup>Arnie Charbonneau Cancer Institute, Calgary, AB, Canada,<sup>5<\/sup>Lady Davis Institute for Medical Research, Montreal, QC, Canada,<sup>6<\/sup>The Hospital for Sick Children, Toronto, ON, Canada","CSlideId":"","ControlKey":"20b05f04-9798-4199-b19a-8c9f75e16915","ControlNumber":"4792","DisclosureBlock":"&nbsp;<b>N. Azzam, <\/b> None..<br><b>N. Melong, <\/b> None..<br><b>L. Pinto, <\/b> None..<br><b>J. I. Fletcher, <\/b> None..<br><b>A. Kamili, <\/b> None..<br><b>B. Dumevska, <\/b> None..<br><b>L. Lau, <\/b> None..<br><b>J. A. Chan, <\/b> None..<br><b>D. L. Senger, <\/b> None..<br><b>S. A. Grover, <\/b> None..<br><b>M. Haber, <\/b> None..<br><b>D. Malkin, <\/b> None..<br><b>J. N. Berman, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2387","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4670","PresenterBiography":null,"PresenterDisplayName":"Nadine Azzam","PresenterKey":"3e4ea934-9b01-4c2d-9592-187ae83329ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4670. True bench-to-bedside science: An international pilot study modeling hard-to-cure pediatric cancers to prioritize therapeutic intervention","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"True bench-to-bedside science: An international pilot study modeling hard-to-cure pediatric cancers to prioritize therapeutic intervention","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Mitochondrial MAO A and MAO B isoenzymes catalyze oxidative deamination of neuroactive and vasoactive monoamines in CNS and peripheral tissues. MAO A inhibitors have been used as antidepressants; MAO B inhibitors have been used for Parkinson&#8217;s disease. Recently, we and others have shown MAO inhibitors can be repurposed for cancer therapy. This study focused on the MAO inhibitors as a novel therapeutic strategy for CRC utilizing patient derived xenograft (PDX) platform which recapitulates the patient&#8217;s molecular characteristics.<br \/><b>Methods and Results:<\/b> CRC PDX models were selected from our repository based on MAO A and B expression and activity. To establish two PDX models with high or low MAO A \/ B activity we implanted patient&#8217;s tumor samples (F0 generation) with high MAO A\/B activity (MAO high) or low MAO A\/B activity (MAO low) in 8 weeks NSG mice (F1 generation). F1 MAO low PDX model showed substantially slower tumor growth rates as compared to MAO high PDX model (200 days vs 65 days), suggesting the role of MAOs in CRC growth. For each PDX model trial, tumors were pooled from 6 F1 PDX mice and implanted in 30 NSG mice (F2 generation). There were five mice in each of experimental groups: one control arm (vehicle: 67% PEG 400, 33% saline) and treatment arms (i.p. for 21 days): 1. MAO A inhibitors: clorygyline: 50mg\/kg; 2. Near infrared dye conjugated MAO A inhibitor (NMI): 5 mg\/kg; 3. MAO B inhibitor: deprenyl 10mg\/kg;4. MAO A &#38; B inhibitor: phenelzine (30mg\/kg). MAO high PDX cohort showed significant reduction in tumor volume in mice treated with MAO A inhibitors clorygyline (p=0.009); NMI (p=0.053) and MAO B inhibitor deprenyl (p=0.022), phenelzine (p= 0.097) when compared to control. Angiogenesis marker CD31 staining of tumor tissues showed significant reduction in mice treated with clorygyline and NMI. Additionally, Ki 67 staining demonstrated considerable decrease in cell proliferation and TUNEL assay exhibited increase in apoptosis in tumor treated with clorygyline and NMI. RNA sequencing revealed 50 differentially expressed genes (DEGs) between clorygyline treated tumors and control, 171 between NMI treated and control group (padj &#60;0.05, |fold change| &#62;=1.5). Ingenuity Pathway Analysis showed alterations in pathways including oxidative phosphorylation, sirtuin pathway, estrogen receptor signaling, and mitochondrial dysfunction. NMI showed same efficacy with no toxicity compared to clorygyline even at 10 times lower dose in MAO high PDX model. No significant difference in tumor size was found among treatment groups in MAO low PDX cohort.<br \/><b>Conclusion:<\/b> Our CRC PDX studies showed both MAO A and B are important for tumor growth and are potential target for therapy. Both MAO A and B inhibitors and NMI (NIR-conjugated MAO an inhibitor, clorgyline) reduced tumor growth. IHC and RNA seq data shows MAO A inhibitor and NMI has similar mechanisms, though NMI is more effective than clorygyline and also can be used for diagnosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Colorectal cancer,Patient-derived xenograft (PDX) models,RNA sequencing (RNA-Seq),Antitumor effect,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shivani Soni<\/b><sup>1<\/sup>, Hui Ju Tseng<sup>2<\/sup>, Yan Yang<sup>3<\/sup>, Goar Smbatayan<sup>1<\/sup>, Unnati Hemant Shah<sup>2<\/sup>, Jae Ho Lo<sup>1<\/sup>, Joshua Millstein<sup>3<\/sup>, Francesca Battaglin<sup>1<\/sup>, Pooja Mittal<sup>1<\/sup>, Lesly Torres Gonzalez<sup>1<\/sup>, Wu Zhang<sup>1<\/sup>, Jean Chen Shih<sup>2<\/sup>, Heinz Josef Lenz<sup>1<\/sup><br><br\/><sup>1<\/sup>Medical Oncology, USC Norris Comprehensive Cancer Center, Los Angeles, CA,<sup>2<\/sup>Department of Pharmacology and Pharmaceutical Sciences, University of Southern California, Los Angeles, CA,<sup>3<\/sup>Department of Population and Public Health Sciences, University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"acfa0243-8a5b-4a8e-802b-8cede710d765","ControlNumber":"4807","DisclosureBlock":"&nbsp;<b>S. Soni, <\/b> None..<br><b>H. J. Tseng, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>G. Smbatayan, <\/b> None..<br><b>U. H. Shah, <\/b> None..<br><b>J. H. Lo, <\/b> None..<br><b>J. Millstein, <\/b> None..<br><b>F. Battaglin, <\/b> None..<br><b>P. Mittal, <\/b> None..<br><b>L. T. Gonzalez, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>J. C. Shih, <\/b> None..<br><b>H. J. Lenz, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2388","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4671","PresenterBiography":null,"PresenterDisplayName":"Shivani Soni, PhD","PresenterKey":"9ad4e9a2-01f5-4851-a872-2d45621e0e02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4671. MAO A, MAO B inhibitors and NMI for colon cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MAO A, MAO B inhibitors and NMI for colon cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"Successful discovery and development of cancer targeted therapeutics depends on testing these agents in the clinically most relevant translational models. Emerging evidence highlights the importance of the local tumor microenvironment in evaluating the efficacy of new therapeutics, especially for immunotherapies. Historically, patient-derived xenograft (PDX) modeling involves subcutaneous implantation which minimally represents the actual human tumor site. Here, we use PBMC humanized PDX models to demonstrate differences in the tumor microenvironment, overall immune response, and the pharmacological outcome, between subcutaneous and orthotopic PDX models. These findings highlight the importance of testing cancer therapeutics in the most physiologically relevant setting for greater translation into clinical success.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Orthotopic models,Immune response,Humanization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rajeev Shrimali<\/b><sup>1<\/sup>, Jasmine Borroel<sup>1<\/sup>, Carmen Sunico<sup>2<\/sup>, Bridget Corcoran<sup>2<\/sup>, Bianca Carapia<sup>3<\/sup>, Rowan Prendergast<sup>4<\/sup>, Jantzen Sperry<sup>5<\/sup>, Jonathan Nakashima<sup>5<\/sup><br><br\/><sup>1<\/sup>Immuno-Oncology R & D, Certis Oncology Solutions, San Diego, CA,<sup>2<\/sup>In-vitro R & D, Certis Oncology Solutions, San Diego, CA,<sup>3<\/sup>In-vivo operations, Certis Oncology Solutions, San Diego, CA,<sup>4<\/sup>Study Director, Certis Oncology Solutions, San Diego, CA,<sup>5<\/sup>Operations R & D, Certis Oncology Solutions, San Diego, CA","CSlideId":"","ControlKey":"99707ec9-36a0-4aaf-bb13-93133f301133","ControlNumber":"7250","DisclosureBlock":"&nbsp;<b>R. Shrimali, <\/b> None..<br><b>J. Borroel, <\/b> None..<br><b>C. Sunico, <\/b> None..<br><b>B. Corcoran, <\/b> None..<br><b>B. Carapia, <\/b> None..<br><b>R. Prendergast, <\/b> None..<br><b>J. Sperry, <\/b> None..<br><b>J. Nakashima, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2389","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4672","PresenterBiography":null,"PresenterDisplayName":"Rajeev Shrimali, PhD","PresenterKey":"1e2d1103-4d50-4767-8506-51d5ca7d365e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4672. <i>In-vivo<\/i> tumor implantation site exhibits differential immune response in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In-vivo<\/i> tumor implantation site exhibits differential immune response in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Diffuse large B-cell lymphoma (DLBCL) is typically treated with rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP). Although most patients can be cured with R-CHOP, up to one-third of them relapses with a dismal outcome in most cases. Numerous approaches have been attempted to improve the treatment outcomes with R-CHOP. Polatuzumab vedotin is an antibody-drug conjugate targeting CD79b, which is ubiquitously expressed on over 90% of B-cell NHL malignancies, including DLBCL. To determine the potential of polatuzumab vedotin as a therapeutic agent, we evaluate its potency across a series of DLBCL patient derived xenograft (PDX) models.<br \/><b>Method<\/b> We established and characterized a series of DLBCL lymphoma PDX models. Eight DLBCL PDX models were selected for polatuzumab vedotin efficacy study, of which three are GCB DLBCL. Gene expression analysis of these lymphoma PDX models was performed using an Illumina NovaSeq 6000 system following Illumina-provided protocols for 2x150 paired-end sequencing. The expression status of CD79b on these DLBCL PDX models was also evaluated by IHC.<br \/><b>Conclusion<\/b> Our data showed that a single dose of polatuzumab vedotin at just 2 mg\/kg could reached a comparable effect with R-CHOP and no significant body weight loss was observed. Our result showed that there is no apparent correlation between polatuzumab vedotin responses (TGI) and the CD79b expression (IHC Score). Although polatuzumab vedotin demonstrated encouraging activity in the treatment of DLBCL, some of the PDX models are also resistant to polatuzumab vedotin treatment. To further investigate the molecular parameters of the relative sensitivity of polatuzumab vedotin. Gene expression profiling of those PDX models and their sensitivity to polatuzumab vedotin were conducted, we found that the expression level of BCL-XL was correlated with reduced sensitivity to polatuzumab vedotin.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Diffuse large B-cell lymphoma,Patient-derived xenograft (PDX),Antibody-drug conjugate (ADC),Bcl-xL,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Hui Qi<sup><\/sup>, Fuyang Wang<sup><\/sup>, Bingrui Han<sup><\/sup>, Xiaomin Wang<sup><\/sup>, <b>Xiangnan Qiang<\/b><sup><\/sup>, Zhixiang Zhang<sup><\/sup>, Qiangyang Gu<sup><\/sup><br><br\/>WuXi AppTec, Shanghai, China","CSlideId":"","ControlKey":"6ffae771-365b-48c6-b79d-a53dad38eaa0","ControlNumber":"5720","DisclosureBlock":"<b>&nbsp;H. Qi, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>F. Wang, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>B. Han, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>X. Wang, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>X. Qiang, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>Z. Zhang, <\/b> <br><b>WuXi AppTec<\/b> Employment. <br><b>Q. Gu, <\/b> <br><b>WuXi AppTec<\/b> Employment, Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2390","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4673","PresenterBiography":null,"PresenterDisplayName":"Xiangnan Qiang, MS","PresenterKey":"99fc42c9-89f9-42f9-80d6-bcc41893102a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4673. Therapeutic potential of polatuzumab vedotin for the treatment of diffuse large B-cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic potential of polatuzumab vedotin for the treatment of diffuse large B-cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Glioblastoma (GBM) is the most common malignant brain tumor in adults, with about 90% of tumors developing <i>de novo<\/i>. Their heterogeneity, aggressiveness and infiltrative growth limit success of current standard of care (SoC) therapy and efficacy of new therapeutic approaches. For drug development a large panel of patient-derived tumor cell models is needed to generate most comparable <i>in vitro<\/i> and <i>in vivo<\/i> platform reflecting the complex biology of glioblastoma. Glioblastoma cell lines from patient-derived xenografts (PDX) preserve many patient specific characteristics and to perform the essential steps of pre-clinical drug development from <i>in vitro<\/i> screening to orthotopic <i>in vivo<\/i> approaches under conditions, which closely resemble the clinical situation. Further, GBM PDX models are useful for immune oncology research.<br \/><b>Methods: <\/b>A panel of 26 glioblastoma PDX models was established on immunodeficient mice (15 out of these established orthotopically). All models were characterized for drug sensitivity and molecular profile using panel and transcriptome sequencing. From these, three corresponding tumor cell lines were successfully established and characterized. Quality and identity of the models was performed by FACS and PCR analysis. Expression profile, drug sensitivity and growth behavior was determined and compared <i>in vitro<\/i> and after re-transplantation <i>in vivo<\/i> with the original PDX glioma model. In addition, we employed GBM PDX models for checkpoint-inhibitor sensitivity in humanized mouse settings.<br \/><b>Results: <\/b>Drug testing was performed in s.c. and orthotopic models revealed, that best treatment responses in s.c. models (tumor growth inhibition &#62; 50%) were observed for SoC temozolomide (TMZ), irinotecan and bevacizumab. Molecular characterization identified all our models as IDH-wt (R132) with frequent mutations in PARP1, EGFR, TP53, FAT1, and within the PI3K\/AKT\/mTOR pathway. Their expression profiles resemble proposed <i>mesenchymal<\/i>, <i>proneural<\/i> and <i>classical<\/i> GBM molecular subtypes. Further, treatment of GBM PDX with ipilimumab, nivolumab or pembrozolumab generated minor growth delay.<br \/><b>Conclusions: <\/b>In drug sensitivity screening, irinotecan or bevacizumab were identified as alternative treatment options in TMZ resistant GBM PDX models. Our data demonstrate, that the established platform of s.c. and orthotopic GBM PDX is valuable for drug development and can well be complemented by a PDX-derived cell lines for <i>in vitro<\/i> screens. Furthermore, these models can be used for the evaluation of new immune-oncology therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Glioblastoma,Glioma cell lines,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Joshua Alcaniz<sup>1<\/sup>, Lars Winkler<sup>1<\/sup>, Maria Stecklum<sup>1<\/sup>, Hagen Wieland<sup>2<\/sup>, Antje Siegert<sup>1<\/sup>, Michael Becker<sup>1<\/sup>, Bernadette Brzezicha<sup>1<\/sup>, Wolfgang Walther<sup>3<\/sup>, <b>Jens Hoffmann<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>EPO GmbH, Berlin, Germany,<sup>2<\/sup>PromoCell, Heidelberg, Germany,<sup>3<\/sup>Charité Universitätsmedizin, Berlin, Germany","CSlideId":"","ControlKey":"46cf070c-d1db-4bb0-b5fb-bc0ab497d999","ControlNumber":"5036","DisclosureBlock":"<b>&nbsp;J. Alcaniz, <\/b> <br><b>EPO GmbH<\/b> Employment. <br><b>L. Winkler, <\/b> <br><b>EPO GmbH<\/b> Employment. <br><b>M. Stecklum, <\/b> <br><b>EPO GmbH<\/b> Employment. <br><b>H. Wieland, <\/b> <br><b>PromoCell<\/b> Employment. <br><b>A. Siegert, <\/b> <br><b>EPO GmbH<\/b> Employment. <br><b>M. Becker, <\/b> <br><b>EPO GmbH<\/b> Employment. <br><b>B. Brzezicha, <\/b> <br><b>EPO GmbH<\/b> Employment. <br><b>W. Walther, <\/b> <br><b>EPO GmbH<\/b> Employment, Stock. <br><b>J. Hoffmann, <\/b> <br><b>EPO GmbH<\/b> Employment, Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2391","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4674","PresenterBiography":null,"PresenterDisplayName":"Jens Hoffmann, PhD","PresenterKey":"e2621f6a-a36a-4f81-8a91-dc80adbecce3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4674. Patient-derived xenograft (PDX) and corresponding cell line models from glioblastoma for drug development, immuno-oncology and translational research","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived xenograft (PDX) and corresponding cell line models from glioblastoma for drug development, immuno-oncology and translational research","Topics":null,"cSlideId":""},{"Abstract":"Resistance to chemotherapy is a major clinical challenge in breast cancer (BC), and patients developing resistance need treatment alternatives. In this project we utilize patient-derived xenografts (PDXs) from triple negative BC (TNBC), as these models better reflect the human tumor complexity and heterogeneity, compared to cell line-based- and transgene animal models. An in-house established orthotopically growing PDX, MAS98.12, has gained resistance to chemotherapy due to prolonged exposure to paclitaxel (MAS98.12-PR), a microtubule-targeting chemotherapeutic agent. As the resistance was obtained in animals, we also have the paclitaxel sensitive equivalent (MAS98.12-PS). By utilizing the pair of sensitive and resistant tumors we can study the corresponding mechanism evolving in patients who initially respond to chemotherapy before resistance and disease progression. This model will aid in identifying key mechanisms of survival in the resistant tumors, and eventually in identifying targets for use as novel therapeutic opportunities in TNBC patients resistant to standard therapy. Finally, we have samples collected early and late after resistance development, allowing us to characterize mechanisms involved in stepwise progression of paclitaxel resistance. We are currently performing molecular profiling to reveal the mechanisms involved in development of resistance. Data from bulk RNAseq, immune profiling of myeloid cells, exome sequencing, secretome profiling and reverse-phase protein array (RPPA) allow for characterizing the isogenic pair of tumors on multiple levels. Preliminary observations include aberrant expression of <i>ABCB1<\/i>\/MDR1, normally involved in translocating drugs across membranes, and previously described as a mechanism involved in pertaining resistance in tumor cells. As multiple attempts to target MDR1 itself has failed, we hypothesize that our PS and PR pair will identify vulnerable\/targetable signaling axis in the resistant tumors. Additionally, both PDX models have been assessed for their sensitivity to various chemo-\/targeted-drugs and their combinations, revealing alternative means of treating the resistant tumors. Altogether, the molecular profiles and the sensitivity data will give novel knowledge and treatment options for patients failing to respond to standard chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Breast cancer,Patient-derived xenograft (PDX) models,Chemoresistance,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eivind Valen Egeland<\/b><sup><\/sup>, Kotryna Seip<sup><\/sup>, Geir Frode Øy<sup><\/sup>, Eleni Skourti<sup><\/sup>, Solveig J Pettersen<sup><\/sup>, Siri Juell<sup><\/sup>, Mads Haugland Haugen<sup><\/sup>, Olav Engebraaten<sup><\/sup>, Lina Prasmickaite<sup><\/sup>, Gunhild M Maelandsmo<sup><\/sup><br><br\/>Institute for Cancer Research, Oslo University Hospital, Oslo, Norway","CSlideId":"","ControlKey":"dd1e11ca-f454-43a5-95ab-c9b8bde04e7e","ControlNumber":"4917","DisclosureBlock":"&nbsp;<b>E. Egeland, <\/b> None..<br><b>K. Seip, <\/b> None..<br><b>G. Øy, <\/b> None..<br><b>E. Skourti, <\/b> None..<br><b>S. Pettersen, <\/b> None..<br><b>S. Juell, <\/b> None..<br><b>M. Haugen, <\/b> None.&nbsp;<br><b>O. Engebraaten, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract.<br><b>L. Prasmickaite, <\/b> None.&nbsp;<br><b>G. Maelandsmo, <\/b> <br><b>Arctic Pharma<\/b> Grant\/Contract.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2392","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4675","PresenterBiography":null,"PresenterDisplayName":"Eivind Valen Egeland, PhD","PresenterKey":"8c4aeb77-f076-4a84-ae6c-87b372db20e9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4675. Chemoresistant patient-derived xenografts to identify treatment options in breast cancer patients not responding to standard chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemoresistant patient-derived xenografts to identify treatment options in breast cancer patients not responding to standard chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"PDX models are one of the gold standard models in preclinical drug development. Their intra- and intertumoral heterogeneity is accepted as a model immanent feature. However, the model performance directly impacts the study design as well as the interpretation of experimental data using those models. To discriminate between intrinsic and extrinsic factors driving heterogeneous tumor growth of PDX models we investigated the model performance of &#62;500 subcutaneously growing PDX models of solid cancer by examining growth curves of control arms run in the framework of &#62; 5000 independent experiments. The relative tumor volume (RTV) over time was correlated with the number of passages in mice, the respective mouse strain, and the applied control vehicle per model as well as across tumor types. The analysis of ten different colon cancer PDX models revealed statistically significant differences between RTV on a specific day across different passages in a specific model as well as across all ten models (Kruskall-Wallis test). However, neither the variance nor the doubling time of the tumor correlated with the number of passages in mice. Based on these results we extended the analysis across six different tumor types with 33 distinct models in six different mouse strains. Again, an influence of the passage number on the tumor volume on a specific experimental day was depicted. The range of mean RTV related to a specific passage were least pronounced on day 7 (71% - 1626%), most notable on day 14 (65% - 4543%) and decreasing again on day 21 (34% - 3633%). In this larger cohort a subset of data points was more similar in performance to each other than any other set. The clustering was based on performance on experimental day 7. This subset received either saline or was untreated. This demonstrates that non-saline ingredients have an evident effect on tumor progression. Due to limited size of the dataset the influence of the mouse strain was evident only on a descriptive level. Whereas the use of different nude mouse strains, such as CD1-, athymic, or NMRI nude, did not affect tumor volume over time, the use of more immunodeficient mice such as SCID, NSG or NOG led to a faster tumor growth in some of the models across different passages. In the next iteration we will analyze the full dataset overcoming current limitations due to small subsets in a specific condition. The actual aim of this project is to better understand and measure tumor heterogeneity in PDX models. Based on these analyses the output of PDX-based studies will be optimized, as we get a better understanding how extrinsic factors (mouse strain and vehicle) and intrinsic factors (passage number) influence tumor growth. In a longer perspective the ability to model tumor volume over time in a specific model will reduce the need of control animals in future experiments, thereby actively supporting the concept of 3R.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Tumor growth,Modeling,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Mathew Clark<sup>1<\/sup>, Kanstantsin Lashuk<sup>2<\/sup>, Edward McGowan<sup>3<\/sup>, <b>Julia Schueler<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Charles River Laboratories, Inc., Wilmington, MA,<sup>2<\/sup>Charles River Laboratories, Inc., Freiburg, Germany,<sup>3<\/sup>Discovery Charles River, Chesterfield Park, United Kingdom","CSlideId":"","ControlKey":"d88dceec-ad15-4482-8732-eef53343b795","ControlNumber":"4508","DisclosureBlock":"&nbsp;<b>M. Clark, <\/b> None..<br><b>K. Lashuk, <\/b> None..<br><b>E. McGowan, <\/b> None..<br><b>J. Schueler, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2393","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4676","PresenterBiography":null,"PresenterDisplayName":"Julia Schueler, DVM;PhD","PresenterKey":"cb9df078-bc63-4bbe-9a77-7497203cdd36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4676. Deconvolution of extrinsic and intrinsic factors influencing tumor growth in solid cancer PDX models to support design, analysis and application of PDX-based pharmacology studies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deconvolution of extrinsic and intrinsic factors influencing tumor growth in solid cancer PDX models to support design, analysis and application of PDX-based pharmacology studies","Topics":null,"cSlideId":""},{"Abstract":"Despite considerable progress in understanding the biology and genetics of breast cancer, the development of effective therapies needs physiological and predictive preclinical models. In this context, breast cancer (BC) patient-derived xenograft (PDX) models have become a standard tool as they reproduce the biology of tumors of origin, in term of histology, genotype and response to chemotherapy. They have proven their relevance in the study of pathways leading to the development and progression of cancer, to the mechanisms linked to tumor resistance and to the identification of novel effective therapies. We present a preclinical platform of over 60 fully characterized BC PDX models and their <i>in vitro <\/i>cell<i> <\/i>derivatives for preclinical evaluation of new treatment modalities. Our platform consists of a PDX collection of 43 TNBC, 6 ER+, 4 HER2+ , 6 Luminal B models (ER+ HER2+) and 14 cellular models derived from these PDXs, representing the variety of BC. PDX models were obtained by transplantation of post-surgery tumor specimens either by grafting of tumor fragments in the interscapular region of nude mice or by injection of tumor cells into the fat pad of NOD-Scid mice. Molecular analyses were done included gene expression, gene copy number, whole exome sequencing and IHC markers staining. <i>In vivo<\/i> drug efficacy assays were performed with standards of care as single agent or in combinations. This PDX panel mostly reflects the molecular heterogeneity of breast cancer and reproduce accurately the molecular and drug response profile of human tumors. It provides an invaluable tool for translational research. It is widely used to performed standard drug evaluation but also &#8220;Mouse Clinical Trials&#8221; (MCT) <i>in vivo<\/i> screens to provide more predictive preclinical data on single-agent or combination drug efficacy. Engrafted on highly immunodeficient mice humanized with human PBMCs or CD34+ cells, these PDX models allow bispecific T-Cell engager antibody testing or immune-checkpoint inhibitors evaluation. In addition to these PDX panel, we derived cellular models (PDXDCs) to offer a time- and cost-effective preclinical screening tool. PDXDCs were obtained from dissociated PDX tumors cultured under different media and matrix conditions. They were characterized by comparison with the parental PDX by Short Tandem Repeat (STR) profiling before performing a master bank. WES and RNASeq molecular analyses were done and <i>in vitro<\/i> drug sensitivity was compared with their parental PDX <i>in vivo<\/i> drug response. Overall, the results show that this PDXDC panel reproduced <i>in vitro<\/i> the <i>in vivo<\/i> drug response profile of the original PDXs with various therapies. This BC PDX panel and <i>in vitro<\/i> cell derivatives provide a powerful preclinical platform to improve our knowledge on BC biology and to rapidly evaluate response to new treatments and translate this knowledge to the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Breast cancer,Mouse models,PARP inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Delphine Nicolle<sup>1<\/sup>, Aurore Gorce<sup>1<\/sup>, Marie Tavernier<sup>1<\/sup>, Elisabetta Marangoni<sup>2<\/sup>, Didier Decaudin<sup>2<\/sup>, Christophe Ginestier<sup>3<\/sup>, Emmanuelle Charafe-Jaufret<sup>3<\/sup>, Judith Passildas<sup>4<\/sup>, Nina Robin<sup>4<\/sup>, Robert Clarke<sup>5<\/sup>, Erwan Corcuff<sup>6<\/sup>, Anaïs Joachim<sup>7<\/sup>, Bernard Malissen<sup>8<\/sup>, Ana Zarubica<sup>8<\/sup>, Hervé Luche<sup>8<\/sup>, Jean-Gabriel Judde<sup>1<\/sup>, <b>Olivier Déas<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>XenTech SAS, Évry-Courcouronnes, France,<sup>2<\/sup>Institut Curie, Paris, France,<sup>3<\/sup>CRCM, Marseilles, France,<sup>4<\/sup>Centre Jean Perrin, Clermont-Ferrand, France,<sup>5<\/sup>University of Manchester, Manchester, United Kingdom,<sup>6<\/sup>Janvier Labs, Laval, France,<sup>7<\/sup>JC Discovery, Marseilles, France,<sup>8<\/sup>Centre d’Immunophenomique, Aix Marseille Universite, Inserm, CNRS \/ JC Discovery, Marseilles, France","CSlideId":"","ControlKey":"3aa5be18-8eaf-42ee-913f-4cb662495a70","ControlNumber":"6319","DisclosureBlock":"&nbsp;<b>D. Nicolle, <\/b> None..<br><b>A. Gorce, <\/b> None..<br><b>M. Tavernier, <\/b> None..<br><b>E. Marangoni, <\/b> None..<br><b>D. Decaudin, <\/b> None..<br><b>C. Ginestier, <\/b> None..<br><b>E. Charafe-Jaufret, <\/b> None..<br><b>J. Passildas, <\/b> None..<br><b>N. Robin, <\/b> None..<br><b>R. Clarke, <\/b> None..<br><b>E. Corcuff, <\/b> None..<br><b>A. Joachim, <\/b> None..<br><b>B. Malissen, <\/b> None..<br><b>A. Zarubica, <\/b> None..<br><b>H. Luche, <\/b> None..<br><b>J. Judde, <\/b> None..<br><b>O. Déas, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2384","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4677","PresenterBiography":null,"PresenterDisplayName":"Olivier Deas, PhD","PresenterKey":"3c571379-4a10-4949-9b55-471b0b6aaf3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4677. A preclinical platform of breast cancer PDX and derived cellular models as a tool for pharmacological screening and functional studies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A preclinical platform of breast cancer PDX and derived cellular models as a tool for pharmacological screening and functional studies","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer remains the first cause of cancer-related deaths worldwide, of which Non-Small Cell Lung Cancer (NSCLC) represents more than 80% of patients with advanced disease at the time of diagnosis. NSCLC is a highly heterogenous disease, and the identification of its main actionable oncogenic drivers (i.e. EGFR, ALK, PI3K\/AKT\/mTOR, RET, MET, BRAF and NTRK\/ROS1) and the development of specific inhibitors against these targets has transformed therapeutic care. In addition, immune-checkpoint therapy has emerged as an indispensable treatment modality, especially for patients lacking actionable oncogenic drivers, although biomarkers for predicting response to immune-checkpoint inhibition have remained elusive. Despite these new therapeutic options, NSCLC remains a lethal disease in the majority of patients due to tumor plasticity and selection leading to frequent resistance development and disease progression. Efforts are therefore needed to identify drugs and drug combinations that can prevent or overcome these resistance pathways. Patient-Derived Xenografts (PDX) models developed in immune-compromised mice recapitulate the disease more faithfully than any other in vivo model in terms of histopathologic and genomic features. They have proven their relevance in the study of pathways leading to the development and progression of cancer, to the mechanisms linked to tumor resistance and to the identification of novel effective therapies, facilitating the translation of preclinical results in the clinical setting. We describe a platform of over 35 NSCLC PDX models covering most of the molecular diversity of the disease, that have been fully characterized at the molecular level and for their response to a panel of cytotoxic chemotherapies and targeted therapies. These NSCLC PDX models have been established in immune-deficient mice from tumor biopsies collected in treatment-na&#239;ve patients or in patients having acquired resistance following an initial objective response to a variety of targeted inhibitors (EGFRi, ALKi, ROSi, BRAFi,&#8943;) in the MATCH-R clinical trial. In addition, 4 PDX models were established from circulating tumor cells (CTC) isolated from the blood of advanced NSCLC patients. Finally, some of these NSCLC PDX models were established in highly immunodeficient mice humanized with human PBMCs or CD34+ cells allowing testing of efficacy of bispecific T-Cell engager antibody or immune-checkpoint inhibitors. This panel of NSCLC PDX models provides a powerful preclinical platform to improve our knowledge on the mechanisms underlying resistance to treatment and to rapidly evaluate response to new treatments and translate this knowledge to the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,EGFR TKI resistance,ALK,BRAF,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Delphine Nicolle<sup>1<\/sup>, Laura Brulle-Soumare<sup>1<\/sup>, Katell Mevel<sup>1<\/sup>, Ludovic Bigot<sup>2<\/sup>, Tala Tayoun<sup>2<\/sup>, Benjamin Besse<sup>2<\/sup>, Françoise Farace<sup>2<\/sup>, Luc Friboulet<sup>2<\/sup>, Didier Decaudin<sup>3<\/sup>, Erwan Corcuff<sup>4<\/sup>, Anaïs Joachim<sup>5<\/sup>, Bernard Malissen<sup>6<\/sup>, Ana Zarubica<sup>6<\/sup>, Hervé Luche<sup>6<\/sup>, Jean-Gabriel Judde<sup>1<\/sup>, <b>Olivier Deas<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>XenTech SAS, Évry-Courcouronnes, France,<sup>2<\/sup>Gustave Roussy, Villejuif, France,<sup>3<\/sup>Institut Curie, Paris, France,<sup>4<\/sup>Janvier Labs, Laval, France,<sup>5<\/sup>JC Discovery, Marseilles, France,<sup>6<\/sup>Centre d’Immunophenomique, Aix Marseille Universite, Inserm, CNRS \/ JC Discovery, Marseilles, France","CSlideId":"","ControlKey":"499a0a10-cb17-40a6-9e6f-f1f6bd1b227f","ControlNumber":"6675","DisclosureBlock":"&nbsp;<b>D. Nicolle, <\/b> None..<br><b>L. Brulle-Soumare, <\/b> None..<br><b>K. Mevel, <\/b> None..<br><b>L. Bigot, <\/b> None..<br><b>T. Tayoun, <\/b> None..<br><b>B. Besse, <\/b> None..<br><b>F. Farace, <\/b> None..<br><b>L. Friboulet, <\/b> None..<br><b>D. Decaudin, <\/b> None..<br><b>E. Corcuff, <\/b> None..<br><b>A. Joachim, <\/b> None..<br><b>B. Malissen, <\/b> None..<br><b>A. Zarubica, <\/b> None..<br><b>H. Luche, <\/b> None..<br><b>J. Judde, <\/b> None..<br><b>O. Deas, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2394","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4678","PresenterBiography":null,"PresenterDisplayName":"Olivier Deas, PhD","PresenterKey":"3c571379-4a10-4949-9b55-471b0b6aaf3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4678. Characterization of a PDX panel covering molecular diversity of non-small cell lung cancer to accelerate the development of precision therapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of a PDX panel covering molecular diversity of non-small cell lung cancer to accelerate the development of precision therapy","Topics":null,"cSlideId":""},{"Abstract":"Diffuse large B-cell lymphoma (DLBCL), the largest subtype of non-Hodgkin&#8217;s lymphoma (NHL, ~40%), is a heterogeneous disease with diverse pathogenesis, represented by different subtypes\/genotypes based on lymphoma related specific gene expression profiling according to cell-of-origin (COO) and\/or mutation profiles, likely influencing their responses to drug treatment. Patient derived xenografts (PDXs) represent powerful experimental system to investigate heterogeneous molecular pathology, and their corresponding pharmacology of DLBCLs. We created a unique cohort of 19 PDXs representative of diverse subtypes of<i> de novo<\/i> DLBCL patients, along with 15 EBV transformed DLBCLs during xenografting, followed by comprehensive molecular pathological analysis, using &#8220;EBV scan&#8221;, COO and LymphGen algorithm. The 19 <i>de novo <\/i>DLBCL-PDXs were classified into activated B cell-like (7\/19 ABC, including 2 EBV<sup>+<\/sup>), germinal center B-cell-like (4\/19 GCB) and unclassified (8\/19 including 4 EBV<sup>+<\/sup>); the 15 EBV transformed DLBCL include two ABC, one GCB and 12 unclassified. The <i>de novo<\/i> DLBCL-PDXs were also annotated as MCD, BN2, N1, A53, ST2, and unknown genotypes. Clustering and principal component analysis (PCA) clearly separated EBV<sup>+<\/sup> DLBCL-PDXs (regardless of <i>de novo<\/i> DLBCL, EBV-associated, or EBV transformed DLBCLs) from the EBV<sup>-<\/sup> <i>de novo<\/i> DLBCL-PDXs, suggesting distinct molecular pathogenesis, while no apparent difference between the two EBV<sup>+<\/sup> DLBCLs suggested the similar pathogenesis. The expanded mouse clinical trial of BTKi using drinking water administration of ibrutinib (0.16mg\/ml) showed: 1) EBV<sup>-<\/sup> MCD and BN2 genotype are largely sensitive, suggesting these models&#8217; dependency of chronic BCR signaling; 2) all EBV<sup>+<\/sup> DLBCLs, regardless of the origin or genotypes, are all insensitive; 3) there are some cases of EBV<sup>-<\/sup> non-MCD\/BN2 models being sensitive, likely due to the presence of certain related activating mutations. Molecular pathology analysis also demonstrated EBV<sup>+<\/sup> PDXs, including significantly elevated BCL2 and down-regulated BCL6, in contrast to EBV<sup>-<\/sup> DLBCL-PDXs, implicating possible sensitivity to respective treatments. In summary, these observations in PDXs, some of which are consistent with the retrospective analysis of clinical trials, can be used to help develop BTKi and other treatment for DLBCLs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Diffuse large B-cell lymphoma,BTK,PDX,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jingjing Wang<\/b><sup>1<\/sup>, Yueying Wang<sup>1<\/sup>, Wubin Qian<sup>1<\/sup>, Jia Xue<sup>1<\/sup>, Sheng Guo<sup>1<\/sup>, Likun Zhang<sup>1<\/sup>, Henry Qixiang Li<sup>2<\/sup><br><br\/><sup>1<\/sup>Crown Bioscience, Inc., San Diego, CA,<sup>2<\/sup>Hanx Biopharmaceuticals Inc., Oceanside, CA","CSlideId":"","ControlKey":"0021ce08-16ae-4624-815d-f5f05c70bf00","ControlNumber":"4076","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>W. Qian, <\/b> None..<br><b>J. Xue, <\/b> None..<br><b>S. Guo, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>H. Q. Li, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2395","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4679","PresenterBiography":null,"PresenterDisplayName":"Jingjing Wang, PhD","PresenterKey":"33e1d6a9-b97c-40e0-8be5-0b0e6dae8880","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4679. Molecular pathology and BTKi pharmacology of DLBCL-PDXs","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular pathology and BTKi pharmacology of DLBCL-PDXs","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most prevalent cancer in women worldwide. 30% of breast cancer patients develops metastases at distant organs, with 10-20% of these patients developing brain metastases. The median survival time for patients with brain metastases is only 7.2 months and there is an urgent need for effective therapies. Development of novel therapies relies on good translational animal models. Subcutaneous tumors are technically easy and highly reproducible but lacks the natural tumor environment and the impact of the blood brain barrier. Breast cancer brain metastasis (BCBM) models are most often established by stereotactic intracranial inoculation. However, this leads to formation of single tumors and does not take the extravasation and seeding part of the metastatic cascade into account and resembles primary tumors to a larger extend. Intracarotid inoculation incorporates extravasation and seeding of micro metastases making it a better suited translational animal model for BCBM. A panel of intracranial BCBM was established through stereotactic and intracarotid inoculation of breast cancer cell lines with high survival and take rates (&#62;85%). The panel included the ST941 PDX model, an estrogen receptor positive model harbouring the ESR1-Y537S mutation and exhibiting resistance to fulvestrant. The panel also included the triple negative breast cancer cell line MDA-MB-231 as well as HER2+ models. Tumor establishment and progression were evaluated using bioluminescence and magnetic resonance imaging (MRI). Whole brain and tumors were isolated, and paraffin embedded for histological evaluation of tumor establishment, invasiveness, and infiltration. Intracranial tumor establishment was evident early after inoculation using bioluminescence imaging and tumor growth was later confirmed by MRI. Tumor growth rate were dependent on inoculation method with rapid tumor growth observed with stereotactic inoculation. While stereotactic inoculation led to single tumor establishment with defined tumor borders, intracarotid inoculation led to micro seeding with multiple foci established throughout the brain. At early timepoints, the metastases consisted of &#60;150 cells per metastases, but at later timepoints larger metastases were formed. Tumor infiltration was more diffused in brains with multiple metastases and the blood brain barrier integrity was different when comparing the models and inoculation methods. A panel of BCBM was successfully established using both stereotactic and intracarotid inoculation. While bioluminescence allowed the earliest tumor imaging, MRI provided additional information on tumor establishment such as location, numbers, and blood brain barrier permeability. The models showed varying tumor establishment, infiltration, and marker expression. The established panel can be used as a platform for testing novel anti-cancer therapies targeting BCBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models ,,"},{"Key":"Keywords","Value":"Brain metastasis,Triple-negative breast cancer,Estrogen receptor,Patient derived xenograft models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sigrid Cold<\/b><sup>1<\/sup>, Moritz Braig<sup>2<\/sup>, Trine Bjoernbo Engel<sup>2<\/sup>, Maria Zeiler Alfsen<sup>2<\/sup>, Maria Nikoline Baandrup Kristiansen<sup>2<\/sup>, Lotte Kellemann Kristensen<sup>2<\/sup>, Andreas Kjaer<sup>3<\/sup>, Carsten Haagen Nielsen<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Biomedical Sciences, University of Copenhagen, Minerva Imaging ApS & Cluster for Molecular Imaging, Oelstykke & Copenhagen, Denmark,<sup>2<\/sup>Minerva Imaging ApS, Oelstykke, Denmark,<sup>3<\/sup>Department of Clinical physiology, Nuclear Medicine and PET & Department of Biomedical Sciences, Nuclear Medicine and PET & Cluster for Molecular Imaging, Copenhagen, Denmark","CSlideId":"","ControlKey":"c3b200d9-250b-45f1-9264-fc8c7117f616","ControlNumber":"5910","DisclosureBlock":"&nbsp;<b>S. Cold, <\/b> None..<br><b>M. Braig, <\/b> None..<br><b>T. B. Engel, <\/b> None..<br><b>M. Z. Alfsen, <\/b> None..<br><b>M. N. B. Kristiansen, <\/b> None..<br><b>L. K. Kristensen, <\/b> None..<br><b>A. Kjaer, <\/b> None..<br><b>C. H. Nielsen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2396","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4680","PresenterBiography":null,"PresenterDisplayName":"Sigrid Cold, MS","PresenterKey":"607d7381-d08f-4a95-8feb-c65de06d8715","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4680. Intracranial breast cancer brain metastases (BCBM) models - stereotactic vs. intracarotid inoculation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intracranial breast cancer brain metastases (BCBM) models - stereotactic vs. intracarotid inoculation","Topics":null,"cSlideId":""},{"Abstract":"The Human Cancer Models Initiative (HCMI) is an international consortium founded by National Cancer Institute (NCI), Cancer Research UK, Wellcome Sanger Institute, and the foundation Hubrecht Organoid Technology. The initiative has generated patient derived Next-generation Cancer Models (NGCMs) from diverse tumor types and subtypes including rare adult and pediatric cancers as a community resource. HCMI addresses deficiencies in traditional cell lines models by collecting patients&#8217; clinical data, as well as the genomes and transcriptomes&nbsp;of the parent tumor, case-matched normal tissue, and the derived&#8239;next-generation cancer model. NCI&#8217;s Center for Cancer Genomics (CCG) sponsors four Cancer Model Development Centers (CMDCs) who are managed by Frederick National Laboratory for Cancer Research, Leidos Biomedical Research, Inc. CCG also supports the downstream model development pipeline. The CMDCs are tasked with generating HCMI NGCMs. The model-associated clinical data are submitted to the Clinical Data Center. The models, their associated tumor, and normal samples are processed at the Biospecimen Processing Center (BPC). The nucleic acids isolated at BPC are sent to the Genomic Characterization Centers for molecular characterization. All biospecimen, clinical, and molecular characterization data are quality controlled and submitted to NCI&#8217;s Genomic Data Commons (GDC) for the research community. The HCMI models and culture protocols are made available to the research community through a single third-party distributor. The HCMI Searchable Catalog (<u>https:\/\/hcmi-searchable-catalog.nci.nih.gov\/<\/u><u><\/u>) is an online resource that allows users to query and identify available models using various data elements including clinical and molecular characterization data, including WGS, WXS, RNA-seq, and methylation array. To date, over 250 HCMI models are available to query on the Searchable Catalog and are available to the research community through the NCI designated model distributor, ATCC. These models have been derived from several cancer types including glioblastoma, colorectal, pediatric, gastroesophageal, pancreatic, and more. Biospecimen, clinical, and molecular characterization data are available for over 100 models at NCI&#8217;s GDC, with additional cases released as the data completes the HCMI pipeline. Data, tools, and resources generated by CCG initiatives are made publicly available via the CCG website and GDC. The CCG website also provides available data types, data usage policies and guides to access data (<u>https:\/\/www.cancer.gov\/about-nci\/organization\/ccg<\/u><u><\/u>).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Genomics,Precision medicine,Next-generation cancer models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eva Tonsing-Carter<\/b><sup>1<\/sup>, Rachana Agarwal<sup>2<\/sup>, Cindy W. Kyi<sup>1<\/sup>, Julyann Perez-Mayoral<sup>1<\/sup>, Conrado  T.  Soria<sup>2<\/sup>, Jean Claude Zenklusen<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Frederick National Laboratory for Cancer Research, Leidos Biomedical Research, Inc., Rockville, MD","CSlideId":"","ControlKey":"74b8f83b-b982-4702-9970-5ad82418235d","ControlNumber":"660","DisclosureBlock":"&nbsp;<b>E. Tonsing-Carter, <\/b> None..<br><b>R. Agarwal, <\/b> None..<br><b>C. W. Kyi, <\/b> None..<br><b>J. Perez-Mayoral, <\/b> None..<br><b>C. T. Soria, <\/b> None..<br><b>J. Zenklusen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4681","PresenterBiography":null,"PresenterDisplayName":"Eva Tonsing-Carter, PhD","PresenterKey":"f66392dd-c210-4762-a91e-3607ea23874a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4681. Human Cancer Models Initiative (HCMI): A community resource of next-generation cancer models and associated data","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Human Cancer Models Initiative (HCMI): A community resource of next-generation cancer models and associated data","Topics":null,"cSlideId":""},{"Abstract":"PDCM Finder (www.cancermodels.org) is a cancer research platform that aggregates clinical, genomic and functional data from patient-derived xenografts, organoids and cell lines. Currently, the portal has over 6300 models across 13 cancer types, including rare pediatric models (17%) and models from minority ethnic backgrounds (33%), making it the largest free to consumer and open access resource of this kind. The PDCM Finder standardizes, harmonizes and integrates the complex and diverse data associated with PDCMs for the cancer community and displays over 90 million data points across a variety of data types (clinical metadata, molecular and treatment-based). PDCM Finder was launched in April 2022 and has been recently enhanced with new functionality and an updated user interface. Users can search for models of interest by either (1) exploring molecular data summaries for models of specific cancer types, or (2) using the intuitive search and faceted filtering options of the web user interface or (3) accessing resource database via REST API to run their own analysis. The data includes gene expression, gene mutation, copy number alteration, cytogenetics, patient treatment and drug dosing studies. We link external resources like publication platforms and cancer-specific annotation tools enabling exploration and prioritization of PDCM variation data (COSMIC, CIViC, OncoMX, OpenCRAVAT). PDCM Finder builds on the success of the PDX Finder resource (PMID:30535239). Critical PDCM attributes, such as diagnosis, drug names and genes, are harmonized and integrated into a cohesive ontological model based on the PDX Minimal information standard (PDX MI, PMID: 29092942). PDX MI has become established in the community for data exchange, adopted by the PDX providers, consortia and informatics tools integrating PDX data. We are driving the development of and promoting the use of descriptive standards to facilitate data interoperability and promote global sharing of models. PDCM Finder data is FAIR and underpins the generation and testing of new hypotheses in cancer mechanisms and personalized medicine development. We provide expertise and software components to support several worldwide consortia including PDXNet, PDMR and EurOPDX. PDCM Finder is freely available under an Apache 2.0 license (https:\/\/github.com\/PDCMFinder). This work is supported by NCI U24 CA204781 01, U24 CA253539, and R01 CA089713. We welcome feedback on the resource and are looking for participants for usability studies - please get in touch if interested.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Patient-derived xenograft (PDX) models,Databases,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zinaida Perova<\/b><sup>1<\/sup>, Mauricio Martinez<sup>1<\/sup>, Tushar Mandloi<sup>1<\/sup>, Federico Lopez Gomez<sup>1<\/sup>, Csaba Halmagyi<sup>1<\/sup>, Alex Follette<sup>1<\/sup>, Jeremy Mason<sup>1<\/sup>, Steven Neuhauser<sup>2<\/sup>, Dale  A.  Begley<sup>2<\/sup>, Debra  M.  Krupke<sup>2<\/sup>, Carol Bult<sup>2<\/sup>, Helen Parkinson<sup>1<\/sup>, Tudor Groza<sup>1<\/sup>, Marcelo  P.  Rios Almanza<sup>1<\/sup><br><br\/><sup>1<\/sup>European Bioinformatics Institute, Hinxton, United Kingdom,<sup>2<\/sup>The Jackson Laboratory, Bar Harbor, ME","CSlideId":"","ControlKey":"f635eff0-0624-4c66-b07c-8dc70df978df","ControlNumber":"2838","DisclosureBlock":"&nbsp;<b>Z. Perova, <\/b> None..<br><b>M. Martinez, <\/b> None..<br><b>T. Mandloi, <\/b> None..<br><b>F. Lopez Gomez, <\/b> None..<br><b>C. Halmagyi, <\/b> None..<br><b>A. Follette, <\/b> None..<br><b>J. Mason, <\/b> None..<br><b>S. Neuhauser, <\/b> None..<br><b>D. A. Begley, <\/b> None..<br><b>D. M. Krupke, <\/b> None..<br><b>C. Bult, <\/b> None..<br><b>H. Parkinson, <\/b> None..<br><b>T. Groza, <\/b> None..<br><b>M. P. Rios Almanza, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2433","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4682","PresenterBiography":null,"PresenterDisplayName":"Zinaida Perova, D Phil","PresenterKey":"e23af2ad-038b-443e-9c14-939509f1550e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4682. PDCM Finder: an open global research platform for patient-derived cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PDCM Finder: an open global research platform for patient-derived cancer models","Topics":null,"cSlideId":""},{"Abstract":"Models that more accurately reflect Ewing sarcoma (ES) will enable the prioritization of novel targeted agents from bench to clinic. To date, development of an ES mouse model have been unsuccessful<sup>1<\/sup> and engraftment of human ES in mice is variable<sup>2<\/sup>. Coupled with a moral obligation to minimize the use of mammals, we have established and characterized models using patient-derived ES cultures <i>in vitro<\/i> and in larval zebrafish. The transcriptomes of ES cell lines and patient-derived ES cultures<sup>3<\/sup> were analyzed and compared using total RNAseq followed by DESeq2 and Gene Set Enrichment analysis. Cells in 2D, as 3D spheroids, in combination with cells of the tumor microenvironment and in larval zebrafish (<i>Danio rerio<\/i>) were characterized. Six cell lines clustered independently from patient-derived ES cultures (n=20), reflecting differential expression of 15,709 RNAs (p&#60;0.01). Interrogation of the differentially expressed genes using Reactome, KEGG and Gene Ontology identified up regulation of genes associated with mitotic spindle and G2\/M G1\/S DNA damage spindle checkpoints, homologous recombination and the cell cycle in the cell lines compared to patient-derived cultures (p&#60;0.01). These data are consistent with the quicker doubling time (DT) and increased sensitivity of ES cell lines to chemotherapy (actinomycin D, doxorubicin, vincristine, etoposide; DT range=19-33h, EC50 range=4-34nM) compared to patient-derived cultures (DT range=55-197h, EC50&#62;10&#956;M, p&#60;0.05). All patient-derived ES cultures formed spheroids of similar diameter (range 105-258&#181;m) at 96h (p&#62;0.05), although there was heterogeneity in spheroid weight (range 205-3639ng, p&#60;0.05) and migration index (MI; range 30-170, p&#60;0.05). Treatment with actinomycin D (1-10 &#181;M) significantly increased spheroid diameter (p&#60;0.05), whereas 4-hyperoxyifosfamide (active metabolite of ifosfamide, 7-30&#181;M) decreased spheroid diameter (p&#60;0.05). Doxorubicin did not significantly change the diameter of spheroids. When propagated in combination with mesenchymal stem cells there was a 2-fold increase in viable cell number (p&#60;0.0001) compared to ES cultures alone. Patient-derived ES cultures in zebrafish were observed at the injection site (perivitelline space). Some cells were detected in circulation 3 days post injection. This is consistent with heterogeneity and the high MI of patient-derived ES cultures. The transcriptome of ES cell lines is significantly different from that of ES patient-derived cultures and is associated with increased doubling times and response to chemotherapies. This highlights the importance of developing preclinical models using patient-derived ES cultures. Patient-derived ES cultures in 2D and 3D models <i>in vitro<\/i> and in zebrafish may provide a reliable cost-effective preclinical pipeline. <sup>1<\/sup>Minas <i>et al.<\/i> 2017.Oncotarget,8(21):34141-34163.<sup>2<\/sup>Nanni <i>et al<\/i>. 2019.Sci Rep,9(1):12174. <sup>3<\/sup>Roundhill <i>et al.<\/i> 2021.Cell Oncol,44(5):1065-1085.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Chemotherapy response,Spheroids,RNA sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elizabeth A. Roundhill<\/b><sup>1<\/sup>, Elton  J.   R.  Vasconcelos<sup>2<\/sup>, David  R.  Westhead<sup>3<\/sup>, Sarah Grissenberger<sup>4<\/sup>, Martin Distel<sup>5<\/sup>, Susan  A.  Burchill<sup>6<\/sup><br><br\/><sup>1<\/sup>University of Leeds, Leeds, United Kingdom,<sup>2<\/sup>Leeds Omics, University of Leeds, Leeds, United Kingdom,<sup>3<\/sup>Faculty of Biological Sciences, University of Leeds, Leeds, United Kingdom,<sup>4<\/sup>St. Anna Children’s Cancer Research Institute, Vienna, Austria,<sup>5<\/sup>Zebrafish platform Austria for preclinical drug screening, Vienna, Austria,<sup>6<\/sup>Leeds Institute of Medical Research, University of Leeds, Leeds, United Kingdom","CSlideId":"","ControlKey":"6d80145f-4f0d-4248-8a11-0f0812d88399","ControlNumber":"4425","DisclosureBlock":"&nbsp;<b>E. A. Roundhill, <\/b> None..<br><b>E. J. R. Vasconcelos, <\/b> None..<br><b>D. R. Westhead, <\/b> None..<br><b>S. Grissenberger, <\/b> None..<br><b>M. Distel, <\/b> None..<br><b>S. A. Burchill, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2459","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4683","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Roundhill, PhD","PresenterKey":"4b94d49f-a1be-4825-bd45-c90b4af60928","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4683. Developing human Ewing sarcoma <i>in vitro<\/i> models to prioritise new treatments","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing human Ewing sarcoma <i>in vitro<\/i> models to prioritise new treatments","Topics":null,"cSlideId":""},{"Abstract":"Background: Despite recent treatment advances, malignant pleural mesothelioma (MPM) is an aggressive, recalcitrant malignancy. Currently, the histologic subtype (epithelioid\/non-epithelioid\/biphasic) is the primary prognostic factor; other potential biomarkers to guide therapeutic strategies remain elusive. Even with multimodality therapies, recurrence is high in early-stage disease. In the unresectable\/metastatic setting, there are only two FDA-approved regimens, both in the first-line setting: cisplatin\/pemetrexed and ipilimumab\/nivolumab. Unfortunately, most who respond to first-line treatment experience disease progression within a year. Therapeutic and diagnostic advances in DPM are hindered by a paucity of well-annotated preclinical models which can faithfully recapitulate the complex genomic interplay of the disease.<br \/>Methods: We established a library of patient-derived xenografts (PDX) from patients with DPM. We performed multi-omic analyses on available PDX and patient samples to deconvolute the mutational landscapes, global expression profiles, and molecular subtypes. Targeted next-generation sequencing (NGS; MSK-IMPACT), immunohistochemistry, and histologic subtyping were performed on all available samples. RNA-sequencing was performed on all available PDX samples. Clinical outcomes and treatment history were annotated for all patients. Platinum-doublet progression free survival (PFS) was determined from the start of chemotherapy until radiographic\/clinical progression and grouped into &#60; or &#8805; 6 months.<br \/>Results: The mutational landscapes of PDX models strongly correlated with paired tumor samples. There were some differences in <i>CDKN2A\/B<\/i> mutations and relative enrichment of <i>NF2 <\/i>with fewer <i>BAP1<\/i> alterations, the significance of which is being investigated. When compared by histological subtype, we observed an upregulation of genes involved in NOTCH and EMT signaling in the epithelioid models. Models derived from patients with shorter overall survival or poor response to platinum doublet had higher expression of WNT\/&#946;-catenin signaling, hedgehog pathway, and epithelial-mesenchymal transition signaling as well as downregulation of immune-activation pathways, including type I and II interferon signaling and inflammatory response pathways.<br \/>Conclusions: This library of MPM PDXs, the largest to date, effectively mimics human disease and provides unprecedented insight into the genomic, transcriptomic, and protein landscape of MPM. These PDX models will inform future clinical investigations and provide an important new preclinical resource.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-08 Other animal and cell models of cancer,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX),Mesothelioma,Genomics,Animal models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Triparna Sen<\/b><sup><\/sup><br><br\/>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"76777b85-99ec-455a-866a-5e80a76cacc3","ControlNumber":"595","DisclosureBlock":"&nbsp;<b>T. Sen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2460","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4684","PresenterBiography":null,"PresenterDisplayName":"Triparna Sen, PhD","PresenterKey":"c1923287-b3c2-4270-bccc-973512ec01d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4684. Genomic and transcriptomic analysis of a diffuse pleural mesothelioma patient-derived xenograft library","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"498","SessionOnDemand":"False","SessionTitle":"Patient-Derived Xenograft Models","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic and transcriptomic analysis of a diffuse pleural mesothelioma patient-derived xenograft library","Topics":null,"cSlideId":""}]