[{"Abstract":"Recurrent loss-of-function deletions are prevalent genomic alterations in tumors; nonetheless, these deletions occasionally create conditional therapeutic vulnerabilities in tumors. Our previous study used The Cancer Genome Atlas High-Grade Serous Ovarian Carcinoma (TCGA-HGSOC) dataset to identify the 19p13.3 locus as the most pervasive deletion in the high-grade serous ovarian carcinoma (HGSOC). Subsequently, the machine learning integrated-precision oncology platform identified that the loss of UQCR11, a gene located within the chromosome 19p13.3 locus, created a therapeutic collateral target, the MTHFD2. Furthermore, pharmacological inhibition of MTHFD2 in the UQCR11-deleted cells led to complete tumor remission in our in vivo mouse model (Nature metabolism, 2022). Encouraged by the promising anti-tumor effect of the MTHFD2 inhibitor, we extended our research to other tumor types. By analyzing the TGCA datasets, we found that UQCR11 deletion was a common occurrence among humans' most prevalent solid tumors, especially in pan breast and lung cancer. Within the pan breast cancer dataset, we found that over 50% of patients with triple-negative breast cancer (TNBC), the most difficult-to-treat breast cancer subtype in women, displayed either heterozygous or homozygous deletions in the UQCR11 gene. Moreover, the TGCA-TNBC dataset analysis revealed that the genomic copy loss of UQCR11 positively correlates with the deceased mRNA expression of the gene, bringing our interest to validate the collateral lethal targets in this breast cancer subtype. We first analyzed The Cancer Cell Line Encyclopedia (CCLE) database and further explored the correlation between the copy number alteration and mRNA expression of UQCR11 in several breast cancer cell lines. Then, we selected seven human TNBC cells with copy number neutral or deletion UQCR11 and validated the copy number and gene expression of UQCR11 and MTHFD2 using qPCR and western blot. We next treated these cells with a selective MTHFD2 inhibitor, DS18561882, and found that UQCR11-deleted cells showed a more favorable response than the UQCR11-intact cells. Finally, to test the therapeutic potential of targeting MTHFD2-null tumors in vivo, we generated isogenic mouse breast cancer cell lines using shRNA-mediated UQCR11 knockdown. Consistent with our previous findings, the MTHFD2 expression level was upregulated upon UQCR11 knockdown, suggesting a compensation function of MTHFD2 in UQCR11-deleted cells. Furthermore, the UQCR11 knocked-down cells showed better responses to MTHFD2 inhibitor treatment than the parental control cells. In summary, our study provides evidence that targeting MTHFD2 holds strong therapeutic potential in over 50% of the TNBC patients with UQCR11 deletion and highlights the broad efficacy of targeting MTHFD2 for individualized therapeutic strategy in different tumor types co-occurring with UQCR11 deletion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Molecular targets,Metabolism,Triple-negative breast cancer (TNBC),Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Samantha Sharma<\/b><sup>1<\/sup>, Tao Yu<sup>1<\/sup>, Abhinav Achreja<sup>2<\/sup>, Xinna Zhang<sup>1<\/sup>, Deepak Nagrath<sup>2<\/sup>, Xiongbin Lu<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Medical and Molecular Genetics, Indiana University School of Medicine, Indianapolis, IN,<sup>2<\/sup>Department of Biomedical Engineering, University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"bfc6b394-816c-4379-b945-07ce624ae656","ControlNumber":"7762","DisclosureBlock":"&nbsp;<b>S. Sharma, <\/b> None..<br><b>T. Yu, <\/b> None..<br><b>A. Achreja, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>D. Nagrath, <\/b> None..<br><b>X. Lu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1865","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3913","PresenterBiography":null,"PresenterDisplayName":"Samantha Sharma, PhD","PresenterKey":"ae0054af-0a26-46db-831d-9b0ccefceb3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3913. Genomic loss of UQCR11 creates therapeutic vulnerability in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genomic loss of UQCR11 creates therapeutic vulnerability in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Bruton&#8217;s tyrosine kinase (BTK) is a great target in mantle cell lymphoma (MCL). This is evident by multiple FDA approvals of covalent BTK inhibitors (BTKi, e.g. ibrutinib, acalabrutinib and zanubrutinib) and recent exciting clinical data on non-covalent BTKi pirtobrutinib. However, resistance to BTKi is a major clinical challenge and the resistance mechanism is not yet fully understood. To address this, we generated JeKo BTK KD cells via <i>BTK<\/i> knockdown (KD) through by CRISPR Cas9 in BTKi-sensitive JeKo-1 cells, which resulted in superior resistance to BTKi and cell growth defects in vitro. Interestingly, JeKo BTK KD cells demonstrated early tumor cell engraftment and growth in subcutaneous xenograft models, while parental JeKo-1 cells showed much later engraftment but with much faster growth kinetics. To understand this and the BTKi-resistance mechanism, we first performed bulk RNA sequencing analysis and identified <i>MALT1<\/i>, but not its well-known binding partners <i>CARD11<\/i> and <i>BCL10<\/i>, as one of the top overexpressed genes in BTKi-resistant MCL cells, including JeKo BTK KD cells. Genetic knockout (KO) of <i>MALT1<\/i> or <i>CARD11<\/i> by CRISPR Cas9 in JeKo-1 resulted in defects in cell growth in vitro and delayed tumor engraftment and growth in vivo. In contrast, <i>MALT1<\/i> KO, but not <i>CARD11<\/i> KO, in JeKo BTK KD cells remarkably suppressed cell growth in vitro, and tumor engraftment and growth in vivo. These data demonstrate that MALT1 overexpression can drive ibrutinib resistance via bypassing BTK-CARD11 signaling. BTKi-resistant cells including JeKo BTK KD cells showed much higher potency in adhesion to extracellular matrix or stromal cells compared to BTKi-sensitive cells. BTK inhibition or MALT1 inhibition significantly suppressed cell adhesion and migration to extracellular matrix or stromal cells. Furthermore, <i>BTK<\/i> KD and <i>MALT1<\/i> KO but not <i>CARD11<\/i> KO in JeKo-1 cells remarkably suppressed tumor cell dissemination and growth in spleen, liver, bone marrow and peripheral blood. <i>MALT1<\/i> KO in JeKo BTK KD cells further suppressed tumor cell dissemination. Consistent with this, MALT1 inhibition greatly suppressed tumor cell dissemination and growth in spleen, bone marrow and peripheral blood of an ibrutinib-resistant patient-derived xenograft model. Therefore, both BTK and MALT1 are critical for tumor cell adhesion and dissemination in vivo in a CARD11-independent manner. Furthermore, co-targeting MALT1 with safimaltib and BTK with pirtobrutinib induced potent anti-MCL activity in BTKi-resistant MCL cell lines and patient-derived xenografts. Therefore, we conclude that (1) BTK and MALT1 are key molecules that control MCL cell growth and dissemination, (2) MALT1 overexpression drives resistance to BTKi in MCL, (3) targeting MALT1 is a promising therapeutic strategy to overcome BTKi resistance, and (4) co-targeting of BTK and MALT1 improves efficacy and durability beyond single agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Disseminated tumor cells,BTK,Mantle cell lymphoma,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vivian Changying Jiang<\/b><sup><\/sup>, Yang Liu<sup><\/sup>, qingsong Cai<sup><\/sup>, Joseph  M.  McIntosh<sup><\/sup>, Yijing Li<sup><\/sup>, Zhihong Chen<sup><\/sup>, Heng-Huan Lee<sup><\/sup>, Wei Wang<sup><\/sup>, Yixin Yao<sup><\/sup>, Lei Nie<sup><\/sup>, Michael Wang<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"7a40f628-0514-4382-b9c9-0abbd2b91a90","ControlNumber":"3865","DisclosureBlock":"&nbsp;<b>V. Jiang, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>Q. Cai, <\/b> None..<br><b>J. M. McIntosh, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>Y. Yao, <\/b> None..<br><b>L. Nie, <\/b> None.&nbsp;<br><b>M. Wang, <\/b> <br><b>Abbie<\/b> Consultant. <br><b>Acerta Pharma<\/b> Grant\/Contract, Consultant. <br><b>AstraZeneca<\/b> Grant\/Contract, Consultant. <br><b>BeiGene<\/b> Grant\/Contract, Consultant. <br><b>BioInvent<\/b> Grant\/Contract, Consultant. <br><b>Deciphera<\/b> Consultant. <br><b>InnoCare<\/b> Consultant. <br><b>Janssen<\/b> Grant\/Contract, Consultant. <br><b>Kite Pharma<\/b> Grant\/Contract, Consultant. <br><b>Leukemia & Lymphoma Society<\/b> Consultant. <br><b>Lilly<\/b> Grant\/Contract, Consultant. <br><b>Merck<\/b> Consultant. <br><b>Milken Institute<\/b> Consultant. <br><b>Oncternal<\/b> Grant\/Contract, Consultant. <br><b>Parexel<\/b> Consultant. <br><b>Pepromene Bio<\/b> Consultant. <br><b>Pharmacyclics<\/b> Grant\/Contract, Consultant. <br><b>VelosBio<\/b> Grant\/Contract. <br><b>Juno Therapeutics<\/b> Grant\/Contract, Consultant. <br><b>Vincerx<\/b> Grant\/Contract, Consultant.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1866","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3914","PresenterBiography":null,"PresenterDisplayName":"Vivian Jiang, BS;MS;PhD","PresenterKey":"efa546c2-81ae-4492-9fb4-441996aa5883","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3914. BTK and MALT1 are critical for cell adhesion and dissemination in mantle cell lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BTK and MALT1 are critical for cell adhesion and dissemination in mantle cell lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Papillary thyroid cancer (PTC) is a well-differentiated and highly treatable cancer with a 5-year survival rate of almost 99%. In contrast, anaplastic thyroid cancer (ATC) lacks differentiation and loses its thyroid-like functions, including lack of response to radioiodine therapy. Due to ATC&#8217;s aggressive metastatic phenotype, it is always diagnosed as stage IV with a 5 year survival rate of less than 3%. ATC lacks targetable genetic lesions making it a difficult cancer to treat, therefore RNAseq analysis was performed in an effort to investigate the differentially expressed genes between ATC to PTC. Exploration of differential gene expression between ATC and PTC was undertaken to further elucidate the differences in expression that drive the aggressive nature of ATC phenotype. RNA was isolated from human thyroid cancer cell lines T238 (ATC) and K1 (PTC) and RNA sequencing was conducted by Azenta Life Sciences. Our analysis resulted in 4,931 significant differentially expressed genes between ATC and PTC. Looking at the gene ontology analysis, pathways involving cell differentiation, proliferation, and migration revealed 90, 70, and 47 genes differentially expressed in ATC vs PTC respectively. These pathways putatively give rise to ATC&#8217;s aggressive phenotype when compared to PTC, therefore, we narrowed down the focus from 4,931 genes to 207. Through RNAseq analysis, Homeobox D4 (HOXD4) was observed to significantly increase in ATC (7.69 log2 fold change) compared to PTC. HOXD4 is a transcription factor that plays a crucial role in cell differentiation and has been associated with a worse prognosis in cancers such as ovarian serous carcinoma. As loss of differentiation is essential to ATC&#8217;s refractory nature and therapeutic resistance, targeting pathways involved in differentiation can be crucial in making ATC amenable to therapy. Other differentiation regulatory genes identified include BLK and LAMA5. BLK (3.95 log2 fold change) is a Src family tyrosine kinase proto-oncogene that is not only involved in cell proliferation but also differentiation. LAMA5 (4.76 log2 fold change) is an extracellular glycoprotein that has been linked to differentiation, migration and metastasis. Validation of the RNAseq results was completed via western blot analysis of multiple ATC and PTC cells lines. We found that HOXD4 expression was higher in ATC cell lines T238, 8505C, and SW1736 than PTC cell lines K1, TPC1, and BCPAP. Further validation was carried out by immunohistochemistry of human thyroid tissue. Preliminary IHC on ATC, PTC, and normal thyroid patient samples showed ATC has significantly increased HOXD4 expression (27.5%) compared to PTC (8.7%) and normal thyroid tissue (2.3%). Ongoing studies in the laboratory to identify novel genetic drivers of cell differentiation and proliferation so as to discover a therapeutic target to fulfill an unmet clinical need is underway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Molecular targets,Anaplastic thyroid cancer,Differentiation,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kaci Kopec<\/b><sup>1<\/sup>, Tara Jarboe<sup>1<\/sup>, Michael Guo<sup>1<\/sup>, Nicole  R.  DeSouza<sup>1<\/sup>, Sarnath Singh<sup>1<\/sup>, Augustine Moscatello<sup>2<\/sup>, Humayun  K.  Islam<sup>1<\/sup>, Jan Geliebter<sup>1<\/sup>, Raj  K.  Tiwari<sup>1<\/sup><br><br\/><sup>1<\/sup>New York Medical College, Valhalla, NY,<sup>2<\/sup>Westchester Medical Center, Valhalla, NY","CSlideId":"","ControlKey":"8dcb4870-f4b3-4e33-847a-19c4eb88685d","ControlNumber":"2885","DisclosureBlock":"&nbsp;<b>K. Kopec, <\/b> None..<br><b>T. Jarboe, <\/b> None..<br><b>M. Guo, <\/b> None..<br><b>N. R. DeSouza, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>A. Moscatello, <\/b> None..<br><b>H. K. Islam, <\/b> None..<br><b>J. Geliebter, <\/b> None..<br><b>R. K. Tiwari, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1867","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3915","PresenterBiography":"","PresenterDisplayName":"Kaci Kopec, BS","PresenterKey":"b9c3c460-648b-4eb6-b9d7-b750c048aafd","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/b9c3c460-648b-4eb6-b9d7-b750c048aafd.profile.JPG","SearchResultActions":null,"SearchResultBody":"3915. RNAseq analysis reveals differentiation gene drivers as potential therapeutic targets in anaplastic thyroid cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RNAseq analysis reveals differentiation gene drivers as potential therapeutic targets in anaplastic thyroid cancer","Topics":null,"cSlideId":""},{"Abstract":"We aimed to determine if naturally occurring HER3 mutations could drive oncogenic activity of HER2+ HCC1569 cells in which endogenous HER3 was knocked out using CRISPR-Cas9 technology. A series of HER3 mutations found in breast cancer patients (F94L, V104L, G284R, D297Y, T355I, and E928G) were introduced via lentiviral transduction and stable cell lines were generated in HER3 knock out (KO) HCC1569 cells and were maintained in 0.5 mg\/mL puromycin. Our data indicated that cells stably transduced with HER3V104L mutation had significantly higher cell growth with higher p-HER3 expression versus wild-type (wt) and empty-vector (EV) HER3. We found that HCC1569HER3KO cells with WT and V104L were sensitive to increasing concentration of neratinib (0.1-0.5 &#181;M) as indicated by crystal violet assay. Next we examined if V104L mutation rendered resistance to another FDA- approved irreversible HER2 tyrosine kinase inhibitor, tucatinib. Our results showed that V104L cells were sensitive to higher concentration of tucatinib compared to neratinib. In other experiments, we used COS7 cells to examine the signaling pathways of HER3V104L mutation. Our western blot data demonstrated that transient transfection of COS7 cells with HER3V104L mutant significantly upregulated p-HER3 and p-HER2 expression versus WT HER3 in a NRG- dependent manner. In addition, we found that the V104L mutation stabilizes HER3 protein expression independent of ligand stimulation. Our western blot data showed that V104L induced HER3 stabilization is independent on HER3 binding partners HER1, HER2 and HER4. Our cycloheximide chase data indicated that V104L mutation stabilizes HER3 expression in COS7 cells as well as low HER3 expressing colon cancer cell line, SNUC5. Our western blot data indicates that V104L mutation activates ERK signaling in NRG dependent manner over AKT pathway in COS7 cells. In addition, we are using various PDXs with different HER3 mutations (V104M and E928D) to determine the role of these driver HER3 mutations in cancer and how this can be targeted in the clinic using HER targeted therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Breast cancer,ErbB3,Mutations,Signal transduction pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rosalin Mishra<\/b><sup>1<\/sup>, Mary Kate Kilroy<sup>1<\/sup>, Wasim Feroz<sup>1<\/sup>, Hima Patel<sup>2<\/sup>, Samar Alanazi<sup>1<\/sup>, Joan  T.  Garrett<sup>1<\/sup><br><br\/><sup>1<\/sup>James L.Winkle College of Pharmacy, University of Cincinnati, Cincinnati, OH,<sup>2<\/sup>UTSW Simmons Comprehensive Cancer Center, Dallas, TX","CSlideId":"","ControlKey":"5b764d3c-3a40-4c4e-b11c-1c94503fac0e","ControlNumber":"3751","DisclosureBlock":"&nbsp;<b>R. Mishra, <\/b> None..<br><b>M. K. Kilroy, <\/b> None..<br><b>W. Feroz, <\/b> None..<br><b>H. Patel, <\/b> None..<br><b>S. Alanazi, <\/b> None..<br><b>J. T. Garrett, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1868","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3916","PresenterBiography":null,"PresenterDisplayName":"Rosalin Mishra, PhD","PresenterKey":"2c32e129-d047-4343-bfef-8c5af3db96c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3916. role of her3 v104l mutation on tumor growth and her3 stabilization","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"role of her3 v104l mutation on tumor growth and her3 stabilization","Topics":null,"cSlideId":""},{"Abstract":"Background: Kinase domain duplication (KDD) is recently recognized as an oncogenic driver. Therapeutic potential has been established in <i>EGFR<\/i>-KDDs in non-small cell lung cancer, and our group recently showed resistance mechanism in lung cancers<i> <\/i>harboring<i> EGFR<\/i>-KDDs treated with EGFR tyrosine kinase inhibitors (TKIs). However, the frequency and oncogenic role of KDDs in other receptor tyrosine kinases has been elusive.<br \/>Methods: To investigate the frequency of KDDs in advanced cancer patients, we developed in-house algorithm to detect KDDs in high-depth panel sequencing dataset and evaluated its performance using large-scale panel sequencing data from Seoul National University Hospital (SNUH). In short, the algorithm collects reads with soft clips from a modified GATK best practice pipeline for clinical NGS data processing. The collected reads are then grouped according to their matched position and insert size, and evidences of each group (number of splitting and spanning reads) are collected to yield a set of initial candidates. Finally, the initial candidates were manually inspected after quality control by removing false-positive candidates, such as non-target genes or consistent findings. Then, we established cell lines transfected with KDDs of <i>FGFR1<\/i> and <i>MET<\/i> to validate oncogenic role of identified KDDs in the cohort. Using these transformed cell lines, we investigated carcinogenicity with cell viability assay, immunoblot assay and colony formation assay. FGFR TKIs and MET TKIs were used to uncover the possibility of therapeutic targets in the KDDs.<br \/>Results: Using the in-house algorithm, we identified <i>FGFR1<\/i>-KDDs from brain tumors (n=4), <i>EGFR<\/i>-KDDs from lung (n=1) and brain (n=2) tumors, and <i>MET<\/i>-KDD from a lung tumor (n=1) in a total of 3,932 cancer samples, with 0.2% frequency. All three kinds of KDDs contained full-length of kinase domains of each gene. Ba\/F3 cells transfected with the <i>FGFR1<\/i>-KDD constructs proliferated well without IL-3 (1239- and 1019-fold higer than wild-type <i>FGFR1<\/i>), while wild-type <i>FGFR1<\/i> Ba\/F3 cells did not. This growth potential was diminished by FGFR TKIs BGJ398 (IC50, 0.063 &#177; 0.065nM), PD173074 (IC50, 1.498 &#177; 1.021nM), and ponatinib (IC50, 5.69 &#177; 3.05nM). Reduced expressions of downstream pathway proteins including phospho-FGFR1, phospho-Akt, and phospho-Erk were confirmed by immunoblot assays. NIH-3T3 cells transfected with <i>MET<\/i>-KDD construct also showed growth advantage compared to wild-type <i>MET <\/i>NIH-3T3 cells. Capmatinib, a MET TKI, inhibited colony formation of <i>MET<\/i>-KDD NIH-3T3 cells with reduced phospho-MET expression.<br \/>Conclusion: In this study, we validated newly developed KDD-detection computational methods using targeted DNA sequencing data. Using this algorithm, we found 0.2% of KDDs in 3,932 cancer samples, including <i>EGFR<\/i>, <i>FGFR1<\/i>, and <i>MET<\/i>. In addition to <i>EGFR-<\/i>KDDs, our study reveals that both <i>FGFR1<\/i>- and <i>MET<\/i>-<i>KDD <\/i>can be oncogenic and therapeutic targets in brain and lung cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Tyrosine kinase receptors,Tyrosine kinase inhibitor,Lung adenocarcinoma,Brain tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chaelin Lee<\/b><sup>1<\/sup>, Sungyoung Lee<sup>2<\/sup>, Hongseok Yun<sup>2<\/sup>, Jeonghwan Youk<sup>3<\/sup>, Tae Min Kim<sup>3<\/sup>, Soyeon Kim<sup>4<\/sup>, Bhumsuk Keam<sup>3<\/sup>, Miso Kim<sup>3<\/sup>, Dong-Wan Kim<sup>3<\/sup><br><br\/><sup>1<\/sup>Cancer Research Institute, Seoul National University, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Genomic Medicine, Center for Precision Medicine, Seoul National University College of Medicine and Seoul National University Hospital, Seoul, Korea, Republic of,<sup>3<\/sup>Department of Internal Medicine, Seoul National University College of Medicine and Seoul National University Hospital, Seoul, Korea, Republic of,<sup>4<\/sup>Integrated Major in Innovative Medical Science, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"9536b609-2de5-4bc6-a4fe-2efbac2d6ac0","ControlNumber":"3313","DisclosureBlock":"&nbsp;<b>C. Lee, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>H. Yun, <\/b> None..<br><b>J. Youk, <\/b> None.&nbsp;<br><b>T. Kim, <\/b> <br><b>AstraZeneca\/MedImmune<\/b> Other, Consulting or Advisory roles. <br><b>Bayer<\/b> Other, Consulting or Advisory roles. <br><b>Boryung<\/b> Other, Consulting or Advisory roles. <br><b>Hanmi<\/b> Other, Consulting or Advisory roles. <br><b>IMBDx, Inc.<\/b> Other, Consulting or Advisory roles. <br><b>Janssen<\/b> Other, Consulting or Advisory roles. <br><b>Novartis<\/b> Other, Consulting or Advisory roles. <br><b>Regeneron<\/b> Other, Consulting or Advisory roles. <br><b>Roche\/Genentech<\/b> Other, Consulting or Advisory roles. <br><b>Samsung Bioepis<\/b> Other, Consulting or Advisory roles. <br><b>Sanofi<\/b> Other, Consulting or Advisory roles. <br><b>Takeda<\/b> Other, Consulting or Advisory roles. <br><b>AstraZeneca-KHIDI<\/b> Other, Research funding outside this work.<br><b>S. Kim, <\/b> None..<br><b>B. Keam, <\/b> None..<br><b>M. Kim, <\/b> None.&nbsp;<br><b>D. Kim, <\/b> <br><b>Alpha Biopharma, Amgen, Astrazeneca\/Medimmune<\/b> Other, Clinical trial research funding to my institution. <br><b>Boehringer-Ingelheim, BMS, Bridge BioTherapeutics<\/b> Other, Clinical trial research funding to my institution. <br><b>Chong Keun Dang, Daiichi-Sankyo<\/b> Other, Clinical trial research funding to my institution. <br><b>GSK, Hanmi, Janssen<\/b> Other, Clinical trial research funding to my institution. <br><b>Merck, Merus, Mirati Therapeutics, MSD, Novartis<\/b> Other, Clinical trial research funding to my institution. <br><b>ONO Pharmaceutical, Pfizer, Roche\/Genentech<\/b> Other, Clinical trial research funding to my institution. <br><b>Takeda, TP Therapeutics, Xcovery, Yuhan<\/b> Other, Clinical trial research funding to my institution. <br><b>InnoN<\/b> Other, Laboratory research funding to my institution.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1870","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3918","PresenterBiography":null,"PresenterDisplayName":"Chaelin Lee, BS","PresenterKey":"3ab04cfd-d7d9-4998-b0fc-01ea004a5cf3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3918. Kinase domain duplications of <i>FGFR1<\/i> and <i>MET<\/i> are potential therapeutic targets","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Kinase domain duplications of <i>FGFR1<\/i> and <i>MET<\/i> are potential therapeutic targets","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint inhibitors (ICIs) have shifted the landscape in management for non-small cell lung cancer (NSCLC) and improve treatment outcomes. However, the 5-year overall survival rate of 23.2% for treatment-na&#239;ve patients with late-stage NSCLC on Pembrolizumab therapy can likely be improved. Clinical benefit is correlated with tumoral expression of PD-L1 and mutation burden. Many groups seek to identify other therapeutic targets that could improve response and overall survival. Ongoing work from our group demonstrated that SHP2, a tyrosine phosphatase, can negatively regulate PD-L1 expression in KRAS-active NSCLC, and we seek to understand the mechanism by which this occurs. SHP2 was ectopically expressed in H460 cells, immunoprecipitated and identification of interacting proteins was achieved by mass spectrometry. DDX3X, an RNA helicase, and eukaryotic translation initiation factor 1a (eIF-1a) were identified as high-ranking, potential partners of SHP2. We hypothesized that SHP2 complexes with DDX3X and eIF-1a on newly transcribed CD274 mRNA to negatively regulate PD-L1 expression.<br \/>Materials and Methods: To confirm SHP2 interactions with DDX3X and eIF-1a, two pull-down assays were performed: 1. bacterially-expressed, his-tagged and immobilized proteins was used as bait for proteins contained in A549 and H460 extracts, and 2. immunoprecipitation of each endogenous protein in A549 and H460 cell extracts. Western blot analysis was performed to evaluate interacting proteins. To determine whether phosphatase activity of SHP2 is required for these interactions, immunoprecipitation was also carried out in the presence of allosteric inhibitors of SHP2 (SHP-099 and RMC-0455). SHP2 ablation was carried out with CRISPR and siRNA to examine PD-L1 expression, also determined by western blot assay.<br \/>Results: His-tagged DDX3X from bacterial expression systems was able to capture SHP2 protein from both A549 cells and H460 cells, and vice versa with his-tagged SHP2. Immunoprecipitation of endogenous SHP2 was able to co-precipitate DDX3X and vice versa. Phosphatase activity of SHP2 was not required for complex formation nor does it change PD-L1 expression in A549 or H460 cells. Ablation of SHP2 leads to increased PD-L1 expression.<br \/>Conclusion: A complex containing SHP2 and DDX3X may regulate the translation of CD274 in concert with eukaryotic initiation factors. Other groups have previously reported the control of translation of CD274 mRNA carried out at the 3&#8217; UTR, and we believe this is novel evidence of a translation initiation complex monitoring the expression of CD274. Ribosome footprint and RNA immunoprecipitations are underway to address these questions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"PD-L1,mRNA,Protein-protein interactions,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Palapoom Wongsaengpiboon<\/b><sup><\/sup><br><br\/>University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"2d0d787c-7fe5-4ea1-bf51-30e02b5fe955","ControlNumber":"3809","DisclosureBlock":"&nbsp;<b>P. Wongsaengpiboon, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1871","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3919","PresenterBiography":null,"PresenterDisplayName":"Palapoom Wongsaengpiboon, Pharm D","PresenterKey":"e5969b1d-8be5-4908-8dc7-ac1b99db9917","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3919. SHP2-DDX3X complexes contribute to translational control of CD274 mRNA in KRAS-active non-small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SHP2-DDX3X complexes contribute to translational control of CD274 mRNA in KRAS-active non-small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"While KRAS is among the most frequently mutated oncogenes, our understanding of the mechanisms of KRAS-driven oncogenesis remains limited. A significant remaining gap is a lack of understanding of tissue-specific effectors of Ras activation and the role of specific KRAS mutations in determining downstream vulnerabilities. Previously, we used a combination of proteomics and CRISPR\/Cas9 screens in human lung adenocarcinoma (LUAD) cells to identify a KRAS-specific vulnerability induced by the combined loss of RHOA and the long isoform of RAP1GDS1, suggesting a potentially novel approach for targeting KRAS-driven cancer. Here we use biochemical, proteomic, and genetic approaches to dissect the isoform-specific roles of RAP1GDS1 to elucidate its synthetic lethal interaction with RHOA in KRAS-driven LUAD.<br \/>We performed AP\/MS in KRAS-mutant A549 cells using both the long (RAP1GDS1-607) and the short (RAP1GDS1-558) isoforms of RAP1GDS1 as bait to identify overlapping and isoform-specific RAP1GDS1 interactors. We enriched this analysis with orthologous datasets from DepMap, published protein-protein interaction (PPI) data and RAP1GDS1-specific prenylome. This comprehensive analysis identified a cluster of RAB GTPases, proteins involved in vesicular transport and lysosomal function, as specific interactors of RAP1GDS1-607. We subsequently used the proximity ligation assay (PLA) to confirm the direct interaction between RAP1GDS1-607 and two of the strongest interactors - RAB7A and RAB22A &#8211; according to the PPI data. We also depleted either or both RAP1GDS1 isoforms in cells expressing GFP-tagged RAB7A, RAB22A or KRAS and used live cell imaging to determine how loss of RAP1GDS1 changes their subcellular localization. We found that depletion of both RAP1GDS1 isoforms and, to a lesser extent, single loss of RAP1GDS1-607, significantly decreased KRAS localization at the plasma membrane. We also used PLA to confirm that RAP1GDS1-607 has a stronger interaction with KRAS compared to the short isoform. Moreover, we demonstrated that loss of the long RAP1GDS1 isoform significantly decreased the membrane localization levels of GTP-bound KRAS, compared to the control or RAP1GDS1-558 knock-down. Finally, to identify the molecular mechanism of R1G1\/RhoA synthetic lethality with KRAS, we performed a Genome Wide-CRISPR screen in R1G1-607 and RhoA knock-out cells. We identified the strongest hits and designed a focused CRISPR library of approximately 400 genes to screen a larger panel of KRAS-mutant LUAD cell lines (H23, A549 and H358). The aim is to identify other genes that are synthetic lethal in combination with RhoA or R1G1-607 loss and genes that could mediate the lethal effect of their combined loss.<br \/>In conclusion, these data demonstrate a specific role of the long RAP1GDS1 isoform in the membrane-localization and activation of KRAS, which supports its role as a potential therapeutic target for KRAS mutant tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,KRAS,Genomics,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marta Roman Moreno<\/b><sup>1<\/sup>, Kaja Kostyrko<sup>1<\/sup>, Kari Herrington<sup>2<\/sup>, Michael Bassik<sup>3<\/sup>, Peter Jackson<sup>4<\/sup>, Alejandro Sweet-Cordero<sup>1<\/sup><br><br\/><sup>1<\/sup>Pediatrics, UCSF - University of California San Francisco, San Francisco, CA,<sup>2<\/sup>Biochemistry and Biophysics Center for Advanced Light Microscopy, UCSF - University of California San Francisco, San Francisco, CA,<sup>3<\/sup>Genetics, Stanford University, Stanford, CA,<sup>4<\/sup>Baxter Laboratory for Stem Cell Biology, Stanford University, Stanford, CA","CSlideId":"","ControlKey":"f0fb74f0-53e3-4206-89de-3c36cd2b53fb","ControlNumber":"3163","DisclosureBlock":"&nbsp;<b>M. Roman Moreno, <\/b> None.&nbsp;<br><b>K. Kostyrko, <\/b> <br><b>boehringer ingelheim<\/b> Employment.<br><b>K. Herrington, <\/b> None..<br><b>M. Bassik, <\/b> None..<br><b>P. Jackson, <\/b> None..<br><b>A. Sweet-Cordero, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1872","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3920","PresenterBiography":null,"PresenterDisplayName":"Marta Roman Moreno, PhD","PresenterKey":"c4af66d8-6eb2-4f33-81f9-8f8f3d1b83b4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3920. Functional analysis of the role of RAP1GDS1 and RhoA in KRAS-driven lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional analysis of the role of RAP1GDS1 and RhoA in KRAS-driven lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Background &#38; Hypothesis:<\/u><\/b> Triple-negative breast cancer (TNBC) is a difficult to treat and deadly form of breast cancer. Pyruvate is an essential intermediate component of cellular metabolism which cancerous cells, including breast cancer cells, rely upon. Importantly, pyruvate and phosphoenolpyruvate are important nodes in the glycolytic pathway that support serine synthesis, lactate production and the TCA cycle. As a result of this, inhibition of the metabolic enzymes which regulate pyruvate production is currently used for cancer therapy. Apart from the glycolytic pathway, malic enzyme 2 (ME2) contributes to pyruvate and NADPH production through the oxidation of malate. Therefore, ME2 is a critical pathway supporting multiple metabolic needs of TNBC. Here, we investigate TNBC cell lines and assess their reliance on ME2 to drive accelerated growth, and thus potentially making ME2 a therapeutic target in TNBC.<br \/><b><u>Methods:<\/u><\/b> We investigated four TNBC lines (HCC1806, Hs578T, BT20, MDAMB468) with distinct serine synthesis activity assessed via western blotting of serine metabolism enzymes. To knockdown ME2 in TNBC cell lines, we used siRNA transient transfection and shRNA-encoding lentiviral vectors. The growth rates of TNBC cells were determined by cell counting in the BioTek BioSpa 8. Lastly, we used immunohistology to analyze the expression of ME2 and serine metabolic genes in a TNBC tumor microarray.<br \/><b><u>Results:<\/u><\/b> Modulation of the serine synthesis pathway revealed an unexpected synergy between serine metabolism and ME2. Knockdown of ME2 reduced the expression of serine metabolism genes but did not affect the expression of ME1 or ME3. The proliferative rate of cells with elevated serine synthesis, BT20 and MDAMB468 - was significantly reduced under ME2 knockdown, while Hs578T and HCC1806 experienced a modest reduction. Immunohistologic staining of TNBC tumors corroborated the link between ME2 and serine metabolism.<br \/><b><u>Conclusions:<\/u><\/b> We observed that TNBC cell lines with elevated, but not reduced, expression of serine synthesis genes were growth-inhibited in the absence of ME2. Our results indicate that ME2 is required for optimal growth in some forms of TNBC and may serve as a therapeutic target for the treatment of cancers with elevated serine biosynthesis. Ongoing studies are aimed at discerning additional biomarkers of sensitivity to ME2 inhibition in TNBC and other aggressive cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Metabolism,Triple-negative breast cancer (TNBC),siRNA,Synergism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mark  D.  Slayton<\/b><sup>1<\/sup>, Jin Heon Jeon<sup>2<\/sup>, Abhinav Achreja<sup>2<\/sup>, Zackariah  A.  Farah<sup>1<\/sup>, Brisilda Nilaj<sup>1<\/sup>, Yi-Hsien Eu<sup>1<\/sup>, Alisa Lui<sup>1<\/sup>, Mason Collard<sup>1<\/sup>, Liwei Bao<sup>1<\/sup>, Celina Kleer<sup>3<\/sup>, Deepak Nagrath<sup>2<\/sup>, Sofia  D.  Merajver<sup>1<\/sup><br><br\/><sup>1<\/sup>Internal Medicine, University of Michigan, Ann Arbor, MI,<sup>2<\/sup>Engineering, University of Michigan, Ann Arbor, MI,<sup>3<\/sup>Pathology, University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"e7684190-c59d-426c-b362-3f8724709114","ControlNumber":"3923","DisclosureBlock":"&nbsp;<b>M. D. Slayton, <\/b> None..<br><b>J. Jeon, <\/b> None..<br><b>A. Achreja, <\/b> None..<br><b>Z. A. Farah, <\/b> None..<br><b>B. Nilaj, <\/b> None..<br><b>Y. Eu, <\/b> None..<br><b>A. Lui, <\/b> None..<br><b>M. Collard, <\/b> None..<br><b>L. Bao, <\/b> None..<br><b>C. Kleer, <\/b> None..<br><b>D. Nagrath, <\/b> None..<br><b>S. D. Merajver, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1873","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3921","PresenterBiography":null,"PresenterDisplayName":"Mark Slayton, BS,PhD","PresenterKey":"ea4bef32-841d-44d9-8896-dcb0ebac1c1a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3921. Malic enzyme 2 identified as metabolic target in triple-negative breast cancers with increased serine biosynthesis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Malic enzyme 2 identified as metabolic target in triple-negative breast cancers with increased serine biosynthesis","Topics":null,"cSlideId":""},{"Abstract":"<b> <\/b><b>Introduction: <\/b>Genetic information is highly relevant to the classification and risk assessment of myeloid neoplasms, especially myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML). Next generation sequencing (NGS) is increasingly used to track mutations and monitor measurable residual disease, but with the increased data comes a need to distinguish driver mutations from potentially unrelated variants caused by age-related clonal hematopoiesis (ARCH) or clonal hematopoiesis of indeterminant potential (CHIP). Herein, we evaluate a combined flow cytometry and NGS approach to identify oncogenic driver mutations within specific cell populations and increase variant accessibility by NGS.<br \/><b>Methods: <\/b>Proof of cell enrichment methodology was performed with a cell line expressing CD34 (hallmark of myeloid blasts). The cell line was spiked into healthy donor PBMCs at defined levels to create samples with varied tumor percentage. Purchased AML patient samples were also analyzed. CD34 expression of samples was confirmed by flow cytometry prior to- and following enrichment by anti-CD34 magnetic cell sorting technology. Sequencing libraries were prepared using the Archer VariantPlex Core Myeloid kit and sequenced on Illumina MiSeqs. Mutations were characterized using Archer software. The association between NGS and flow cytometry data was assessed through mapping the VAF data to the tumor population determined by flow cytometry.<br \/><b>Results: <\/b>Identified mutations in tested samples included known oncogenic mutations as well as mutations associated with ARCH\/CHIP events. In a subset of samples, at least one mutation was identified at a VAF correlating to the tumor percentage determined by flow cytometry analysis; these mutations were enriched in the CD34+ cell fraction following magnetic cell sorting. Sequencing the enriched tumor fraction increased the VAF of these mutations, and simultaneously revealed additional tumor-associated mutations that were previously below the detection limit of the assay. Conversely, potential ARCH\/CHIP mutations were present in both CD34+ and CD34- cell populations.<br \/><b>Conclusion: <\/b>Using a combination of flow cytometry, magnetic cell sorting, and NGS, variants specific to the tumor fraction of samples were identified. For patient specimens, the presence of ARCH\/CHIP mutations in both enriched and residual cell populations indicate these variants evolved prior to the emergence of true leukemic progenitor cells; the identification of the flow-matched mutations only in the enriched population indicates the key role of these changes in the disease progression. Together, flow cytometry and cell-enriched NGS have the potential to enhance detection of disease-driving mutations earlier, thus, could be used as novel approaches to identify and treat myeloid neoplasms early with existing therapies and\/or support development of new investigational agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Next-generation sequencing (NGS),Flow cytometry,Acute myeloid leukemia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sarah Johnson<\/b><sup><\/sup>, Keegan Vaughan<sup><\/sup>, Alexis Kurmis<sup><\/sup>, Zeni Alfonso<sup><\/sup>, Nathan Riccitelli<sup><\/sup><br><br\/>Navigate BioPharma Services, Carlsbad, CA","CSlideId":"","ControlKey":"cc9de9c3-86bf-4c5d-8319-59ce5e9b0337","ControlNumber":"7436","DisclosureBlock":"<b>&nbsp;S. Johnson, <\/b> <br><b>Navigate BioPharma Services<\/b> Employment. <br><b>K. Vaughan, <\/b> <br><b>Navigate BioPharma Services<\/b> Employment. <br><b>A. Kurmis, <\/b> <br><b>Navigate BioPharma Services<\/b> Employment. <br><b>Z. Alfonso, <\/b> <br><b>Navigate BioPharma Services<\/b> Employment. <br><b>N. Riccitelli, <\/b> <br><b>Navigate BioPharma Services<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1874","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3922","PresenterBiography":null,"PresenterDisplayName":"Sarah Johnson, BS","PresenterKey":"2978ebc2-ce10-4d25-b31a-700e8fac569e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3922. Assessing clonal evolution of myeloid neoplasms by flow cytometry guided, cell-enriched next generation sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing clonal evolution of myeloid neoplasms by flow cytometry guided, cell-enriched next generation sequencing","Topics":null,"cSlideId":""},{"Abstract":"Specific targets for cancer treatment are highly desirable, but still remain to be discovered. While previous reports suggested that CAPRIN-1 localizes in the cytoplasm, here we now show that part of this molecule is strongly expressed on the cell membrane surface in most solid cancers, but not normal tissues. Notably, the membrane expression of CAPRIN-1 extended to the subset of highly tumorigenic cancer stem cells and EMT induced metastatic cancer cells. In addition, we revealed that cancer cells with particularly high CAPRIN-1 surface expression exhibited enhanced tumorigenicity. We generated a therapeutic humanized anti-CAPRIN-1 antibody (TRK-950), which strongly and specifically binds to various cancer cells and shows anti-tumor effects via engagement of immune cells. TRK-950 was further developed as a new cancer drug and a series of pre-clinical studies demonstrates its therapeutic potency in a tumor bearing mouse model and safety in a relevant cynomolgus monkey model. Together our data demonstrate that CAPRIN-1 is a novel and universal target for cancer therapies. A phase I clinical study of TRK-950 (NCT02990481) has been completed and a phase Ib study (combination with approved drugs) is currently underway (NCT03872947).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Antibody,Target discovery,Solid tumors,Cancer stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Fumiyoshi Okano<\/b><sup>1<\/sup>, Takanori Saito<sup>1<\/sup>, Yoshitaka Minamida<sup>1<\/sup>, Shinichi Kobayashi<sup>1<\/sup>, Takayoshi Ido<sup>1<\/sup>, Yasushi Miyauchi<sup>2<\/sup>, Ukei Wasai<sup>1<\/sup>, Jiang Ke<sup>3<\/sup>, Alexandra Aicher<sup>4<\/sup>, Christopher Heeschen<sup>5<\/sup>, Tetsu Yonehara<sup>1<\/sup><br><br\/><sup>1<\/sup>New Frontiers Research Laboratories, Toray Industries, Inc., Kamakura, Japan,<sup>2<\/sup>Kamakura Techno&#8210;Science, Inc., Kamakura, Japan,<sup>3<\/sup>Center for Single-Cell Omics and Key Laboratory of Oncogenes and Related Genes, Shanghai Jiao Tong University School of Medicine, Shanghai, China,<sup>4<\/sup>Graduate Institute for Biomedical Sciences Precision Immunotherapy Group, China Medical University, Taichung City, Taiwan,<sup>5<\/sup>Pancreatic Cancer Heterogeneity, Candiolo Cancer Institute - FPO - IRCCS, Candiolo, Italy","CSlideId":"","ControlKey":"fcdcc90a-308c-42cc-a9e4-69aba0b1da0c","ControlNumber":"2804","DisclosureBlock":"<b>&nbsp;F. Okano, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>T. Saito, <\/b> <br><b>Toray Industries, Inc.<\/b> Employment. <br><b>Y. Minamida, <\/b> <br><b>Toray Industries Inc.<\/b> Employment. <br><b>S. Kobayashi, <\/b> <br><b>Toray Industries Inc<\/b> Employment. <br><b>T. Ido, <\/b> <br><b>Toray Industries Inc.<\/b> Employment. <br><b>Y. Miyauchi, <\/b> <br><b>Kamakura Techno&#8210;Science, Inc.<\/b> Employment. <br><b>U. Wasai, <\/b> <br><b>Toray Industries Inc.<\/b> Employment.<br><b>J. Ke, <\/b> None..<br><b>A. Aicher, <\/b> None..<br><b>C. Heeschen, <\/b> None.&nbsp;<br><b>T. Yonehara, <\/b> <br><b>Toray Industries Inc.<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1875","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3923","PresenterBiography":null,"PresenterDisplayName":"Yoshitaka Minamida","PresenterKey":"1b0c96dd-a704-49ca-9be2-f2883b44891e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3923. Identification of membrane-expressed CAPRIN-1 as a novel and universal cancer target and generation of a therapeutic anti-CAPRIN-1 antibody TRK-950","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of membrane-expressed CAPRIN-1 as a novel and universal cancer target and generation of a therapeutic anti-CAPRIN-1 antibody TRK-950","Topics":null,"cSlideId":""},{"Abstract":"Acute lymphoblastic leukemia (ALL) is the most common cancer in children. Despite the current pediatric treatment protocols have resulted in 5-year overall survival rates of up to 90%, treatments have substantial side effects. Therefore, it is important to identify more specific therapeutic targets and develop more effective and less toxic drugs and drug combinations. We have shown that overexpression of TLX3 in association with mutant IL7R (mutIL7R) is sufficient to generate aggressive leukemia from transduced CD4-CD8- (DN) thymocyte progenitors. To better understand mutIL7R\/TLX3-mouse leukemia, we combined single cell RNA sequencing (scRNAseq), Cellular Indexing of Transcriptomes and Epitopes by Sequencing (CITE-seq), DNA Next Generation Sequencing (NGS) Chromatin Immunoprecipitation Sequencing (ChIP-Seq) and flow cytometry to explore the cooperation of mutIL7R and TLX3 in orchestrating leukemogenesis. We found that mutIL-7R+TLX3 induced murine mixed T\/myeloid leukemia. Myeloid cell clones (CD11b+) expressed identical TCR rearrangements as the T cell clones (CD8+), indicating that mutant IL-7R+TLX3 generated mixed leukemia from T cell progenitors. Moreover, the passaged leukemia lost the T-cell phenotype and acquired a pro-B-like phenotype, suggesting preferential expansion of pro-B cells (CD19+, B220+ IgM-), which were not detected in the founder leukemia presumably due to its low frequency. We next sought to determine whether the oncogene combination is sufficient to drive a similar immunophenotype profile <i>in vitro<\/i>. We showed that ectopic expression of mutIL7R and TLX3 in DN primary thymocytes growing on OP9-DL4 pushed the cells to myeloid (CD11b+, Gr1+) and B-cell (B220) phenotype over a time course of 4, 8 and 20 days, while T-cell development was blocked, suggesting that TLX3 expression prevented differentiation into CD4+\/CD8+ T-cells. To better understand the genes regulated by TLX3 on driving a mixed phenotype leukemia we performed ChiP-seq of D1 cell line ectopically expressing mutIL7R and TLX3. We identified RUNX as a possible key mediator of the mixed-phenotype-leukemia induced by TLX3 in combination with mutIL7R. Additionally, scRNAseq showed upregulation of PU.1 in mice leukemia, suggesting PU.1 as a potential therapeutic target. To assess whether targeted therapy could successfully treat mutIL7R\/TLX3-mouse leukemia, we treated mice that had been injected with the thymocytes transduced with mutIL-7R+TLX3 genes. We found that PU.1 inhibition reduced spleen weights, indicating decreasing of leukemia engraftment. Taken together, we generated a high-resolution dataset with detailed information about the transcriptional landscape and immunophenotype of leukemia generated by mutIL-7R+TLX3, a combination that is observed in patient samples, and suggests new therapeutic drug strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Leukemias,Targeted therapy,Oncogene,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gisele Rodrigues<\/b><sup><\/sup><br><br\/>National Cancer Institute, Frederick, MD","CSlideId":"","ControlKey":"be59c187-8a34-4ef6-b16c-74d31f0aa9d2","ControlNumber":"6744","DisclosureBlock":"&nbsp;<b>G. Rodrigues, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1876","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3924","PresenterBiography":null,"PresenterDisplayName":"Gisele Rodrigues, PhD","PresenterKey":"9362f4c8-0084-4760-8045-c0481b260d57","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3924. Cooperation between mutant IL7R and TLX3 generates mixed myeloid lymphoid leukemia from thymocyte progenitors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cooperation between mutant IL7R and TLX3 generates mixed myeloid lymphoid leukemia from thymocyte progenitors","Topics":null,"cSlideId":""},{"Abstract":"The incidence of HPV-positive head and neck squamous cell carcinoma (HNSCC) is now being considered an epidemic in the US and Western Europe as rates have surpassed those for cervical cancer. For approximately 14,400 patients per year in the US, initial therapy is aggressive and often results in adverse lifelong side effects such as difficulty swallowing and speaking. Despite having a higher cure rate than HPV-negative HNSCC, the recurrence rate is still approximately 30%. Therefore, new treatment options need to be available for these relapsed patients. Our lab was prompted to explore demethylation as a therapeutic option as HPV-positive HNSCC have a more hypermethylated genome than HPV-negative cancers. 5-azacytidine (5-aza) is a synthetic cytidine analog that causes DNA demethylation by trapping methyltransferases to chromatin; it is FDA-approved for the treatment of myelodysplasia and acute myeloid leukemia. Our lab found that low doses of 5-aza delayed HPV-positive xenograft tumor growth and that HPV-positive tumor samples from patients treated with 5-aza in a window trial had increased apoptosis. They also observed a marked downregulation of HPV gene expression after 5-aza. Decreased HPV E6 expression, followed by reactivation of tumor suppressor p53, induced p53-dependent apoptosis in HPV-positive HNSCC. To further explore the mechanism of this sensitivity to 5-Aza, we first determined that 5-aza regulates the transcription of HPV genes, but not the stability of HPV transcripts. We found that the transcriptional regulation of HPV genes after 5-aza depends on the proto-oncogene JunB, a component of the transcription factor Activator Protein 1 (AP-1). Additionally, silencing of JunB abolished the expression of HPV E6\/E7 genes and reactivated tumor suppressor p53 in HPV-positive HNSCC. Furthermore, we revealed that clonogenic survival of HPV-positive head and neck cancer cells is dependent on JunB expression. Our study exposes an important component of 5-Aza-associated sensitivity and toxicity in HPV-positive HNSCC and identifies a novel dependency on JunB, potentially providing a new rational targeted therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Head and neck cancers,Human papillomavirus (HPV),Transcriptional repression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hina Rehmani<\/b><sup><\/sup>, Travis  P.  Schrank<sup><\/sup>, Natalia Issaeva<sup><\/sup>, Wendell  G.  Yarbrough<sup><\/sup><br><br\/>Otolaryngology, University of North Carolina at Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"b4875a09-b682-4355-abc3-78c196152f53","ControlNumber":"7910","DisclosureBlock":"&nbsp;<b>H. Rehmani, <\/b> None..<br><b>T. P. Schrank, <\/b> None..<br><b>N. Issaeva, <\/b> None..<br><b>W. G. Yarbrough, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1877","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3925","PresenterBiography":null,"PresenterDisplayName":"Hina Rehmani, BS;PhD","PresenterKey":"c7a4c251-3aac-418c-b768-347c8b632e35","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3925. JunB regulates expression of HPV genes in head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"JunB regulates expression of HPV genes in head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"<i>ROS1 <\/i>encodes the largest receptor tyrosine kinase (RTK) in the human genome. Chromosomal rearrangements of the <i>ROS1 <\/i>gene generate oncogenic ROS1 fusion proteins that have been successfully targeted with tyrosine kinase inhibitors (TKIs), most notably in lung cancer. To date, ROS1 fusions are the only known biomarkers for therapeutic implementation of ROS1 TKIs. However, unlike known oncogenic mutations in EGFR and ALK RTKs, the functional impact of point mutations within the full-length ROS1 RTK is unknown. Here we queried the AACR Genie database, which consists of pan-cancer clinical genomic sequencing data from thousands of patient samples, for ROS1 aberrations and nominated thirty-four missense mutations residing in the ROS1 tyrosine kinase domain for functional interrogation. Immunoblotting revealed distinct impact of the mutations on kinase function, ranging from complete loss to significant increase in catalytic activity. Notably, Asp and Gly substitutions at the D2113 position within the ROS1 kinase domain dramatically increased autophosphorylation and activation of downstream signaling pathways. ROS1<sup>D2113N\/G <\/sup>were found to be ROS1 TKI-sensitive transformative oncogenes in independent cell-based models. Molecular dynamic simulations of ROS1<sup>D2113N<\/sup> kinase revealed dramatic alterations in the activation loop of the mutant kinase as compared to wildtype. Global proteomics and phosphoproteomics showed that ROS1<sup>D2113N<\/sup> upregulates signaling via phosphorylation of known effectors (SHP2 and STAT3) similar to ROS1 fusions, but also upregulates other pathways, including mTORC2, JNK1\/2, AP-1 and TGFB1. <i>In vivo, <\/i>ROS1<sup>D2113N<\/sup> drove tumor formation that was inhibited with ROS1 TKIs. Taken together, these data demonstrate for the first time that select point mutations within ROS1 drive tumorigenesis and can be therapeutically targetable with existing FDA-approved ROS1-TKIs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"ROS1,Tyrosine kinase inhibitor,Oncogene,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sudarshan  R.  Iyer<\/b><sup>1<\/sup>, Kevin Nusser<sup>1<\/sup>, Kristen Jones<sup>1<\/sup>, Pushkar Shinde<sup>2<\/sup>, Catherine  Z.  Beach<sup>1<\/sup>, Clare Keddy<sup>1<\/sup>, Erin Aguero<sup>1<\/sup>, Jeremy Force<sup>3<\/sup>, Ujwal Shinde<sup>2<\/sup>, Monika  A.  Davare<sup>1<\/sup><br><br\/><sup>1<\/sup>Pediatrics, Oregon Health and Science University, Portland, OR,<sup>2<\/sup>Chemical Physiology, Oregon Health and Science University, Portland, OR,<sup>3<\/sup>Duke University, Durham, NC","CSlideId":"","ControlKey":"105dded6-7cf4-4aae-8fc9-7d446579db72","ControlNumber":"5743","DisclosureBlock":"&nbsp;<b>S. R. Iyer, <\/b> None..<br><b>K. Nusser, <\/b> None..<br><b>K. Jones, <\/b> None..<br><b>P. Shinde, <\/b> None..<br><b>C. Z. Beach, <\/b> None..<br><b>C. Keddy, <\/b> None..<br><b>U. Shinde, <\/b> None..<br><b>M. A. Davare, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1878","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3926","PresenterBiography":null,"PresenterDisplayName":"Sudarshan Iyer, BS","PresenterKey":"dc61e6a9-c9c9-4c38-ab2f-4fdc9084b5ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3926. Activating missense mutations in ROS1 receptor harbor oncogenic potential and are sensitive to tyrosine kinase inhibition","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activating missense mutations in ROS1 receptor harbor oncogenic potential and are sensitive to tyrosine kinase inhibition","Topics":null,"cSlideId":""},{"Abstract":"The number of lung cancer patients who respond well to currently available standard therapies is still small, new molecular targeted therapies with companion diagnostics are eagerly needed. We have been developing new molecular therapies targeting oncoproteins with their cancer biomarkers as follows, i) To identify strongly expressed genes in 120 lung cancers by genome-wide gene expression profile analysis, ii) To verify the candidate genes for their scarce expression in 23 normal organs, iii) To validate the clinicopathological significance of their protein expression by tissue microarray covering about 400 lung cancers (non-small cell lung cancers (NSCLCs) and SCLCs), iv) To examine their importance in the growth and\/or invasion of cancer cells by siRNA, small molecule inhibitor, cell permeable peptides targeting their function and\/or antibody assays, and v) To analyze the oncogenic function of the target molecules. By this system, we identified 50 oncoproteins and selected a LSERT (lung cancer-specific receptor tyrosine kinase) as a candidate. Immunocytochemical and immunohistochemical analyses confirmed that LSERT protein was expressed in cytoplasm and cytoplasmic membrane of lung cancer cells, but it was hardly expressed in normal lung cells. Strong LSERT expression was associated with poorer prognosis for surgically-treated NSCLC patients, and it was an independent prognostic factor. Exogenous expression of LSERT increased the cell growth and invasion probably through its elevated kinase activity and subsequent phosphorylation of downstream proteins. Inhibition of LSERT expression by siRNAs or treatment with anti-LSERT antibody suppressed the growth of lung cancer cells. Our genome-wide screening might be a useful approach to identify target molecules for developing new therapeutics and diagnostics. LSERT could be a candidate cancer biomarker and therapeutic target for lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Molecular targets,Biomarkers,Genomics,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yataro Daigo<\/b><sup><\/sup>, Atsushi Takano<sup><\/sup>, Yusuke Nakamura<sup><\/sup><br><br\/>Institute of Medical Science, The University of Tokyo, Tokyo, Japan","CSlideId":"","ControlKey":"5551e5c3-559f-4e41-9619-8029ca19a2f5","ControlNumber":"3419","DisclosureBlock":"&nbsp;<b>Y. Daigo, <\/b> None..<br><b>A. Takano, <\/b> None..<br><b>Y. Nakamura, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1879","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3927","PresenterBiography":null,"PresenterDisplayName":"Yataro Daigo, MD;PhD","PresenterKey":"e75a4fa8-d091-45e5-aac0-ce968be62aa6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3927. Genome-wide screening and validation of molecular targets and biomarkers for lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genome-wide screening and validation of molecular targets and biomarkers for lung cancer","Topics":null,"cSlideId":""},{"Abstract":"T-cell Acute Lymphoblastic Leukemia (T-ALL) is hematologic tumor characterized by the diffuse infiltration of the bone marrow by malignant hematopoietic cells expressing immature T cell markers. Although T-ALL currently has better cure rates primarily due to multiagent or intensified chemotherapy, the prognosis for patients who are resistant or develop relapse to therapy remains very poor. Aberrant Notch homolog-1 (NOTCH1) signaling is a major driver of T-ALL pathogenesis as more than 60% of T-ALL cases harbor activating mutations in the NOTCH1 gene. Gamma Secretase Inhibitors (GSIs) which effectively block the activation of oncogenic protein NOTCH1 are potential candidates for the treatment of T-ALL. However, the clinical application of GSIs is hampered by severe gastrointestinal toxicity due to the inhibition of NOTCH1 signaling in the gut. Here we demonstrate that combination therapy of GSIs and a small molecule inhibitor of the neddylation pathway circumvents the GSI-induced gut toxicity in vitro and in vivo. Genome-wide CRISPR loss-of-function screen in LS174T adenocarcinoma cells revealed neddylation pathway as a main regulator of massive goblet cell differentiation upon NOTCH1 inhibition. Genetic and pharmacologic inhibition of the neddylation pathway in LS174T cells rescued GSI-induced differentiation and cell death. Mechanistically, neddylation inhibition increases the protein stability of Hairy and enhancer of split-1 (HES1), a known regulator of absorptive and secretory cell fate decisions. Combination treatment of GSI and neddylation inhibitor in C57\/BL6 mice showed a profound decrease in the number of goblet cells and maintained HES1 protein levels in the intestinal epithelium compared to GSI treatment alone. Remarkably, combined treatment of GSI and neddylation inhibitor in NOTCH1-induced T-ALL mice showed leukemia regression and improved overall survival without any associated gut toxicity. Overall, these results substantiate the potential of targeting NOTCH1 and neddylation pathway in the treatment of NOTCH1-induced T-ALL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Neddylation,Leukemias: acute lymphoblastic,Combination therapy,Toxicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Carla Bertulfo<\/b><sup><\/sup>, Pablo Perez-Duran<sup><\/sup>, Teresa Palomero<sup><\/sup>, Adolfo Ferrando<sup><\/sup><br><br\/>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"d767cf33-fda9-48bd-af10-864de21354fc","ControlNumber":"1322","DisclosureBlock":"&nbsp;<b>C. Bertulfo, <\/b> None.&nbsp;<br><b>P. Perez-Duran, <\/b> <br><b>Horizon Discovery<\/b> Employment. <br><b>T. Palomero, <\/b> <br><b>Kura Oncology<\/b> Grant\/Contract. <br><b>A. Ferrando, <\/b> <br><b>Regeneron<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1880","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3928","PresenterBiography":null,"PresenterDisplayName":"Kalay Bertulfo, MA,MS,M Phil","PresenterKey":"8510a506-fc43-4388-b98c-2823902deb4d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3928. Therapeutic targeting of NOTCH1 and neddylation pathway in T cell acute lymphoblastic leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic targeting of NOTCH1 and neddylation pathway in T cell acute lymphoblastic leukemia","Topics":null,"cSlideId":""},{"Abstract":"MDM2 inhibition has gained popularity in recent years as a therapeutic strategy in targeting both solid tumors and hematological malignancies, and several small molecule inhibitors of the p53-MDM2 binding interface have progressed into clinical trials in recent years. Alongside direct stabilization of p53, MDM2 has further been identified to have immune implications in terms of CD8+ T-cell mediated anti-tumor immunity and checkpoint-blockade therapies. However, little work has been done to explore the therapeutic targeting potential of related protein MDMX (MDM4). Pan-cancer analyses conducted by our lab (in part presented at the ASCO 2022 Annual Meeting) identify an important role of MDMX in several tumor types. Particularly, MDMX amplification is associated with a higher risk of brain and liver metastasis, and MDMX amplification itself also presents with significant frequency (10%) in glioblastoma multiforme (GBM). Notably, MDMX amplification also served as a better predictor of reduced overall survival in NSCLC following checkpoint-blockade. We have also previously reported on associations between MDMX amplification and CDKN2A deep deletions in melanoma, a predictor of favorable response to checkpoint blockade. Such findings establish the need for further exploration to be done and the role of MDMX both in cell phenotype and potential immune regulation to be better characterized. Preliminary data acquired from transient overexpression experiments using lipofection of MDMX cDNA and MDMX inhibitor XI-006 (NSC207895) alone and in combination with chemotherapy further supports the viability of MDMX-inhibition as a therapeutic strategy in several cell lines. Overexpression of MDMX in HCT116 p53<sup>WT<\/sup> cells demonstrably confers remarkable resistance to MDMX inhibitor XI-006 at a 72-hour timepoint (IC50 of 104.75 uM in overexpressing cells versus 29.03 uM in WT), and treatment with oxaliplatin reveals both reduced basal and post-treatment expression of p53-upregulated modulator of apoptosis (PUMA). Further mechanistic workup of this phenomenon is underway, particularly with an emphasis on immuno-oncological therapeutic translations. Altogether, initial findings ultimately establish the need for further investigation into the mechanistic basis of MDMX-correlated clinical outcomes and the therapeutic potential of MDMX inhibition.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Mdmx,Chemosensitization,Immunomodulation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andrew George<\/b><sup>1<\/sup>, Arielle De La Cruz<sup>1<\/sup>, Shengliang Zhang<sup>1<\/sup>, Ilyas Sahin<sup>2<\/sup>, Praveen Srinivasan<sup>1<\/sup>, Maximilian Schwermann<sup>1<\/sup>, Morgan Turcotte<sup>1<\/sup>, Taylor Arnoff<sup>1<\/sup>, Wafik  S.  El-Deiry<sup>1<\/sup><br><br\/><sup>1<\/sup>Legorreta Cancer Center, Brown University, Providence, RI,<sup>2<\/sup>Division of Hematology\/Oncology, University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"18dc73fa-35cb-47ec-979f-87fa07f9ff69","ControlNumber":"7755","DisclosureBlock":"&nbsp;<b>A. George, <\/b> None..<br><b>A. De La Cruz, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>I. Sahin, <\/b> None..<br><b>P. Srinivasan, <\/b> None..<br><b>M. Schwermann, <\/b> None..<br><b>M. Turcotte, <\/b> None..<br><b>T. Arnoff, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1881","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3929","PresenterBiography":null,"PresenterDisplayName":"Andrew George, BS","PresenterKey":"042e6001-ebb2-4a96-bdfc-a09fe8cead34","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3929. MDMX overexpression in cancer cells confers significant resistance to MDMX inhibitor XI-006 and may modulate chemosensitivity through suppressing p53 activation of pro-apoptotic factors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MDMX overexpression in cancer cells confers significant resistance to MDMX inhibitor XI-006 and may modulate chemosensitivity through suppressing p53 activation of pro-apoptotic factors","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Most oral squamous cell carcinomas (OSCC) progress through clinically identifiable stages, starting from premalignant epithelial dysplasia to early invasive OSCC. How cells transform from premalignant dysplasia to early invasive OSCC is unknown. High monocarboxylate transporter 1 (MCT1;<i> SLC16A1<\/i>) expression is correlated with poor outcomes in OSCC patients, where it is thought to promote tumor growth by supporting metabolic coupling between cancer cells and tumor stroma. Because expression of MCT1 is markedly increased in OSCC patients, we sought to determine if MCT1 played a role in the progression of oral dysplasia in early invasive OSCC.<br \/><b>Methods: <\/b>Immunohistochemistry (IHC) was used to evaluate changes in the levels of MCT1 expression across adjacent normal, dysplasia, and OSCC tissues to identify expression patterns during cancer progression. Genetic knockout (KO) of <i>SLC16A1<\/i> via CRISPR\/Cas9 and pharmacological blockade by the MCT1 inhibitor AZD3965 were used on OSCC (TR146) and dysplastic (DOK) cell lines. KO was confirmed by qRT-PCR and immunoblotting. MCT1-KO and AZD3965-treated cells were assayed for changes in cell invasion using Matrigel-coated transwell assays. Correlative changes in gene expression based on MCT1 staining and disease progression were also observed in adjacent normal, dysplasia, and OSCC regions in each tissue section using Nanostring GeoMx Digital Spatial Profiler.<br \/><b>R<\/b><b>esults:<\/b> Expression of MCT1 was directly correlated to the progression of disease from dysplasia to early superficially invasive OSCC relative to normal adjacent epithelium. KO of MCT1 significantly decreased the invasion of dysplastic and OSCC cell lines compared to the wild-type (parental) controls. AZD3965 also decreased invasion in the parental dysplastic and OSCC lines. To identify progressive changes in gene expression across normal, dysplasia, and early invasive OSCC, transcripts for cancer-related genes were quantified in the epithelial and stromal compartments from patient samples. Compared to the normal epithelium, upregulation in gene expression, including <i>SLC16A1<\/i>, was observed in the cell cycle and metabolic pathways in OSCC tissues.<br \/><b>Conclusions: <\/b>Our data suggest that MCT1 plays a key role in breaching of the basement membrane and facilitating tumor cell migration and invasion. Targeting MCT1 in oral dysplasia may prevent progression to OSCC in oral cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Oral cancers,Premalignancy,Invasion,Gene profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ethan  J.  Wong<\/b><sup>1<\/sup>, Ali Khammanivong<sup>1<\/sup>, Ravi Maisuria<sup>2<\/sup>, Erin B. Dickerson<sup>3<\/sup>, Raj Gopalakrishnan<sup>2<\/sup><br><br\/><sup>1<\/sup>Veterinary Clinical Sciences, University of Minnesota, Saint Paul, MN,<sup>2<\/sup>Division of Oral and Maxillofacial Pathology, University of Minnesota, Minneapolis, MN,<sup>3<\/sup>University of Minnesota, Saint Paul, MN","CSlideId":"","ControlKey":"bd9c4e9a-c38e-4172-a117-8cd2bf789674","ControlNumber":"4733","DisclosureBlock":"&nbsp;<b>E. J. Wong, <\/b> None..<br><b>A. Khammanivong, <\/b> None..<br><b>R. Maisuria, <\/b> None..<br><b>E. B. Dickerson, <\/b> None..<br><b>R. Gopalakrishnan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1882","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3930","PresenterBiography":null,"PresenterDisplayName":"Ethan Wong, No Degree","PresenterKey":"12e8edb1-992c-42d0-8c9e-b46de7183409","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3930. MCT1 as a potential target in the progression of oral premalignant dysplasia to invasive squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MCT1 as a potential target in the progression of oral premalignant dysplasia to invasive squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b><i> NUT <\/i>rearrangements drive NUT carcinomas (NCs), which are rare, poorly differentiated tumors with a survival from diagnosis of ~6-7 months. Common NUT fusion partners (NCFPs) include <i>BRD4<\/i>, <i>BRD3<\/i>, <i>NSD3<\/i>, and <i>ZNF532<\/i>, which are associated with epigenetic changes leading to tumor growth. Recent clinical trials have aimed to address NCs, but little is known about fusions involving NCFPs in other histologies. We characterized NCFPs in a large, pan-cancer cohort.<br \/><b>Methods:<\/b> The MSK-IMPACT (DNA sequencing; n=71,423) and MSK-Fusion (RNA sequencing; n=10,897) clinical cohorts were mined to identify patients (pts) with all forms of structural variants (SVs) involving NCFPs, detected between April, 2015 and June, 2022. The targeted NGS panels included <i>BRD4<\/i> and <i>NSD3<\/i> only; detection of <i>BRD3<\/i> and <i>ZNF532<\/i> SVs was possible for fusions with a partner present on either panel. SVs were manually reviewed to identify in-frame fusions with oncogenic potential if critical domains present in NC fusions were conserved. Pts were followed through July 2022 and manual chart review enabled assessment of treatment history and clinical outcomes.<br \/><b>Results:<\/b> SVs involving NCFP genes were detected in 182 (<i>BRD4<\/i>=110, <i>NSD3<\/i>=61, <i>BRD3<\/i>=8 and <i>ZNF532<\/i>=3) pts (0.002%). Putative NCFP fusions not involving any of the NUT gene family members comprised a total of 20 fusions with likely oncogenic potential including 11 with <i>BRD4 <\/i>(55%), 5 with <i>NSD3 <\/i>(25%), 3 with <i>ZNF532 <\/i>(15%), and 1 with <i>BRD3 <\/i>(5%). <i>BRD4::NOTCH3<\/i> and <i>ZNF532::MALT1<\/i> were the most enriched fusions, present in 3 samples each. The most common histologies were breast (3 ductal; 1 lobular), lung (2 squamous cell carcinoma, 1 adenocarcinoma and 1 mixed histology), and colon and esophageal adenocarcinoma (2 samples each). Median age at diagnosis was 62. 11 (55%) pts were female and 9 (45%) were male. 13 (65%) pts ultimately were diagnosed with stage IV disease and had a median overall survival from stage IV diagnosis of 2.5 years (95% CI: 1.41, NR). DNA sequencing in 19\/20 tumors revealed a mean tumor mutational burden (TMB) of 5.0 mut\/Mb including 15 with low TMB (&#60;10) and 3 with high TMB (&#62;10). No tumor showed microsatellite instability (MSI-high). <i>TP53<\/i> mutations were the most common co-alteration, found in 11 (58%) cases. 18\/20 pts received systemic therapy; 18 (90%) received cytotoxic chemotherapy and\/or mAb therapy, including 13 (65%) who received a platinum. 8 pts (40%) received immunotherapy (IO), and 4 (20%) received small molecule inhibitors. No pts received BET inhibitors. Among pts who received IO, median time to treatment discontinuation was 64 days (95% CI: 20, NR).<br \/><b>Conclusion:<\/b> Tumor sequencing from a large cohort reveals potential oncogenic fusions involving <i>BRD4<\/i>, <i>BRD3<\/i>, <i>NSD3<\/i>, and <i>ZNF532 <\/i>across multiple histologies. Further biological characterization of their oncogenicity and potential targetability is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Fusion proteins,Target discovery,Sequencing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ian R. Nykaza<\/b><sup>1<\/sup>, Christopher  A.  Febres-Aldana<sup>2<\/sup>, Sabrina T. Lin<sup>3<\/sup>, Ryma Benayed<sup>2<\/sup>, Kerry Mullaney<sup>3<\/sup>, Emiliano Cocco<sup>4<\/sup>, Alexia Iasonos<sup>3<\/sup>, Marc Ladanyi<sup>5<\/sup>, Alexander E. Drilon<sup>6<\/sup>, Yonina R. Murciano-Goroff<sup>6<\/sup><br><br\/><sup>1<\/sup>Weill Cornell Medical College, New York, NY,<sup>2<\/sup>Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>3<\/sup>Department of Epidemiology & Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>4<\/sup>University of Miami Miller School of Medicine and Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL,<sup>5<\/sup>Department of Pathology, Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>6<\/sup>Weill Cornell Medical College and Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"9d6786b3-edf0-4961-bb9a-9da32ede9fe8","ControlNumber":"7670","DisclosureBlock":"&nbsp;<b>I. R. Nykaza, <\/b> None..<br><b>C. A. Febres-Aldana, <\/b> None..<br><b>S. T. Lin, <\/b> None.&nbsp;<br><b>R. Benayed, <\/b> <br><b>ArcherDx<\/b> Grant\/Contract. <br><b>Loxo Oncology<\/b> Other, Honoraria. <br><b>Illumina<\/b> Other, Speaking fees. <br><b>AstraZeneca<\/b> Employment.<br><b>K. Mullaney, <\/b> None.&nbsp;<br><b>E. Cocco, <\/b> <br><b>InnoCare Pharma<\/b> Grant\/Contract. <br><b>ERASCA<\/b> Grant\/Contract. <br><b>ENTOS, Inc<\/b> Other, Consultant. <br><b>Institutional Biosafety Committee (IBC)<\/b> Other, Committee Member.<br><b>A. Iasonos, <\/b> None..<br><b>M. Ladanyi, <\/b> None.&nbsp;<br><b>A. E. Drilon, <\/b> <br><b>Ignyta\/Genentech\/Roche, Loxo\/Bayer\/Lilly, Takeda\/Ariad\/Millenium, TP Therapeutics, AstraZeneca, Pfizer, Blueprint Medicines, Helsinn, Beigene, BergenBio, Hengrui Therapeutics, Exelixis, Tyra Bioscie<\/b> Other, Honoraria\/Advisory Board. <br><b>Treeline Bio<\/b> Other, Equity. <br><b>Selpercatinib-Osimertinib<\/b> Copyright. <br><b>Pfizer, Exelixis, GlaxoSmithKlein, Teva, Taiho, PharmaMar<\/b> Grant\/Contract. <br><b>Wolters Kluwer<\/b> Other, Royalties. <br><b>Merck, Puma, Merus, Boehringer Ingelhei<\/b> Other, Consultant. <br><b>Medscape, OncLive, PeerVoice, Physicians Education Resources, Targeted Oncology, Research to Practice, Axis, Peerview Institute, Paradigm Medical Communications, WebMD, MJH Life Sciences, Med Learnin<\/b> Other, CME Honoraria\u000d\u000a. <br><b>Y. R. Murciano-Goroff, <\/b> <br><b>AstraZeneca<\/b> Other, Travel, accommodation, and expenses. <br><b>Virology Education and Projects in Knowledge (for a CME program funded by an educational grant from Amgen)<\/b> Other, Honoraria. <br><b>Loxo Oncology at Eli Lilly, Elucida Oncology, Taiho Oncology, Hengrui USA, Ltd\/ Jiangsu Hengrui Pharmaceuticals, Luzsana Biotechnology, and Endeavor Biomedicines<\/b> Other, Associated Research Funding to Institution. <br><b>Rutgers University Press and Wolters Kluwer<\/b> Other, Royalties. <br><b>NIH (CTSA UL1TR00457)<\/b> Grant\/Contract. <br><b>Kristina M. Day Young Investigator Award from Conquer Cancer, the ASCO Foundation, endowed by Dr. Charles M. Baum and Carol A. Baum<\/b> Grant\/Contract. <br><b>Fiona and Stanley Druckenmiller Center for Lung Cancer Research, the Andrew Sabin Family Foundation<\/b> Grant\/Contract. <br><b>Paul Calabresi Career Development Award for Clinical Oncology (NIH\/NCI K12 CA184746)<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1883","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3931","PresenterBiography":null,"PresenterDisplayName":"Ian Nykaza, BS","PresenterKey":"30ec2d01-3a76-4b64-86dc-89f4cc616b70","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3931. BRD4, BRD3, NSD3, and ZNF532 fusions in histologies beyond NUT carcinomas: Investigation of a large pan-cancer cohort","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BRD4, BRD3, NSD3, and ZNF532 fusions in histologies beyond NUT carcinomas: Investigation of a large pan-cancer cohort","Topics":null,"cSlideId":""},{"Abstract":"This study focuses on investigating the role of Cyclin K in pancreatic cancer growth and chemotherapeutic sensitivity, aiming to provide pre-clinical evidence for Cyclin K-targeted therapy in pancreatic cancer. Unlike other well-known cyclins, Cyclin K is largely understudied in cancers. Data extracted from the TCGA database indicated that Cyclin K was overexpressed in pancreatic ductal adenocarcinoma (PDAC) and associated with reduced overall survival. Consistently, western blotting showed that Cyclin K was abundantly expressed in human and mouse PDAC cell lines. By using a Tet-On inducible system, we established Cyclin K-depleted and Cyclin K-overexpressed cell lines to evaluate the function of Cyclin K in pancreatic cancer. The proliferation assay showed that Cyclin K depletion led to retarded PDAC cell proliferation, whereas Cyclin K overexpression boosted cell growth. We further confirmed that Cyclin K was required for pancreatic cancer growth <i>in vivo<\/i>. In addition, cell cycle analysis showed that Cyclin K deficiency resulted in G1-S arrest, while Cyclin K overexpression promoted G1-S progression. By using an RT2 cell cycler array, we identified CDC20 as an important target of Cyclin K that mediated Cyclin K-induced PDAC cell proliferation. To investigate the influence of Cyclin K on chemo-sensitivity, we treated the PDAC cell lines with two newly synthesized Cyclin K molecular glue degraders (HQ461 and NCT02). We found that these degraders specifically ablated Cyclin K and its cognate kinase CDK12 in a very efficient manner. Importantly, we demonstrated that Cyclin K abrogation, either by Cyclin K degrader or Cyclin K knockdown, rendered PDAC cells more sensitive to GemTaxol (gemcitabine plus Taxol) treatment and PARP inhibitors (olaparib or niraparib), as indicated by increased cleavage of PARP or caspase 3. Together, our current results suggest: 1. Cyclin K promotes cell proliferation and G1-S transition in pancreatic cancer; 2. CDC20 mediates the function of Cyclin K on pancreatic cancer cell proliferation; 3. Cyclin K depletion synergizes with GemTaxol or PARP inhibitor in pancreatic cancer treatment. Our study revealed for the first time that Cyclin K plays an essential role in pancreatic cancer growth and chemo-sensitivity, and targeting Cyclin K may offer a great therapeutic avenue for pancreatic cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Cyclin,Pancreatic cancer,Proliferation,Chemosensitization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yi Xiao<\/b><sup><\/sup>, Jixin Dong<sup><\/sup>, Yuanhong Chen<sup><\/sup><br><br\/>University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"349e5bf7-a26d-4406-9f4d-ae961429a9b1","ControlNumber":"453","DisclosureBlock":"&nbsp;<b>Y. Xiao, <\/b> None..<br><b>J. Dong, <\/b> None..<br><b>Y. Chen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1884","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3932","PresenterBiography":null,"PresenterDisplayName":"Yi Xiao, BS","PresenterKey":"08729c1b-0027-405b-8b84-f1d15f975159","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3932. Targeting cyclin K in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting cyclin K in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Atypical teratoid rhabdoid tumors (ATRT) are a rare but aggressive malignancy in central nervous system, commonly occurring in early childhood. ATRT patients face a dismal prognosis despite aggressive therapy. Development of both effective and protective targeted therapy is an emerging necessity. It has been reported that RRM2 is a master driver of aggressiveness and a poor prognosis biomarker in several cancers. However, little is known about RRM2 function in ATRT. The aim of this study is to assess the roles of RRM2 in ATRT and elucidate the therapeutic potential of RRM2 to cure the ATRT.<br \/>Methods: Expression of RRM2 was evaluated by molecular profiling analysis and was confirmed by IHC in both ATRT patients and PDX tissues. Follow-up <i>in vitro<\/i> studies used 3 different cell lines to elucidate the oncogenic role of RRM2 in ATRT cells. The efficacy of COH29, an RRM2 inhibitor, was assessed <i>in vitro<\/i>. ATRT model of SCID mice orthotopically injected with ATRT cells were used to test the efficiency of COH29 for <i>in vivo<\/i>. Western blot and RNA-sequencing were used to determine the mechanisms of RRM2 transcriptional activation in ATRT.<br \/>Results: Molecular profiling results revealed that RRM2 was relatively highly expressed in ATRT tissues and cell lines. Clinical relevance analysis results showed that the RRM2 expression level was associated with poor prognosis among ATRT patients. Knockdown of RRM2 by shRNAs significantly reduced ATRT cells colonies formation, proliferation and migration. A similar but more pronounced inhibitory effect was observed when COH29 was used to target RMM2. Inhibition of RRM2 by shRNAs or COH29 significantly induced cell death via DNA damage and\/or apoptosis pathways. <i>In vivo<\/i> results demonstrated that COH29 could suppressed ATRT tumor growth and extend mice overall survival.<br \/>Conclusion: Our study identified RRM2 as a potential mediator of oncogenic cellular functions in ATRT cell lines. We propose that highly expressed RRM2 is associated with poor patient outcomes, and inhibition of RRM2 by COH29 may present a significant therapeutic value in ATRT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Brain tumors,Apoptosis,Inhibitors,Ribonucleotide reductase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Le Hien Giang<\/b><sup><\/sup>, Tai-Tong Wong<sup><\/sup>, Che-Chang Chang<sup><\/sup><br><br\/>Taipei Medical University, Taipei, Taiwan","CSlideId":"","ControlKey":"064f5427-ddc2-47f7-9584-b8349a045607","ControlNumber":"4017","DisclosureBlock":"&nbsp;<b>L. Hien Giang, <\/b> None..<br><b>T. Wong, <\/b> None..<br><b>C. Chang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1885","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3933","PresenterBiography":null,"PresenterDisplayName":"LE HIEN GIANG","PresenterKey":"bcb9580d-6081-43f1-8b18-821d9dafa2d5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3933. RRM2 inhibition by COH29 is a potential therapeutic strategy for atypical teratoid rhabdoid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RRM2 inhibition by COH29 is a potential therapeutic strategy for atypical teratoid rhabdoid tumors","Topics":null,"cSlideId":""},{"Abstract":"<i>RB1<\/i> loss-of-function genomic alterations confer resistance to CDK4\/6 inhibitors (CDK4\/6i) and are enriched post treatment of CDK4\/6i in estrogen receptor-positive (ER+) metastatic breast cancer. ER+\/Rb-deficient breast cancer is a rising patient population in need of novel therapeutic strategies. Herein, we used a genome-wide CRISPR screen and identified protein arginine methyltransferase 5 (PRMT5) as a molecular vulnerability in this refractory breast cancer subtype. sgRNA-induced depletion of<i> PRMT5<\/i> arrested growth of MCF-7 and T47D <i>RB1<\/i> knockout (RBKO) cells. PRMT5 catalyzes symmetric dimethylation of arginine (SDMA). In RBKO cells carrying doxycycline-inducible shRNA targeting the 3&#8217;UTR of<i> PRMT5<\/i>, rescue with wild-type but not an enzymatically dead mutant of PRMT5 restored cell growth, supporting that PRMT5 methyltrasferase activity is essential for growth of these cells. Gene set enrichment analysis (GSEA) of RNA-seq data revealed significant downregulation of cell cycle-related Hallmark gene signatures in RBKO cells treated with<i> PRMT5<\/i> siRNA versus control siRNA. Both gene silencing and pharmacological blockade of PRMT5 with the small molecule inhibitor pemrametostat impeded G1-to-S cell cycle progression in MCF-7 and T47D RBKO cells and in lung, prostate, and triple-negative breast cancer cells with natural <i>RB1 <\/i>mutations or deletions, suggesting that PRMT5 inhibition can block the G1-to-S transition even in the absence of Rb. To identify the protein interactome of PRMT5 and the mechanism by which it promotes cell cycle progression in Rb-deficient cells, we performed proteomics analysis of Co-IP mass spectrometry and an SDMA post-translational modification scan and pinpointed FUS (fused in sarcoma) as a putative downstream effector of PRMT5. FUS is known to regulate RNA polymerase II (Pol II)-mediated transcription. Inhibition of PRMT5 with pemrametostat significantly reduced SDMA levels on FUS and dissociated FUS from Pol II as evidenced by FUS Co-IP and immunoblot analysis. ChIP-seq analysis revealed that treatment of RBKO cells with pemrametostat derepressed phosphorylation of Ser2 in the C-terminus of Pol II at transcription start sites (<i>TSS<\/i>) of genes involved in cell cycle progression. In accordance with the abnormal accumulation of pSer2 Pol II at <i>TSS<\/i>, pemrametostat treatment also resulted in an increased Pol II pausing index and an enrichment of intron retention splicing variants. Finally, therapeutic inhibition of PRMT5 with pemrametostat synergized with fulvestrant (a selective ER degrader) against growth of ER+\/Rb-deficient breast cancer cell line- and patient-derived xenografts in mice, suggesting this combination as a novel therapeutic strategy for ER+\/Rb-deficient metastatic breast cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Retinoblastoma protein,PRMT5,Antiestrogens,Cell cycle,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chang-Ching Lin<\/b><sup>1<\/sup>, Tsung-Cheng Chang<sup>2<\/sup>, Yunguan Wang<sup>3<\/sup>, Yanfeng Zhang<sup>3<\/sup>, Andrew Lemoff<sup>4<\/sup>, Yisheng  V.  Fang<sup>5<\/sup>, He Zhang<sup>3<\/sup>, Dan Ye<sup>1<\/sup>, Isabel Soria-Bretones<sup>6<\/sup>, Alberto Servetto<sup>7<\/sup>, Kyung-min Lee<sup>8<\/sup>, Xuemei Luo<sup>4<\/sup>, Joseph  J.  Otto<sup>4<\/sup>, Hiroaki Akamatsu<sup>9<\/sup>, David  W.  Cescon<sup>10<\/sup>, Lin Xu<sup>3<\/sup>, Yang Xie<sup>3<\/sup>, Joshua  T.  Mendell<sup>2<\/sup>, Ariella  B.  Hanker<sup>1<\/sup>, Carlos  L.  Arteaga<sup>1<\/sup><br><br\/><sup>1<\/sup>Harold C. Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX,<sup>2<\/sup>Department of Molecular Biology, UT Southwestern Medical Center, Dallas, TX,<sup>3<\/sup>Department of Population & Data Sciences, UT Southwestern Medical Center, Dallas, TX,<sup>4<\/sup>Department of Biochemistry, UT Southwestern Medical Center, Dallas, TX,<sup>5<\/sup>Department of Pathology, UT Southwestern Medical Center, Dallas, TX,<sup>6<\/sup>Repare Therapeutics, Montreal, QC, Canada,<sup>7<\/sup>Department of Clinical Medicine and Surgery, University of Naples Federico II, Naples, Italy,<sup>8<\/sup>Department of Life Science, Hanyang University, Seoul, Korea, Republic of,<sup>9<\/sup>Third Department of Internal Medicine, Wakayama Medical University, Wakayama, Japan,<sup>10<\/sup>Princess Margaret Cancer Centre, University of Toronto, Toronto, ON, Canada","CSlideId":"","ControlKey":"3546b498-3a95-458b-a110-d62ff26e2e02","ControlNumber":"2599","DisclosureBlock":"&nbsp;<b>C. Lin, <\/b> None..<br><b>T. Chang, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>A. Lemoff, <\/b> None.&nbsp;<br><b>Y. V. Fang, <\/b> <br><b>Integro Theragnostic<\/b> Other, Advisory services.<br><b>H. Zhang, <\/b> None..<br><b>D. Ye, <\/b> None.&nbsp;<br><b>I. Soria-Bretones, <\/b> <br><b>Repare Therapeutics<\/b> Employment, Stock Option. <br><b>A. Servetto, <\/b> <br><b>Bristol-Myers Squibb<\/b> Travel. <br><b>AstraZeneca<\/b> Travel. <br><b>Eli Lilly<\/b> Other, Honoraria. <br><b>MSD<\/b> Other, Honoraria. <br><b>Janssen<\/b> Other, Honoraria.<br><b>K. Lee, <\/b> None..<br><b>X. Luo, <\/b> None..<br><b>J. J. Otto, <\/b> None..<br><b>H. Akamatsu, <\/b> None.&nbsp;<br><b>D. W. Cescon, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory services and trial steering committee. <br><b>Exact Sciences<\/b> Other, Advisory services. <br><b>Eisai<\/b> Other, Advisory services. <br><b>Gilead<\/b> Grant\/Contract, Other, Advisory services. <br><b>GlaxoSmithKline<\/b> Grant\/Contract, Other, Advisory services and trial steering committee. <br><b>Inflex<\/b> Other, Advisory services. <br><b>Inivata<\/b> Grant\/Contract, Other, Advisory services. <br><b>Lilly<\/b> Other, Advisory services. <br><b>Merck<\/b> Grant\/Contract, Other, Advisory services and trial steering committee. <br><b>Novartis<\/b> Other, Advisory services. <br><b>Pfizer<\/b> Grant\/Contract, Other, Advisory services. <br><b>Roche<\/b> Grant\/Contract, Other, Advisory services.<br><b>L. Xu, <\/b> None..<br><b>Y. Xie, <\/b> None.&nbsp;<br><b>J. T. Mendell, <\/b> <br><b>Ribometrix, Inc<\/b> Stock Option. <br><b>Ortibital Therapeutics<\/b> Stock. <br><b>A. B. Hanker, <\/b> <br><b>Lilly<\/b> Grant\/Contract. <br><b>C. L. Arteaga, <\/b> <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Lilly<\/b> Grant\/Contract, Other, Expert scientific advisor. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Novartis<\/b> Other, Expert scientific advisor. <br><b>Merck<\/b> Other, Expert scientific advisor. <br><b>Daiichi Sankyo<\/b> Other, Expert scientific advisor. <br><b>AstraZeneca<\/b> Other, Expert scientific advisor. <br><b>OrigiMed<\/b> Other, Expert scientific advisor. <br><b>Immunomedics<\/b> Other, Expert scientific advisor. <br><b>TAIHO Oncology<\/b> Other, Expert scientific advisor. <br><b>PUMA<\/b> Other, Expert scientific advisor. <br><b>Arvinas<\/b> Other, Expert scientific advisor. <br><b>Athenex<\/b> Other, Expert scientific advisor. <br><b>Sanofi<\/b> Other, Expert scientific advisor. <br><b>Susan G. Komen Foundation<\/b> Other, Expert scientific advisor. <br><b>Provista<\/b> Stock.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1886","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3934","PresenterBiography":null,"PresenterDisplayName":"Chang-Ching (Albert) Lin, PhD","PresenterKey":"22270219-92b0-4d24-965e-f05e5c09cc20","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3934. PRMT5 is an actionable target in CDK4\/6 inhibitor-resistant ER+\/Rb-deficient breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PRMT5 is an actionable target in CDK4\/6 inhibitor-resistant ER+\/Rb-deficient breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>Uveal (ocular) melanoma (UM) is a highly aggressive and frequently fatal cancer of the eye. While only 2-4% of patients have metastases at diagnosis, up to 50% of develop metastatic disease, overwhelmingly to the liver. Almost all UM harbor an initiating mutation in the G&#945;q signaling pathway, most commonly in GNAQ. Most UM also contain secondary mutations that drive tumor progression, the most common being BAP1 loss. Targeted therapies such as MEK inhibitors have been utilized in UM, but tumors rapidly become refractory. The aims of this study were to identify novel mechanisms specifically activated in UM cells that drive proliferation and escape from MEK inhibitor therapy.<br \/><b>Procedures:<\/b> We performed CRISPR-Cas9 mediated gene disruption screening of UM cell lines 92.1, Mel202 and Mel270 using the Brunello sgRNA library targeting the whole genome. Cells were transduced at 0.3 MOI and 500X coverage then split into two groups to compare treatment with the MEK inhibitor (MEKi) trametinib (6nM) vs. untreated control cells. Cell pellets were collected at day 2 (baseline) and after every 3 cell divisions for 21 cell divisions (treated and control). In addition, we generated 92.1 and Mel270 cell lines stably expressing Cas9 and transduced cells at 1000x coverage with a sgRNA library targeting either 192 epigenetic regulators or 482 kinases.<b> <\/b>At least two replicates for each screen were performed. sgRNA representation between samples was compared using MAGeCK. Genes specifically essential in UM cell lines were distinguished from commonly essential genes using the Broad institute dependency map (DepMap). These hits were validated by individual sgRNAs and pharmacological inhibition.<br \/><b>Results:<\/b> Whole genome screens revealed a set of 84 genetic dependencies unique for UM cells that were required for proliferation. Among these genes were those required for the lipoic acid biosynthesis pathway: MCAT, MECR, LIPT2, LIAS as well as genes encoding the MITF-SOX10-TFAP2 transcription factors, the H3K9 methyltransferase SETDB1, and members of the MLL3\/4 complex. Screening of UM cell lines with a focused guide RNA library targeting epigenetic regulators revealed that BRD2, TRIM28, KMT2D, SETD1B and HDAC1 were specifically required for UM survival. Screens with a sgRNA library targeting the kinome revealed CDK2, CDK4 and TRRAP were required for UM survival. After 1 week of treatment with MEKi trametinib, we identified 112 genes whose disruption increased the anti-proliferative effects of trametinib in Mel202 and Mel270 cells and 10 of these genes were essential only in UM. These genes included metabolic enzymes critical for fatty and lipoic acid synthesis such as MECR, MCAT and TAZ. By contrast disruption of TP53, NF1, or PTEN led to MEKi resistance.<br \/><b>Conclusions: <\/b> These results identify novel mechanisms of proliferation and therapy resistance specifically required in GNAQ mutant UM cells that may represent new therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Uveal melanoma,CRISPR\/Cas9,MEK inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Richard L. Bennett<\/b><sup>1<\/sup>, Darby Monagle<sup>1<\/sup>, Katelyn  R.  Raburn Smith<sup>1<\/sup>, Amin Sobh<sup>1<\/sup>, Keiran  S.   M.  Smalley<sup>2<\/sup>,  J.  William Harbour<sup>3<\/sup>, Jonathan  D.  Licht<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Florida Health Cancer Center, Gainesville, FL,<sup>2<\/sup>Department of Tumor Biology, Moffitt Cancer Center and Research Institute, Tampa, FL,<sup>3<\/sup>Department of Ophthalmology, UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"59a9e581-017d-462c-a7ab-e23e6422772c","ControlNumber":"6549","DisclosureBlock":"&nbsp;<b>R. L. Bennett, <\/b> None..<br><b>D. Monagle, <\/b> None..<br><b>K. R. Raburn Smith, <\/b> None..<br><b>A. Sobh, <\/b> None..<br><b>K. S. M. Smalley, <\/b> None..<br><b>J. W. Harbour, <\/b> None..<br><b>J. D. Licht, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1887","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3935","PresenterBiography":null,"PresenterDisplayName":"Richard Bennett, PhD","PresenterKey":"1e97a51f-aebe-41fa-bd38-18844aff3fc2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3935. CRISPR\/Cas9 screens to identify proliferation and resistance mechanisms in uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CRISPR\/Cas9 screens to identify proliferation and resistance mechanisms in uveal melanoma","Topics":null,"cSlideId":""},{"Abstract":"Anaplastic lymphoma kinase (ALK) fusion variants in non-small-cell-lung cancer (NSCLC) consist of numerous dimerising fusion partners, with the most common being EML4. Clinical data suggests that the degree of treatment benefit in response to ALK tyrosine kinase inhibitors (TKIs) differs among the variant present in the patient tumor. Therefore, a better understanding the oncogenic signaling networks driven by different ALK-fusion variants is important. Here, we developed highly controlled doxycycline-inducible cell models bearing four different ALK fusion proteins, namely EML4-ALK-V1, EML4-ALK-V3, KIF5B-ALK, and TFG-ALK, in the context of non-tumorigenic NL20 human bronchial epithelial cells. These were complimented by patient-derived NSCLC cell lines harboring either EML4-ALK-V1 or EML4-ALK-V3 fusions. RNA-seq and phosphoproteomics analysis were employed to identify dysregulated genes and hyper\/hypo-phosphorylated proteins associated with ALK fusion expression. Among ALK fusion induced responses, we noted a robust inflammatory signature that included up-regulation of the Serpin B4 serine protease inhibitor in both NL20-inducible cell models and ALK-positive NSCLC patient-derived cell lines. We show that STAT3 is a major transcriptional regulator of SERPINB4 downstream of ALK fusions, along with NF-kB and AP1. The upregulation of SERPINB4 promotes survival of ALK fusion expressing cells and inhibits natural killer (NK) cell-mediated cytotoxicity. In conclusion, our study reveals a novel ALK downstream survival axis that regulates Serpin B4 expression and identifies a molecular target that has potential for therapeutic impact targeting the immune response together with ALK TKIs in NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"ALK,NSCLC,Next-generation sequencing (NGS),Fusion genes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tzu-Po Chuang<\/b><sup>1<\/sup>, Wei-Yun Lai<sup>1<\/sup>, Jonatan L. Gabre<sup>1<\/sup>, Dan E. Lind<sup>1<\/sup>, Ganesh Umapathy<sup>1<\/sup>, Abdulmalik A. Bokhari<sup>1<\/sup>, Bengt Bergman<sup>2<\/sup>, Linnea Kristenson<sup>1<\/sup>, Fredrik  B.  Thorn<sup>1<\/sup>, Anh Le<sup>3<\/sup>, Robert Doebele<sup>3<\/sup>, Jimmy  V.   D.  Eynden<sup>4<\/sup>, Ruth H. Palmer<sup>1<\/sup>, Bengt Hallberg<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Gothenburg, Gothenburg, Sweden,<sup>2<\/sup>Sahlgrenska University Hospital, Gothenburg, Sweden,<sup>3<\/sup>University of Colorado School of Medicine, Aurora, CO,<sup>4<\/sup>Ghent University, Ghent, Belgium","CSlideId":"","ControlKey":"78d9b2eb-18e0-40f5-b857-e9378a4ac8ca","ControlNumber":"3400","DisclosureBlock":"&nbsp;<b>T. Chuang, <\/b> None..<br><b>W. Lai, <\/b> None..<br><b>J. L. Gabre, <\/b> None..<br><b>D. E. Lind, <\/b> None..<br><b>G. Umapathy, <\/b> None..<br><b>A. A. Bokhari, <\/b> None..<br><b>B. Bergman, <\/b> None..<br><b>L. Kristenson, <\/b> None..<br><b>F. B. Thorn, <\/b> None..<br><b>A. Le, <\/b> None..<br><b>R. Doebele, <\/b> None..<br><b>J. V. D. Eynden, <\/b> None..<br><b>R. H. Palmer, <\/b> None..<br><b>B. Hallberg, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1888","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3936","PresenterBiography":null,"PresenterDisplayName":"Tzu-Po Chuang, PhD","PresenterKey":"8d566860-a056-4319-bb3a-b94b6270dc67","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3936. ALK fusion oncogene driven <i>SERPINB4<\/i> expression enhances tumor survival in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ALK fusion oncogene driven <i>SERPINB4<\/i> expression enhances tumor survival in NSCLC","Topics":null,"cSlideId":""},{"Abstract":"This study describes the expression of an intracellular variant of the Zona Pellucida glycoprotein 3 (ZP3) that is predominantly expressed in cancer. ZP3 is an important constituent of the Zona Pellucida (ZP), the extracellular layer surrounding oocytes. It is highly expressed in maturing oocytes, but not in other adult human tissues. As ZP3 protein has also been detected in cancer, it may serve as an interesting diagnostic and therapeutic target. Here, we extend the cancer-related ZP3 expression data using immunohistochemistry (IHC) of tumor biopsies, interrogating publicly available RNA-sequencing (RNA-seq) data of cancer cell lines (CCLs) and tumor and normal tissues, as well as computational analysis and real-time quantitative PCR (qPCR) of CCLs. IHC data for several cancer types shows abundant ZP3 protein expression, which is confined to the cytoplasm, contradicting the extracellular ZP3 localization in oocytes. An alternative <i>ZP3<\/i> mRNA variant, which we term &#8216;ZP3-Cancer&#8217;, is annotated in the NCBI and Ensembl databases, and lacks the genetic information encoding the N-terminal signal peptide that governs extracellular secretion. Analysis of publicly available RNA-seq data of 1339 CCLs indicates that ZP3-Cancer is the dominant variant as compared to ZP3-Oocyte, which was validated by independent computational analysis. Expression of ZP3-Cancer in CCLs was confirmed by qPCR. Publicly available RNAseq data of tumor and normal tissues confirms strongly enhanced expression of ZP3-Cancer in cancer cells. In addition, ZP3-Cancer expression is upregulated in advanced stages and shows a relationship with patient survival in a number of cancer types. The folliculogenesis specific transcription factor FIGLA, which activates transcription of ZP3-Oocyte in maturing oocytes, appears absent in cancer as inferred from publicly available transcriptome data, indicating alternative ZP3-Cancer transcriptional activation mechanisms in this disease. The cancer restricted expression of this <i>ZP3<\/i> transcript variant renders it an attractive tumor specific antigen for the development of a therapeutic cancer vaccine, particularly using mRNA technology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Cancer,mRNA,Cancer vaccine,Expression analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Iman  J.  Schultz<\/b><sup>1<\/sup>, Yvette Zimmerman<sup>1<\/sup>, Cathy  B.  Moelans<sup>2<\/sup>, Marcin Chrusciel<sup>3<\/sup>, Jan Krijgh<sup>1<\/sup>, Paul  J.  van Diest<sup>2<\/sup>, Ilpo  T.  Huhtaniemi<sup>4<\/sup>, Herjan  J.   T.  Coelingh Bennink<sup>1<\/sup><br><br\/><sup>1<\/sup>Pantarhei Bioscience B.V., Zeist, Netherlands,<sup>2<\/sup>University Medical Center Utrecht, Utrecht, Netherlands,<sup>3<\/sup>University of Turku, Turku, Finland,<sup>4<\/sup>Imperial College London, London, United Kingdom","CSlideId":"","ControlKey":"eaae9050-587c-405d-93cf-ed01a8194ae2","ControlNumber":"4495","DisclosureBlock":"&nbsp;<b>I. J. Schultz, <\/b> None..<br><b>Y. Zimmerman, <\/b> None..<br><b>C. B. Moelans, <\/b> None..<br><b>M. Chrusciel, <\/b> None..<br><b>J. Krijgh, <\/b> None..<br><b>P. J. van Diest, <\/b> None..<br><b>I. T. Huhtaniemi, <\/b> None..<br><b>H. J. T. Coelingh Bennink, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1889","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3937","PresenterBiography":null,"PresenterDisplayName":"Iman Schultz","PresenterKey":"6eb362f3-8410-41d2-bb1c-73e801242e9c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3937. An intracellular variant of zona pellucida glycoprotein 3 is expressed in cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An intracellular variant of zona pellucida glycoprotein 3 is expressed in cancer","Topics":null,"cSlideId":""},{"Abstract":"Superior knowledge of cancer biology has enabled unprecedented innovations in therapies targeting mutated driver genes. Despite the attempt of targeting cancer-inducing genes such as KRAS, the life expectancy of patients diagnosed with pancreatic ductal adenocarcinoma (PDAC) has poorly improved. We performed an unbiased genome wide <i>in-vivo <\/i>loss-of-function CRISPR screen<i> <\/i>to discover novel oncogenes and identified heat-shock protein HSPE1, whose function is still unknown in PDAC. By decreasing HSPE1 expression with shRNA and CRISPR technology, we detected a slowdown in cell growth of PDAC cancer cells. HSPE1 knock-out cells injected in mice displayed a drastic reduction in tumor volume. We exploited this vulnerability by disrupting HSPE1 function by using KHS101, a validated HSPD1-HSPE1 complex inhibitor. Several PDAC cell lines cultured <i>in vitro <\/i>were sensitive upon KHS101 treatment and <i>in vivo <\/i>administration of KHS101 reduced tumorigenesis. Compiling the negative fitness scores from DepMap database revealed a co-dependency between HSPE1 and PLK1, a protein involved in regulating G<sub>2<\/sub>\/M checkpoint. Indeed, we detected a protein-level decrease of PLK1 in our experimental model of PDAC cells having either a drug-induced HSPE1 deficiency by KHS101 exposure or a HSPE1 gene-expression reduction by shRNA. We found that the cell cycle was disrupted through G<sub>2<\/sub>\/M arrest in PDAC cells treated with KHS101. Our findings highlight a new role underlying PDAC tumorigenesis for HSPE1 and could unlock a new area of research towards precision medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Pancreatic cancer,CRISPR\/Cas9,Screening,Oncogene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Julien Boudreault<\/b><sup><\/sup>, Ni Wang<sup><\/sup>, Gang Yan<sup><\/sup>, Meiou Dai<sup><\/sup>, Sophie Poulet<sup><\/sup>, Girija Daliah<sup><\/sup>, Jean-Jacques Lebrun<sup><\/sup><br><br\/>McGill University Health Centre Research Institute, Montreal, QC, Canada","CSlideId":"","ControlKey":"7e94f0d6-2bee-4abc-94c8-05bdca072bc4","ControlNumber":"8056","DisclosureBlock":"&nbsp;<b>J. Boudreault, <\/b> None..<br><b>N. Wang, <\/b> None..<br><b>G. Yan, <\/b> None..<br><b>M. Dai, <\/b> None..<br><b>S. Poulet, <\/b> None..<br><b>G. Daliah, <\/b> None..<br><b>J. Lebrun, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1891","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3938","PresenterBiography":null,"PresenterDisplayName":"Julien Boudreault","PresenterKey":"51652875-f278-4d60-a289-7dd6b1ab37ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3938. <i>In vivo<\/i> genome-wide CRISPR screen in pancreatic ductal adenocarcinoma defines HSPE1 as a potential oncogene by acting through G<sub>2<\/sub>\/M cell cycle arrest","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> genome-wide CRISPR screen in pancreatic ductal adenocarcinoma defines HSPE1 as a potential oncogene by acting through G<sub>2<\/sub>\/M cell cycle arrest","Topics":null,"cSlideId":""},{"Abstract":"Deubiquitinases (DUBs) play important roles in various human cancers and targeting DUBs is considered as a novel anticancer therapeutic strategy. Overexpression of ubiquitin specific protease 7 and 22 (USP7 and USP22) are associated with malignancy, therapy resistance, and poor prognosis in many cancers. Although both DUBs are involved in the regulation of similar genes and signaling pathways, such as histone H2B monoubiquitination (H2Bub1), c-Myc, FOXP3, and P53, the interdependence of USP22 and USP7 expression has never been described. In the study, we found targeting USP7 via either siRNA-mediated knockdown or pharmaceutical inhibitors dramatically upregulates USP22 in cancer cells. Mechanistically, the elevated USP22 occurs through a transcriptional pathway, possibly due to desuppression of the transcriptional activity of SP1 via promoting its degradation upon USP7 inhibition. Importantly, the elevated USP22 leads to significant activation of downstream signal pathways including H2Bub1 and c-Myc, which may potentially enhance cancer malignancy and counteract the anticancer efficacy of USP7 inhibition. Importantly, targeting USP7 further suppresses the <i>in vitro<\/i> proliferation of USP22-knockout (USP22-Ko) A549 and H1299 lung cancer cells and induces a stronger activation of P53 tumor suppressor signaling pathway. In addition, USP22-Ko cancer cells are more sensitive to a combination of cisplatin and USP7. USP7 inhibitor treatment further suppresses the <i>in vivo <\/i>angiogenesis<i> <\/i>and growth and induced more apoptosis in USP22-Ko cancer xenografts. Taken together, our findings demonstrate that USP7 inhibition can dramatically upregulate USP22 in cancer cells; and targeting USP7 and USP22 may represent a more effective approach for targeted cancer therapy, which warrants further study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Targeted therapy,USP22,USP7,SP1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Keqiang Zhang<\/b><sup><\/sup>, Ting Sun<sup><\/sup>, Wendong Li<sup><\/sup>, Jun Wu<sup><\/sup>, Dan Raz<sup><\/sup><br><br\/>City of Hope National Medical Center, Duarte, CA","CSlideId":"","ControlKey":"994d4fdd-35f7-443b-82a9-15059a9ea87b","ControlNumber":"3111","DisclosureBlock":"&nbsp;<b>K. Zhang, <\/b> None..<br><b>T. Sun, <\/b> None..<br><b>W. Li, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>D. Raz, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1892","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3939","PresenterBiography":null,"PresenterDisplayName":"Keqiang Zhang, PhD","PresenterKey":"9e096c86-9c89-4507-a0e9-537bb1116d65","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3939. Inhibition of USP7 upregulates USP22 through desuppression of transcriptional activity of Sp1 in human cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of USP7 upregulates USP22 through desuppression of transcriptional activity of Sp1 in human cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Most of the drugs approved for metastatic epithelial carcinomas treat the proliferation of the tumor and not the biology of metastasis. To date, all clinical trials around metastasis that focused on proteases, kinases, or integrins have failed in clinics. As a result, metastasis biology-focused drug discovery has been deprioritized.We asked the question as to what the rate-limiting steps of metastasis were. To answer it, we created a cell-based functional assay platform, METAssay&#8482;, that dissected all metastasis biology steps into thirty cellular assays and characterization steps. The platform identified the functional differences between metastatic and proliferating cells. This platform was normalized with patient tumor cells, and a machine learning algorithm, METSCAN&#8482;, was subsequently applied to identify the weighted steps that contributed towards successful metastasis. This led to the identification of four first-in-class targets; two transcription factors, one cytokine receptor and one nuclear hormone receptor.We then validated the relevance of the first target, <i>TFX1, <\/i>by overexpressing it in both colorectal and triple-negative breast cancer cell lines. Interestingly, apart from the expected increase in migration and invasion, all cell lines showed an increase in ROS, Autophagy, PDL-1, CD-73, quiescence, exosome uptake and a decrease in apoptosis, mitosis, and exosome secretion. Conversely, the downregulation of <i>TFX1 <\/i>showed the opposite effect. <i>TFX1 <\/i>was purified, and a biochemical isothermal calorimetry (ITC) assay was standardized with a tool compound with a K<sub>D<\/sub> of 107 nM. The compound effectively reduced metastatic properties in the cell lines and in multiple patient samples, as analyzed by the METAssay&#8482; platform. Colorectal cancer cell lines overexpressing <i>TFX1 <\/i>also showed increased platelet binding, which was reduced by the tool compound,<i> <\/i>but not triple-negative cancer cell lines. Also, the effect of overexpression in non-metastatic cells was more profound than in metastatic cells, suggesting a saturating effect. Further characterization of the tool compound is currently ongoing to help establish a baseline for a novel discovery programme.The ideal drug to delay metastasis should be given to primary tumor patients with no evidence of clinical metastasis, irrespective of their pathological grading. Therefore, it should have a high bar for safety. Our goal is to collaborate on a discovery journey to identify candidates and create a companion diagnostic that will identify primary tumor patients at high risk of metastasis, thereby selecting the right patient cohort for clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Metastasis,Target discovery,Transcription factor,Phenotype,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Arnab Roy Chowdhury<sup>1<\/sup>, Manoj Pandre<sup>1<\/sup>, Chinmaya Amarkanth<sup>1<\/sup>, Debabani Roy Chowdhury<sup>1<\/sup>, <b>John Ellingboe<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Mestastop Solutions, Bangalore, India,<sup>2<\/sup>Mestastop Inc., Marlton, NJ","CSlideId":"","ControlKey":"219577a5-f93a-4480-8c6e-3e48c433c5c6","ControlNumber":"5858","DisclosureBlock":"<b>&nbsp;A. Roy Chowdhury, <\/b> <br><b>Mestastop Solutions<\/b> Other, Founder. <br><b>M. Pandre, <\/b> <br><b>Mestastop Solutions<\/b> Stock. <br><b>C. Amarkanth, <\/b> <br><b>Mestastop Solutions<\/b> Stock. <br><b>D. Roy Chowdhury, <\/b> <br><b>Mestastop Solutions<\/b> Other, Founder. <br><b>J. Ellingboe, <\/b> <br><b>Mestastop Inc.,<\/b> Other, Director.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1893","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3940","PresenterBiography":null,"PresenterDisplayName":"John Ellingboe, PhD","PresenterKey":"fa860257-5a0b-4b1f-ab5d-1b5f4654ec7d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3940. Validation of <i>TFX1<\/i>, a first-in-class target for cancer metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Validation of <i>TFX1<\/i>, a first-in-class target for cancer metastasis","Topics":null,"cSlideId":""},{"Abstract":"Background: We have discovered a new class of enzymes, that we name the nitrases, that catalyze the post-translation nitration of specific tyrosine residues of key proteins, several of which regulate important oncogenic pathways and are negatively prognostic in multiple cancer types.<br \/>Materials And Methods: To identify protein substrates for 31 candidate nitrases, we incubated each nitrase with a 23,000 protein chip in a nitrase assay containing peroxynitrite and using anti-nitrotyrosine antibodies to detect the proteins that were nitrated. We then confirmed this nitration in separate biochemical assays and determined the specific site of nitration by LC-MS. Further, nitrases were evaluated in silico against TCGA gene expression and GISTIC copy number databases for specific cancer associations.<br \/>Results: We have discovered that several proteins known to regulate tumor cell survival and\/or evasion of immune surveillance are specifically nitrated by different nitrases and that their biochemical activities are regulated by this nitration. Pak4, a protein that has been implicated as an oncogenic driver, as well as in immune evasion is specifically nitrated by Nitrase #3 and increases its kinase activity. Interestingly, Nitrase #3 also nitrates Pak5, but not any of the other Pak family members, demonstrating high enzymatic specificity. Targeted inhibition or degradation of nitrated Pak4 or inhibition of Nitrase #3 may have therapeutic potential in oncology. Similarly, RhoA, a protein implicated in the oncogenic state of tumors is nitrated by Nitrase #12. This nitration activates RhoA biochemically and in cells. Bax is a specific substrate for Nitrase #11. Nitration of Bax reduces the cytochrome C release from the mitochondria induced by Bax. For each of these enzymes, we will develop specific inhibitors to determine their therapeutic potential in tumorigenesis.<br \/>We further performed in silico analysis of nitrases for overall survival association in 17 cancer types. Utilizing TCGA RNA expression data and The Human Protein Atlas, nitrases were screened for association with overall survival in relation to nitrase RNA expression. Nitrases showing higher overall survival with low nitrase RNA expression and p. value &#60;0.001 were identified as negatively prognostic. 10 nitrases showed negative prognostic association, suggesting that they could be favorable therapeutic targets. Three nitrases, N11, N12, N18, were negatively prognostic in renal clear cell carcinoma and nitrases N1 and N13 were negatively prognostic in liver cancer.<br \/>Conclusions: A new class of enzymes we discovered offers multiple opportunities for development of effective chemotherapeutic agents against a variety of oncogenic targets and in specific cancers that show negative association of high nitrase expression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Liver cancer,Pak4,Bax,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Arun Kashyap<\/b><sup><\/sup>, Sami Hussein<sup><\/sup>, Sahar Mazar<sup><\/sup>, Kate Markham<sup><\/sup>, Anthony Mastracci<sup><\/sup>, Ritu Sharma<sup><\/sup>, Sheerin K. Shahidi-Latham<sup><\/sup>, Irene Griswold-Prenner<sup><\/sup><br><br\/>Nitrase Therapeutics, Inc., Brisbane, CA","CSlideId":"","ControlKey":"7e0cbee6-a283-4889-b380-570baa825683","ControlNumber":"2910","DisclosureBlock":"&nbsp;<b>A. Kashyap, <\/b> None..<br><b>S. Hussein, <\/b> None..<br><b>S. Mazar, <\/b> None..<br><b>K. Markham, <\/b> None..<br><b>A. Mastracci, <\/b> None..<br><b>R. Sharma, <\/b> None.&nbsp;<br><b>S. K. Shahidi-Latham, <\/b> <br><b>BMS<\/b> Employment.<br><b>I. Griswold-Prenner, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1894","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3941","PresenterBiography":null,"PresenterDisplayName":"Arun Kashyap, BA,PhD","PresenterKey":"1222274d-e188-46f9-be5f-afc0ced5ee30","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3941. Enzymatic nitration in oncology","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enzymatic nitration in oncology","Topics":null,"cSlideId":""},{"Abstract":"Sortilin (SORT1), or neurotensin receptor-3, is a scavenging receptor in the Vacuolar Protein Sorting 10 protein (Vps10p) family. SORT1 is involved in the internalization and trafficking of its ligands through an endocytic process and is associated with cancer cell survival and progression, making SORT1 a candidate for novel drug delivery. We recently reported on the pattern and prevalence of SORT1 expression in endometrial, breast, ovarian, colorectal, pancreas cancers, and skin melanoma. To better understand SORT1 expression, we screened tissues from different cancer types using the same immunohistochemistry (IHC) method. A total of 19 cancer tissue microarrays (TMAs) with 1394 evaluable cancer cores were screened. Each cancer core was scored using an H-score ranging from 0 to 300, where 0 corresponds to no cell stained for SORT1, while 300 corresponds to strong SORT1 staining in all cells. The table below summarizes the % of cores with moderate to high SORT1 expression (defined as H-score &#8805;100) as well as the average H-Score for each cancer type evaluated. Sub-analyses of SORT1 expression by tumor histological sub-type, stage and grade are also being performed.<table class=\"AbstractTable\" id=\"{0C7DBE3C-D5CC-453E-B102-E667F0F18C40}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Cancer Type<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>No. evaluable cores<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>% of indication with H-score <\/b><b>&#8805; 100<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Average <\/b> <b>H-Score<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Endometrial<\/td><td rowspan=\"1\" colspan=\"1\">94<\/td><td rowspan=\"1\" colspan=\"1\">90<\/td><td rowspan=\"1\" colspan=\"1\">197<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Thyroid<\/td><td rowspan=\"1\" colspan=\"1\">108<\/td><td rowspan=\"1\" colspan=\"1\">92<\/td><td rowspan=\"1\" colspan=\"1\">188<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Melanoma<\/td><td rowspan=\"1\" colspan=\"1\">155<\/td><td rowspan=\"1\" colspan=\"1\">83<\/td><td rowspan=\"1\" colspan=\"1\">184<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lung<\/td><td rowspan=\"1\" colspan=\"1\">152<\/td><td rowspan=\"1\" colspan=\"1\">58<\/td><td rowspan=\"1\" colspan=\"1\">112<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i> SCLC <\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>44<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>95<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>183<\/i><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i> NSCLC <\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>108<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>43<\/i><\/td><td rowspan=\"1\" colspan=\"1\"><i>82<\/i><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Bladder<\/td><td rowspan=\"1\" colspan=\"1\">118<\/td><td rowspan=\"1\" colspan=\"1\">81<\/td><td rowspan=\"1\" colspan=\"1\">156<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Testis<\/td><td rowspan=\"1\" colspan=\"1\">40<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">116<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Small intestine<\/td><td rowspan=\"1\" colspan=\"1\">54<\/td><td rowspan=\"1\" colspan=\"1\">63<\/td><td rowspan=\"1\" colspan=\"1\">102<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Eye<\/td><td rowspan=\"1\" colspan=\"1\">26<\/td><td rowspan=\"1\" colspan=\"1\">46<\/td><td rowspan=\"1\" colspan=\"1\">83<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Cervix<\/td><td rowspan=\"1\" colspan=\"1\">376<\/td><td rowspan=\"1\" colspan=\"1\">38<\/td><td rowspan=\"1\" colspan=\"1\">75<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Prostate<\/td><td rowspan=\"1\" colspan=\"1\">150<\/td><td rowspan=\"1\" colspan=\"1\">39<\/td><td rowspan=\"1\" colspan=\"1\">71<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Liver<\/td><td rowspan=\"1\" colspan=\"1\">121<\/td><td rowspan=\"1\" colspan=\"1\">23<\/td><td rowspan=\"1\" colspan=\"1\">52<\/td><\/tr><\/table><br \/>A total of 234 healthy or normal adjacent tissues cores were also assessed. Weak or null staining was observed in these tissues. Moderate staining was observed in specific cell types in kidney tubules and glomeruli, colonic mucosa, splenic sinusoidal spaces in red pulp, blood vessels in smooth muscle of spleen and colon, dendritic and axonal extensions of pyramidal-type neurons in brain, and testicular seminiferous tubules. SORT1 is currently being studied as a cancer target in a first-in-human (FIH) study of a peptide-drug conjugate (clinicaltrial.gov: NCT04706962). These results suggest that SORT1 is highly expressed in multiple tumors and is a promising target for the delivery and internalization of cancer therapeutic agents.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-03 Identification of molecular targets,,"},{"Key":"Keywords","Value":"Biomarkers,Immunohistochemistry,Tissue microarrays,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Guylaine Roy<\/b><sup>1<\/sup>, Pratik Kadekar<sup>1<\/sup>, Lynn Marie Douglas<sup>1<\/sup>, Maude Frappier<sup>1<\/sup>, Jean-Christophe Currie<sup>1<\/sup>, Jess Dhillon<sup>2<\/sup>, Gregory Cesarone<sup>2<\/sup>, Richard Siderits<sup>2<\/sup>, Karen Kirchner<sup>2<\/sup>, Michel Demeule<sup>1<\/sup>, Christian Marsolais<sup>1<\/sup><br><br\/><sup>1<\/sup>Theratechnologies Inc., Montreal, QC, Canada,<sup>2<\/sup>Discovery Life Sciences LLC, Newton, PA","CSlideId":"","ControlKey":"a4b94c83-db85-40d0-8bed-9122c09d42d4","ControlNumber":"3462","DisclosureBlock":"<b>&nbsp;G. Roy, <\/b> <br><b>Theratechnologies Inc.<\/b> Employment, Stock Option. <br><b>P. Kadekar, <\/b> <br><b>Theratechnologies Inc.<\/b> Employment, Stock Option. <br><b>L. M. Douglas, <\/b> <br><b>Theratechnologies Inc.<\/b> Employment, Stock Option. <br><b>M. Frappier, <\/b> <br><b>Theratechnologies Inc.<\/b> Employment, Stock Option. <br><b>J. Currie, <\/b> <br><b>Theratechnologies Inc.<\/b> Employment, Stock Option, Patent.<br><b>J. Dhillon, <\/b> None..<br><b>G. Cesarone, <\/b> None..<br><b>R. Siderits, <\/b> None..<br><b>K. Kirchner, <\/b> None.&nbsp;<br><b>M. Demeule, <\/b> <br><b>Theratechnologies Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>C. Marsolais, <\/b> <br><b>Theratechnologies Inc.<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1895","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3942","PresenterBiography":null,"PresenterDisplayName":"Guylaine Roy, PhD","PresenterKey":"4db6f6a6-7428-437c-ab26-2aca59cc0a02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3942. Differential expression of a novel transport receptor, SORT1 (sortilin), in cancer versus healthy tissues that can be utilized for targeted delivery of anti-cancer drugs","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"395","SessionOnDemand":"False","SessionTitle":"Identification of Molecular Targets 1","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential expression of a novel transport receptor, SORT1 (sortilin), in cancer versus healthy tissues that can be utilized for targeted delivery of anti-cancer drugs","Topics":null,"cSlideId":""}]