[{"Abstract":"Introduction: Cell invasion is a critical step for tumor progression and dissemination into neighboring and distant tissues, which constitute the foremost cause of cancer mortality. Loss of the cell-cell adhesion molecule E-cadherin occurs in 70% of carcinomas and is widely described as an initiating event in the invasion process. Recently, data has emerged demonstrating that this milestone phenomenon is accompanied by an abnormal affair between cancer cells and the extracellular matrix (ECM). In fact, cancer cells display increased plasticity and a remarkable ability to overcome the fibrous structure of the ECM. Since the nucleus is the largest and stiffest organelle in the cell, we hypothesize that it represents a major determinant of cell reshaping and spreading capacity. Our main aim is thus to dissect the mechanisms through which the nucleus supports invasion of cancer cells.<br \/>Material and Methods: To determine alterations in nuclear composition and architecture that are distinctive of cells with E-cadherin impairment, we have used cell lines and <i>Drosophila <\/i>strains expressing either wild-type E-cadherin or the Y755C variant identified in Hereditary Diffuse Gastric Cancer (HDGC) patients. Nuclear morphological features and migratory rates were assessed by fluorescent markers coupled with confocal microscopy and advanced bioimaging techniques. The molecular profile of nuclei envelope from E-cadherin mutant and wild-type cells was subsequently investigated by implementation of a proteomic workflow, encompassing cellular fractionation and processing through high-resolution Mass Spectrometry (LC-MS).<br \/>Results: We have shown that the Y755C E-cadherin mutation induces evident changes in nuclear morphology, and an increased migration performance of border cells in <i>Drosophila<\/i>. In particular, detailed quantitative measurements revealed differences in nuclear area, mean intensity, perimeter, solidity and relative position to basal surface of E-cadherin mutant cells, when compared with those expressing the wild-type protein. Further, proteomic analysis of enriched nuclear fractions disclosed that the composition of the nuclear envelope from E-cadherin mutant cells is significantly different from that of the wild-type counterparts. Differentially abundant molecules include proteins relevant for spatial and structural integrity of the nucleus.<br \/>Conclusion: Overall, this work provides evidence that cells with E-cadherin loss of function activate a specific mechanotransduction program that imposes nuclear remodeling at physical and biochemical levels, endowing cells with a pro-invasive signature.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB09-01 Cell adhesion and extracellular matrix,,"},{"Key":"Keywords","Value":"E-cadherin,Invasion,Mutations,Adhesion molecules,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joana Figueiredo<\/b><sup>1<\/sup>, Joana Pereira<sup>1<\/sup>, Rui M. Ferreira<sup>1<\/sup>, Luísa Carvalho<sup>1<\/sup>, Margarida Gonçalves<sup>1<\/sup>, Soraia Melo<sup>1<\/sup>, Patrícia Carneiro<sup>1<\/sup>, Parry Guilford<sup>2<\/sup>, Eurico Morais-de-Sá<sup>1<\/sup>, Raquel Seruca<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute for Research and Innovation in Health (i3S), University of Porto, Porto, Portugal,<sup>2<\/sup>Department of Biochemistry, University of Otago, Otago, New Zealand","CSlideId":"","ControlKey":"8f922090-632c-454b-a244-57f67a10adda","ControlNumber":"4330","DisclosureBlock":"&nbsp;<b>J. Figueiredo, <\/b> None..<br><b>J. Pereira, <\/b> None..<br><b>R. M. Ferreira, <\/b> None..<br><b>L. Carvalho, <\/b> None..<br><b>M. Gonçalves, <\/b> None..<br><b>S. Melo, <\/b> None..<br><b>P. Carneiro, <\/b> None..<br><b>P. Guilford, <\/b> None..<br><b>E. Morais-de-Sá, <\/b> None..<br><b>R. Seruca, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5616","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5815","PresenterBiography":null,"PresenterDisplayName":"Joana Figueiredo, PhD","PresenterKey":"59cdb48a-7b08-4353-91a6-af080d82ab77","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5815. Nucleus positioning and composition dictate the invasion performance of E-cadherin mutant cells","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nucleus positioning and composition dictate the invasion performance of E-cadherin mutant cells","Topics":null,"cSlideId":""},{"Abstract":"Cellular responses to mechanical stimuli play an imperative role in the regulation of physiological and pathological functions. Unlike other integrin-mediated adhesion proteins, the force transmission mechanism of tensin1 is not well understood. In this study, we describe the development and visualization of a tensin1 tension sensor. A signal from this sensor indicates that tensin1 is under greater tension at peripheral adhesions than at central adhesions, and that it is controlled by actomyosin in fibroblasts. In a bidirectional manner, tension in tensin1 is regulated by focal adhesion kinase (FAK) activity. Our findings demonstrate that tensin1 is capable of sensing the extracellular matrix through alterations in the tension it receives from the extracellular matrix. Furthermore, tensin1 depletion increases the tension of talin1, but the absence of talin1 decreases the tension applied to tensin1. These results indicate that tensin1 is complementary and dependent on the tension received by talin1. Overall, our data, together with the prognosis following tensin1 expression in colorectal and urothelial cancer, elucidate the tension-receiving function of tensin1 and highlight the necessity of tensin1-mediated mechanotransduction studies. <b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB09-01 Cell adhesion and extracellular matrix,,"},{"Key":"Keywords","Value":"Fluorescence imaging,Protein-protein interactions,Focal adhesion kinase (FAK),Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yoon-Kwan Jang<\/b><sup>1<\/sup>, Jung-Soo Suh<sup>1<\/sup>, Gyuho Choi<sup>1<\/sup>, Sanghyun Ahn<sup>1<\/sup>, Ki Seok Han<sup>1<\/sup>, EunHye Kim<sup>1<\/sup>, Yerim Lee<sup>1<\/sup>, Xiaoqi Hu<sup>1<\/sup>, Eunbae Hwang<sup>2<\/sup>, Tae-Jin Kim<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Integrated Biological Science, Pusan National University, Pusan, Korea, Republic of,<sup>2<\/sup>Department of Biological Sciences, Pusan National University, Pusan, Korea, Republic of","CSlideId":"","ControlKey":"18d70c9f-7394-406c-9e4f-0330902e9895","ControlNumber":"5516","DisclosureBlock":"&nbsp;<b>Y. Jang, <\/b> None..<br><b>J. Suh, <\/b> None..<br><b>G. Choi, <\/b> None..<br><b>S. Ahn, <\/b> None..<br><b>K. Han, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>X. Hu, <\/b> None..<br><b>E. Hwang, <\/b> None..<br><b>T. Kim, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5617","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5816","PresenterBiography":null,"PresenterDisplayName":"Yoon-Kwan Jang","PresenterKey":"56407d7a-3538-474d-883e-38afa92f4698","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5816. Tensin1 tension sensor reveals novel features associated with actomyosin, focal adhesion dynamics, and mechanosensitivity","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tensin1 tension sensor reveals novel features associated with actomyosin, focal adhesion dynamics, and mechanosensitivity","Topics":null,"cSlideId":""},{"Abstract":"Oncogenic RAS pathway disassembles cell-cell and cell-basement membrane junctions, thus promoting epithelial cell motility and invasion. To find tumor proteomic changes responsible for the disrupting effects of RAS on epithelial integrity, we explored cBioportal cell line proteomics data across all cancer types for correlations between oncogenic KRAS or HRAS mutations and possible regulators of epithelial integrity. We found inverse correlation between these RAS mutations and tumor suppressor LKB1 protein levels in a cohort where LKB1 was not inactivated by a mutation. Furthermore, LKB1 protein levels were also positively correlated with NF2 protein (a negative regulator of RAS) in human breast tumors and inversely correlated with c-RAF (RAS effector) activating phosphorylation at serine 338 in breast cancer cell lines. We sought to functionally clarify the relationship between RAS pathway and LKB1, finding that an ectopic constitutive or inducible expression of HRAS<sup>V12<\/sup> downregulates LKB1 protein in mammary epithelial MCF10A cells and HMEC-hTERT cells. Furthermore, RAS-mutant MCF10A cells regained LKB1 protein levels upon treatment with MEK\/ERK inhibitors. We establish that the RAS-mediated downregulation of LKB1 protein occurs through proteasomal activity. LKB1 reconstituted MCF10A-HRAS<sup>V12<\/sup> (RAS-LKB1) cells displayed restored desmoplakin, &#947;-catenin and E-cadherin pericellular immunostaining pattern in monolayer cultures, suggesting restoration of desmosomes and adherence junctions. We also cultured RAS-LKB1 cells in 3D egg-white and observe restoration of E-cadherin, &#947;-catenin, &#945;6-integrin, and laminin-332, indicating a rescue of epithelial integrity in 3D context. Our findings suggest that LKB1 rescues mutant RAS-mediated disruption of cell-cell and cell-basement membrane junctions and general epithelial integrity. Our current aim is to define how LKB1 suppresses RAS mediated disruption of breast epithelial integrity, that is expected to shed new light into early stages of tumor invasion and uncover novel therapeutic opportunities via restoration of LKB1.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB09-01 Cell adhesion and extracellular matrix,,"},{"Key":"Keywords","Value":"Ras oncogene,LKB1,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Topi  A.  Tervonen<\/b><sup>1<\/sup>, Shishir  M.  Pant<sup>1<\/sup>, Johanna Englund<sup>1<\/sup>, Juha Klefström<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Helsinki, Helsinki, Finland,<sup>2<\/sup>University of Helsinki and Finnish Cancer Institute and FICAN South Helsinki University Hospital, Helsinki, Finland","CSlideId":"","ControlKey":"868c225a-6f7d-462d-8b49-bd56d953de53","ControlNumber":"5968","DisclosureBlock":"&nbsp;<b>T. A. Tervonen, <\/b> None..<br><b>S. M. Pant, <\/b> None..<br><b>J. Englund, <\/b> None..<br><b>J. Klefström, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5618","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5817","PresenterBiography":null,"PresenterDisplayName":"Topi Tervonen, MS;PhD","PresenterKey":"c0a0d9a2-90ad-4c44-8c5b-ddf3557ebf26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5817. LKB1 overcomes RAS pathway-mediated loss of epithelial integrity","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LKB1 overcomes RAS pathway-mediated loss of epithelial integrity","Topics":null,"cSlideId":""},{"Abstract":"Recent studies have shown that genomic instability, oncogene expression, and high mutation rates in more than 50% of tumors can be attributed to increased transposon activity. Transposons, also called transposable elements (TEs), are parasitic mobile DNA elements that make up 45% of the human genome and can cause DNA damage and gene mutations. The reasons for increased TE activity in somatic tumors are currently unknown. TE RNA transcripts are targeted for degradation by PIWI ribonucleases, which are members of the Argonaute superfamily of proteins, through regulation of small RNAs called piRNAs (PIWI-interacting RNAs). Although the function of the PIWI-piRNA pathway has been extensively studied in the germline, there is little understanding about the presence or functionality of the pathway in somatic tissues. We have evidence of a novel interaction of the adherens junctions of well-differentiated epithelial cells with PIWIL2 (PIWI-like RNA-Mediated Gene Silencing 2), a key catalytic component of the PIWI-piRNA complex. Through immunofluorescence staining, confocal microscopy, and co-immunoprecipitation studies, we found co-localization and association of PIWIL2, as well as of other key members of the PIWI complex, such as PIWIL4 and TDRD1, with E-cadherin and p120 catenin at adherens junctions of well-differentiated breast and colon epithelial cells, whereas this association is lost in cancer cells and patient tissues. Adherens junction disruption results in mis-localization of PIWIL2, PIWIL4, and TDRD1 from the adherens junctions and their accumulation either to the cytoplasm or to the nucleus. E-cadherin depletion particularly results in increased expression of the LINE1 transposon, which is the most abundant transposon in human cells, and in increased levels of &#947;-H2AX, an indicator of DNA damage. Our working hypothesis is that cadherin junctions of well-differentiated epithelial cells recruit and regulate the PIWIL2 complex to suppress transposon activity. Since both loss of junctional integrity and increased transposon activity are universal events in cancer, this study has the potential to deepen our understanding of the role of the PIWI-transposon pathway in somatic tumorigenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB09-02 Cell-cell adhesion,,"},{"Key":"Keywords","Value":"Colon cancer,E-cadherin,RNAi,Cell adhesion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alyssa Risner<\/b><sup>1<\/sup>, Joyce Nair-Menon<sup>1<\/sup>, Vamsi Gangaraju<sup>2<\/sup>, Antonis Kourtidis<sup>1<\/sup><br><br\/><sup>1<\/sup>Regenerative Medicine, The Medical University of South Carolina (MUSC), Charleston, SC,<sup>2<\/sup>Biochemistry and Molecular Biology, The Medical University of South Carolina (MUSC), Charleston, SC","CSlideId":"","ControlKey":"7aa534b8-31b6-40b8-9b2a-49aa10ac54de","ControlNumber":"7084","DisclosureBlock":"&nbsp;<b>A. Risner, <\/b> None..<br><b>J. Nair-Menon, <\/b> None..<br><b>V. Gangaraju, <\/b> None..<br><b>A. Kourtidis, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5619","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5818","PresenterBiography":null,"PresenterDisplayName":"Alyssa Risner, BS","PresenterKey":"d347a6e5-48ab-40ed-a101-5e657cded3cb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5818. Cadherin complexes recruit PIWIL2 to suppress pro-tumorigenic transformation","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cadherin complexes recruit PIWIL2 to suppress pro-tumorigenic transformation","Topics":null,"cSlideId":""},{"Abstract":"Collective cell migration has been demonstrated the importance in cancer metastasis. Instead of single cell migration, collective cell migration requires E-cadherin for the cohort cell migration. Rab11 the recycling vesicle protein plays the key role in E-cadherin dynamics and mediates collective cell migration. In this study, Src was hypothesized to regulate Rab11 mediated collective cell migration. Our results demonstrated Src inhibitor Dasatinib has less toxicity in HT-29 colon cancer cells, instead, the cell morphology was turned aggregated. The immunofluorescence image also showed E-cadherin polarity was lost after Dasatinib treatment and increased the potential of cell-cell contact inhibition. In transwell assay, Rab11 was found colocalized with E-cadherin in collective migrated cells. Dasatinib treatment can suppress collective cell migration and decrease the interaction of Rab11 and E-cadherin. This study demonstrated the important role of Src in Rab11 mediated collective cell migration through E-cadherin dynamics in colon cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB09-02 Cell-cell adhesion,,"},{"Key":"Keywords","Value":"E-cadherin,Colon cancer,Cell adhesion,Src inhibition,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yi-Wen Lu<sup><\/sup>, Xiang-Ling Hou<sup><\/sup>, Hui Min Koo<sup><\/sup>, <b>Wei-Ting Chao<\/b><sup><\/sup><br><br\/>Tunghai University, Taichung, Taiwan","CSlideId":"","ControlKey":"9c78c3e5-f84b-4d53-9c61-772591020ec1","ControlNumber":"8107","DisclosureBlock":"&nbsp;<b>Y. Lu, <\/b> None..<br><b>X. Hou, <\/b> None..<br><b>H. Koo, <\/b> None..<br><b>W. Chao, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5620","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5819","PresenterBiography":null,"PresenterDisplayName":"Wei-Ting Chao, PhD","PresenterKey":"56b04c97-a631-4c51-a59f-4c0275931668","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5819. Src inhibitor suppresses rab11 mediated collective cell migration in colon cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Src inhibitor suppresses rab11 mediated collective cell migration in colon cancer cells","Topics":null,"cSlideId":""},{"Abstract":"In has been demonstrated epithelial mesenchymal transition (EMT) is related to E-cadherin expression level. Recently, studies have been demonstrated the collective cancer cell migration which expresses high E-cadherin is a powerful mechanism of metastasis. Therefore, the role of E-cadherin in cancer metastasis is still not clear. Endocytosis was shown to regulate E-cadherin turnover on the membrane and the function of lysosome is also associated with cell vesicle trafficking. The past studies indicated Src can regulate vesicle trafficking. In this study, HT29 colon cancer cells were treated with Src inhibitor, Dasatinib (DST), to investigate the role of lysosome in regulating E-cadherin dynamics through vesicle trafficking in collective cell migration. In the result, the recycling protein Rab11 and lysosome marker Lamp1 were found localized with E-cadherin in the cell-cell contacts, however, Dasatinib sensitive (DSTS) cells showed less colocalization of Rab11 with E-cadherin. When cells were treated with lysosome inhibitor chloroquine, Rab11 were accumulated in the cell-cell contacts and reduced collective cell migration in Dasatinib resistant (DSTR) cells. These results suggest lysosome inhibition can suppress Rab11 mediated vesicle trafficking of E-cadherin transport for collective cell migration, and chloroquine has therapeutic potential in colon cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB09-02 Cell-cell adhesion,,"},{"Key":"Keywords","Value":"Colon cancer,Cell migration,E-cadherin,Lysosome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiang-Ling Hou<\/b><sup><\/sup>, Hui Min Koo<sup><\/sup>, Chia-Wen Lin<sup><\/sup>, Chien-Chi Huang<sup><\/sup>, Yu-Chi Tseng<sup><\/sup>, Kai-Yu Tseng<sup><\/sup>, Wei-Ting Chao<sup><\/sup><br><br\/>Tunghai University, Taichung City, Taiwan","CSlideId":"","ControlKey":"90f957d7-5c9e-4645-a979-95cdeea806cf","ControlNumber":"8121","DisclosureBlock":"&nbsp;<b>X. Hou, <\/b> None..<br><b>H. Koo, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>C. Huang, <\/b> None..<br><b>Y. Tseng, <\/b> None..<br><b>K. Tseng, <\/b> None..<br><b>W. Chao, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5621","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5820","PresenterBiography":"","PresenterDisplayName":"Xiang-Ling Hou, No Degree","PresenterKey":"a58a75a9-28e0-493d-bbc4-06466cd763c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5820. Chloroquine inhibited Rab11 mediated E-cadherin transport in collective colon cell migration in Dasatinib resistant cells","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chloroquine inhibited Rab11 mediated E-cadherin transport in collective colon cell migration in Dasatinib resistant cells","Topics":null,"cSlideId":""},{"Abstract":"<i>CDH1<\/i> deficiency is common in triple negative breast cancer and diffuse gastric cancer patients, both of which lack effective therapeutics. Although inhibiting ROS1 function results in synthetic lethality in <i>CDH1<\/i>-deficient cancers, adaptive resistance limits their potential clinical benefits. Hyperactive focal adhesion kinase (FAK) signaling contributes to adaptive drug resistance, and FAK inhibitors are partially effective against <i>CDH1<\/i>&#8211;deficient cancers. Thus, co-treatment with ROS1 and FAK inhibitors may provide stronger anti-cancer effects by targeting <i>CDH1<\/i> deficiency and potentially overcome drug resistance. Here, we evaluated the effects and mechanisms of combined treatment with FAK inhibitor IN10018 and ROS1 inhibitors. Cell-based assays and <i>in vivo<\/i> animal experiments revealed that FAK and ROS1 inhibitor combination treatment showed stronger anti-cancer effects than either monotherapy. ROS1 inhibitors induced FAK-YAP-TRX signaling, decreasing oxidative stress&#8211;related DNA damage, and consequently reducing its anti-cancer effects. However, the combination treatment suppressed the aberrant FAK-YAP-TRX signaling, reinforcing the cytotoxicity of ROS1 inhibitor towards cancer cells. This mechanism of action was confirmed by inhibiting the activity of FAK-YAP-TRX downstream signaling molecules and by pretreatment with oxidative stress scavengers. These findings support the co-administration of FAK and ROS1 inhibitors as a therapeutic strategy in <i>CDH1<\/i>-deficient triple negative breast cancer and diffuse gastric cancer patients and support further clinical testing of this combination regimen.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB09-03 Drug resistance,,"},{"Key":"Keywords","Value":"Focal adhesion kinase (FAK),ROS1 inhibitor,Combination therapy,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jiaming Gao<\/b><sup>1<\/sup>, Yunying Yao<sup>1<\/sup>, Zaiqi Wang<sup>2<\/sup>, Baoyuan Zhang<sup>1<\/sup>, Ruibao Ren<sup>1<\/sup><br><br\/><sup>1<\/sup>Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China,<sup>2<\/sup>InxMed (Shanghai) Co., Ltd, Shanghai, China, Shanghai, China","CSlideId":"","ControlKey":"a7281120-2bb0-4e5d-aba0-0b09099a81c0","ControlNumber":"636","DisclosureBlock":"&nbsp;<b>J. Gao, <\/b> None..<br><b>Y. Yao, <\/b> None..<br><b>Z. Wang, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>R. Ren, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5622","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5821","PresenterBiography":null,"PresenterDisplayName":"Jiaming Gao","PresenterKey":"8768a963-1d67-49fe-a11f-d459a5daad02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5821. Synergism of FAK and ROS1 inhibitors in the treatment of <i>CDH1<\/i>-deficient cancers mediated by FAK-YAP-TRX signaling","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergism of FAK and ROS1 inhibitors in the treatment of <i>CDH1<\/i>-deficient cancers mediated by FAK-YAP-TRX signaling","Topics":null,"cSlideId":""},{"Abstract":"The Hippo-yes-associated protein (YAP) signaling pathway activation underlies the resistance to a wide range of molecularly targeted anti-cancer agents. However, strategies to block YAP activity in cancer by promoting YAP degradation have been largely unsuccessful despite rigorous investigations into canonical Hippo-YAP regulatory mechanisms. Here, we report a novel mechanism of YAP stability regulation by MAP3K3 independently of LATS-mediated proteasomal degradation. We observed that MAP3K3 depletion significantly reduced YAP protein levels in both normal and malignant cells, and mass spectrometry analysis revealed that MAP3K3 phosphorylates YAP at its serine 405 residue. MAP3K3-mediated serine 405 YAP phosphorylation polarizes YAP interaction with BTRC while hindering its interaction with FBXW7, collectively preventing both proteasomal degradation and the p62-mediated lysosomal degradation of YAP. We investigated the role of this mechanism in overcoming anti-cancer resistance and observed robust YAP activation in CDK4\/6 inhibitor-resistant luminal breast cancer cells. Genetic and pharmacological MAP3K3 inhibition suppressed YAP-induced drug resistance. Moreover, increased MAP3K3 expression supported the pro-survival activity of YAP in BRAF inhibitor-resistant melanoma cells, and MAP3K3 depletion downregulated YAP-dependent cell cycle gene signatures. Accordingly, the combination of vemurafenib and ponatinib was effective in reducing the survival of BRAF inhibitor-resistant melanoma cells. Collectively, our study identified a novel phosphorylation-mediated YAP stability regulation mechanism and underscored MAP3K3 inhibition as a promising strategy to overcome BRAF and CDK4\/6 inhibitor resistance by directly promoting YAP degradation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB09-03 Drug resistance,,"},{"Key":"Keywords","Value":"Mitogen-activated protein kinase (MAPK),Yes-associated protein (YAP),Breast cancer,Melanoma\/skin cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Won-Ji Ryu<\/b><sup>1<\/sup>, Sanghyun Park<sup>2<\/sup>, Tae Yeong Kim<sup>1<\/sup>, Yumi Hwang<sup>1<\/sup>, Hyun Ju Han<sup>1<\/sup>, Jeong Dong Lee<sup>1<\/sup>, Gun Min Kim<sup>3<\/sup>, Joohyuk Sohn<sup>3<\/sup>, Sang Kyum Kim<sup>1<\/sup>, Joon Kim<sup>4<\/sup>, Min Hwan Kim<sup>3<\/sup><br><br\/><sup>1<\/sup>Yonsei University Health System, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Dermatology, Chonnam National University Medical School, Gwangju, Korea, Republic of,<sup>3<\/sup>Department of Internal Medicine, Yonsei University Health System, Seoul, Korea, Republic of,<sup>4<\/sup>Korea Advanced Institute of Science and Technology (KAIST), Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"3e1a88da-02fb-4f9d-a4f4-273022efa09a","ControlNumber":"3988","DisclosureBlock":"&nbsp;<b>W. Ryu, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>T. Kim, <\/b> None..<br><b>Y. Hwang, <\/b> None..<br><b>H. Han, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>G. Kim, <\/b> None..<br><b>J. Sohn, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>M. Kim, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5623","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5822","PresenterBiography":null,"PresenterDisplayName":"Won-Ji Ryu, PhD","PresenterKey":"47e52163-3e8c-4907-855b-7fb67b4f0ca5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5822. YAP inhibition via targeting MAP3K3-dependent lysosomal degradation pathway overcomes BRAF and CDK4\/6 inhibitor resistance","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YAP inhibition via targeting MAP3K3-dependent lysosomal degradation pathway overcomes BRAF and CDK4\/6 inhibitor resistance","Topics":null,"cSlideId":""},{"Abstract":"Seventy percent of women with ovarian cancer will develop chemotherapy-resistance to cisplatin. Regardless of the advancements in technology, mortality rates for ovarian cancer have declined only slightly in the last forty years, reiterating the need to generate novel treatment options targeting cisplatin resistance. In RNA-seq and microarrays experiments we observed that Matrix-metalloproteinase-3 (MMP3) was highly abundant in cisplatin-resistant when compared to cisplatin-sensitive cells. MMP3 is a member of the matrix metalloproteinases (MMPs) family of proteolytic enzymes, involved in the degradation of proteins in the extracellular matrix (ECM). Deregulation of MMPs alters the extracellular matrix and contributes to proliferation, invasion, and metastasis of cancerous cells. A typical MMP structure consists of a pro-domain, a catalytic, and a hemopexin domain. The catalytic domain is responsible for MMPs proteolytic activity, while the hemopexin domain contributes to substrate and ligand specificity. Inhibitors targeting the catalytic domain of MMPs were unsuccessful in clinical trials due to a lack of selectivity and specificity. When we used a chemical inhibitor, we did not observe reduced cell-proliferation or invasiveness. However, MMP3-targeted small interference RNA (siRNA) was able to reduce cell proliferation and invasive capabilities in cisplatin resistant ovarian cancer cells. Additionally, MMP3-targeted siRNA significantly reduced the sensitivity of ovarian cancer cells to cisplatin treatment. Cisplatin also increased MMP3 mRNA levels in ovarian cancer mice models and human cell lines. This evidence suggests that the MMP3 levels correlate with the sensitivity of ovarian cancer cells to cisplatin treatment. We hypothesize that the hemopexin domain will bind to proteins promoting cisplatin-resistance. We validated our expression profile studies at mRNA and protein levels via western blot, ELISA and qRT-PCR. Additionally, survival analysis using the Kaplan-Meier plotter database showed that ovarian cancer patients with low MMP3 levels live longer than patients with higher MMP3 levels. Furthermore, when we measured MMP3 activity, we observed decreased activity in cisplatin-resistant versus cisplatin-sensitive cells. Taken together, these data suggest that other domains of MMP3 (i.e., hemopexin domain) may have a function in the cisplatin resistance of ovarian cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB09-03 Drug resistance,,"},{"Key":"Keywords","Value":"Cisplatin resistance,Ovarian cancer,Matrix metalloprotease,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mariela Rivera-Serrano<\/b><sup>1<\/sup>, Pablo  E.  Vivas-Mejia<sup>2<\/sup><br><br\/><sup>1<\/sup>Biology, University of Puerto Rico Rio Piedras Campus, San Juan, PR,<sup>2<\/sup>Biochemistry, University of Puerto Rico Medical Sciences Campus, San Juan, PR","CSlideId":"","ControlKey":"56904a45-0f90-4825-87e1-4abfecfde02f","ControlNumber":"7344","DisclosureBlock":"&nbsp;<b>M. Rivera-Serrano, <\/b> None..<br><b>P. E. Vivas-Mejia, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5624","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5823","PresenterBiography":null,"PresenterDisplayName":"Mariela Rivera, MS","PresenterKey":"d38132d6-0898-4e3f-b213-a64460fb52e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5823. Uncovering the mechanisms of matrix metalloproteinase-3 (MMP-3) in the cisplatin resistance of ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uncovering the mechanisms of matrix metalloproteinase-3 (MMP-3) in the cisplatin resistance of ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Drug effects may vary depending on cancer cell density. We investigated discrepancies in phenotypes for high density and low-density cultured cancer cells and elucidated relevant variables that influence them. We assessed chemosensitivity as a function of tumor cell density by plating TOV-21G and OVMANA ovarian cancer cell lines in 96-well plates at various seeding densities per well and treated them with various concentrations of cisplatin. CellTiterGlo assays were performed at 72 hours of treatment to determine cisplatin dose response curves. We used ethidium homodimer fluorescence staining and imaging to quantify extent of cell death at differing cell densities of TOV-21G and OVMANA cells treated with cisplatin for 48 and 72hours in 48-well plates. We performed western blot analyses of apoptotic and autophagy proteins from TOV-21G and OVMANA cells that were seeded at high and low cell densities in 24-wellplates. TOV-21G and OVMANA cells plated at higher cell seeding densities displayed less cisplatin sensitivity than TOV-21G and OVMANA cells plated at lower seeding densities, as shown by cisplatin dose response curves. Ethidium homodimer staining of TOV-21G and OVMANA cells treated with cisplatin revealed that cells seeded at lower densities experience a greater amount of cell death that cells seeded at higher densities. Western blot analyses showed that high density TOV-21G cells may express greater amounts of BCL2 and c-FLIP and lower amounts of p62 and NOXA compared to low density cells when normalized for protein expression. Similarly, high density OVMANA cells express greater amounts of c-FLIP andBCL2 and lower amounts of NOXA compared to low density cells when normalized for protein expression. Our experiments reveal that human ovarian cancer cells display different phenotypic changes depending on cell density, causing higher density cells to require increased cisplatin to achieve the same level of effect seen in lower density cells. Ovarian cancer cell resistance to cisplatin is associated with alterations in autophagy and anti-apoptotic protein expression at high cell seeding density. These alterations may also affect chemosensitivity<i> <\/i><i>in vivo<\/i> in settings of differential tumor density, such as single circulating tumor cells compared to clumps of tumor cells, and other settings, such as metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB09-03 Drug resistance,,"},{"Key":"Keywords","Value":"Cisplatin resistance,Ovarian cancer,Bcl-2 protein family,p62,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thomas  W.  Brown<\/b><sup><\/sup>, Ujwal Punyamurtula<sup><\/sup>, Wafik S. El-Deiry<sup><\/sup><br><br\/>Brown University, Providence, RI","CSlideId":"","ControlKey":"7128f990-9bc4-4fee-ba42-7fe6f7f9c13e","ControlNumber":"7718","DisclosureBlock":"&nbsp;<b>T. W. Brown, <\/b> None..<br><b>U. Punyamurtula, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5625","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5824","PresenterBiography":null,"PresenterDisplayName":"Thomas Brown, No Degree","PresenterKey":"767a294b-e54d-4551-b5dc-713c4cb0d02a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5824. Human ovarian cancer cell seeding density as a mechanism of cisplatin resistance associated with expression of anti-apoptotic and autophagy proteins","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Human ovarian cancer cell seeding density as a mechanism of cisplatin resistance associated with expression of anti-apoptotic and autophagy proteins","Topics":null,"cSlideId":""},{"Abstract":"Head-and-neck squamous cell carcinoma (HNSCC), which arises from epithelial cells in mucosal surfaces of the upper aerodigestive tract, is the sixth leading cancer worldwide with 40-50% mortality rates. YAP is a transcriptional regulator that plays important roles in cancer cell proliferation and survival. HNSCC shows the highest levels of YAP gene expression among various types of human cancers. However, the molecular mechanisms explaining upregulation of YAP expression in HNSCC are poorly understood. Excessive consumption of tobacco and alcohol are classical risk factors of HNSCC. Tobacco and alcohol generates metabolites that increase reactive oxygen species (ROS) to abnormally high levels. It is not known whether YAP expression and function are interlinked with the oxidative stress response in HNSCC. Here, we aimed to elucidate the mechanism of YAP upregulation involved in the progression of HNSCC under conditions of oxidative stress. To identify candidates for YAP expression regulators in HNSCC, we analyzed whole-genome siRNA library screening data and TCGA genomics data. We performed loss-of-function and gain-of-function experiments to elucidate the molecular mechanism of TM4SF19, which is the top candidate for mediating transcriptional regulation of YAP in HNSCC. TM4SF19 is one of the transmembrane 4 L six family proteins that have topological similarities to tetraspanins, but little is known about its biological function. We found TM4SF19 controls the expression of YAP gene by regulating GABP&#946;1, a subunit of the GABP transcription factor complex, which is known to bind and activate YAP gene promoter. We observed that the depletion of TM4SF19 reduced GAPBP&#946;1, thereby decreasing the transcriptional activity of GABP complex. Importantly, we observed that TM4SF19 was dimerized in response to oxidative stress and consequently mediates the upregulation of YAP transcription by ROS elevation. We further show that TM4SF19 knockdown significantly reduces key characteristics of malignant cells, such as active proliferation and migration. Our results suggest that TM4SF19 is not only a novel transcriptional regulator of YAP but also a strong therapeutic target to suppress the oncogenic activity of YAP, and also provide new clue to understand HNSCC tumorigenesis involving YAP and oxidative stress.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-03 Mechanisms of transcription,,"},{"Key":"Keywords","Value":"YAP1,Head and neck squamous cell carcinoma,Oxidative stress,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eunbie Shin<\/b><sup><\/sup>, Joon Kim<sup><\/sup><br><br\/>KAIST, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"87bedea3-c68b-4430-bc56-0ef9455a8a29","ControlNumber":"1712","DisclosureBlock":"&nbsp;<b>E. Shin, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10215","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5825","PresenterBiography":null,"PresenterDisplayName":"Eunbie Shin, BS","PresenterKey":"3f63c587-8040-483e-9617-ac5cfd71e0be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5825. TM4SF19 regulates oxidative stress-dependent YAP transcription in HNSCC","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"507","SessionOnDemand":"False","SessionTitle":"Cell Adhesion and Cell Signaling in Cancer and Drug Resistance","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TM4SF19 regulates oxidative stress-dependent YAP transcription in HNSCC","Topics":null,"cSlideId":""}]