[{"Abstract":"Tumor-associated macrophages (TAMs) play a role in cancer progression and are associated with Sorafenib resistance in hepatocellular carcinoma (HCC)<sup>1<\/sup>. D-4559 is a new potent macrophage switching nanomedicine technology that selectively inhibits VEGF receptor tyrosine kinases (VEGFR1, 2, 3) in TAMs leading to a functional reprogramming of TAMs toward a pro-inflammatory activated phenotype. Here, we evaluate the effect of D-4559 on the M1 and M2 polarization of TAMs and its anti-tumor efficacy in a murine HCC tumor model. In vivo efficacy of D-4559 was examined in the subcutaneous Hepa 1-6 liver tumor model in C57BL\/6 mice. Animals (n=15\/group) were treated with D-4559 (<i>i.p<\/i>., 200 mg\/kg daily) and free drug Sorafenib (<i>p.o<\/i>., 40 mg\/kg daily) as a positive control for 4 weeks. The treatment started when the mean tumor size reached approximately 100 mm<sup>3<\/sup>, then the animals were randomly allocated into study groups. The day of randomization and treatment was denoted as day 0. Tumor sizes were measured using a caliper for 27 days, M1\/M2 macrophage polarization was examined by flow cytometry at day 16, and cytokine biomarkers were evaluated with MSD Cytokine Multiplex Assay at day 16 and 27.D-4559 significantly reduced Hepa 1-6 tumor growth (**<i>p<\/i>&#60;0.01 vs. vehicle). D-4559 and Sorafenib efficacy were similar with 40% of mice with a tumor volume less than 500 mm<sup>3<\/sup> after 27 days of treatment. At day 16, D-4559 significantly increased M1\/M2 ratio by inducing M1 macrophage infiltration and reprogramming of TAMs into M1 macrophages compared to vehicle treatment groups (* <i>p<\/i>&#60;0.05). In contrast, Sorafenib did not switch TAM polarization from M2 to M1 phenotype. Moreover, D-4559 significantly increased TNF-a and IL-8 cytokines in the tumor microenvironment at days 16 and 27, indicative of a M1 signature. Increased levels of TNF-a and IL-8 have also been correlated with better survival in HCC patients<sup>2,3<\/sup>. D-4559 significantly increased M1 infiltration, shifted TAM polarization from M2 to M1 phenotype and favored pro-inflammatory cytokines suggesting that D-4559 creates an immunopermissive tumor microenvironment leading to a reduction in tumor growth. This preclinical study supports the development of the potent macrophage switching drug D-4559 as a safe and effective agent that can be used systemically for the treatment of HCC or in combination therapies to improve anti-tumor immune response.<br \/>References: 1. Wang et al, Journal of Biomedical Science (2022)2. Hayashi, T., et al. BMC Cancer 17, 870 (2017) 3. Li, H., et al., Translational Cancer Research 8, 2 (2019)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-10 Modifiers of the tumor microenvironment,,"},{"Key":"Keywords","Value":"Macrophages,Inflammation,Immune cells,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Naze G. Avci<\/i><\/u><\/presenter>, <presenter><i>Tony Wu<\/i><\/presenter>, <presenter><i>Susan E. Alters<\/i><\/presenter>, <presenter><i>Emily Zhang<\/i><\/presenter>, <presenter><i>Jinping Liu<\/i><\/presenter>, <presenter><i>Dong Huang<\/i><\/presenter>, <presenter><i>Natacha Le Moan<\/i><\/presenter>, <presenter><i>Jeffrey L. Cleland<\/i><\/presenter>. Ashvattha Therapeutics, Inc, Redwood City, CA, Ashvattha Therapeutics, Inc, Baltimore, MD, ALters Biosciences Consulting, San Francisco, CA, Crown Biosciences, Beijing, China","CSlideId":"","ControlKey":"395b8635-21ab-4739-9822-8e0ffc11aa26","ControlNumber":"9729","DisclosureBlock":"&nbsp;<b>N. G. Avci, <\/b> None..<br><b>T. Wu, <\/b> None..<br><b>S. E. Alters, <\/b> None..<br><b>E. Zhang, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>D. Huang, <\/b> None..<br><b>N. Le Moan, <\/b> None..<br><b>J. L. Cleland, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9728","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB208","PresenterBiography":null,"PresenterDisplayName":"Naze Avci","PresenterKey":"72af1e8d-c79e-4499-b1a8-f4e952728b28","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB208. A potent macrophage switching drug D-4559 reduces tumor GROWTH in a hepatocellular carcinoma mouse model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A potent macrophage switching drug D-4559 reduces tumor GROWTH in a hepatocellular carcinoma mouse model","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Multiple myeloma (MM) is a neoplastic malignancy characterized by the abnormal proliferation of plasma cells with excessive antibody production in the bone marrow. It accounts for approximately 1.8% of all new cancer cases and 2.1% of cancer deaths in the United States and occurs most frequently among older adults (age &#62; 75). While there are a number of treatments with high response rates, MM relapses frequently within a few years and is considered incurable. Herein, experimental studies and results of a new therapeutic agent under development, TE-1146, are reported. TE-1146 is an antibody drug conjugate (ADC) composed of two therapeutic agents already in use in MM, namely, an anti-CD38 antibody, daratumumab (Dara), and lenalidomide (Lena).<br \/><b>Method:<\/b> TE-1146 is designed by employing &#8220;HIDAR&#8221; technology platform, which enables the preparation of homogeneous ADCs with high DAR (drug to antibody ratio). In the TE-1146 molecules, the Fab is replaced by scFv and a cysteine-containing Zn<sup>2+<\/sup>-binding motif is engineered at the C-termini of the H chains. Lena molecules are assembled into drug bundles containing 3 Lena molecules and a maleimide group. Two drug bundles are conjugated site-specifically to the Zn<sup>2+<\/sup>-activated SH groups of the reconfigured antibody molecule, creating an ADC with DAR of 6. TE-1146 was investigated for cytolytic effects against human MM cell lines H929 in cell cultures <i>in vitro<\/i> and transplanted H929 tumor in NOD-SCID mice <i>in vivo<\/i>, in comparison with Dara, Lena, and their combination.<br \/><b>Results:<\/b> In human plasma, TE-1146 has stability comparable with Dara, and the Lena molecules in the drug bundles remain conjugated. In cultures of H929 cells, TE-1146 caused the lysis of H929 cells at least 100 times more effectively than Dara, Lena, and Dara\/Lena combination, based on IC<sub>50<\/sub> comparison. It was shown that H929 cells internalized and degraded TE-1146 and freed Lena. In NOD-SCID mice, the subcutaneously transplanted H929 cells were allowed to grow into solid tumors in 14 days, and TE-1146 and other agents for comparison were administered intraperitoneally. It was found that one single dose of TE-1146 at 20 nmol\/kg (conjugated with Lena at 120 nmol\/kg) could retard the growth of the transplanted tumor and ultimately eliminate the tumor over 28-42 days, while the combination of one dose Dara at 20-80 nmol\/kg and Lena of 46 &#956;mol\/kg given daily could not eliminate the tumor. The amount of Lena used in the combination treatment over a 28-day course is 10,700 times that of Lena in TE-1146.<br \/><b>Conclusion:<\/b> Lenalidomide is extremely powerful in killing multiple myeloma cells if brought into the MM cells. It is estimated that a very minute amount, probably less than 0.01%, of intraperitoneally injected lenalidomide gets into the transplanted MM tumor in the mouse model. TE-1146 may be a more effective and less toxic drug than Daratumumab\/Lenalidomide combination in treating patients with hard-to-treat MM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Multiple myeloma,Anticancer therapy,Lenalidomide,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yueh-Hsiang Yu<\/i><\/u><\/presenter>, <presenter><i>Ming-Yu Hsieh<\/i><\/presenter>, <presenter><i>Pei-Wen Wu<\/i><\/presenter>, <presenter><i>Hui-Ju Lee<\/i><\/presenter>, <presenter><i>Pei-Hsuan Lin<\/i><\/presenter>, <presenter><i>Carmay Lim<\/i><\/presenter>, <presenter><i>Hsing-Mao Chu<\/i><\/presenter>, <presenter><i>Tse Wen Chang<\/i><\/presenter>. IMMUNWORK INC., Taipei, Taiwan, Academia Sinica, Taipei, Taiwan","CSlideId":"","ControlKey":"428776cc-c900-4a5a-8916-9b8508ebb2b7","ControlNumber":"8868","DisclosureBlock":"&nbsp;<b>Y. Yu, <\/b> None..<br><b>M. Hsieh, <\/b> None..<br><b>P. Wu, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>P. Lin, <\/b> None..<br><b>C. Lim, <\/b> None..<br><b>H. Chu, <\/b> None..<br><b>T. Chang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9729","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB209","PresenterBiography":null,"PresenterDisplayName":"Yueh-Hsiang Yu, PhD","PresenterKey":"624eaa4e-ad3c-4c5b-98d3-c4d2d5e43b60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB209. An ADC composed of daratumumab and lenalidomide is extremely powerful in killing multiple myeloma cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An ADC composed of daratumumab and lenalidomide is extremely powerful in killing multiple myeloma cells","Topics":null,"cSlideId":""},{"Abstract":"Monoclonal antibodies have been used to successfully treat various diseases, including tumors, autoimmune diseases, and infectious diseases. Traditional antibodies are comprised of a tetramer of two heavy chains and two light chains, totaling 150 kDa in molecular weight. However, the large size of antibodies can limit the therapeutic application; in particular, the penetration of tumors and the blood brain barrier (BBB) is not always feasible. In contrast to traditional antibodies, heavy-chain-only antibodies (HCAbs) are significantly smaller (~75 kDa), as they contain only two heavy chains. Since the heavy chain variable domain of HCAbs (i.e., VHH or single domain antibody, sdAb, or nanobody) is solely responsible for antigen recognition, nanobodies can function independently as a therapeutic molecule, which may be advantageous for penetrating tumors or the BBB. Previously, we generated a fully human antibody mouse platform, RenMab<sup>TM<\/sup>, in which the murine heavy chain and kappa light chain variable domains were replaced by the full human heavy chain and kappa light chain V(D)J loci <i>in situ<\/i>. Here, we have further modified the RenMab<sup>TM<\/sup> model to generate a fully human heavy-chain-only antibody mouse model, termed RenNano<sup>&#174;<\/sup>. The modified heavy chain constant regions of RenNano<sup>&#174;<\/sup> mice allow them to spontaneously produce HCAbs. Flow cytometry and biolayer interferometry confirmed that RenNano<sup>&#174;<\/sup>-derived HCAbs can bind antigens without light chains. Despite this reliance on the heavy chain only variable regions for antigen specificity, RenNano<sup>&#174;<\/sup> mice can generate antigen-specific antibodies with high affinity (10<sup>-8<\/sup> -10<sup>-9<\/sup> K<sub>D<\/sub>) upon immunization with various antigens. In addition, many RenNano<sup>&#174;<\/sup>-derived HCAbs exhibited a longer CDR3 length, which could promote the recognition of difficult-to-reach epitopes. Furthermore, RenNano<sup>&#174;<\/sup>-derived HCAbs have favorable diversity, and excellent developability properties such as a higher degree of hydrophilicity. Anti-4-1BB HCAbs can also activate 4-1BB-NF-&#954;B signaling in a dose-dependent manner, as demonstrated in reporter assays.<br \/>In summary, the full human heavy-chain-only antibody mice, RenNano<sup>&#174;<\/sup>, can produce human HCAb with high affinity and good efficacy. Thus, RenNano<sup>&#174;<\/sup> is a powerful platform to discover HCAb\/nanobodies for various therapeutic applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody,Drug discovery,Mouse models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Yiqing Hu<\/i><\/presenter>, <presenter><i>Qi Zhang<\/i><\/presenter>, <presenter><i>Lijun Zhang<\/i><\/presenter>, <presenter><i>Yabo Zhang<\/i><\/presenter>, <presenter><i>Huizhen Zhao<\/i><\/presenter>, <presenter><i>Jiawei Yao<\/i><\/presenter>, <presenter><i>Liu Yang<\/i><\/presenter>, <presenter><i>Baihong Liu<\/i><\/presenter>, <presenter><i>Shensen Wang<\/i><\/presenter>, <presenter><i>Zhengfang Su<\/i><\/presenter>, <presenter><u><i>Li Hui<\/i><\/u><\/presenter>, <presenter><i>Qingcong Lin<\/i><\/presenter>, <presenter><i>Qiangqiang Ma<\/i><\/presenter>, <presenter><i>Yuelei Shen<\/i><\/presenter>. Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, Biocytogen Boston Corp, Wakefield, MA","CSlideId":"","ControlKey":"9e88c31b-5e38-4995-ad08-6c944a0a02b2","ControlNumber":"9441","DisclosureBlock":"&nbsp;<b>Y. Hu, <\/b> None..<br><b>Q. Zhang, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>H. Zhao, <\/b> None..<br><b>J. Yao, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>Z. Su, <\/b> None..<br><b>L. Hui, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>Q. Ma, <\/b> None..<br><b>Y. Shen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9730","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB210","PresenterBiography":null,"PresenterDisplayName":"Li Hui, MD;PhD","PresenterKey":"7901ea31-e7a2-47f2-8704-987a0538f2f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB210. RenNano&#174; mice: A heavy-chain-only antibody platform for the generation of nanobody therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RenNano&#174; mice: A heavy-chain-only antibody platform for the generation of nanobody therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Therapeutic antibodies have been successfully used to treat several diseases, such as cancers and autoimmune diseases. However, the utility of conventional antibodies for neurological conditions is limited by the blood-brain barrier (BBB). Several strategies to address this issue have been reported, including receptor-mediated transcytosis (RMT) of antibodies using transferrin receptors. We hypothesize that this strategy could be further improved by the use of single-domain antibodies (sdAbs), such as the variable domain of heavy-chain-only antibodies (HCAbs), or variable new antigen receptors (VNARs), which are significantly smaller, and therefore could be used to more efficiently transport drugs of interest across the BBB. To this end, we developed anti-transferrin receptor 1 (TFR1) HCAbs utilizing our fully human heavy-chain-only antibody mice (RenNano&#174;). We immunized RenNano&#174; mice with recombinant TFR1 proteins, isolated the B cells from spleen and lymph nodes, and performed single B cell antibody screening using the Beacon&#174; Optofluidic system. Most of the antibodies tested were cross-reactive to human and monkey TFR1. Furthermore, even though the antigen specificity relies on the VHH domain instead of a conventional antibody variable domain, the affinity of these HCAbs can reach 10<sup>-8<\/sup>-10<sup>-9<\/sup> (K<sub>D<\/sub>). Of the 7 HCAbs tested, 6 were internalized into the human brain microvascular endothelial cell line, hCMEC\/D3. To assess brain penetration of these antibodies <i>in vivo<\/i>, mice expressing human TFR1 (hTFR1 mice) received a tail vein injection with either isotype control, positive control pabinafusp alfa (a BBB penetrating anti-TFR1 monoclonal antibody enzyme conjugate) analog or RenNano&#174;-derived HCAbs. After 0.5, 6, 24, and 72 h of exposure, mice brains were dissected for the quantification of HCAbs and for immunohistochemical analyses. The levels of anti-TFR1 HCAbs in the parenchyma was significantly higher than isotype controls and pabinafusp alfa analog. In brain sections, HCAbs were clearly observed in the parenchyma, and were colocalized with TFR1-expressing cells. These results demonstrate that HCAbs developed from RenNano&#174; mice are able to penetrate the BBB. Taken together, these data highlight the tremendous potential for HCAbs and its variable domain sdAbs for transporting cargo across the BBB. Due to their smaller size and simpler structure, sdAbs could ultimately provide therapeutic benefit for neurodegenerative diseases, and offer promising potential for tumor penetration.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody,Drug discovery,Blood-brain barrier,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Yiqing Hu<\/i><\/presenter>, <presenter><i>Lijun Zhang<\/i><\/presenter>, <presenter><i>Wenying Wang<\/i><\/presenter>, <presenter><i>Huizhen Zhao<\/i><\/presenter>, <presenter><i>Jiawei Yao<\/i><\/presenter>, <presenter><i>Chunhui Lv<\/i><\/presenter>, <presenter><i>Yunsheng Yao<\/i><\/presenter>, <presenter><u><i>Li Hui<\/i><\/u><\/presenter>, <presenter><i>Qingcong Lin<\/i><\/presenter>, <presenter><i>Taolin Liu<\/i><\/presenter>, <presenter><i>Yuelei Shen<\/i><\/presenter>. Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, Biocytogen Boston Corp, Wakefield, MA","CSlideId":"","ControlKey":"5d2429eb-4f72-4316-b18b-23e9632b1110","ControlNumber":"9449","DisclosureBlock":"&nbsp;<b>Y. Hu, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>H. Zhao, <\/b> None..<br><b>J. Yao, <\/b> None..<br><b>C. Lv, <\/b> None..<br><b>Y. Yao, <\/b> None..<br><b>L. Hui, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>Y. Shen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9731","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB211","PresenterBiography":null,"PresenterDisplayName":"Li Hui, MD;PhD","PresenterKey":"7901ea31-e7a2-47f2-8704-987a0538f2f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB211. Discovery of RenNano&#174;-derived human heavy-chain-only antibodies that cross the blood-brain barrier","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of RenNano&#174;-derived human heavy-chain-only antibodies that cross the blood-brain barrier","Topics":null,"cSlideId":""},{"Abstract":"HER3 is a unique EGFR family member that plays a role in both tumor progression and drug resistance. Its expression can act as a bypass mechanism for EGFR and HER2-targeted therapies, resulting in therapeutic resistance. MET has also been reported as a bypass resistance mechanism to EGFR-TKI treatment. HER3 and MET are co-expressed at high prevalence in multiple tumor types, including gastric, colorectal, breast, and non-small-cell lung cancer (NSCLC). In addition, HER3 and MET are frequently overexpressed in liver metastases from patients with colorectal cancer, indicating that targeting both proteins may provide clinical benefit. We generated fully human bispecific antibodies (bsAbs) targeting HER3 and MET with cross-species reactivity, using RenLite<sup>&#174;<\/sup> mice, which contain the full human heavy chain variable domain with a common human kappa light chain to facilitate future bispecific antibody assembly. These 1+1 bsAbs have demonstrated enhanced internalization compared to the parental monoclonal antibodies in multiple cancer cell lines. These bsAbs were then conjugated with Monomethyl auristatin E (MMAE) to generate HER3 and MET-targeting bispecific ADC (BCG022) candidates. <i>In vivo<\/i> drug efficacies are being screened using cell-derived hepatocellular carcinoma (HCC) and gastric carcinoma xenografts, as well as patient-derived gastric and pancreatic xenograft models. Collectively, these results suggest that BCG022 has the potential to be a novel therapeutic option for HER3 and MET co-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"c-Met,Bispecific antibody,Cancer immunotherapy,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Zhuolin Li<\/i><\/presenter>, <presenter><i>Chengzhang Shang<\/i><\/presenter>, <presenter><i>Xuewa Guan<\/i><\/presenter>, <presenter><i>Zhenyan Han<\/i><\/presenter>, <presenter><i>Gao An<\/i><\/presenter>, <presenter><u><i>Ellen Zhang<\/i><\/u><\/presenter>, <presenter><i>Qingcong Lin<\/i><\/presenter>, <presenter><i>Yi Yang<\/i><\/presenter>. Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, Doma Pharmaceutical Technology (Suzhou) Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"1c0a4f62-0f13-4535-b6dd-2bd68be5b951","ControlNumber":"9452","DisclosureBlock":"&nbsp;<b>Z. Li, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>X. Guan, <\/b> None..<br><b>Z. Han, <\/b> None..<br><b>G. An, <\/b> None..<br><b>E. Zhang, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9732","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB212","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB212. <b>BCG022: A novel bispecific antibody-drug conjugate targeting HER3 and MET<\/b>","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<b>BCG022: A novel bispecific antibody-drug conjugate targeting HER3 and MET<\/b>","Topics":null,"cSlideId":""},{"Abstract":"Aberrant MET signaling is frequently found in various types of solid tumors, and is correlated with oncogenic transformation, treatment resistance and poor prognosis. While MET remains an attractive therapeutic target, it is widely expressed on the surface of epithelial and endothelial cells, including normal tissues and tumors. To date, MET-targeting agents are associated with adverse clinical effects, including hypoalbuminemia, peripheral edema and pneumonitis, indicating that alternate treatments and\/or modalities are needed. Intriguingly, MET antigen is commonly co-expressed with the oncofetal antigen 5T4 in various cancer types, including head and neck, lung and pancreatic cancer. While 5T4 is highly expressed on primary and metastatic cancers and is associated with adverse clinical outcomes in solid tumors, expression on normal adult tissues is very limited. Although several therapeutic agents targeting 5T4 antigen are currently being evaluated in human clinical studies, none have yet entered the market. To address these challenges, we hypothesized that targeting both MET and 5T4 with a bispecific antibody-drug conjugate (BsADC) could provide a more targeted therapeutic strategy to effectively eliminate tumor cells and reduce systemic toxicity. Here, we report that we have successfully generated two bispecific antibody candidates targeting both 5T4 and MET. The candidates were conjugated with monomethyl auristatin E (MMAE) via a protease-cleavable linker to generate DM004 BsADCs, i.e., Top1-MMAE and Top2-MMAE. In vitro, DM004 BsAbs demonstrated enhanced internalization in the NCI-H226 cell line compared to its parental monoclonal and monovalent anti-5T4 and anti-MET antibodies. In vivo, DM004 BsADCs exhibited robust anti-tumor activity in cell line-derived and patient-derived xenografts of gastric cancer and lung cancer, respectively. In particular, DM004 Top2-MMAE outperformed benchmark ADCs in lung BP0508 PDX models. In summary, we have identified a novel BsADC which may be a promising future treatment for cancers co-expressing 5T4 and MET.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"c-Met,Bispecific antibody,Cancer immunotherapy,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Zhenyan Han<\/i><\/presenter>, <presenter><i>Chengzhang Shang<\/i><\/presenter>, <presenter><i>Wenjuan Dai<\/i><\/presenter>, <presenter><i>Gao An<\/i><\/presenter>, <presenter><i>Ellen Zhang<\/i><\/presenter>, <presenter><u><i>Qingcong Lin<\/i><\/u><\/presenter>, <presenter><i>Yi Yang<\/i><\/presenter>. Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, Doma Pharmaceutical (Suzhou) Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"b98a563a-31b5-4a88-89b4-a7a3061efcf9","ControlNumber":"9611","DisclosureBlock":"&nbsp;<b>Z. Han, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>W. Dai, <\/b> None..<br><b>G. An, <\/b> None..<br><b>E. Zhang, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9733","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB213","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB213. Identification of DM004, a first-in-class anti-5T4\/MET bispecific antibody-drug conjugate","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of DM004, a first-in-class anti-5T4\/MET bispecific antibody-drug conjugate","Topics":null,"cSlideId":""},{"Abstract":"Despite the entry of new anti-cancer drugs into the market, there were more than 10 million deaths from cancer globally in 2021, with cancers of the lung, stomach, breast, and pancreas contributing to the most cancer-related deaths in China and the USA. Accordingly, there is an urgent need for improved therapeutic interventions. Antibody-drug conjugates (ADC) are novel drugs that exploit the specificity of a monoclonal antibody for target antigens expressed on cancer cells in order to achieve targeted delivery of a potent cytotoxic payload. More recently, bispecific ADCs (BsADC) targeting two tumor-associated antigens (TAA) have been developed to further amplify tumor cell specificity while minimizing toxicity to normal tissue, thus allowing for broader therapeutic windows. HER3 and MUC1 are two TAAs that are commonly expressed\/co-expressed on multiple tumor types, including lung, gastric, breast and pancreatic cancer; however, neither antigen has been successfully targeted by effective drugs: of the candidates targeting HER3 antigen being evaluated in human clinical studies, most are well-tolerated, but with limited efficacy. On the other hand, high levels of MUC1 in diseased tissues can undergo auto-proteolysis, so that drugs targeting the MUC1-N region will be neutralized before reaching the tumor tissues, thereby limiting the recognition of tumor cells. To overcome these challenges, we generated fully human bispecific antibody candidates with human-monkey cross-species reactivity that target HER3 and the juxtamembrane domain of MUC1. These bsAbs exhibit higher endocytic activity in HER3-low tumor cell lines compared with other currently available HER3 mAb. These bsAbs were subsequently conjugated with monomethyl auristatin E (MMAE) via a protease-cleavable linker to obtain first-in-class BsADC candidates, DM002. DM002 candidates showed robust anti-tumor activity in multiple CDX and PDX models of lung, breast, gastric and pancreatic cancer; most notably, DM002 candidates outperformed benchmark ADCs in BP0508 lung PDX models. Together, these data indicate that DM002 will be a promising therapeutic drug for patients with HER3 and MUC1 co-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"MUC1,Antibody-drug conjugate (ADC),Cancer immunotherapy,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Yifu Zhang<\/i><\/presenter>, <presenter><i>Chenzhang Shang<\/i><\/presenter>, <presenter><i>Nannan Wang<\/i><\/presenter>, <presenter><i>Gao An<\/i><\/presenter>, <presenter><i>Ellen Zhang<\/i><\/presenter>, <presenter><u><i>Qingcong Lin<\/i><\/u><\/presenter>, <presenter><i>Yi Yang<\/i><\/presenter>. Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, Doma Pharmaceutical (Suzhou) Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"cbfb9363-4f9c-4a33-b601-0b0695c1ea1a","ControlNumber":"9686","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>N. Wang, <\/b> None..<br><b>G. An, <\/b> None..<br><b>E. Zhang, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9734","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB214","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB214. A first-in-class bispecific antibody-drug conjugate (DM002) targeting HER3 and the juxtamembrane domain of MUC1","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A first-in-class bispecific antibody-drug conjugate (DM002) targeting HER3 and the juxtamembrane domain of MUC1","Topics":null,"cSlideId":""},{"Abstract":"EGFR is a well-established target for the treatment of many cancers. However, limitations encountered with current therapies, such as drug resistance and low cytotoxicity, indicate a need for alternative treatments. In particular, antibody-drug conjugates (ADCs) are a promising new therapeutic strategy, due to their potent killing effects and high target specificity. However, the toxicity of the payload can often cause safety concerns with ADCs, so their efficacy and safety must be carefully evaluated. With these challenges in mind, we hypothesized that development of a bispecific ADC (BsADC) targeting EGFR and a second tumor-associated antigen could help to improve the tumor selectivity of the ADC, thereby limiting the occurrence of on-target off-tumor effects. TROP2 and EGFR are co-expressed in multiple types of solid tumors, including head and neck, esophageal, lung, and pancreatic cancers, indicating that this target combination could provide therapeutic benefit for a wide range of tumors. Herein, we developed a novel bispecific ADC, DM001, targeting TROP2 and EGFR, conjugated with monomethyl auristatin E (MMAE) via a protease-cleavable linker. <i>In vitro<\/i>, internalization of DM001 bsAb into a TROP2<sup>+<\/sup>EGFR<sup>+<\/sup> cell line is comparable with that of its parental monoclonal anti-TROP2 or anti-EGFR antibodies. Tumor killing of double positive cell lines is also comparable between DM001 and its parental ADCs. Compared with single positive cells, DM001 can selectively bind and better kill double positive cells. Mechanistically, DM001 delays progression of the cell cycle and increases the frequency of apoptosis <i>in vitro<\/i> in an antigen-dependent manner. Pharmacokinetic analyses in mice with humanized FcRn (B-hFcRn) demonstrated a similar half-life of DM001 to isotype controls. Importantly,<i> <\/i>DM001 demonstrated strong anti-tumor activity in several cell line-derived and patient-derived xenografts, including lung and pancreatic tumors. Notably, the efficacy of DM001 was superior to benchmark ADCs in A431 and Panc.02.03 xenografts. Interestingly, the efficacy of DM001 was superior to its parental ADCs in BP0508 lung cancer and BP0209 pancreatic cancer PDX models, but not obvious in Panc.02.03 CDX models, indicating that DM001 may effectively target heterogeneous tumors, which better mimic the tumor microenvironment in patients. In summary, DM001 is a novel bispecific ADC with promising therapeutic potential that can be further exploited to treat TROP2 and EGFR co-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"EGFR,Trop-2,Bispecific antibody,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Zhuolin Li<\/i><\/presenter>, <presenter><i>Chengzhang Shang<\/i><\/presenter>, <presenter><i>Xuewa Guan<\/i><\/presenter>, <presenter><i>Gao An<\/i><\/presenter>, <presenter><i>Yuming Guo<\/i><\/presenter>, <presenter><u><i>Ellen Zhang<\/i><\/u><\/presenter>, <presenter><i>Qingcong Lin<\/i><\/presenter>, <presenter><i>Yi Yang<\/i><\/presenter>. Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China, Doma Pharmaceutical (Suzhou) Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"b73b7598-ef4f-40bb-8b62-dfd8cae8577f","ControlNumber":"9689","DisclosureBlock":"&nbsp;<b>Z. Li, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>X. Guan, <\/b> None..<br><b>G. An, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>E. Zhang, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9735","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB215","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB215. A first-in-class anti-TROP2\/EGFR bispecific antibody-drug conjugate, DM001, exhibits potent anti-tumor efficacy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A first-in-class anti-TROP2\/EGFR bispecific antibody-drug conjugate, DM001, exhibits potent anti-tumor efficacy","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) accounts for 15-20% of metastatic breast cancer incidence, and remains an area of unmet clinical need due to the low rates of overall survival. Recently, the TROP2-targeting ADC sacituzumab govitecan has received an accelerated approval from the FDA for adult patients with metastatic TNBC, as more than 85% of TNBC is marked by TROP2 overexpression. However, the clinical efficacy of ADC therapies targeting TROP2 alone is limited by its on-target toxicity. In an effort to offer therapeutic alternatives that limit this toxicity, we sought to identify other targets to combat metastatic TNBC in combination with TROP2. PTK7 is highly expressed in breast cancer; notably, PTK7 expression is higher in TNBC than non-TNBC, and is correlated with worse prognosis, tumor metastasis and TNBC progression. PTK7 has also been demonstrated to be enriched in tumor-initiating cells (TICs) in low-passage TNBC, OVCA, and NSCLC patient-derived xenografts (PDXs). We generated fully human anti-human PTK7 x TROP2 bispecific antibodies (bsAbs) from RenLite<sup>&#174;<\/sup> mice, which harbor the complete human heavy chain immunoglobulin variable domain with a common human kappa light chain for subsequent bispecific antibody assembly. These bsAbs demonstrated reactivity to human, monkey, and dog antigens, and showed enhanced internalization <i>in vitro <\/i>compared with parental PTK7 antibodies. In addition, these bsAbs showed favorable tumor cell selectivity, as there was minimal internalization of the monovalent antibodies. These bsAbs were than conjugated with Monomethyl auristatin E (MMAE) to generate anti-PTK7 x TROP2 bispecific ADC (BCG033) candidates. BCG033 candidates showed potent anti-tumor activity in several cell line-derived xenografts including TNBC xenografts, indicating that BCG033 has strong therapeutic potential in TNBC and other PTK7\/TROP2 co-expressing cancers. Patient-derived TNBC xenografts with co-expression of PTK7 and TROP2 have been screened for future <i>in vivo<\/i> drug efficacy screening. In summary, BCG033 has the potential to exert anti-tumor efficacy in TNBC and other solid tumors co-expressing PTK7 and TROP2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Trop-2,Bispecific antibody,Antibody-drug conjugate (ADC),Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Sufei Yao<\/i><\/presenter>, <presenter><i>Chengzhang Shang<\/i><\/presenter>, <presenter><i>Gao An<\/i><\/presenter>, <presenter><u><i>Ellen Zhang<\/i><\/u><\/presenter>, <presenter><i>Qingcong Lin<\/i><\/presenter>, <presenter><i>Yi Yang<\/i><\/presenter>. Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"fd0afd15-1ef1-432d-8331-29bea678b2d5","ControlNumber":"9703","DisclosureBlock":"&nbsp;<b>S. Yao, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>G. An, <\/b> None..<br><b>E. Zhang, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9736","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB216","PresenterBiography":null,"PresenterDisplayName":"Ellen Zhang, PhD","PresenterKey":"c28ea15a-885f-428e-b19d-a1ccebc98dd9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB216. Discovery of BCG033, a novel anti-PTK7 x TROP2 bispecific antibody-drug conjugate with promising efficacy against triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of BCG033, a novel anti-PTK7 x TROP2 bispecific antibody-drug conjugate with promising efficacy against triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Acute myeloid leukemia (AML) remains one of the highest unmet needs among human cancers. LILRB4 is specifically expressed on M4 myelomonocytic and M5 monocytic AML cells with a lack of expression on normal hematopoietic stem cells and progenitors, making LILRB4 an attractive target for a T-cell redirecting bispecific antibody to treat AML. Using a proprietary bispecific antibody platform, we engineered and optimized a LILRB4\/CD3 bispecific antibody demonstrating potent and specific killing of monocytic AML cells in vitro and in vivo. The strong chemistry, manufacturing and control (CMC) attributes and cross-reactivity to non-human primate LILRB4 and CD3 favor this bispecific for rapid advancement to the clinic.<br \/>Experimental Procedures: Binding EC50 values for LILRB4\/CD3 bispecific antibodies were determined by flow cytometry analysis. The selectivity of the anti-LILRB4 modality to other LILRA\/B proteins was assessed by ELISA. The potency of T-cell mediated killing of LILRB4-expressing AML cells was determined by co-culturing human peripheral T cells and monocytic AML THP-1 cells. A human peripheral mononuclear cell (PBMC) assay evaluated potency against LILRB4-positive primary cells (CD14+ monocytes), using CD19+ B cells as a negative control. Tumor bioluminescence kinetics was performed in NSG mice administrated intravenously with human T cells and THP-1-luciferase cells to measure T cell-directed killing of AML cells in vivo. Single intravenous dose of 5 mg\/kg was used for PK evaluation in human FcRn transgenic mice.<br \/>Results: Two top candidates were selected using biophysical criteria: 1) A monovalent anti-LILRB4 arm together with a monovalent anti-CD3 (1+1); 2) A bivalent anti-LILRB4 arm together with a monovalent anti-CD3 (2+1). The binding EC50 values of the 2+1 or the 1+1 variants to LILRB4 in the THP-1 cells were 0.7 nM and 1.3 nM, respectively. ELISA showed the anti-LILRB4 arm to be highly selective for LILRB4. Both 2+1 and 1+1 variants demonstrated potent killing of the THP-1 cells with EC50 values of 0.5 pM and 4.3 pM, respectively. In the PBMC assay, both variants induced killing of monocytes while sparing B cells, supporting the specificity in inducing T-cell directed killing of the LILRB4-expressing primary cells. The anti-CD3 arm was designed to have a low affinity for CD3 to mitigate the risk of cytokine release while ensuring sufficient T cell activation. Both variants showed potent tumor-growth inhibition at doses as low as 0.2 mg\/kg in the NSG mice with the 2+1 molecule showing superiority in vivo. The PK profile of the 2+1 bispecific in human FcRn-transgenic mice was similar to what is expected of human IgG1 with linear clearance.<br \/>Conclusions: A novel bispecific LILRB4\/CD3 (2+1) has been identified for development to treat AML based on its potency and specificity in killing monocytic AML cells in both in vitro and in vivo preclinical studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Bispecific antibody,LILRB4,CD3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Tao Huang<\/i><\/presenter>, <presenter><i>Kyu Hong<\/i><\/presenter>, <presenter><i>Krista McCutcheon<\/i><\/presenter>, <presenter><i>Jing-Tyan Ma<\/i><\/presenter>, <presenter><i>Ying Zhu<\/i><\/presenter>, <presenter><i>Mi Deng<\/i><\/presenter>, <presenter><i>Cheng Cheng Zhang<\/i><\/presenter>, <presenter><i>Paul Woodard<\/i><\/presenter>, <presenter><i>Hong Xiang<\/i><\/presenter>, <presenter><i>Xiao Min Schebye<\/i><\/presenter>, <presenter><u><i>X.Charlene Liao<\/i><\/u><\/presenter>. Immune-Onc Therapeutics, Inc., Palo Alto, CA, University of Texas Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"f83bb9be-8ff0-42d5-9454-1701628b1648","ControlNumber":"9704","DisclosureBlock":"&nbsp;<b>T. Huang, <\/b> None..<br><b>K. Hong, <\/b> None..<br><b>K. McCutcheon, <\/b> None..<br><b>J. Ma, <\/b> None..<br><b>Y. Zhu, <\/b> None..<br><b>M. Deng, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>P. Woodard, <\/b> None..<br><b>H. Xiang, <\/b> None..<br><b>X. Schebye, <\/b> None..<br><b>X. Liao, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9737","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB217","PresenterBiography":null,"PresenterDisplayName":"X.Charlene Liao, PhD","PresenterKey":"50661573-5d81-453a-8814-a90e2fb8594c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB217. A novel bispecific LILRB4\/CD3 antibody with potent killing of monocytic acute myeloid leukemia cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel bispecific LILRB4\/CD3 antibody with potent killing of monocytic acute myeloid leukemia cells","Topics":null,"cSlideId":""},{"Abstract":"Developing a bispecific anti-ROR1 Antibody Drug Conjugate for hematological and solid tumor treatment<br \/>Receptor tyrosine kinase ROR1 is a type I transmembrane protein belongs to the ROR family members. ROR1 is a receptor for Wnt family signaling molecules Wnt5a and is a key regulator of normal cellular process, including cell proliferation, survival, and migration. It is also involved in the development and progression of many types of cancer. Although being an oncofetal protein with limited expression in most of the normal tissues, ROR1 is expressed abnormally in various hematological and solid cancers, making it a highly attractive target for antibody-drug conjugate (ADC) therapy. The current clinical results of ROR1 ADC have been promising in treating patients with relapsed and\/or refractory (R\/R) hematologic malignancies.<br \/>Utilizing our unique and innovated linker platform, we screened many anti-ROR1 ADCs, with defined DAR=4. Those unique ADCs consist of a humanized monoclonal antibody (mAb against single epitope) or a bispecific antibody (BsAb against two epitopes), stably conjugated to an antimitotic agent. The bispecific mAbs that target to two different epitopes of ROR1, are superior to those antibodies that target to single epitope in the binding to ROR1-expressing tumor cells, the induction of tumor cell death and anti-tumor immunity. Our novel linker structure prevents payloads from coming off of the antibody during the circulation, significantly reduced the off-target toxicity. <i>In vitro<\/i> and <i>In vivo<\/i> studies demonstrated the antitumor activity of anti-ROR1 ADCs outperformed the lead anti-ROR1 ADC currently in phase II\/IIl trial, providing a promising treatment for hematological and solid cancers with a better safety profile and a larger therapeutic window. The lead candidate molecule, BR111A will start the preclinical studies soon.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Bispecific antibody,Antibody-drug conjugate (ADC),ROR1,Diffuse large B-cell lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Xiaobei Zhao<\/i><\/u><\/presenter>, <presenter><i>Jie Zhu<\/i><\/presenter>, <presenter><i>Zhenhua Wu<\/i><\/presenter>, <presenter><i>Jing Li<\/i><\/presenter>, <presenter><i>Yaqiong Zhou<\/i><\/presenter>, <presenter><i>Lei Nie<\/i><\/presenter>, <presenter><i>Gang Chen<\/i><\/presenter>. Bioray Pharmceutical Corp., San Diego, CA, Bioray Pharmceutical Ltd., Hangzhou, China","CSlideId":"","ControlKey":"c19b0990-74b8-4462-97dd-078238f4f1d0","ControlNumber":"9743","DisclosureBlock":"<b>&nbsp;X. Zhao, <\/b> <br><b>Bioray Pharmceutical Corp.<\/b> Employment. <br><b>J. Zhu, <\/b> <br><b>Bioray Pharmceutical Corp.<\/b> Employment. <br><b>Z. Wu, <\/b> <br><b>Bioray Pharmceutical Ltd.<\/b> Employment. <br><b>J. Li, <\/b> <br><b>Bioray Pharmceutical Corp.<\/b> Employment. <br><b>Y. zhou, <\/b> <br><b>Bioray Pharmceutical Ltd.<\/b> Employment. <br><b>L. Nie, <\/b> <br><b>Bioray Pharmceutical Ltd.<\/b> Employment. <br><b>G. Chen, <\/b> <br><b>Bioray Pharmceutical Corp.<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9738","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB218","PresenterBiography":null,"PresenterDisplayName":"Xiaobei Zhao, PhD","PresenterKey":"01ce87cb-ff34-4e0f-b255-90f62cbbadcd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB218. Developing a bispecific anti-ROR1 antibody drug conjugate for hematological and solid tumor treatment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Developing a bispecific anti-ROR1 antibody drug conjugate for hematological and solid tumor treatment","Topics":null,"cSlideId":""},{"Abstract":"The Araris&#8217; site-specific and one-step linker conjugation technology aims at generating stable, safe and highly potent ADCs without the need for antibody engineering prior to payload conjugation. Here, we generated an anti-HER2 ADC using a Topoisomerase 1 (Topo1) inhibitor as payload with highly favorable biophysical properties and superior anti-tumor efficacy compared to Trastuzumab deruxtecan in head-to-head in vitro and in vivo studies. Based on trastuzumab as the targeting antibody and a Topoisimerase 1 inhibitor as payload, we generated highly homogeneous and pure ADCs with a drug-to antibody-ratio (DAR) of 2. In in-vitro assays on target positive cell-lines, the Araris Topo 1 ADC demonstrated potent cell-cytotoxicity in the low nM-range similar to the approved Trastuzumab deruxtecan which has a DAR of 8. Moreover, the ADC showed excellent stability in mouse, cynomolgus and human sera exemplified by the absence of payload deconjugation or linker cleavage while Trastuzumab deruxtecan showed significant payload loss during the 14d incubation period. Interestingly, despite the improved stability, the kinetics for payload release was highly efficient in human Cathepsin B or human liver-lysosome (HLL) enzyme cleavage assays. Most importantly, the ADC was extremely stable in circulation as shown in pharmacokinetic studies in rodents, demonstrating an exposure profile similar to the unmodified trastuzumab parent antibody. In efficacy studies using an established NCI-N87 colon cancer model (therapeutic setting), a single injection of the Araris Topo 1 ADC at DAR2 at a dose of 52ug\/kg (adjusted payload dose) induced superior anti-tumor activity compared to Trastuzumab deruxtecan at DAR of 8, injected at the same payload dose. Complete tumor regression of all tumors (7\/7) was obtained at 104ug\/kg payload dose and lasted throughout the whole study duration (total 80 days) and was very well tolerated. The data show that Araris Topo 1 ADCs assembled using novel peptide linkers, even at a DAR of as low as 2 have a very efficient anti-tumor activity suggesting optimal drug exposure, targeting and release of the payload. In summary, we show that the Araris Topo1 linker-payloads result in highly potent ADCs with very favorable biophysical properties and extremely efficient payload release as well as an antibody-like exposure profile making them ideal linker-payloads for solid tumor targeting. We anticipate the low-drug load to be favorable in avoiding excessive toxicities in non-targeted tissues. Finally, the Araris bioconjugation technology allows for the generation of tailor-made ADC candidates with improved therapeutic indices.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase 1 inhibitor,Solid tumors,Microbial Transglutaminase (MTG),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Isabella Attinger-Toller<\/i><\/u><\/presenter>, <presenter><i>Rachael Fay<\/i><\/presenter>, <presenter><i>Romain Bertrand<\/i><\/presenter>, <presenter><i>Philipp Probst<\/i><\/presenter>, <presenter><i>Ramona Stark<\/i><\/presenter>, <presenter><i>Roger Santimaria<\/i><\/presenter>, <presenter><i>Dragan Grabulovski<\/i><\/presenter>, <presenter><i>Bernd Schlereth<\/i><\/presenter>, <presenter><i>Philipp Rene Spycher<\/i><\/presenter>. Araris Biotech AG, Au, Switzerland","CSlideId":"","ControlKey":"a7069549-bbe6-49c4-b0b0-a254fdf3b39e","ControlNumber":"9798","DisclosureBlock":"&nbsp;<b>I. Attinger-Toller, <\/b> None..<br><b>R. Fay, <\/b> None..<br><b>R. Bertrand, <\/b> None..<br><b>P. Probst, <\/b> None..<br><b>R. Stark, <\/b> None..<br><b>R. Santimaria, <\/b> None..<br><b>D. Grabulovski, <\/b> None..<br><b>B. Schlereth, <\/b> None..<br><b>P. R. Spycher, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9739","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB219","PresenterBiography":null,"PresenterDisplayName":"Isabella Attinger-Toller, PhD","PresenterKey":"9c15e9d9-6b3f-4cfb-8216-bed245c3161e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB219. Inducing significant and efficient tumor growth inhibition vs trastuzumab deruxtecan with low drug-load topoisomerase 1 inhibitor ADC using novel peptide linkers for payload conjugation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inducing significant and efficient tumor growth inhibition vs trastuzumab deruxtecan with low drug-load topoisomerase 1 inhibitor ADC using novel peptide linkers for payload conjugation","Topics":null,"cSlideId":""},{"Abstract":"NKG2A and its ligand HLA-E are increasingly recognized as an important immune checkpoint restraining multiple lymphocyte populations involved in cancer immunity. Initially described as an NK cell inhibitory receptor, NKG2A&#8217;s role in regulating T-cell functions has recently come to the fore and is increasingly viewed as a key component of its immune suppressive functions. In addition, clinical studies have also provided proof-of-concept evidence for the superiority of dual NKG2A\/PD-L1 blockade over anti-PD-L1 monotherapy. As of now clinical safety and efficacy results are only available for a single NKG2A-blocking antibody. This is in contrast with other immune checkpoint receptors (e.g., PD-1) where multiple blocking agents with different pharmacological properties have been assessed in the clinic, thereby providing a broad assessment of the target therapeutic potential and benefit to patients.<br \/>Here, we report the generation and preclinical characterization of a novel monoclonal antibody (mAb) disrupting the NKG2A\/HLA-E interaction. The Fc-attenuated IgG1 mAb S095029 binds NKG2A with a nM-range affinity and reverses the inhibitory effects of the NKG2A\/HLA-E interaction in several experimental models, both <i>in vitro<\/i> and <i>in vivo<\/i>. As a single agent S095029 enhanced the killing activity and cytokine secretion of NK and &#947;&#948; T-cells in co-culture with cancer cell lines of multiple tissue origins. We also show that S095029 increased the antibody-dependent cellular cytotoxicity (ADCC) mediated by Fc-competent mAbs in different antigen systems with high HLA-E expression. Of note, these immune-activating properties of S095029 compared favorably in benchmarking experiments with other clinical-stage anti-NKG2A mAbs. Finally, S095029 combination with PD-1 blocking agents, with or without an additional ADCC mAb component, conferred superior anti-tumor activity compared to treatments without NKG2A blockade.<br \/>Overall, our <i>in vitro<\/i> and <i>in vivo<\/i> data support the clinical development of S095029 in tumor settings with adequate HLA-E expression and suggest potential differentiating characteristics compared to other anti-NKG2A mAbs. S095029 is currently being evaluated in phase 1 dose escalation studies as a single agent or in combination with anti-PD-1 therapy (NCT05162755).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Antibody,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Maria Melander<\/i><\/u><\/presenter>, <presenter><i>Bruno Laugel<\/i><\/presenter>. Symphogen A\/S, a Servier company, Ballerup, Denmark, Institut de Recherches Servier, Croissy sur Seine, France","CSlideId":"","ControlKey":"cf6ef0ba-68cc-4aaf-ac68-43c1d4b6f013","ControlNumber":"9804","DisclosureBlock":"<b>&nbsp;M. Melander, <\/b> <br><b>Symphogen A\/S<\/b> Employment. <br><b>B. Laugel, <\/b> <br><b>Servier<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9740","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB220","PresenterBiography":null,"PresenterDisplayName":"MARIA MELANDER","PresenterKey":"a4a17d81-3ae2-48ca-8a10-70b4f037de8f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB220. S095029: a novel clinical-stage Fc-silenced NKG2A-blocking antibody with best-in-class potential","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"S095029: a novel clinical-stage Fc-silenced NKG2A-blocking antibody with best-in-class potential","Topics":null,"cSlideId":""},{"Abstract":"The Araris site-specific and one-step peptide linker conjugation technology generates stable, safe and highly potent ADCs without the need for antibody engineering prior to payload conjugation. We generated an anti-Nectin-4 ADC that shows superior anti-tumor activity and tolerability compared to enfortumab-vedotin (EV) in head-to-head in vitro and in vivo studies. The Araris ADC is based on enfortumab as the targeting antibody and monomethyl auristatin E (MMAE) as payload. Using a peptide linker and site-specific enzymatic conjugation approach, we generated a pure ADC with a drug-to-antibody-ratio (DAR) of approximately 2 and above 98 percent monomeric content. The Araris ADC demonstrated potent cell cytotoxicity similar to the approved enfortumab-vedotin which has a DAR of 4, excellent stability in mouse, cynomolgus and human sera exemplified by the absence of payload deconjugation or linker cleavage while EV showed significant payload deconjugation. Despite high stability, the Araris ADC releases the free active MMAE metabolite at comparable rate to EV in human Cathepsin B or human liver-lysosome (HLL) enzyme cleavage assays. The ADC was also shown to be extremely stable in circulation in pharmacokinetic studies in rodents, leading to an intact ADC exposure profile comparable to the unmodified enfortumab parent antibody. No free payload was detectable in circulation during the 3 week study by LCMS-MRM. In efficacy studies using a SUM-190PT established breast cancer model, a single injection at a dose of 10 ug\/kg normalized by payload induced a complete tumor regression lasting for more than 100 days (i.e. a very durable response or tumor eradication). EV administered at the same payload dose showed only a short and transient (until day 20 only) tumor regression with no animal (0\/6) reaching a complete response. Despite the higher in vivo exposure and extremely efficient anti-tumor response at low payload doses, there was no increased toxicity but in contrast, overall tolerability was improved, i.e., less neutropenia, skin involvement and signs of toxicity - the skin toxicity being the dose-limiting toxicity of Enfortumab vedotin in humans and rats. Overall, the highest non-severely toxic dose (HNSTD) in 4-week repeat dose rat toxicity studies for the Araris ADC (25 mg\/kg) was 5-fold higher compared to the HNSTD (5mg\/kg) reported for Enfortumab vedotin. Our data impressively show that the Araris ADC has superior efficacy and durable anti-tumor response even at 3-fold lower payload dose compared to EV. The improved efficacy in mice and tolerability in rates resulted in a 8-fold better TI for the Araris ADC and offers the opportunity to develop a highly efficacious ADC having potentially lower dose-limiting toxicities such as peripheral neuropathy, rashes or neutropenia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-11 Therapeutic antibodies, including engineered antibodies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Nectin-4,solid tumors,Microbial Transglutaminase (MTG),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Isabella Attinger-Toller<\/i><\/u><\/presenter>, <presenter><i>Philipp Probst<\/i><\/presenter>, <presenter><i>Romain Bertrand<\/i><\/presenter>, <presenter><i>Emma Renard<\/i><\/presenter>, <presenter><i>Ramona Stark<\/i><\/presenter>, <presenter><i>Roger Santimaria<\/i><\/presenter>, <presenter><i>Dragan Grabulovski<\/i><\/presenter>, <presenter><i>Bernd Schlereth<\/i><\/presenter>, <presenter><i>Philipp Rene Spycher<\/i><\/presenter>. Araris Biotech AG, Au, Switzerland","CSlideId":"","ControlKey":"db775a7c-4e80-4d60-9580-8a0dde22321c","ControlNumber":"9820","DisclosureBlock":"&nbsp;<b>I. Attinger-Toller, <\/b> None..<br><b>P. Probst, <\/b> None..<br><b>R. Bertrand, <\/b> None..<br><b>E. Renard, <\/b> None..<br><b>R. Stark, <\/b> None..<br><b>R. Santimaria, <\/b> None..<br><b>D. Grabulovski, <\/b> None..<br><b>B. Schlereth, <\/b> None..<br><b>P. R. Spycher, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9741","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB221","PresenterBiography":null,"PresenterDisplayName":"Isabella Attinger-Toller, PhD","PresenterKey":"9c15e9d9-6b3f-4cfb-8216-bed245c3161e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB221. Novel peptide linker-based nectin-4 targeting ADC shows improved tolerability with long-lasting anti-tumor efficacy at low doses","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel peptide linker-based nectin-4 targeting ADC shows improved tolerability with long-lasting anti-tumor efficacy at low doses","Topics":null,"cSlideId":""},{"Abstract":"Kirsten rat sarcoma viral oncogene (KRAS) mutations are present in 26% of non-small cell lung cancer (NSCLC) patients (The Cancer Genome Atlas data). Studies have reported the presence of spatial or intra-tumoral heterogeneity of KRAS mutations. Though resistance to mutant KRAS inhibitors targeting a specific form of major KRAS mutations (e.g, G12C or G12D) is multifaceted, intra-tumoral heterogeneity of KRAS mutation is one of the crucial factors for the intrinsic resistance to the inhibitor. Multi-targeting of different KRAS mutations can prevent resistance due to the heterogeneity of KRAS mutations within a tumor. To achieve this, we incorporated an mRNA-based cancer vaccine containing transcripts for multiple KRAS mutant antigens. Our KRAS cancer vaccine (CV) candidate showed significantly attenuated tumor growth by 37% in the syngeneic KRAS G12C-expressing LL\/2 tumor-bearing mice. CV treatment group showed significantly decreased tumor size by 45.4% after biopsy. Moreover, the mice treated with KRAS CV showed spleen enlarged by 42.6% indicating increased immune responses. To confirm, the expansion of T cells in the cancer vaccine-treated group, we collected tumor tissues and analyzed proportions of CD4+ and CD8+ T lymphocytes in the tumor. We found a 14.5-fold increase in infiltration of CD8+ T cells and a 0.5-fold increase in CD8+ CD44+ memory\/effector T cells in the tumors from mice treated with KRAS CV. Whereas CD4+ Foxp3+ Treg cells were decreased by 3.9-fold in the tumor. HLA-A*02 is the most common MHC class I allele. To investigate the changes in MHC expression, we conducted FACS analysis using HLA-A*02 antibodies after ex vivo treatment of KRAS CV on the human peripheral blood mononuclear cells (hPBMCs). KRAS CV treatment facilitated higher proportions of HLA-A*02+ monocytes (CD14+) and B cells (CD19+). Though LL\/2 tumor model has been considered an immunosuppressive model, our results suggest that the KRAS CV can significantly enhance immune responses, thereby suppressing tumor growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"KRAS,mRNA,Cancer vaccine,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Seung-Hyun Shin<\/i><\/u><\/presenter>, <presenter><i>Youngjin Han<\/i><\/presenter>, <presenter><i>Chang Gyu Lim<\/i><\/presenter>, <presenter><i>Yong Ho Heo<\/i><\/presenter>, <presenter><i>Seongju Jeong<\/i><\/presenter>, <presenter><i>Yu-Yon Kim<\/i><\/presenter>, <presenter><i>In Young Choi<\/i><\/presenter>. Hanmi Research Center, Hanmi Pharmaceutical Co. Ltd., Hwaseong-si, Korea, Republic of","CSlideId":"","ControlKey":"9da52c2d-8e82-4cc4-904c-bf1fe8d2fb18","ControlNumber":"9242","DisclosureBlock":"<b>&nbsp;S. Shin, <\/b> <br><b>Hanmi Pharmaceuticals Co. Ltd.<\/b> Employment. <br><b>Y. Han, <\/b> <br><b>Hanmi Pharmaceuticals Co. Ltd.<\/b> Employment. <br><b>C. Lim, <\/b> <br><b>Hanmi Pharmaceuticals Co. Ltd.<\/b> Employment. <br><b>Y. Heo, <\/b> <br><b>Hanmi Pharmaceuticals Co. Ltd.<\/b> Employment. <br><b>S. Jeong, <\/b> <br><b>Hanmi Pharmaceuticals Co. Ltd.<\/b> Employment. <br><b>Y. Kim, <\/b> <br><b>Hanmi Pharmaceuticals Co. Ltd.<\/b> Employment. <br><b>I. Choi, <\/b> <br><b>Hanmi Pharmaceuticals Co. Ltd.<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9742","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB222","PresenterBiography":null,"PresenterDisplayName":"Seung-Hyun Shin, PhD","PresenterKey":"7cb89261-62e7-4f9c-8c5a-0fdd739b0c99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB222. An mRNA-based cancer vaccine multi-targeting KRAS mutations inhibits tumor growth by increasing immune response in KRAS mutant LL\/2 mouse model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An mRNA-based cancer vaccine multi-targeting KRAS mutations inhibits tumor growth by increasing immune response in KRAS mutant LL\/2 mouse model","Topics":null,"cSlideId":""},{"Abstract":"In the last decade, immunotherapy has revolutionized cancer treatment. However, the lack of potent therapy-induced immune responses against solid tumors due to the immune-suppressive tumor microenvironment (TME) is still a major drawback. One approach to reprogram TME is virotherapy, which can target tumors via destruction of infected tumor cells as well as activating immune cell populations in the TME. A versatile and safe tool for virotherapy is modified vaccinia virus Ankara (MVA), which has already been approved by the FDA as a non-replicating vaccine against smallpox and monkeypox and is also in clinical trials against other infectious diseases and cancer. In the current study, we deciphered the anti-tumorigenic effect of a novel MVA vector encoding a tumor associated antigen (TAA) and the costimulatory molecules IL-12 and 4-1BBL, called MVA-TAA-4-1BBL-IL12. We could show that repetitive intratumoral (IT) injection of MVA-TAA-4-1BBL-IL12 resulted in strong tumor growth control, shrinkage and\/or complete elimination of tumors and induction of tumor-specific CD8 T cell response. Furthermore, MVA-TAA-4-1BBL-IL12 treatment promoted a systemic anti-tumor immune response not only against the treated tumor but also untreated, distant tumors. Importantly, local virotherapy also resulted in the generation of tumor-specific memory response, which protected mice against local recurrence after rechallenge. As a conclusion, our findings show that MVA-TAA-4-1BBL-IL12 IT treatment induces an effective anti-tumorigenic immune response in different solid tumor models, which gives rise to long-term protection against cancer recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Cancer vaccine,Interleukin-12,Tumor microenvironment,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Cigdem Atay Langbein<\/i><\/u><\/presenter>, <presenter><i>Raphael Giessel<\/i><\/presenter>, <presenter><i>Mahmad Ismail Housni<\/i><\/presenter>, <presenter><i>Kerstin Lmmermann<\/i><\/presenter>, <presenter><i>Barbara Bathke<\/i><\/presenter>, <presenter><i>Andr Riedl<\/i><\/presenter>, <presenter><i>Jrgen Hausmann<\/i><\/presenter>, <presenter><i>Markus Kalla<\/i><\/presenter>, <presenter><i>Paul Chaplin<\/i><\/presenter>, <presenter><i>Hubertus Hochrein<\/i><\/presenter>, <presenter><i>Jos Medina-Echeverz<\/i><\/presenter>, <presenter><i>Maria Hinterberger<\/i><\/presenter>. Bavarian Nordic GmbH, Planegg, Germany","CSlideId":"","ControlKey":"7899be99-1176-4173-b16d-f98faf402ba9","ControlNumber":"9544","DisclosureBlock":"<b>&nbsp;C. Atay Langbein, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment. <br><b>R. Giessel, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment. <br><b>M. Housni, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment. <br><b>K. Lmmermann, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment. <br><b>B. Bathke, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment. <br><b>A. Riedl, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment. <br><b>J. Hausmann, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment. <br><b>M. Kalla, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment. <br><b>P. Chaplin, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment. <br><b>H. Hochrein, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment. <br><b>J. Medina-Echeverz, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Other, Former employment. <br><b>M. Hinterberger, <\/b> <br><b>Bavarian Nordic GmbH<\/b> Employment.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9743","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB223","PresenterBiography":null,"PresenterDisplayName":"Cigdem Atay Langbein, PhD","PresenterKey":"e9345782-4ab5-43c8-bd04-7fa7f19d9cfa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB223. <b>Intratumoral administration of modified vaccinia Ankara expressing a tumor associated antigen and the costimulatory molecules IL-12 and 4-1BBL induces potent systemic long-term immune responses against murine tumors<\/b>","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<b>Intratumoral administration of modified vaccinia Ankara expressing a tumor associated antigen and the costimulatory molecules IL-12 and 4-1BBL induces potent systemic long-term immune responses against murine tumors<\/b>","Topics":null,"cSlideId":""},{"Abstract":"<b><u>BACKGROUND<\/u><\/b> Colorectal cancer (CRC) is the third most commonly diagnosed cancer (10% of new cases in 2020) and the second leading cause of cancer-related death (9.4%) worldwide. CRC is often detected at late stages, with 38% of metastasis cases at diagnosis. This makes the development of efficient treatments crucial. Recent tremendous progress sets immunotherapy as a treatment option and opens multiple ways to address therapeutic challenges in CRC. Accordingly, we have previously developed therapeutic cancer vaccine based on stimulated tumor cells (STC) technology, that have already shown efficacy in immunocompetent mouse models. Same strategy was used in this study to generate the STC-1010 therapeutic vaccine, a novel human therapeutic CRC vaccine derivate from 3 human CRC cell lines, HCT116, HT29 and LOVO exposed to irradiation, heat shock, chemotherapy agents and haptenized.<br \/><b><u>METHODS<\/u><\/b> We evaluate STC-1010 for its potential to favor an immune stimulatory response on human monocytes-derived dendritic cells (moDCs) from 2 different donors through i) a derived Mixed Lymphocyte Reaction (dMLR) assay, ii) the assessment of their cytokine profile, iii) the evaluation of their capacity to activate autologous CD8+ T cells and finally iv) to promote apoptosis of three CRC cell lines (HCT116, HT29 and LS-174T ).<br \/><b><u>RESULTS<\/u><\/b> We showed that STC-1010 induced IL-8 and IL-12 production, and reduced IL-10 during moDCs maturation. In addition, dendritic cells (DCs) exposed to STC-1010 during the maturation enhanced Interferon gamma (IFNg) production by CD8+ T cells (p=0,06 for donor 1 and p=0,0004 for donor 2) and amplified their anti-tumor activity, in combination with LPS\/IFNg and CD40L. CD8+ T cells primed with STC-1010-treated DCs promote massive apoptosis of HCT116 and HT29 cells compared to the condition without STC-1010 (p&#60;0,001 for all donors). The benefit of STC-1010 was not detectable with LS174T cells characterized by a low expression of HLA-ABC and used as negative control in this study.<br \/><b><u>CONCLUSION<\/u><\/b> Taken together, our results showed that Brenus STC-1010 human vaccine is an efficient strategy to educate immune system and promote the CRC cells death <i>in vitro<\/i> lending further support in favor of STC technology based on physical or chemical stimulation and haptenization to generate human cancer therapeutic vaccine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-12 Vaccines (oncolytic and prophylactic),,"},{"Key":"Keywords","Value":"Colorectal cancer,Whole-Cell Vaccines,STC-1010,Derived Mixed Lymphocyte Reaction,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Alban Bessede<\/i><\/presenter>, <presenter><u><i>George Alzeeb<\/i><\/u><\/presenter>, <presenter><i>Corinne Tortorelli<\/i><\/presenter>, <presenter><i>Jean-Philippe Guegan<\/i><\/presenter>, <presenter><i>Christophe Rey<\/i><\/presenter>, <presenter><i>Lionel Chalus<\/i><\/presenter>, <presenter><i>Benoit Pinteur<\/i><\/presenter>, <presenter><i>Paul Bravetti<\/i><\/presenter>, <presenter><i>Antoine Italiano<\/i><\/presenter>. Explicyte, Bordeaux, France, BRENUS PHARMA, Lyon, France, Institut Bergoni, Bordeaux, France","CSlideId":"","ControlKey":"95b6ed41-170a-4654-9e6c-9abcd8fe7cbd","ControlNumber":"9552","DisclosureBlock":"&nbsp;<b>A. Bessede, <\/b> None..<br><b>G. Alzeeb, <\/b> None..<br><b>C. Tortorelli, <\/b> None..<br><b>J. Guegan, <\/b> None..<br><b>C. Rey, <\/b> None..<br><b>L. Chalus, <\/b> None..<br><b>B. Pinteur, <\/b> None..<br><b>P. Bravetti, <\/b> None..<br><b>A. Italiano, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9744","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB224","PresenterBiography":"","PresenterDisplayName":"George Alzeeb, PhD","PresenterKey":"a7af1bfe-a47b-4040-89cd-8ba87a57de18","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB224. STC-1010 a new therapeutic vaccine promotes tumor cell death","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"STC-1010 a new therapeutic vaccine promotes tumor cell death","Topics":null,"cSlideId":""},{"Abstract":"Red blood cells (RBCs) have been widely used in delivering various drugs including cancer antigens. However, due to their inherent biocompatibility and low immunogenicity, RBC-based tumor antigen delivery often fails to initiate anti-tumor immunity and results in lower clinical efficacy of cancer vaccines. Here we report that tumor antigen-encapsulated RBCs can be rapidly transformed to spur cells which have much higher immunogenicity. Compared to normal RBCs, spur cells display a defused surface CD47 pattern with a lower affinity to SIRP&#945;, and thus can be rapidly engulfed by activated macrophages and dendritic cells. The tumor antigen-loaded spur cells elicit high antigen responses both <i>in vitro<\/i> and <i>in vivo<\/i>. In combination with the SHP-1 inhibitor, spur cell-delivered KRAS<sup>G12D<\/sup> antigenic peptides markedly suppress tumor growth in KRAS<sup>G12D<\/sup> spontaneous mouse lung cancer model. In addition, a specific T cell population targeting the KRAS<sup>G12D<\/sup> mutated peptide antigen is detected in cancer-survival mice. Our study thus has developed spur cell-delivered cancer neoantigen as an effective cancer vaccine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++IM01-09 Inflammation, immunity, and cancer,,"},{"Key":"Keywords","Value":"Antitumor effect,Antigen presentation,KRAS,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Shuang Qu<\/i><\/presenter>, <presenter><i>Jiafan Wang<\/i><\/presenter>, <presenter><i>Meng Jia<\/i><\/presenter>, <presenter><i>Hongwei Liang<\/i><\/presenter>, <presenter><i>Yuan Liu<\/i><\/presenter>, <presenter><u><i>Ke Zen<\/i><\/u><\/presenter>. China Pharmaceutical University, Nanjing, China, Nanjing University, Nanjing, China, Georgia State University, Atlanta, GA","CSlideId":"","ControlKey":"6929d56d-26cf-4a14-b316-dfd055b20ee7","ControlNumber":"9350","DisclosureBlock":"&nbsp;<b>S. Qu, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>M. Jia, <\/b> None..<br><b>H. Liang, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>K. Zen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11247","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB340","PresenterBiography":null,"PresenterDisplayName":"Ke Zen, PhD","PresenterKey":"1a434d6e-5065-4763-b7cf-8be8c66422be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB340. Spur cell-delivered peptide antigen generates T cell immunity to eradicate mouse KRAS<sup>G12D<\/sup> spontaneous lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"697","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Immunology 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spur cell-delivered peptide antigen generates T cell immunity to eradicate mouse KRAS<sup>G12D<\/sup> spontaneous lung cancer","Topics":null,"cSlideId":""}]