[{"Abstract":"The superior clinical therapeutic effects and broad applications of bispecific T cell engagers (BiTEs) has transformed treatment strategies in oncology. While benefits of the novel immunotherapies are indisputable, the safety aspects require to be intensively investigated. Considering challenges of animal models for accessing efficacy and safety of biologics leading to failed clinical trials, there is unmet need for human disease relevant systems, which facilitate development of new clinical candidates. We developed a high-throughput, 384-well-format co-culturing platform for combined assessment of anti-tumor efficacy and liver safety of immunotherapeutics. As a model of liver we employed 3D spheroids composed of primary human hepatocytes and Kupffer cells with preserved metabolic and inflammatory functions. In parallel, the solid tumor model was aggerated of human cancer cell lines (HCT116-GFP) and primary cancer associated fibroblasts, mimicking the tumor microenvironment. Both models were cultured in automation-friendly wells pairwise interconnected with microfluidic channels. Gravity-driven tubeless flow ensured tissue-tissue interaction. To evaluate our system, we treated 3D spheroid models with runimotamab (HER2xCD3 BiTE) in the presence of peripheral blood mononuclear cells (PBMCs). Tumor viability and growth was assessed by fluorescence measurements, while liver toxicity and function were monitored by release of liver aminotransferases ALT\/AST, albumin secretion and live confocal microscopy. Immune cell activation was assessed by a cytokine bead array. The treatment with runimotamab resulted in a significant decrease of fluorescence and size of tumor spheroids. At the same time, we observed an induced secretion of cytokines with a peak of expression of IL-2, TNF&#945; after 24h and INF&#947;, IL-6 and IL-17A after 48h. Cytokine release was coupled with elevated levels of clinically relevant liver damage biomarkers ALT and AST with peak at 72h timepoint. This data suggests potential risk of cytokine release syndrome (CRS) followed by liver damage. Interestingly, redosing of the antibody was not followed by another release of liver enzymes, similarly to clinical observations. <i><\/i> In summary, we have developed a human disease relevant, high-throughput platform for the evaluation of novel immunotherapies closely emulating clinical results. Automation-compatible with up to 192 co-culture conditions per plate it represents a powerful tool for clinical candidate development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"BiTE antibody,Safety,Liver,3D cell culture,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michal Rudnik<\/b><sup>1<\/sup>, Ozlem Yava&#351; Grining<sup>1<\/sup>, Simon Hutter<sup>1<\/sup>, Frauke Greve<sup>1<\/sup>, Daniela Ortiz Franyuti<sup>2<\/sup>, Ramona Matheis<sup>2<\/sup>, Ekaterina Breous-Nystrom<sup>2<\/sup>, Olivier Frey<sup>1<\/sup><br><br\/><sup>1<\/sup>InSphero AG, Schlieren, Switzerland,<sup>2<\/sup>Roche Pharma Research & Early Development, Roche Innovation Center, Basel, Switzerland","CSlideId":"","ControlKey":"586705f0-d7e4-4a67-ad08-f3dd6fa18ff8","ControlNumber":"2791","DisclosureBlock":"<b>&nbsp;M. Rudnik, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Grant\/Contract.<br><b>O. Yava&#351; Grining, <\/b> None..<br><b>S. Hutter, <\/b> None..<br><b>F. Greve, <\/b> None.&nbsp;<br><b>D. Ortiz Franyuti, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>R. Matheis, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>E. Breous-Nystrom, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Employment. <br><b>O. Frey, <\/b> <br><b>F. Hoffmann-La Roche Ltd<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2504","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2747","PresenterBiography":null,"PresenterDisplayName":"Michal Rudnik, PhD","PresenterKey":"b1031d86-4ef4-40fb-ace4-0a01fd3a5521","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2747. Combined investigation of anti-tumor efficacy and liver safety of bispecific T cell engagers in immune-competent high-throughput co-culturing platform","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combined investigation of anti-tumor efficacy and liver safety of bispecific T cell engagers in immune-competent high-throughput co-culturing platform","Topics":null,"cSlideId":""},{"Abstract":"Our multiplexed cell viability platform, PRISM (profiling relative inhibition simultaneously in mixtures), enables screening of potential cancer therapeutics at an unprecedented scale. We routinely assess the effects of perturbations against more than 900 cancer cell lines concurrently through the use of unique oligonucleotide barcodes stably transduced into individual cancer cell lines. Following barcode transduction, individual cell lines are pooled together in groups of 20-25 based on growth rate similarity, then thawed into 384-well assay-ready plates containing compounds of interest. After 5 days of growth, isolated mRNA is used to detect transcribed barcode abundance of each individual cancer cell line to measure relative viability. We leverage the baseline cellular features (e.g., gene expression, cell lineage, mutation, copy number, metabolomics, proteomics, genome-wide RNAi and CRISPR dependencies) of each cell line to interpret viability profiles, enabling identification of drivers of differential sensitivity and potential biomarkers of compound response. Critically, the scale and throughput of PRISM has enabled the generation of large, publicly available datasets and the rapid characterization of emerging therapeutic targets and classes (e.g., isoform-selective RAS inhibitors and degraders). Although the read-out of PRISM is relative cell line viability, the platform can be used to answer a multitude of scientific questions. For example, PRISM data can be used to identify potential patient populations who would most benefit from treatment with a specific compound, uncover unexpected off-target toxicities, and validate mechanism of action hypotheses on a more holistic scale. Ultimately, PRISM offers a large-scale and comprehensive platform for the testing and validation of anti-cancer compounds to aid in the search for new oncology therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Cell lines,Drug-discovery screen,Pan-cancer,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ellen Nguyen<sup><\/sup>, <b>Shiker Nair<\/b><sup><\/sup>, John Davis<sup><\/sup>, Antonella Masciotti<sup><\/sup>, Connor Mochi<sup><\/sup>, John Finn<sup><\/sup>, Cole Ponsi<sup><\/sup>, Brienne Engel<sup><\/sup>, Claudine Mapa<sup><\/sup>, Mustafa Kocak<sup><\/sup>, Melissa Ronan<sup><\/sup>, Matthew G. Rees<sup><\/sup>, Jennifer A. Roth<sup><\/sup><br><br\/>Broad Institute of MIT and Harvard, Cambridge, MA","CSlideId":"","ControlKey":"e76d3ab6-e631-4b62-9efe-ef5bdbf4cfee","ControlNumber":"6821","DisclosureBlock":"&nbsp;<b>E. Nguyen, <\/b> None..<br><b>S. Nair, <\/b> None..<br><b>J. Davis, <\/b> None..<br><b>A. Masciotti, <\/b> None..<br><b>C. Mochi, <\/b> None..<br><b>J. Finn, <\/b> None..<br><b>C. Ponsi, <\/b> None..<br><b>B. Engel, <\/b> None..<br><b>C. Mapa, <\/b> None..<br><b>M. Kocak, <\/b> None..<br><b>M. Ronan, <\/b> None..<br><b>M. G. Rees, <\/b> None..<br><b>J. A. Roth, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2505","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2748","PresenterBiography":null,"PresenterDisplayName":"Shiker Nair, BS","PresenterKey":"6bbf39a1-31e2-423d-84f2-fe7a3b7a9396","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2748. Identifying therapeutic mechanism of action and new potential patient populations using PRISM","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying therapeutic mechanism of action and new potential patient populations using PRISM","Topics":null,"cSlideId":""},{"Abstract":"Preclinical <i>in vivo<\/i> models are used to profile or refine CAR T therapies before advancing to human studies. Establishing long-term CAR T persistence and efficacy continues to challenge progress in the CAR T space, thus development of robust platforms that can provide longitudinal assessments of CAR T persistence and functionality is paramount. To this end, we used the NALM6-Luc ALL model to develop a flow cytometry platform that provides quantitative analysis of CAR T cells over time as well as surface markers that are documented to correlate with sustained T cell persistence and activation <i>in vivo<\/i>. Tumored NSG mice were enrolled into treatment groups based on tumor burden calculated from bioluminescence imaging (BLI) data. T cells transduced to express a CD19 CAR (or left untransduced (UTD)) were injected intravenously at 1.0E+07 cells\/mouse. Tumor burden was monitored by BLI and flow cytometry was performed weekly on survival bleeds to measure CAR T persistence and examine phenotype. Treatment with CD19 CAR T cells delayed tumor growth resulting in an increase in time to progression of 107.1% compared to UTD controls. However, no regressions were observed. On day 1 post-transfer, CD3+ T cells were detectable in mice that received both CAR T and UTD cells (140+\/-26 and 162+\/-56 cells\/uL blood respectively). T cells declined to near undetectable levels by Day 20, a point when all animals in the UTD treatment group had reached euthanasia criteria. After Day 20, T cells expanded in circulation in the CD19 CAR T treatment group reaching 695+\/-327 cells\/uL blood by day 40. T cell expansion coincided with exponential tumor outgrowth in the treatment group. To assess T cell functionality, flow cytometry was used to measure the expression of biomarkers for T cell activation (CD25, 4-1BB, and ICOS) and exhaustion markers (TIM-3, PD-1, and LAG-3). CD25, 4-1BB, and ICOS expression did not exceed positivity on more than 15% of CD8+ T cells and peaked by day 30 before downregulation was observed. Notably, PD-1 and LAG-3 expression levels continued to increase throughout the study, suggesting T cells were taking on an exhausted phenotype. Similar trends were observed on CD4+ T cells. To investigate whether the late phase T cell expansion was a graft vs. host response, CAR T cell measurements were compared to non-tumored animals. Expansion as well as PD-1\/LAG-3 expression was only observed in tumor-bearing mice indicating the responses were tumor-specific. Taken together, these data demonstrate that CD19 CAR T cells can inhibit NALM6-Luc tumor growth in vivo and expand in circulation in an antigen-specific manner. Furthermore, CAR T cell failure to control tumor growth may be due to onset of an exhausted phenotype. Finally, we demonstrate that flow cytometry can be used to characterize T cell persistence and functionality in murine xenograft tumor models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,CAR T cells,Flow cytometry,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>David  W.  Draper<\/b><sup><\/sup>, Derrik Germain<sup><\/sup>, Stacey Roys<sup><\/sup>, Olivia Nelson<sup><\/sup>, Scott Wise<sup><\/sup><br><br\/>Labcorp Drug Development, Ann Arbor, MI","CSlideId":"","ControlKey":"e53646ec-aaf1-44ec-95df-e420cd027127","ControlNumber":"4641","DisclosureBlock":"&nbsp;<b>D. W. Draper, <\/b> None..<br><b>D. Germain, <\/b> None..<br><b>S. Roys, <\/b> None..<br><b>O. Nelson, <\/b> None..<br><b>S. Wise, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2506","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2749","PresenterBiography":null,"PresenterDisplayName":"David Draper, PhD","PresenterKey":"c5eec7ec-7674-433c-923d-37e803e541c0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2749. Preclinical assessment of chimeric antigen receptor (CAR) T persistence and functionality in the disseminated NALM6-Luc human B cell acute lymphoblastic leukemia (ALL) model","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical assessment of chimeric antigen receptor (CAR) T persistence and functionality in the disseminated NALM6-Luc human B cell acute lymphoblastic leukemia (ALL) model","Topics":null,"cSlideId":""},{"Abstract":"Cancer drug development is an extremely challenging and resource-consuming process with a dismal success rate of 5%. The high failure rate is partly due to the inadequacy of traditional 2D cell culture model to predict drug efficacy and toxicity. A highly accurate and representative system is therefore urgently needed to improve cancer drug discovery and development process. The emerging 3D cancer models can better recapitulate the <i>in vivo<\/i> tumor microenvironment and have shown closer gene expression profiles to clinical samples compared to 2D models. Another crucial element of <i>in vitro<\/i> cancer models is the source of cancer cells: patient-derived models have shown advantages to better capture tumor heterogeneity and clinically relevant genetic alterations of the tissue origin compared to traditional cancer cell lines. Several studies showed that response of patient-derived models to treatment reflects the response of patients from which the organoids are derived, suggesting they are great platform for studies of personalized medicine. Hereby, we performed a proof-of-concept high throughput multiplexed plate-reader based drug screening assay on 3D patient-derived tumoroids.<br \/><b>Methods<\/b>: Patient-derived tumoroids were sequenced for cancer relevant mutations, copy number variants, and altered gene expression using multi-biomarker targeted next generation sequencing (NGS) and RNA-seq. 3D tumoroid lines derived from three different colorectal cancer patient samples, together with a colorectal cancer cell line were treated with chemotherapy, and targeted therapy agents. The same tumoroid and cell lines were cultured and treated in 2D as experimental control. Drug response readout was multiplexed using three different plate reader-based assays, measuring the reducing power, ATP, and the release of lactate dehydrogenase from treated cells.<br \/><b>Results<\/b>: Comparable drug responses were observed from three different viability cytotoxicity assays. Different patient-derived tumoroids demonstrated differential drug sensitivity that correlates with their clinical cancer stages. Both patient-derived and cancer cell lines cultured in 3D models showed markedly increased drug resistance compared 2D adherent culture. Differential response was also observed between cancer cell lines vs patient-derived lines.<br \/><b>Conclusion<\/b>: Taken together, these findings suggest the potential advantages of 3D patient-derived tumoroid models over 2D culture and cancer cell lines for accurate prediction of drug response. Through targeted NGS and RNA-seq, patient-specific drug targets could be identified for personalized drug screening. Selected drug candidates could be further subjected to <i>in vivo<\/i> drug validation using patient-derived xenograft model generated from the same donor. In combination with other derived models or large donor banks, this workflow provides a platform for large-scale drug discovery workflows and precision medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Drug-discovery screen,3D models,High-throughput assay,Personalized medicine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiaoyu Yang<\/b><sup>1<\/sup>, Andrew Tsao<sup>1<\/sup>, Garrett Wong<sup>1<\/sup>, Chris Yankaskas<sup>2<\/sup>, Colin Paul<sup>2<\/sup>, Brittany Balhouse<sup>2<\/sup>, Amber Bullock<sup>2<\/sup>, Anthony Chatman<sup>2<\/sup>, Shyanne Salen<sup>2<\/sup>, Sybelle Djikeng<sup>2<\/sup>, Matt Dallas<sup>2<\/sup>, David Kuninger<sup>2<\/sup><br><br\/><sup>1<\/sup>Thermo Fisher Scientific, Carlsbad, CA,<sup>2<\/sup>Thermo Fisher Scientific, Frederick, MD","CSlideId":"","ControlKey":"c9e0c42a-30b5-4c0c-8fd4-d26f8f12a1be","ControlNumber":"7608","DisclosureBlock":"<b>&nbsp;X. Yang, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>A. Tsao, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>G. Wong, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>C. Yankaskas, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>C. Paul, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>B. Balhouse, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>A. Bullock, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>A. Chatman, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>S. Salen, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>S. Djikeng, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>M. Dallas, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>D. Kuninger, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2750","PresenterBiography":null,"PresenterDisplayName":"Xiaoyu Yang, PhD","PresenterKey":"d570aba8-1bc9-4280-8bc1-a7e7184a948b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2750. Multiplexed plate-reader based drug screening of 3D-tumoroid models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiplexed plate-reader based drug screening of 3D-tumoroid models","Topics":null,"cSlideId":""},{"Abstract":"The advent of Single cell RNA sequencing (scRNA-seq) has improved our understanding of cellular heterogeneity by providing in-depth transcriptome information at the single cell level. Several scRNA-seq papers reported sequencing of the tumor CD45 positive fraction, or selected immune cells, giving access to hundreds of sequencing datasets using multiple platforms. Because of the difficulties in performing gene-to-function studies in the immuno-oncology and more precisely in the macrophage field, this &#8220;dataset infodemic&#8221; did not translate into an abundance of new validated targets. Human macrophages are studied <i>in vitro<\/i> mainly using cell lines (such as THP1) or monocyte-derived macrophages (MDM) differentiated from human monocytes obtained from blood of healthy donors. However, cell lines are limited by their lack of physiological relevance as in contrast to primary cells they are mutated and fail to respond to, or do not require, important immunological stimulations. MDM cultures are mainly limited by yield, as monocytes from blood do not proliferate <i>in vitro<\/i>. Moreover, human primary macrophages are not easily genetically modified due to their extreme resistance to transfection and transduction. This phenomenon can be partially explained by their expression of several restriction enzymes such as APOBEC, TRIM and SAMHD1 which hypermutate or degrade the transfected\/transduced genetic payload. All these challenges represent a major barrier for target validation and drug screening in the macrophage field. The main goal of the ENIGMAC&#8482; discovery platform is to support gene-to-function studies and to deliver new validated macrophage targets. The platform is designed to develop novel assay systems, unique genome editing methods, and supported by the multi-omics bioinformatics analyses. We use a human Induced Pluripotent Stem Cell (iPSC) line that yields macrophages phenotypically and functionally very similar to MDM. By employing this iPSC system we can produce millions of macrophages per week, which allows multiple high throughput assays to support target validation and drug discovery. Furthermore, we developed several technologies to allow fast and reliable gene editing of macrophages. Our proprietary toolbox allows us to perform gene Knock In (KI), Knock Out (KO) and Knock Down (KD) with high efficiency both at iPSC and macrophage level while maintaining expression\/silencing during macrophage differentiation. KD can be performed using a pooled approach that enables screening by flow cytometry-based phenotypes at large scale. In conclusion, the ENIGMAC&#8482; platform represents a unique tool for gene-to-function studies using human macrophages. Notably, it is disease agnostic and can be integrated with a variety of disease-specific conditions and phenotypic readouts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Macrophages,Tumor microenvironment,Target discovery,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Martha Lopez-Yrigoyen<sup><\/sup>, Thomas  W.  Monteiro Crozier<sup><\/sup>, Helena Engman<sup><\/sup>, Yuxin Cui<sup><\/sup>, Moritz Haneklaus<sup><\/sup>, Krzysztof  B.  Wicher<sup><\/sup>, Stephen Myatt<sup><\/sup>, Jeffrey  W.  Pollard<sup><\/sup>, <b>Luca Cassetta<\/b><sup><\/sup>, Carola Ries<sup><\/sup><br><br\/>Macomics Ltd, Edinburgh, United Kingdom","CSlideId":"","ControlKey":"4d086b13-a47c-4b3f-868e-5b77d8d1c321","ControlNumber":"1821","DisclosureBlock":"&nbsp;<b>M. Lopez-Yrigoyen, <\/b> None..<br><b>T. W. Monteiro Crozier, <\/b> None..<br><b>H. Engman, <\/b> None..<br><b>Y. Cui, <\/b> None..<br><b>M. Haneklaus, <\/b> None..<br><b>K. B. Wicher, <\/b> None..<br><b>S. Myatt, <\/b> None..<br><b>J. W. Pollard, <\/b> None..<br><b>L. Cassetta, <\/b> None..<br><b>C. Ries, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2508","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2751","PresenterBiography":null,"PresenterDisplayName":"Luca Cassetta","PresenterKey":"4503f43d-ff91-450e-a69d-7a5d49a1585e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2751. ENIGMAC<sup>TM<\/sup> discovery platform enables gene to function target validation for macrophage therapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ENIGMAC<sup>TM<\/sup> discovery platform enables gene to function target validation for macrophage therapy","Topics":null,"cSlideId":""},{"Abstract":"Therapeutic antibodies have ushered in a new age of cancer immunotherapy. Historically, these therapies have targeted a limited subset of soluble and cell surface tumor-associated antigens (TAAs). T cell receptors (TCRs) on cytotoxic CD8<sup>+<\/sup> T cells recognize peptide antigens bound to major histocompatibility class I (MHC-I) proteins, called HLA-A\/B\/C in humans. By this pathway, antigen is regularly sampled from the intracellular peptidome, processed, and presented to cytotoxic T cells. Expanding TCR-based recognition of soluble, intracellular TAAs presented on the surface of malignant cells by this mechanism is a propitious therapeutic strategy. Here we describe a novel platform for generating T cell receptor mimic (TCRm) antibodies using our humanized immunoglobulin (RenMab<sup>TM<\/sup>) mice engineered to express HLA. TCRm antibodies have the same binding properties as endogenous TCRs and recognize processed, HLA-bound peptides including intracellular tumor-associated antigens, viral oncoproteins, and cancer-testis antigen (CTA). TCRm antibodies bind peptide-HLA with high specificity and up to nanomolar affinity. Our optimized immunization protocols and high-throughput screening methods allow for one-step TCRm antibody generation. TCRm antibodies can also be used to assemble bispecific T cell engaging antibodies (BiTEs) to enhance tumor targeting of cytotoxic T cells. Biocytogen&#8217;s TCRm antibodies are a flexible and powerful tool for cancer immunotherapy. By enabling TCR-mediated recognition of an unrestricted repertoire of cancer neoantigens, TCRm antibodies may find broad clinical application.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Antigen presentation,Antibody,Immunotherapy,Tumor antigen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jun Du<sup><\/sup>, Taolin Liu<sup><\/sup>, Wanbo Tang<sup><\/sup>, Yue Zhang<sup><\/sup>, Limin Zhao<sup><\/sup>, Xin Jiao<sup><\/sup>, Chao Sun<sup><\/sup>, Pengfei Du<sup><\/sup>, Yuqi Zhang<sup><\/sup>, Baihong Liu<sup><\/sup>, <b>Qingcong Lin<\/b><sup><\/sup>, Yi Yang<sup><\/sup><br><br\/>Biocytogen Pharmaceuticals (Beijing) Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"3a1b97e6-e92a-4943-9746-3f5fc5fd04b8","ControlNumber":"4869","DisclosureBlock":"&nbsp;<b>J. Du, <\/b> None..<br><b>T. Liu, <\/b> None..<br><b>W. Tang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>L. Zhao, <\/b> None..<br><b>X. Jiao, <\/b> None..<br><b>C. Sun, <\/b> None..<br><b>P. Du, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>Q. Lin, <\/b> None..<br><b>Y. Yang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2509","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2752","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2752. Targeting intracellular tumor antigens using fully human TCR mimic antibodies derived from HLA transgenic RenMice<sup>TM<\/sup>","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting intracellular tumor antigens using fully human TCR mimic antibodies derived from HLA transgenic RenMice<sup>TM<\/sup>","Topics":null,"cSlideId":""},{"Abstract":"<b>Aim\/Introduction<\/b>: In recent years, cancer immunotherapy has become one of the fastest-growing areas in cancer research. Selecting suitable and cost-effective experimental models for developing and validating immunotherapies is one of the major obstacles researchers face today. To overcome this, patient-derived tumor models are of increasing interest because they can better recapitulate many of the properties and the heterogeneity exhibited by the tumor microenvironment at a relatively low cost. Hereby, we propose a high throughput screening platform for an effective and efficient evaluation of cancer immunotherapies in patient-derived tumor models.<br \/><b>Methods<\/b>: Tumor models were established <i>in vitro<\/i> from patient-derived tumor biopsies. Established tumoroids were engineered using a luciferase-green fluorescent protein (GFP) lentivirus to generate a reporter pool. Transduced pools were enriched for GFP via flow cytometry and characterized using RNA\/scRNA-seq and biomarker-based sequencing. Natural Killer (NK) cells were co-cultured with the enriched pool in various effector-to-target ratios and recorded using a live cell imaging and analysis platform. Cytotoxicity and cell health were measured by GFP intensity, luciferase activity, and caspase-based live staining.<br \/><b>Results<\/b>: A patient-derived tumoroid reporter pool was successfully generated through GFP enrichment using a flow cytometer. The killing efficiency of immune cells with various effector(E) to target(T) ratios has been successfully captured in a ratio-dependent manner via the live cell imaging and analysis platform. NK cell-mediated cytotoxicity was successfully measured through GFP intensity, luciferase, and caspase activity.<br \/><b>Conclusions<\/b>: Traditional cell line generation can be used in patient-derived tumoroid models to generate enriched reporter cell pools without selection pressure. Outside of establishing screening platforms, scientists can use this approach to efficiently engineer patient-derived tumoroid models to meet their specific research goals. Here, we used the reporter pool to develop a multiplex-killing assay to measure cell viability and toxicity. This platform can be used in a variety of immune cell workflows, providing a method that can predict tissue-specific responses, and evaluate solid tumor immunotherapies in high throughput cell-based assays.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"3D models,PDO Engineering,Patient Derived Tumor Models,High-Throughput Screening Platform,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andrew Tsao<\/b><sup>1<\/sup>, Xiaoyu Yang<sup>1<\/sup>, Garrett Wong<sup>1<\/sup>, Vivek Chandra<sup>1<\/sup>, Jacob Delgadillo<sup>1<\/sup>, Lindsay Bailey Steinitz<sup>1<\/sup>, Brittany Balhouse<sup>2<\/sup>, Colin Paul<sup>2<\/sup>, Jakhan Nguyen<sup>1<\/sup>, Sybelle Djikeng<sup>2<\/sup>, Shyanne Salen<sup>2<\/sup>, Jason Sharp<sup>1<\/sup>, Matt Dallas<sup>2<\/sup>, David Kuninger<sup>2<\/sup><br><br\/><sup>1<\/sup>Thermo Fisher Scientific, Carlsbad, CA,<sup>2<\/sup>Thermo Fisher Scientific, Frederick, MD","CSlideId":"","ControlKey":"9d9ada90-86fb-4112-b573-b456e9747522","ControlNumber":"5317","DisclosureBlock":"<b>&nbsp;A. Tsao, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>X. Yang, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>G. Wong, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>V. Chandra, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>J. Delgadillo, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>L. Bailey Steinitz, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>B. Balhouse, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>C. Paul, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>J. Nguyen, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>S. Djikeng, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>S. Salen, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>J. Sharp, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>M. Dallas, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment. <br><b>D. Kuninger, <\/b> <br><b>Thermo Fisher Scientific<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2510","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2753","PresenterBiography":null,"PresenterDisplayName":"Andrew Tsao, BS","PresenterKey":"e11f4554-d526-4f6a-9996-53e6d21b7b1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2753. Engineering patient-derived tumors to enable high-throughput screening: Immuno-oncology workflows","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineering patient-derived tumors to enable high-throughput screening: Immuno-oncology workflows","Topics":null,"cSlideId":""},{"Abstract":"Although oral dosing is the most convenient route of drug administration, most anti-neoplastic drugs are administered intravenously due to poor bioavailability because of the epithelial barriers. A major organ involved in oral drug absorption is the small intestine where enterocytes are linked together by tight junctions (TJs). TJs regulate paracellular transport by creating a selectively permeable barrier to small molecules, ions, and water, thereby restricting the uptake of drugs. Transient modulation of the TJs is considered a potential strategy to improve drug delivery. Human small intestinal (SI) organoids are 3D <i>in vitro<\/i> models of the epithelium which recapitulate the structure and function of the small intestine. However, their geometry prevents access to the apical compartment of the epithelium (the outer, or luminal, surface being located within the organoid with the basal surface on the outside), making them unsuitable for the study of orally-administered drugs. Here we describe a method to generate transwell-grown cell monolayers derived from normal human small intestine, that allows direct access to the apical surface. We demonstrate that the format provides an <i>in vivo<\/i>-like cell composition, comprising of all the intestinal cellular types, including stem cells, Paneth cells, goblet cells, enteroendocrine cells and enterocytes, and respond to treatment with &#8216;tool drug&#8217; TJ modulators such as sodium caprate, chitosan, EGTA and various cytokines. Briefly, for the generation of transwell-grown cell monolayers, SI organoids were dissociated into single cells and plated in matrix-coated transwell inserts. The monolayer formation was followed by live imaging and Trans-Epithelial Electrical Resistance (TEER) measurements. Treatments with TJ modulators were applied after TEER reached a plateau (8-10 days after plating), and effects on TJs were evaluated 24-72 hours after treatment by TEER reduction, FITC-Dextran permeability increase and analysis of TJ proteins by immunofluorescence. In conclusion, our models provide an innovative <i>in vitro<\/i> solution to study the effect of TJ modulators on increasing paracellular transport of orally-administered, anti-neoplastic drugs. Furthermore, as anti-neoplastic drugs can also have toxic effects on the intestinal epithelium by affecting TJs, thereby creating a leaky barrier, the model is useful to predict such effects and stratify drug candidates prior to <i>in vivo<\/i> studies. The model also provides a system to test the restorative potential of molecules on barrier integrity that could be used in combination or after the administration of anti-neoplastic drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Organoids,Tight junctions,Gastrointestinal epithelium,Human,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Valentina Ubertini<\/b><sup><\/sup>, Frida Ponthan<sup><\/sup>, Aude-Marine Bonavita<sup><\/sup>, James Wilson<sup><\/sup><br><br\/>Epistem Ltd., Manchester, United Kingdom","CSlideId":"","ControlKey":"5779896d-6543-453f-8f61-a40b59575fcc","ControlNumber":"5874","DisclosureBlock":"&nbsp;<b>V. Ubertini, <\/b> None..<br><b>F. Ponthan, <\/b> None..<br><b>A. Bonavita, <\/b> None..<br><b>J. Wilson, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2511","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2754","PresenterBiography":null,"PresenterDisplayName":"Valentina Ubertini","PresenterKey":"7ba87681-fcc5-40ae-a564-64dfc102db43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2754. Transwell-grown monolayers derived from small intestinal organoids to study the effects of tight junction modulators that may improve the absorption of orally-administered, anti-neoplastic drugs","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transwell-grown monolayers derived from small intestinal organoids to study the effects of tight junction modulators that may improve the absorption of orally-administered, anti-neoplastic drugs","Topics":null,"cSlideId":""},{"Abstract":"Induction of Ferroptosis is a promising strategy for treating therapy-resistant tumors including mesenchymal tumor types. We performed a phenotypic screen to identify small molecules that induce ferroptosis in mesenchymal cancer cells by screening for compounds whose toxicity could be rescued by the lipophilic antioxidant Ferrostatin-1. To identify compounds that induce GPX4-mediated ferroptosis, we identified several pharmacodynamic biomarkers specific to GPX4 inhibition using our nascent RNA sequencing platform, which allows for time-resolved snapshots of global transcription. We measured the transcriptional changes that occur in the hours following inhibition of GPX4 and identified HMOX1 as a robust biomarker of GPX4i-induced ferroptosis in mesenchymal cancer cell lines. Using HMOX1-induction as a guide, we uncovered a small number of compounds as potential GPX4 inhibitors. One such compound was validated as a bonafide GPX4 inhibitor through a variety of biochemical assays and selected for a hit-to-lead campaign. In addition to standard medicinal chemistry strategies, we are currently employing a newly-developed global transcriptional reporter system to stratify several novel series of GPX4 inhibitors by their transcriptional signatures. This approach represents a unique strategy for determining on- and off- target effects of a compound and for defining structure activity relationships within a chemical series.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Transcription,Phenotypic Screening,GPX4 \/ Ferroptosis,Drug Discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Timothy Read<\/b><sup><\/sup>, Zoe Winigrad<sup><\/sup>, Ardeshir Goliaei<sup><\/sup>, Cole Liechty<sup><\/sup>, Carter Grochala<sup><\/sup>, Leah Damon<sup><\/sup>, John Dickson<sup><\/sup>, Jason Harris<sup><\/sup>, Casey Pham<sup><\/sup>, Jenna Rimel<sup><\/sup>, Christy Rhine<sup><\/sup>, Dave Simpson<sup><\/sup>, Eric Martin<sup><\/sup>, Joey Azofeifa<sup><\/sup><br><br\/>Arpeggio Biosciences, Boulder, CO","CSlideId":"","ControlKey":"9ed274e4-ea94-46d9-b345-bc7553675089","ControlNumber":"6814","DisclosureBlock":"<b>&nbsp;T. Read, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>Z. Winigrad, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>A. Goliaei, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>C. Liechty, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>C. Grochala, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>L. Damon, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>J. Dickson, <\/b> <br><b>Arpeggio Biosciences<\/b> Other, Consultant. <br><b>J. Harris, <\/b> <br><b>Arpeggio Biosciences<\/b> Other, Consultant. <br><b>C. Pham, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>J. Rimel, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>C. Rhine, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>D. Simpson, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>E. Martin, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment. <br><b>J. Azofeifa, <\/b> <br><b>Arpeggio Biosciences<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2523","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2755","PresenterBiography":null,"PresenterDisplayName":"Eric Martin, PhD","PresenterKey":"47e942d2-13e5-4a21-b5e1-d009d233c115","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2755. Identification of novel GPX4 inhibitors using global transcriptional reporters","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of novel GPX4 inhibitors using global transcriptional reporters","Topics":null,"cSlideId":""},{"Abstract":"G-quadruplexes are novel DNA secondary structures that are formed in guanine-rich genomic regions with functional importance in cancers, such as human telomeres and oncogene promoters. G-quadruplexes adopt globular structures distinct from duplex B-DNA and their structural diversity suggests specific recognition. G-quadruplexes have become attractive drug targets because they provide a means of addressing otherwise undruggable targets. As one example, <i>MYC<\/i> is an important oncogene that is difficult to target by traditional drug design; however, its regulation involves a promoter G-quadruplex (MycG4) that is a potential drug target. 3,6-bis(1-Methyl-4-vinylpyridinium) carbazole diiodide (BMVC) is the first fluorescent probe developed for detecting G-quadruplex structures in cells and has been tested for cancer cell diagnosis. Although it was designed to detect the G-quadruplexes formed in human telomeres, we found BMVC binds to the <i>MYC<\/i> promoter G-quadruplex (MycG4) with higher affinity and specificity. We determined the high-resolution NMR K<sup>+<\/sup> solution structure of the 2:1 BMVC-MycG4 complex showing a novel conformational adjustment of BMVC for an optimal binding to G-quadruplexes. Intriguingly, BMVC binds the 5&#8217;-end of MycG4 with higher affinity, but it binds the 3&#8217;-end with greater sequence selectivity. To determine ligand-binding selectivity on a large-scale, we designed a new custom G-quadruplex microarray platform with more than 25,000 potential oncogene G4 sequences and mutants. The new microarray was able to systematically assess binding affinity and selectivity of drugs targeted to G4s like the G-quadruplex involved in <i>MYC<\/i> regulation. The microarray results show that BMVC preferentially binds to the parallel type of G-quadruplexes, especially MycG4. Importantly, a strong sequence selectivity of BMVC for a 3&#8217; flanking T was observed, consistent with the NMR data. The new microarray was also able to systematically assess binding of proteins and antibodies in a high-throughput and unbiased manner, and we tested the G-quadruplex binding proteins FANCJ, PIF1, BLM, DHX36, WRN, IGF2, CNBP, nucleolin, as well as the G-quadruplex-specific antibody BG4. In conclusion, we establish the custom G4 DNA microarray which can be used to determine binding selectivity of small molecules and proteins to oncogene G-quadruplexes in large-scale and high-throughput.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Microarray,G-quadruplex,ligand selectivity,MYC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Guanhui Wu<sup>1<\/sup>, Luying Chen<sup>1<\/sup>, <b>Kristen Huseman<\/b><sup>1<\/sup>, Desiree Tillo<sup>2<\/sup>, Sreejana Ray<sup>2<\/sup>, Ta-Chau Chang<sup>3<\/sup>, John  S.  Schneekloth<sup>2<\/sup>, Charles Vinson<sup>2<\/sup>, Danzhou Yang<sup>1<\/sup><br><br\/><sup>1<\/sup>Purdue University, West Lafayette, IN,<sup>2<\/sup>National Institutes of Health, Bethesda, MD,<sup>3<\/sup>Academia Sinica, Taipei, Taiwan","CSlideId":"","ControlKey":"37b6f163-9a56-4bf1-b564-d886936297f0","ControlNumber":"7426","DisclosureBlock":"&nbsp;<b>G. Wu, <\/b> None..<br><b>L. Chen, <\/b> None..<br><b>K. Huseman, <\/b> None..<br><b>D. Tillo, <\/b> None..<br><b>S. Ray, <\/b> None..<br><b>T. Chang, <\/b> None..<br><b>J. S. Schneekloth, <\/b> None..<br><b>C. Vinson, <\/b> None..<br><b>D. Yang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2512","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2756","PresenterBiography":"","PresenterDisplayName":"Kristen Huseman, BS","PresenterKey":"1a354736-ffe2-4e01-9730-7ada52eecf0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2756. Custom G4 DNA microarray can determine large-scale binding selectivity of small molecules and proteins to oncogene G-quadruplexes","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Custom G4 DNA microarray can determine large-scale binding selectivity of small molecules and proteins to oncogene G-quadruplexes","Topics":null,"cSlideId":""},{"Abstract":"Malignant and nonmalignant brain tumors are composed of a group of more than 100 different types. Malignant gliomas, including glioblastoma multiforme (GBM) and astrocytomas, are the most common primary brain tumors in the United States, and make up 78% of malignant brain tumors. Membrane type 1 matrix metalloproteinase (MT1-MMP) has been shown to be crucial for the progression, invasion, migration, and angiogenesis of tumors. Use of a FRET substrate to quantify MT1-MMP activity, where tumoroids are embedded in a collagen hydrogel, would simplify detection of potential protease inhibitors, while using an <i>in vivo<\/i>-like cell model. In the present study, multiple glioma cell lines were formed into tumor spheroids, followed by type I collagen addition. Many known MT1-MMP inhibitors were then added to the wells, to potentially inhibit invasion of the 3D cell models. The substrate and experimental setup were then combined with the joint reading and imaging process available in the Agilent BioTek Gen5 microplate reader and imager software, to create a hit pick screening method. During the procedure, all control and test wells were read, and the signal from cleaved substrate was quantified. Uninhibited invasion within positive control wells exhibited high fluorescence values. Therefore, a hit pick criterion was established such that any wells containing test molecules that were statistically lower than average in fluorescent signal from the corresponding positive control, which should exhibit inhibited invasion, were imaged. Wells that were not significantly lower were not imaged. The result was a screening method which increased efficiency by reducing image capture time and storage requirements.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Glioblastoma,Matrix metalloprotease,3D imaging,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brad Larson<\/b><sup>1<\/sup>, Gregg Fields<sup>2<\/sup>, Ania Knapinska<sup>3<\/sup><br><br\/><sup>1<\/sup>Agilent Technologies, Santa Clara, CA,<sup>2<\/sup>Department of Chemistry and Biochemistry, Florida Atlantic University, Jupiter, FL,<sup>3<\/sup>Alphazyme, Jupiter, FL","CSlideId":"","ControlKey":"024884ee-7591-4976-a43f-0694594851be","ControlNumber":"4844","DisclosureBlock":"&nbsp;<b>B. Larson, <\/b> None..<br><b>G. Fields, <\/b> None..<br><b>A. Knapinska, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2513","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2757","PresenterBiography":null,"PresenterDisplayName":"Brad Larson","PresenterKey":"196d96ce-07a9-4984-a100-72662e4a066b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2757. Combination of a fluorescent substrate-based MMP activity assay and hit pick reading\/imaging procedure to screen for inhibitors of MT1-MMP activity and 3D glioma tumoroid invasion","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of a fluorescent substrate-based MMP activity assay and hit pick reading\/imaging procedure to screen for inhibitors of MT1-MMP activity and 3D glioma tumoroid invasion","Topics":null,"cSlideId":""},{"Abstract":"PRISM, a high-throughput drug screening platform, has been used extensively to profile DMSO-soluble compounds, including nearly all commercially available FDA-approved small molecule drugs, in pools of cancer cell lines. In addition to these highly-optimized compounds, novel small-molecule libraries comprising tens of thousands of compounds have been screened through collaborative partnerships. While PRISM has been highly effective in discovering new therapeutic targets and classes via libraries of this nature, we have not yet explored screening aqueous molecules at scale, such as antibodies, antibody-drug conjugates (ADCs), cytokines, and other biologics. There is also untapped potential for the further development of PRISM-based assays utilizing more physiologically relevant assay conditions to gain new insights into cancer biology and highlight more clinically relevant targets. Specifically, the incorporation of environmental cues such as media nutrients, extracellular matrix, and other non-cancer cell types can have a drastic impact on cancer cell state, and thus cancer cell responses to therapy. For example, PRISM pools grown as 3D spheroids, compared to 2D mono-layers, reveal models showing increased sensitivity to mutant KRAS inhibition. Similarly, the addition of immune effector cells, via co-culture methods, to the PRISM platform will enable identification of key mechanisms involved in antibody-dependent cellular cytotoxicity and measurement of immunotherapeutic-relevant phenotypes at an unprecedented scale. This coupling of aqueous screening, with the addition of relevant tumor-microenvironmental cues may help identify therapies more destined to succeed in the clinic, and delineate novel mechanisms involved in cancer cell-state that underpin the many clinical challenges we face in curing cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Drug-discovery screen,Tumor microenvironment,Antibody-drug conjugate (ADC),3D cell culture,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jacob Smigiel<\/b><sup><\/sup>, Jillian Eskra<sup><\/sup>, Antonella Masciotti<sup><\/sup>, Aydin Golabi<sup><\/sup>, Blanche Ip<sup><\/sup>, Melissa Ronan<sup><\/sup>, Matthew  G.  Rees<sup><\/sup>, Jennifer Roth<sup><\/sup><br><br\/>Broad Institute, Cambridge, MA","CSlideId":"","ControlKey":"0073c52e-57f5-4a83-b59a-e24231815b97","ControlNumber":"7824","DisclosureBlock":"&nbsp;<b>J. Smigiel, <\/b> None..<br><b>J. Eskra, <\/b> None..<br><b>A. Masciotti, <\/b> None..<br><b>A. Golabi, <\/b> None..<br><b>B. Ip, <\/b> None..<br><b>M. Ronan, <\/b> None..<br><b>M. G. Rees, <\/b> None..<br><b>J. Roth, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2514","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2758","PresenterBiography":null,"PresenterDisplayName":"Jacob Smigiel","PresenterKey":"5f8d4521-9a25-4868-b142-33172c881257","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2758. Expanding PRISM high-throughput screening capabilities to other modalities","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expanding PRISM high-throughput screening capabilities to other modalities","Topics":null,"cSlideId":""},{"Abstract":"Preclinical assessment of direct drug-target engagement and analysis of binding kinetics within the cellular environment is essential for development of safer and more effective therapeutics. Infusion of such critical data into early drug discovery would significantly reduce the failure rate of new drug candidates, accelerate drug discovery, and validate repurposing of existing drugs. Described here is a novel drug-target engagement technology that can sensitively interrogate direct binding of drugs to cellular, bacterial, or viral protein targets within the physiological environment. Micro-Tag cell target engagement technology is based on complementation of a small 15-amino acid subunit with a large subunit into an active RNA-processing enzyme. The small subunit can be cloned to any drug target for transient or stable expression using existing tools such as CRISPR. Upon complementation, the active enzyme cleaves a FRET-based oligonucleotide substrate resulting in rapid generation of fluorescent signal that can be quantified in real time. The Micro-Tag technology enables in-cell quantitation of drug target levels using qPCR systems. This is the next-generation of target engagement technology that allows for real-time monitoring of drug-target interaction in the cell. We show here data demonstrating direct engagement of several reference compounds and novel small molecules with high-profile cancer targets such as K-RAS, MTH1, EGFR, and UBE2N. Selectivity of these drugs to the targets in the cell is further delineated using their mutant counterparts as well as inactive stereoisomer compounds.<br \/>The Micro-Tag cell target engagement technology provides the power of cell target engagement to a large family of target proteins. It can be employed for high-throughput screens directed at initial on-target ranking or med-chem optimization of drug candidates. It is amenable for interrogation of drug candidates across various modalities: small molecules, peptides, antibodies and PROTACs. Importantly, this next-generation target engagement technology seamlessly integrates with qPCR systems, fluorescence microscopy, live-cell microscopy, FACS analysis, and offers multiplexing capability, thus allowing for further mechanistic insight.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Drug-discovery screen,Target discovery,Target engagement,Binding affinity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ivan Babic<\/b><sup>1<\/sup>, Nikolas Bryan<sup>1<\/sup>, Claire Cunningham<sup>2<\/sup>, Avery Sampson<sup>2<\/sup>, Daniel Starczynowski<sup>2<\/sup>, Elmar Nurmemmedov<sup>1<\/sup><br><br\/><sup>1<\/sup>NERD BIO, San Diego, CA,<sup>2<\/sup>Cincinnati Children's Hospital Medical Center, Cincinnati, OH","CSlideId":"","ControlKey":"62f8d506-6f1e-438a-b760-c36e7097fc93","ControlNumber":"3244","DisclosureBlock":"&nbsp;<b>I. Babic, <\/b> None..<br><b>N. Bryan, <\/b> None..<br><b>C. Cunningham, <\/b> None..<br><b>A. Sampson, <\/b> None..<br><b>D. Starczynowski, <\/b> None..<br><b>E. Nurmemmedov, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2515","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2759","PresenterBiography":null,"PresenterDisplayName":"Ivan Babic, PhD","PresenterKey":"df12664a-88aa-4d54-901a-778b95677d96","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2759. Real-time cellular target engagement and protein quantification for drug discovery","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Real-time cellular target engagement and protein quantification for drug discovery","Topics":null,"cSlideId":""},{"Abstract":"Over the last decade, chimeric antigen receptor (CAR)-T cell immunotherapies have produced some miraculous cures in advanced stage, aggressive leukemias and lymphomas in both children and adults. However, many barriers continue to limit the availability and effectiveness of these therapies, including the lack of reliable potency assays for these cell-based &#8220;living&#8221; medicines. Unlike molecular medicines, which have well established manufacturing processes, cell based medicines are inherently heterogeneous, and each engineered lot of cells will inevitably have a distribution of growth properties, cytolytic activity, gene expression patterns, and secretion profiles, and it is not clear which cell subpopulations are most correlated with positive clinical outcomes.Here we report results of an evaluation of phenotypic heterogeneity in a population of anti-CD19 CAR-T cells co-cultured with target cells in an array of &#62;300,000 microwells. Our approach uses high throughput time lapse imaging to continually monitor the cell-cell interactions between effector and target cells. We maintained cell viability in the microwells for more than 5 days, which gave us sufficient time to observe the full range of antigen-mediated cell killing phenotypes, and also evaluate growth rates of the potent effector cells. We tracked thousands of individual co-cultures through time lapse imaging, and cell behavior was evaluated and sorted by deep learning algorithms. We were able to quickly identify and retrieve clones that exhibited desirable phenotypes for full molecular characterization.Our analysis shows that three fundamental subpopulations of effector cells can be clearly distinguished and quantified. These are 1) effector cells that kill the targets and then die, 2) effector cells that kill the target and then proliferate, and 3) effector cells that do not kill the target. We further dissect these populations by characterizing their secretion and transcriptomic profiles, to identify further subtype classifications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"CAR T cells,Phenotype,Assay development,Cytotoxic T lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Benjamin Yellen<\/b><sup><\/sup><br><br\/>Celldom, Inc., San Carlos, CA","CSlideId":"","ControlKey":"b9376d3f-8381-4256-8e61-29776b8c868b","ControlNumber":"5640","DisclosureBlock":"&nbsp;<b>B. Yellen, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2516","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2760","PresenterBiography":null,"PresenterDisplayName":"Benjamin Yellen","PresenterKey":"3ddf9ccd-8fd2-4c5f-977b-88df0ce09bfd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2760. Evaluation of functional heterogeneity in the potent responses of single CAR-T effector cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of functional heterogeneity in the potent responses of single CAR-T effector cells","Topics":null,"cSlideId":""},{"Abstract":"Tumor microenvironments (TME) are rich in cells that potentially inhibit T cell function, such as regulatory T cells (T<sub>regs<\/sub>) and myeloid derived suppressor cells (MDSCs). Many TMEs are dominated by myeloid cells, making targeting these cells an area of interest. The purpose of this study was to develop an <i>in vitro<\/i> assay system to assess the ability of novel drugs to overcome MDSC-mediated immune suppression by monitoring changes to T cell function. Arginase1 (ARG1), an enzyme that catalyzes L-arginine into L-ornithine and urea, is highly expressed in MDSCs. An ARG1 target is currently in clinical trials (INCB001158, CB-1158 from Calithera Biosciences) and was used as a target of interest in this study.<br \/>MDSC generation from bone marrow cells (BM) was compared using GM-CSF and IL-6 or GM-CSF, IFN&#947;, and LPS. &#945;-Difluormethylornithine (DFMO), a 2<sup>nd<\/sup> generation ARG1 inhibitor that irreversibly binds ARG1, which leads to increased availability of L-arginine, known to modulate T cell activity, was tested during MDSC generation. BM were harvested and characterized with a myeloid flow cytometry panel. GM-CSF, IFN&#947;, and LPS generated more reproducible MDSCs that express ARG1. M-MDSC-derived BM expressed 2 times more ARG1 as compared to DFMO cultured MDSC-derived BM.<br \/>The cytokines and other growth factors produced by MDSC-derived BM have the potential to alter the activation state of CD8<sup>+<\/sup> T cells; therefore, the effect of a suppressive TME on CD8<sup>+<\/sup> T cells was monitored by co-culturing CD8<sup>+<\/sup> T cells with MDSCs <i>in vitro.<\/i> MDSC-derived BM were co-cultured for 4 days with CD8<sup>+<\/sup> T cells (purified from C57BL\/6 splenocytes) and activated with anti-CD3\/anti-CD28 beads. CD8<sup>+<\/sup> T cells were characterized for proliferation using CellTrace<sup>TM<\/sup> violet, surface activation markers (CD69 and PD-1), and intracellular cytokines (IFN&#947;, TNF&#945;, and IL-2). CD8+T cells co-cultured with DFMO-inhibited MDSC-derived BM were more proliferative, had greater surface activation, and greater intracellular cytokine of CD8<sup>+<\/sup> T cells as compared to when co-cultured with MDSC-derived BM. CD8<sup>+<\/sup> T cell proliferation was measured at multiple ratios of CD8+ T cells and MDSC-derived BM with a proliferation range of 88-7% when CD8+ T cells were co-cultured with MDSC-derived BM and 91-30% when co-cultured with DFMO-inhibited MDSC-derived BM. Similar trends were observed with CD69, PD-1, IFN-y, TNF-a and IL-2 expression in CD8+ T cells. Overall, the ability to monitor changes in T cell activation following MDSC has broad applications in <i>in vitro<\/i> screening of novel drug compounds that alter the TME as well as sets the experimental framework for <i>ex vivo<\/i> analysis of cells isolated from TME following treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Flow cytometry,T lymphocytes,MDSC,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anita J. Zaitouna<\/b><sup><\/sup>, Philip Lapinski<sup><\/sup>, Amber Rowse<sup><\/sup>, David Draper<sup><\/sup>, Scott Wise<sup><\/sup><br><br\/>Labcorp Drug Development, Ann Arbor, MI","CSlideId":"","ControlKey":"5085271c-095a-4b19-8489-be778af1ee92","ControlNumber":"3675","DisclosureBlock":"<b>&nbsp;A. J. Zaitouna, <\/b> <br><b>Labcorp Drug Development<\/b> Employment. <br><b>P. Lapinski, <\/b> <br><b>Labcorp Drug Development<\/b> Employment. <br><b>A. Rowse, <\/b> <br><b>Labcorp Drug Development<\/b> Employment. <br><b>D. Draper, <\/b> <br><b>Labcorp Drug Development<\/b> Employment. <br><b>S. Wise, <\/b> <br><b>Labcorp Drug Development<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2518","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2762","PresenterBiography":null,"PresenterDisplayName":"Anita Zaitouna","PresenterKey":"8a9fbdd1-2b07-4152-807e-3f6562c2e021","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2762. Inhibition of murine myeloid suppressor cells increases CD8<sup>+<\/sup> T cell activation <i>in Vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of murine myeloid suppressor cells increases CD8<sup>+<\/sup> T cell activation <i>in Vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Carcinoembryonic antigen-related cell adhesion molecule 5 (CEACAM5) is expressed on the surface of some tumor epithelial cells and is a potential therapeutic target for antibody-drug conjugates such as tusamitamab ravtansine in development. An IHC assay has been fit-for-purpose validated in non-small cell lung cancer (NSCLC) for evaluation of clinical samples using a proprietary CEACAM5-specific murine antibody (Sanofi clone 769) and the Dako\/Agilent Autostainer Link 48 platform. Here we compare 5 commercial antibody clones to the validated IHC assay for CEACAM5.<br \/>Methods: We tested 5 commercial clones (CI-P83-1 [Santa Cruz Biotechnology], 487609 [R&#38;D Systems], OTI1D4 [Thermo Fisher], EPCEAR7 [Abcam], and 327 [Sino Biological]) to evaluate CEACAM5 detection in formalin-fixed, paraffin-embedded (FFPE) human cancer tissues from Discovery Life Sciences using the Leica BOND III platform. The staining pattern and intensity of CEACAM5 reactivity were compared for clone 769 and the commercial clones in the same FFPE samples. Initial IHC testing used gastric cancer tissues with continued assay development in colorectal cancer tissues. Commercially available (HT-29, MKN-45, BxPC-3, and PC-3) cell lines and CHO cells overexpressing other CEACAM targets (Sanofi) were used to test for cross reactivity and specificity. IHC staining in cell line controls and human cancer tissues (small cell lung cancer, NSCLC adenocarcinoma, squamous cell NSCLC, and pancreatic cancer), was performed to further evaluate staining accuracy to CEACAM5 and to better compare clones.<br \/>Results: Of the 5 antibodies tested, 3 were deemed unsatisfactory due to diffuse cytoplasmic staining or overstaining and were not evaluated further. Clones CI-P83-1 and 487609 best matched the pattern and intensity of clone 769 staining and were evaluated at various dilutions in gastric and colorectal cancer samples to determine optimal antibody concentration and to demonstrate range and linearity of the IHC assays. Clones CI-P83-1 and 487609 accurately and specifically detected CEACAM5 without cross reactivity to similar targets in cell lines. In the human cancer tissues, clone CI-P83-1 tended to show greater parity to clone 769 than clone 487609, which sometimes showed slightly higher CEACAM5 signal than clone 769. Clone CI-P83-1 was appropriately reactive in CEACAM5 expression control cells, highly reactive in CHO cells overexpressing CEACAM5, and lacked cross reactivity in CHO cells overexpressing CEACAM types 1, 6, 7, or 8. A fit-for-purpose validation of clone CI-P83-1 in non-squamous NSCLC with clone 769 showed comparable staining in this indication.<br \/>Conclusions: Among the 5 tested clones, there were differences in staining pattern, intensity, and cross reactivity. CI-P83-1 was the closest to 769 among the 5 clones. Further testing and validation are required to understand the finer differences between 769 and CI-P83-1.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Assay development,NSCLC,Antibody-drug conjugate (ADC),Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chin Leng Cheng<\/b><sup><\/sup>, Hongli Chen<sup><\/sup>, Karen Kirchner<sup><\/sup>, Gregory Cesarone<sup><\/sup><br><br\/>Discovery Life Sciences, Newtown, PA","CSlideId":"","ControlKey":"3aa560eb-1dc2-494a-9fe8-9d0cc9acc67b","ControlNumber":"4636","DisclosureBlock":"&nbsp;<b>C. Cheng, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>K. Kirchner, <\/b> None..<br><b>G. Cesarone, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2519","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2763","PresenterBiography":null,"PresenterDisplayName":"Chin Leng Cheng, PhD","PresenterKey":"bc4d3b87-a732-4455-a1f8-645a986c89ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2763. Characterization of a novel immunohistochemistry (IHC) assay for CEACAM5 using a commercial antibody","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of a novel immunohistochemistry (IHC) assay for CEACAM5 using a commercial antibody","Topics":null,"cSlideId":""},{"Abstract":"NanoBRET target engagement (TE) is the first biophysical technique that broadly enables the quantitative determination of protein inhibitor occupancy in live cells, without disruption of cellular membrane integrity. This quantitative capability is achieved in live cells via BRET with an optimized set of cell-permeable tracers, allowing the measurement of compound binding to a selected cellular target protein. Our NanoBret assay is scaled to 384-well plate format and Z&#8217; analysis demonstrated the assay to be High Throughput Screening compatible. Protein kinases, RAS, and epigenetic proteins are very important drug targets. NanoBRET TE cellular assay has enabled the development of live-cell quantitative compound binding assays for &#62;360 individual wild type and mutant protein kinases including serine\/threonine-specific kinases, receptor tyrosine kinases, and all 20 cyclin-dependent kinases (CDKs). RAS is a well-known oncogene that is frequently mutated in most lung, pancreatic and colorectal cancers and is associated with poor disease prognosis. The recent discovery of a unique switch II binding pocket and successful inhibition of the KRAS (G12C) mutant by covalent inhibitors have led to the resurgence of interest in the design of inhibitors targeting RAS directly. Our data demonstrate that NanoBRET TE cellular assay can measure the apparent affinity of RAS inhibitors by competitive displacement of a NanoBRET RAS switch I\/II pocket tracer, reversibly bound to the LgBiT- and SmBiT- KRAS, KRAS (G12C), KRAS (G12D), KRAS (G12V), KRAS (G13D), KRAS (Q61H), KRAS (Q61L), KRAS (Q61R), KRAS-G12A, KRAS-G12S, HRAS, HRAS-G12C, and HRAS-G12V fusion constructs co-transfected in live HEK293 cells. Our data also show NanoBRET cellular assay can be used to measure compound binding affinity to epigenetic drug target proteins such as BRD4, BRD4-BD1, BRD4-BD2, HDAC6, HDAC1, HDAC2, and HDAC3. Taken together, our results suggest NanoBRET TE cellular assay can serve as a great tool to facilitate new drug discovery against human cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Ras,Epigenetics,Drug-discovery screen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jianghong Wu<\/b><sup><\/sup>, Yuan Wang<sup><\/sup>, Shawn McGinley<sup><\/sup>, Peter Gallagher<sup><\/sup>, Li Liang<sup><\/sup>, Alisha Di Lanni<sup><\/sup>, Ashley Miles<sup><\/sup>, Mohammad Haque<sup><\/sup>, Yong Wan<sup><\/sup>, Haiching Ma<sup><\/sup><br><br\/>Reaction Biology Corporation, Malvern, PA","CSlideId":"","ControlKey":"5df6c0eb-7fcc-4b7c-a7ea-62ba445ea51d","ControlNumber":"5046","DisclosureBlock":"&nbsp;<b>J. Wu, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>S. McGinley, <\/b> None..<br><b>P. Gallagher, <\/b> None..<br><b>L. Liang, <\/b> None..<br><b>A. D. Lanni, <\/b> None..<br><b>A. Miles, <\/b> None..<br><b>M. Haque, <\/b> None..<br><b>Y. Wan, <\/b> None..<br><b>H. Ma, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2520","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2764","PresenterBiography":null,"PresenterDisplayName":"Jianghong Wu, PhD","PresenterKey":"fd684aa9-5f8b-4774-92b0-2545c0441739","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2764. Application of NanoBRET target engagement cellular assay for development of inhibitors against protein kinases, RAS, and epigenetic proteins in cancer therapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of NanoBRET target engagement cellular assay for development of inhibitors against protein kinases, RAS, and epigenetic proteins in cancer therapy","Topics":null,"cSlideId":""},{"Abstract":"The STimulator of INterferon Genes (STING) is a transmembrane protein located at the endoplasmic reticulum, which serves as a molecular hub in response to cytoplasmic cyclic dinucleotide (CDN) second messengers such as cyclic GMP-AMP (cGAMP). Upon stimulation of cyclic GMP-AMP synthase (cGAS) by a wide array of pathogens that provide extracellular microbial DNA and by intracellular (nuclear and mitochondrial) DNA, the second messenger cGAMP is generated, which then binds directly to the STING protein resulting in the activation of the STING pathway. This activation by cytosolic DNA initiates a cascade of events, cGAS-STING-TBK1-IRF3 signaling, that induces type 1 IFN response, and eventually the signaling is terminated by degradation of pathway components and clearance of stimulatory DNA. Given the significant roles of STING as an adaptor for DNA sensors to pathogens and its involvement in immune sensing, tumor growth control, and control of autoinflammatory and autoimmune disorders, the STING pathway has become a very important drug target. cGAS is well-positioned to act as a DNA sensor that triggers innate immune responses and initiates host immune responses against pathogens and cancer, but inappropriate activation of STING signaling causes severe and often fatal autoimmune or autoinflammatory diseases. Credible evidence suggests that the cGAS-cGAMP-STING pathway makes fundamental contributions to at least three major cancer therapies: radiation therapy, chemotherapy, and immunotherapy, and it thus represents a promising drug target. Therefore, there is a need to identify lead compounds that effectively modulate human STING for further drug development. Towards this goal, we have developed a bioluminescent assay to monitor the concentration of cGAMP in intracellular as well as extracellular compartments. The assay relies on the new concept of nanoluciferase (nanoluc) complementation where a small peptide (SmBiT) linked to cGAMP through a linker (cGAMP tracer) can be recognized by an anti cGAMP antibody that is linked to a nanoluc complementary fragment (LgBiT) resulting in bioluminescence upon the addition of nanoluc substrate. The presence of free cGAMP that is generated in the reaction competes with cGAMP tracer and decreases bioluminescence. The assay is sensitive and can detect less than 10 nM cGAMP and less than one ng of cGAS and thus, it is suitable for testing compounds that modulate cGAS activity. We will show data that correlate the activation of cGAS using less than 10 ng of dsDNA stimulation, and the activation of IFN response element reporter assays to detect cytokine release upon cGAS-STING activation. The assay is homogenous, HTS formatted and can be completed in less than one hour. Thus, this assay provides valuable contribution for investigating modulators of the STING pathway and facilitates the search for novel therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"High-throughput assay,Innate immunity,Assay development,STING pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Said A. Goueli<\/b><sup>1<\/sup>, Kevin Hsiao<sup>1<\/sup>, Hui wang<sup>2<\/sup>, Matt Larsen<sup>3<\/sup><br><br\/><sup>1<\/sup>Research and Development, Promega, Madison, WI,<sup>2<\/sup>Research and Development, Promega, San Louis Obispo, CA,<sup>3<\/sup>Research and Development, Promega, San Louis Opisbo, CA","CSlideId":"","ControlKey":"20955b65-d4bd-4aff-8c9b-5304d9687a49","ControlNumber":"5318","DisclosureBlock":"<b>&nbsp;S. A. Goueli, <\/b> <br><b>Promega Corp.<\/b> Employment. <br><b>K. Hsiao, <\/b> <br><b>Promega Corp.<\/b> Employment. <br><b>H. wang, <\/b> <br><b>Promega Corp.<\/b> Employment. <br><b>M. Larsen, <\/b> <br><b>Promega Corp.<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2521","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2765","PresenterBiography":null,"PresenterDisplayName":"Said Goueli, PhD","PresenterKey":"7610f440-e750-4871-9693-bef76e68d6a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2765. Detection and quantification of cellular GAMP using homogenous HTS formatted bioluminescent assay","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Detection and quantification of cellular GAMP using homogenous HTS formatted bioluminescent assay","Topics":null,"cSlideId":""},{"Abstract":"To characterize modulators of enzymatic activity, a continuous assay format will quantify with confidence the initial reaction velocity far better than an end point assay. When the progress curve is linear from the start and remains linear throughout the experiment, a single end point reading can approximate the reaction rate, but a kinetic assay will provide the rate more accurately. However, if there is a delay in the onset of the reaction, or there are other changes in reaction rate over time, then a single end point reading is insufficient. Thus, important information about the reaction can be missed or mischaracterized. While visual inspection is the most common way to determine the range of the progress curve from which to extract rate information, this method is not practical when thousands of progress curves are generated in an experimental day. We have developed an automated protocol to streamline and optimize the process. The heuristic algorithm analyzes the progress curve to identify different regions for characterization (e.g. lag, primary rate, secondary rate, final plateau) and then extract rates of interest for each of these regions. These rates are subsequently used to measure the specific activity of the enzyme under various assay conditions, and to characterize the modulation of that activity: simple dose-response testing, mode of inhibition analysis, time-dependent inhibition determination, reversibility testing, determination of residence time for reversible inhibitors, and k<sub>inact<\/sub>\/K<sub>I<\/sub> analysis for irreversible inhibitors. We describe the algorithm and several applications as they apply to protein kinases using the PhosphoSens assay platform from AssayQuant within the Analyze module of the Scigilian data analysis package.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-06 Novel assay technology,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Protein phosphatase,Assay development,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Earl William May<\/b><sup>1<\/sup>, Daniel Urul<sup>1<\/sup>, Susan Cornell-Kennon<sup>1<\/sup>, Zhibing Lu<sup>1<\/sup>, Erik Schaefer<sup>1<\/sup>, Sam Hoare<sup>2<\/sup>, France Lalibert<sup>3<\/sup>, Quay Vong<sup>3<\/sup>, Paul Payette<sup>3<\/sup>, Jean Marois<sup>3<\/sup><br><br\/><sup>1<\/sup>Assayquant Technologies, Inc., Marlboro, MA,<sup>2<\/sup>Pharmechanics LLC, Owego, NY,<sup>3<\/sup>Scigilian Software Inc., Montral, QC, Canada","CSlideId":"","ControlKey":"464d7b2b-b1e2-4b4f-9bb0-c30bb92120f6","ControlNumber":"6638","DisclosureBlock":"&nbsp;<b>E. W. May, <\/b> None..<br><b>D. Urul, <\/b> None..<br><b>S. Cornell-Kennon, <\/b> None..<br><b>Z. Lu, <\/b> None..<br><b>E. Schaefer, <\/b> None..<br><b>S. Hoare, <\/b> None..<br><b>F. Lalibert, <\/b> None..<br><b>Q. Vong, <\/b> None..<br><b>P. Payette, <\/b> None..<br><b>J. Marois, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2522","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2766","PresenterBiography":null,"PresenterDisplayName":"Earl May, PhD","PresenterKey":"816f85d6-8e88-439f-a937-2eb46e3c0dfe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2766. Automation of linear range determination: Enzymatic progress curve applications","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Automation of linear range determination: Enzymatic progress curve applications","Topics":null,"cSlideId":""},{"Abstract":"Melanoma is a skin cancer at high risk of metastatic progression, hence associated with poorer prognosis. Imaging represents an essential tool to assess tumor stage, but also to monitor disease progression and therapy response. However, a single imaging technique cannot efficiently detect and characterize all metastases. Therefore, we evaluated the potential of simultaneous <sup>18<\/sup>F-FDG PET\/MR imaging in preclinical models of disseminated melanoma at different stages. Female Nude and SDRG rats were intravenously injected with CMEL 5 cells, originating from brain metastases of a human melanoma. On day (D) 60, 70, and 80 post-injection, Nude rats were imaged using brain T2-weighted (T2w) 7T MRI and whole-body simultaneous <sup>18<\/sup>F-FDG (10-15 MBq) PET\/MR. Furthermore, whole-body and brain T2w MR images were acquired using a 4.7T MRI on D20 and D34 post-injection in SDRG rats. Visual detection and quantitative analysis of lesions were performed on MRI or PET\/MR images, and results were confronted with necropsy (melanin pigmented lesions) and gamma counting data. From D60 post-CMEL-5 cell injection, all Nude animals exhibited metastases in one to four different locations. Moreover, most of metastases locations found in clinical setting were detected in our experimental model using simultaneous <sup>18<\/sup>F-FDG PET\/MR imaging, even allowing the observation of brain lesions on T2w MR images. MRI further allowed precise contouring of each organ of interest to effectively identify bone, lung, adrenal and spleen metastases with enhanced <sup>18<\/sup>F-FDG uptake. Additionally, PET image quantification in adrenals was consistent with gamma counting results. As anticipated, small lesions below PET spatial resolution limit (i.e. &#60;1 mm) were not detected by imaging. SDRG rats displayed a faster and more homogenous tumor spread in brain, lungs and liver on MR images, while more metastases were seen during autopsy (additional spreading to pancreas, adrenals, reproductive system, bones, lymph nodes and skin). The experimental model of disseminated CMEL-5 melanoma in Nude rats demonstrates its ability to mimic the human pathology. Hence, it appears to be a promising tool to monitor therapy response and potentially recognize progression from pseudo-progression. Simultaneous PET\/MR imaging has shown to be more effective than stand-alone techniques in detecting melanoma dissemination, except for brain and small lesions for which the PET data are altered by partial volume effect. Thus, by complementing previously acquired MR images from the novel SDRG rat model with simultaneously acquired PET images, we could also provide insights on this promising metastatic model.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-06 Noninvasive imaging in animal models,,"},{"Key":"Keywords","Value":"Metastasis,PET\/MRI,Melanoma,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Alexandra Oudot<sup>1<\/sup>, Peggy Provent<sup>2<\/sup>, Alan Courteau<sup>1<\/sup>, Nicolas Hoffmann<sup>2<\/sup>, Melanie Guillemin<sup>1<\/sup>, Jordan Longin<sup>2<\/sup>, Sarah Belderbos<sup>2<\/sup>, Bertrand Collin<sup>1<\/sup>, Marc Hillairet de Boisferon<sup>2<\/sup>, Alexandre Cochet<sup>1<\/sup>, <b>Cyril Berthet<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Nuclear Medicine Department, Centre Georges-Franois Leclerc, Dijon Cedex, France,<sup>2<\/sup>Oncodesign Services, Dijon Cedex, France","CSlideId":"","ControlKey":"424bf0c0-d550-4663-9e1f-be368facc57f","ControlNumber":"4290","DisclosureBlock":"&nbsp;<b>A. Oudot, <\/b> None..<br><b>P. Provent, <\/b> None..<br><b>A. Courteau, <\/b> None..<br><b>N. Hoffmann, <\/b> None..<br><b>M. Guillemin, <\/b> None..<br><b>J. Longin, <\/b> None..<br><b>S. Belderbos, <\/b> None..<br><b>B. Collin, <\/b> None..<br><b>M. Hillairet de Boisferon, <\/b> None..<br><b>A. Cochet, <\/b> None..<br><b>C. Berthet, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2524","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2767","PresenterBiography":null,"PresenterDisplayName":"Cyril Berthet, PhD","PresenterKey":"723e5f58-cbd8-4d37-9ec8-f332c1c8ae23","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2767. Simultaneous <sup>18<\/sup>F-FDG PET\/ MR imaging for metastases identification in a disseminated human preclinical melanoma model","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simultaneous <sup>18<\/sup>F-FDG PET\/ MR imaging for metastases identification in a disseminated human preclinical melanoma model","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Pancreatic ductal adenocarcinoma (PDAC) is a deadly disease and early diagnosis is paramount for effective treatment. Molecular imaging techniques such as positron emission tomography (PET) could provide an early diagnosis of PDAC to potentially improve survival. EphA2, a member of Erythropoietin-producing hepatocellular (Eph) receptors, is a desirable target for PDAC detection as it is pro-oncogenic and expressed in &#62; 90% of PDACs. Here, we report the development of a peptide-based PET imaging agent, [<sup>68<\/sup>Ga]AJ201, evaluation of its pharmacokinetics, and its potential to non-invasively detect variable EphA2 expression in moue models of PDAC.<br \/><b>Methods:<\/b> A bicyclic peptide, AJ201, was synthesized and its binding affinity for EphA2 was determined by surface plasmon resonance (SPR). AJ201 was labelled with Gallium-68 in high radiochemical yields and purity. In vitro uptake of the resulting [<sup>68<\/sup>Ga]AJ201 was carried out in different PDAC cell lines with variable EphA2 expression (Panc1, CFPAC1, Hs766T, and SU8686) and Jurkat cell line as a negative control. In vivo pharmacokinetic properties of [<sup>68<\/sup>Ga]AJ201 were evaluated by PET-MR imaging and ex vivo biodistribution studies in different subcutaneous PDAC xenografts and in Panc1 orthotopic model (n=4-5\/tumor). [<sup>68<\/sup>Ga]AJ201 in vivo specificity for EphA2 was confirmed by cross-correlative immunohistochemistry of xenografts and by co-injection of a blocking dose of non-radioactive AJ201 (1 mg\/kg).<br \/><b>Results: <\/b>AJ201 binds human EphA2 with high affinity (K<sub>D<\/sub> ~ 0.2 nM). Flow cytometry analysis confirmed variable EphA2 expression in all the PDAC cell lines tested with Panc1 and CFPAC cell lines exhibiting highest and lowest expression, respectively. In vitro binding assays showed variable [<sup>68<\/sup>Ga]AJ201 uptake in all the PDAC cells and almost no uptake in the presence of 1 &#181;M non-radioactive AJ201 and in negative control Jurkat cells. In vivo dynamic PET-MR imaging revealed high and specific uptake of [<sup>68<\/sup>Ga]AJ201 in Panc1 tumor xenografts within 5 min and retained for at least 90 min. In contrast, [<sup>68<\/sup>Ga]AJ201 exhibited fast clearance from normal tissues resulting in high contrast images at 60 minutes and a high tumor-to-muscle ratio of 25.8 &#177; 6.7. [<sup>68<\/sup>Ga]AJ201 uptake in tumors was reduced by &#62; 80 % in mice receiving blocking dose, confirming the specificity of the radiotracer. Also, [<sup>68<\/sup>Ga]AJ201 PET provided high contrast images of orthotopic Panc1 tumors. Furthermore, [<sup>68<\/sup>Ga]AJ201 PET showed variable and expression dependent uptake in all the PDAC xenografts tested that was corroborated by EphA2 expression detected by IHC.<br \/><b>Conclusion:<\/b> [<sup>68<\/sup>Ga]AJ201 is an EphA2 specific high affinity peptide-based PET imaging agent that detects orthotopic PDAC in mouse models at 60 minutes and demonstrates potential to non-invasively detect PDAC in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-06 Noninvasive imaging in animal models,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Positron emission tomography (PET),EphA2,Diagnosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ajay Kumar Sharma<\/b><sup>1<\/sup>, Kuldeep Gupta<sup>1<\/sup>, Akhilesh Mishra<sup>1<\/sup>, Sophia Chen<sup>2<\/sup>, Gabriela Lofland<sup>3<\/sup>, Todd Armstrong<sup>2<\/sup>, Edward Gabrielson<sup>2<\/sup>, Lei Zheng<sup>2<\/sup>, Elizabeth  M.  Jaffee<sup>2<\/sup>, Sridhar Nimmagadda<sup>1<\/sup><br><br\/><sup>1<\/sup>Russell H Morgan Department of Radiology and Radiological Science, Johns Hopkins School of Medicine, Baltimore, MD,<sup>2<\/sup>Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins School of Medicine, Baltimore, MD,<sup>3<\/sup>Johns Hopkins Bayview Campus, Baltimore, MD","CSlideId":"","ControlKey":"6aa625c4-ae7d-4a6a-917f-fce21aa6ee7d","ControlNumber":"6088","DisclosureBlock":"&nbsp;<b>A. Sharma, <\/b> None..<br><b>K. Gupta, <\/b> None..<br><b>A. Mishra, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>G. Lofland, <\/b> None..<br><b>T. Armstrong, <\/b> None..<br><b>E. Gabrielson, <\/b> None..<br><b>L. Zheng, <\/b> None..<br><b>E. M. Jaffee, <\/b> None..<br><b>S. Nimmagadda, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2525","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2768","PresenterBiography":null,"PresenterDisplayName":"Ajay Kumar Sharma, PhD","PresenterKey":"49755bb3-d5ac-45d7-96f3-5399f1c89425","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2768. Non-invasive detection of pancreatic adenocarcinoma using Ga-68 labelled epha2 targeting peptide","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-invasive detection of pancreatic adenocarcinoma using Ga-68 labelled epha2 targeting peptide","Topics":null,"cSlideId":""},{"Abstract":"It is estimated that in the U.S. alone, roughly $200 billion are spent each year on cancer drug discovery. Although this spending is significant, we have still to find truly resilient and enduring treatment plans for a significant percentage of human cancers. Approaches to better understand the broader efficacy of cancer therapeutics and the underlying genomics that govern sensitivity have dramatically changed over the years, as has our ability to screen and characterize the drug response of larger numbers of cancer types. There is thus an already significant need for more robust and effective therapeutic agent screening and profiling in drug discovery. Each cancer patient effectively presents a unique disease, which showcases the challenge in finding the most effective cancer treatments for as many patients as possible.The OncoPanel&#8482; cell-based profiling and screening service from Eurofins Discovery generates drug response data across a panel of over 300 genomically diverse human tumor cell lines that span 19 different tissue types. The data generated from such profiling can also enable the identification of potentially predictive genomic biomarkers of drug response. This can in turn help to determine which genomic features may predispose patients to a more beneficial therapeutic response, or identify potential intrinsic resistance mechanisms to new therapeutic agents. The OncoPanel platform provides an opportunity to evaluate cancer therapeutics using a variety of assay formats and exposure times. Our singleplex assay demonstrates the effect of test agents on tumor cell growth, while our mulitplexed assay uses high content analysis to demonstrate <i>in vitro<\/i> efficacy in terms of cell proliferation, induction of apoptosis, and effects on the cell cycle. This yields valuable information on how therapeutics inhibit human tumor cell growth. However, the effect of therapeutics on cell viability can also be evaluated using standard CellTiter-Glo&#174; format assays. All of these assays can be used with standard exposure times ranging from three to ten days, to accommodate testing of a wide range of therapeutics and target-based modalities. Here we show how we have qualified more human tumor cell lines from a range of different tissue types for addition to the OncoPanel service in the above-mentioned assay formats. This further expands and diversifies the tumor types represented by this platform, which in turn increases our ability to profile therapeutic agents in a wider panel of individual tumor types. Using this expanded cell line panel, we are now able to demonstrate greater breadth of activity of potential anti-cancer drugs in discovery and development for the treatment of a larger range of patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"High-throughput assay,High-content screening,Cancer cell,Proliferation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Steven  M.  Garner<\/b><sup><\/sup>, Jillian  V.  Krings<sup><\/sup>, Emily  C.  Hoehn<sup><\/sup>, Erin  N.  Lofton<sup><\/sup>, Lyndsey  M.  Rose<sup><\/sup>, Lee  R.  Cavedine<sup><\/sup>, Brendan  M.  Lahm<sup><\/sup>, Kaleb Collver<sup><\/sup>, Kaitlyne Powers<sup><\/sup>, Lindsey Herishen<sup><\/sup>, Alastair  J.  King<sup><\/sup><br><br\/>Eurofins Discovery, Saint Charles, MO","CSlideId":"","ControlKey":"4be6e405-7b2b-4edb-bd9b-ba96acc2b6fb","ControlNumber":"7478","DisclosureBlock":"<b>&nbsp;S. M. Garner, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>J. V. Krings, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>E. C. Hoehn, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>E. N. Lofton, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>L. M. Rose, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>L. R. Cavedine, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>B. M. Lahm, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>K. Collver, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>K. Powers, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>L. Herishen, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>A. J. King, <\/b> <br><b>Eurofins Discovery<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2696","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2769","PresenterBiography":null,"PresenterDisplayName":"Luciano Galdieri, PhD,MS","PresenterKey":"d1117dc7-d903-41ca-a73a-78f2c17e2641","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2769. Qualification of human tumor cell lines for inclusion in the OncoPanel&#8482; cell-based profiling and screening service","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Qualification of human tumor cell lines for inclusion in the OncoPanel&#8482; cell-based profiling and screening service","Topics":null,"cSlideId":""},{"Abstract":"Aurora kinases (Aur) are a family of serine\/threonine kinases essential for genetic stability and cell division during mitosis. In humans, activity of the three paralogs (AurA, AurB, and AurC) is regulated throughout the cell cycle, with peak activity during mitosis. Each paralog shares a conserved C-terminal catalytic domain, but differs in substrate specificity, sub-cellular localization, and function. AurA mainly controls centrosome maturation and bipolar spindle assembly; AurB phosphorylates histone H3 (Ser10), which aids in chromatin condensation and separation; AurC, whose expression is restricted to germ cells of both genders, shares similar characteristics to AurB including substrate localization, specificity, and function during mitosis. Aberrant Aur expression leads to genomic instability or aneuploidy, and overexpression of the three paralogs is found in several cancer types, including lung, colon, and gliomas. Aur inhibition induces growth arrest and apoptosis in a variety of cancer cell types. Thus, design and development of Aur inhibitors as anti-tumor agents has been widely explored in recent years, and many are under preclinical and clinical investigation. We used the Eurofins Discovery OncoPanel&#8482; cell-based profiling platform to investigate the specific effects of AurA, AurB, and AurC inhibitors against a select panel of human cancer cell lines. To determine the mechanistic effect of Aur inhibition in cells, we measured phospho-histone H3 (Ser10) by high-content analysis. OncoPanel human tumor cell lines arrested with nocodazole were treated with Aur inhibitors for 2 hours. Phospho-histone H3 (Ser10) levels were measured and the percentage of the DMSO vehicle-treated control cell signal was calculated for each test point. Ten-point dose-response curves were fitted using a 4-parameter log-logistic model with custom curve-fitting software to determine IC50 values. The inhibitors were also evaluated for their effect on tumor cell proliferation, apoptosis, and cell cycle arrest over the same dose-response range, after a 10-day incubation. Following exposure, the cells were fixed, stained with DAPI, anti-cleaved caspase-3, and anti-phospho-histone H3 (Ser28), and imaged. Cell proliferation dose-response curves were also fitted using the same model as above. Correlations were then made between observed mechanistic and functional activity. Activity of the AurA-selective inhibitor, MLN8054, was also evaluated in the Eurofins Discovery BioMAP&#174; Diversity PLUS human primary cell phenotypic profiling service to give a broader view of its biological activity. These studies demonstrate the combined value of using the OncoPanel and BioMAP platforms to determine mechanistic, functional, and broader biological activity of therapeutic candidates in relevant cellular models for a better translational understanding of potential therapeutic capabilities and accelerate decision-making.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"High-throughput assay,High-content screening,Proliferation,Aurora kinase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Luciano Galdieri<\/b><sup><\/sup>, Justin Lipner<sup><\/sup>, Steven  M.  Garner<sup><\/sup>, Jillian Krings<sup><\/sup>, Emily Hoehn<sup><\/sup>, Brendan Lahm<sup><\/sup>, Kaleb Collver<sup><\/sup>, Kaitlyne Powers<sup><\/sup>, Alastair  J.  King<sup><\/sup><br><br\/>Eurofins Discovery, Saint Charles, MO","CSlideId":"","ControlKey":"d7fff0cb-42ed-406a-971d-5deb924d14e3","ControlNumber":"6535","DisclosureBlock":"<b>&nbsp;L. Galdieri, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>J. Lipner, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>S. M. Garner, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>J. Krings, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>E. Hoehn, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>B. Lahm, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>K. Collver, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>K. Powers, <\/b> <br><b>Eurofins Discovery<\/b> Employment. <br><b>A. J. King, <\/b> <br><b>Eurofins Discovery<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2698","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2770","PresenterBiography":null,"PresenterDisplayName":"Luciano Galdieri, PhD,MS","PresenterKey":"d1117dc7-d903-41ca-a73a-78f2c17e2641","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2770. Phenotypic profiling of Aurora inhibitors using the OncoPanel<sup>TM<\/sup>platform","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phenotypic profiling of Aurora inhibitors using the OncoPanel<sup>TM<\/sup>platform","Topics":null,"cSlideId":""},{"Abstract":"Tumors with defects in DNA double strand break (DSB) repair pathways, including those with mutations in BRCA1\/2, are often treated with either poly (ADP-ribose) polymerase-1 (PARP1) inhibitors or platinum-based chemotherapy. Despite their clinical benefits, many patients develop resistance leading to the need for novel therapeutic approaches. To address this unmet clinical need, we applied our CRISPRomics&#174; platform to identify novel therapeutic targets for DNA damage and repair deficient cancers. One of the top ranked targets was the deubiquitinating enzyme, USP1, with known functions in DNA damage repair pathways of translesion synthesis (TLS) and fanconi anemia (FA). We developed a novel small molecule inhibitor, KSQ-4279, that selectively inhibits USP1 and leads to accumulation of mono-ubiquitinated USP1 substrates such as proliferating nuclear antigen (PCNA). In addition to KSQ-4279&#8217;s activity in BRCA mutant tumors with known homologous recombination deficiencies (HRD), KSQ-4279 also exhibits synergistic activity in combination with PARP inhibitors and re-sensitizes PARP refractory tumors. Mechanistically, we show that in sensitive cell lines, treatment with KSQ-4279 alters the replication fork dynamics resulting in replication stress via induction of replication associated single stranded DNA gaps and subsequent fork degradation. Additionally, KSQ-4279 leads to loss of the essential DNA replication and repair protein, PCNA, which can be rescued by blocking PCNA ubiquitination either through Rad18 knockout or by ectopic expression of a PCNA K164R mutant. This loss of PCNA and sensitizing ssDNA lesions eventually lead to DNA double strand breaks (DSBs) and wide-spread DNA damage accumulation that contributes to cell death. This mechanistic insight supports the ongoing clinical trial of KSQ-4279 in patients with tumors harboring BRCA1\/2 or other HRD mutations, both as a single agent and in combination with PARP inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"BRCA,DNA damage response,Homologous recombination,Ubiquitination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sumeet Nayak<\/b><sup><\/sup>, Pamela Sullivan<sup><\/sup>, Yuji Mishina<sup><\/sup>, Anne Dodson<sup><\/sup>, Pei-Lun Kao<sup><\/sup>, Hugh Gannon<sup><\/sup>, Chris Middleton<sup><\/sup>, Sol Shenker<sup><\/sup>, Morgan Murray<sup><\/sup>, Michael Schlabach<sup><\/sup>, Frank Stegmeier<sup><\/sup>, Erica Tobin<sup><\/sup>, Louise Cadzow<sup><\/sup>, Andrew Wylie<sup><\/sup><br><br\/>KSQ Therapeutics, Inc., Lexington, MA","CSlideId":"","ControlKey":"394c4add-416e-4609-bf85-8f8c74da0f0d","ControlNumber":"7123","DisclosureBlock":"&nbsp;<b>S. Nayak, <\/b> None..<br><b>P. Sullivan, <\/b> None..<br><b>Y. Mishina, <\/b> None..<br><b>A. Dodson, <\/b> None..<br><b>P. Kao, <\/b> None..<br><b>H. Gannon, <\/b> None..<br><b>C. Middleton, <\/b> None..<br><b>S. Shenker, <\/b> None..<br><b>M. Murray, <\/b> None..<br><b>M. Schlabach, <\/b> None..<br><b>F. Stegmeier, <\/b> None..<br><b>E. Tobin, <\/b> None..<br><b>L. Cadzow, <\/b> None..<br><b>A. Wylie, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2700","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2771","PresenterBiography":null,"PresenterDisplayName":"Sumeet Nayak","PresenterKey":"7575c597-83ef-445f-bb00-83dc98704ea5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2771. KSQ-4279 mediated USP1 inhibition induces replication associated DNA gaps that contribute to cell death","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KSQ-4279 mediated USP1 inhibition induces replication associated DNA gaps that contribute to cell death","Topics":null,"cSlideId":""},{"Abstract":"The ancient India's indigenous tantric community had its unique medicinal philosophy as well as clinical practice, distinct from Ayurveda. One such tantric community was Assam's Vedic Jiva Upakarvada practitioners (1). These practitioners developed an unique health care practice in the silk village of Sualkuchi, and the adjoining area, a part of the Vedic Silk Road (the North-South Silk Road stretching from Tibet to South East Asia via India's Assam state). We have been systematically studying the medical practice of these healing practitioners for the last two decades (1). These practitioners used more than 36 different plant-derived products, as well as soil, plus fecal and urine products rich in diverse microbial communities. They postulated that these agents contain good nigudah (1), microscopic life forms that can activate Avatar Kosha in our body (1). Using our pre-clinical in vitro as well as mouse model of cancer stem cells (2-4), we have screened 12 out of 36 plants, as well as microbial-rich soil of a sacred hill area frequented by tantric practitioners to collect herbal plants, animal feces and soils (the Suad muni ashram area of Sualkuchi). Here we report our preliminary results of the screening of these ingredients for their potential immunotherapy uses. Method: These herbal plants\/soils\/animal feces items were dissolved in the RPMI culture media using a traditional method using water, as well as special plant-derived juices. The conditioned RPMI culture media was then used to culture CSCs of tumor stemness defense (TSD) phenotype (2). Results: Our preliminary results show that while some of the agents induce apoptosis of TSD, other agents are capable of inducing TSD phenotypes to CSCs of diverse tumors including oral cancer (SCC-25 cell line), breast cancer (MCF-7) and colon cancer cell line (LOVO). Conclusion: The traditional healer used products may have unique anti-cancer including immuno-activating properties that need further exploration. We are now using our mouse models to find out if some of these agents including unique microbes present in these agents may transform cold tumors into hot or immunogenic tumors.<br \/>1. https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.14.382572v1.full.pdf<br \/>2.PMID: 36248858 3. PMID: 28884113. 3. PMID: 31387932. 4. PMID: 31266772","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Global Health,Myc,Stemness,Head and neck cancers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lekhika Pathak<\/b><sup><\/sup>, Tutumoni Baishya<sup><\/sup>, Partha Saikia<sup><\/sup>, Nihar Ranjan Das<sup><\/sup>, Sailen Baishya<sup><\/sup>, Rupam Das<sup><\/sup>, Pragya Dutta<sup><\/sup>, Chayanika Das<sup><\/sup>, Mallika Maral<sup><\/sup>, Gakul Das<sup><\/sup>, Bikul Das<sup><\/sup><br><br\/>KaviKrishna Laboratory, Guwahati, India","CSlideId":"","ControlKey":"0d929bcc-f6e5-48a4-8a85-8bdd77b89d0a","ControlNumber":"7934","DisclosureBlock":"&nbsp;<b>L. Pathak, <\/b> None..<br><b>T. Baishya, <\/b> None..<br><b>P. Saikia, <\/b> None..<br><b>N. R. Das, <\/b> None..<br><b>S. Baishya, <\/b> None..<br><b>R. Das, <\/b> None..<br><b>P. Dutta, <\/b> None..<br><b>C. Das, <\/b> None..<br><b>M. Maral, <\/b> None..<br><b>G. Das, <\/b> None..<br><b>B. Das, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2739","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2772","PresenterBiography":null,"PresenterDisplayName":"Lekhika Pathak, MSc.","PresenterKey":"b800663a-371e-4554-98cc-b44ea28993d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2772. The development of immunotherapy agents from the indigenous herbal plants and microbes used by the tantric practitioner of Vedic Jiva Upakara Cikitsha Tantra (Vedic altruism-based medicine system) of Assam, India","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The development of immunotherapy agents from the indigenous herbal plants and microbes used by the tantric practitioner of Vedic Jiva Upakara Cikitsha Tantra (Vedic altruism-based medicine system) of Assam, India","Topics":null,"cSlideId":""},{"Abstract":"Background: Since the advent of high-throughput sequencing technologies, multi-omics data along with large-scale drug sensitivity screening data on cancer cell lines from the NCI-60 panel and the CCLE (Cancer Cell Line Encyclopedia) project have been established and widely used for cancer research. Although we previously reported the utility of homologous recombination deficiency (HRD), commonly found in ovarian and breast cancer, as a clinical biomarker across cancer types (PMID:35613413), whether HRD status in cancer cell lines can be an indicator of drug sensitivity to platinum agents or PARP inhibitors has not been fully investigated.<br \/>Methods: From CCLE publicly available datasets, <i>BRCA1\/2<\/i> gene mutations and their loss of heterozygosity (LOH) status, HRD score, mutational signature 3 (SBS3), and <i>BRCA1<\/i> methylation silencing were analyzed. In vitro drug screening data were obtained from the GDSC (Genomics of Drug Sensitivity in Cancer), CTRP (Cancer Therapeutic Response Portal), and PRISM (Profiling Relative Inhibition Simultaneously in Mixtures) databases. We additionally analyzed anticancer drug response in cell line-derived xenograft models using the dataset of ROADMAPS (Responses to Oncology Agents and Dosing in Models to Aid Preclinical Studies).<br \/>Results: A total of 1260 cell lines from the CCLE were analyzed. HRD score and SBS3 were positively correlated (&#961;=0.36). These scores were higher in samples with <i>BRCA1<\/i> methylation and <i>BRCA1\/2 <\/i>mutations involving locus-specific LOH (referred to collectively as <i>BRCA<\/i> alteration), but not in samples with <i>BRCA1\/2<\/i> mutations lacking locus-specific LOH. Per-drug correlation analysis between cell line HRD scores and the areas under the drug response curve (AUCs) showed statistically significant (p&#60;0.05) positive correlations in 60% (6\/10) of platinum compounds and in 46% (6\/13) of PARP inhibitors, but no negative correlations in any of these drugs. A similar trend was observed in the analysis using SBS3 and in the two-group comparison with and without <i>BRCA<\/i> alteration, indicating that cell lines with HRD were more resistant to platinum agents or PARP inhibitors. In contrast, drug response analysis in xenograft models showed that HRD score and SBS3 were non-significantly higher in cisplatin-high-sensitivity cell lines than those with low sensitivity (median HRD score 45 vs 36, median SBS3 11.7 vs 3.5).<br \/>Conclusion: When comparing in vitro drug sensitivity among cancer cell lines, HRD correlates with resistance rather than with response to platinum or PARP inhibitors. Thus, the association between HRD status and drug sensitivity of cancer cells is substantially different between tumors in dish culture and in clinical settings. This study provides critical insights that should be considered when using cancer cell lines and underscores the need for experimental models that better reflect efficacy in clinical tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-11 Other,,"},{"Key":"Keywords","Value":"Cell lines,Homologous recombination,Drug sensitivity,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shiro Takamatsu<\/b><sup>1<\/sup>, Noriomi Matsumura<sup>2<\/sup><br><br\/><sup>1<\/sup>Gynecology and Obstetrics, Kyoto University Graduate School of Medicine, Kyoto, Japan,<sup>2<\/sup>Obstetrics and Gynecology, Kindai University Faculty of Medicine, Osaka, Japan","CSlideId":"","ControlKey":"dda6dda9-f3e0-4a95-92e0-ca325d1f69d9","ControlNumber":"3522","DisclosureBlock":"&nbsp;<b>S. Takamatsu, <\/b> None.&nbsp;<br><b>N. Matsumura, <\/b> <br><b>Takara Bio<\/b> Employment. <br><b>Takeda Pharmaceutical<\/b> Lecture fee. <br><b>AstraZeneca<\/b> Grant\/Contract, Lecture fee.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2740","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2773","PresenterBiography":null,"PresenterDisplayName":"Shiro Takamatsu, MD;PhD","PresenterKey":"6d683aeb-e020-424d-ae28-70237c4f0719","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2773. Homologous recombination deficiency in the CCLE cell lines correlates with in vitro resistance to platinum agents and PARP inhibitors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Homologous recombination deficiency in the CCLE cell lines correlates with in vitro resistance to platinum agents and PARP inhibitors","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Triple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer with a high frequency of chemotherapy resistance. Moesin (MSN) is a cytoskeleton linker discovered as a novel oncogene in our previous proteomics analysis. Here, we evaluated the molecular mechanisms of MSN and how it functions in response to chemotherapy, which remains unclear in TNBC.<br \/>Method: The 178 in-house TNBC patient cohort and METABRIC data set were enrolled for clinicopathologic analysis. The multiple TNBC four-cell lines were used to establish MSN knock-down and over-expressed in vitro models using a lentiviral system. RNA sequencing was analyzed with MDA-MB-231 parent cell and MDA-MB-231\/ADR12 (adriamycin resistance cell line). Invasion and migration assay was done. The drug response based on MSN gene expression was observed by cell viability assay, western blot, and AV\/PI flow cytometry. Drug resistance concerning cancer stemness was confirmed with sphere formation and ALDH activity assay. Immunofluorescence and immunoprecipitation were performed. The combination index(CI), which is to define the synergism of combined treatment was calculated with the Compusyn program.<br \/>Results: The cohort with METABRIC and our in-house clinical data showed concordant findings that overexpressed MSN mRNA and protein expressions have a poor prognosis in TNBC patients. The MSN protein expression in TNBC was increased compared to the protein level in both the normal human tissues and non-TNBC cell lines. Overexpressed MSN induced high cell proliferation activity, invasion, and migration ability. The apoptosis rate (AV+\/PI+) along with cleaved PARP and caspase-3 expression was increased in TNBC cell lines with MSN downregulation. Further tests to determine the role of MSN in adriamycin resistance showed an increased number and size of spheres in the MSN overexpressed cell lines. Moreover, the protein and mRNA levels of MSN expression in MDA-MB-231\/ADR12 were significantly higher than the level in the matched parental cell line. MSN and phospho-STAT3(T705) were increased by treatment of IL-6 in TNBC cell lines. The direct binding between MSN and STAT3, and the co-localization of MSN and pSTAT3 were consistently confirmed by co-immunoprecipitation and immunofluorescence, which were all activated by IL-6. Blocking the STAT3 pathway with atovaquone restored ADR response in MSN overexpressed tumor cells. CI value on the combined treatment of ADR and atovaquone in the MDA-MB-231\/ADR12 cell line showed higher synergetic efficacy than the parental cell line.<br \/>Conclusion: This research demonstrates the involvement of the MSN in doxorubicin resistance through IL-6\/MSN\/STAT3 pathway and provides a novel therapeutic candidate for TNBC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB05-02 Developmental phenotypes of cancer genes,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Moesin,Adriamycin,STAT3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cheng Hyun Lee<\/b><sup><\/sup>, Da Sol Kim<sup><\/sup>, Soo Young Park<sup><\/sup>, Han Suk Ryu<sup><\/sup><br><br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"c880d72e-c24f-4342-b62c-3840168084ea","ControlNumber":"4164","DisclosureBlock":"&nbsp;<b>C. Lee, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>H. Ryu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2741","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2774","PresenterBiography":null,"PresenterDisplayName":"CHENG HYUN Lee","PresenterKey":"98ccbb62-c0c9-4229-8199-f7399d231ad4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2774. Moesin-induced adriamycin resistance through IL-6\/MSN\/STAT3 axis and therapeutic efficacy of atovaquone in chemotherapy resistant triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"377","SessionOnDemand":"False","SessionTitle":"Innovative Assay Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Moesin-induced adriamycin resistance through IL-6\/MSN\/STAT3 axis and therapeutic efficacy of atovaquone in chemotherapy resistant triple-negative breast cancer","Topics":null,"cSlideId":""}]