[{"Abstract":"Background: Previous studies have investigated the association between reproductive factors and lung cancer risk; however, findings have been inconsistent. This study aims to assess the association between reproductive factors with lung cancer incidence and mortality among Asian women.<br \/>Methods: A total of 308,949 female participants with a mean age of 55.13 from 11 prospective cohorts and four Asian countries (Japan, Korea, China, and Singapore) in the Asia Cohort Consortium (ACC) were included. Cox proportional hazards regression models were used to estimate the hazard ratios (HR) and 95% confidence intervals (CIs).<br \/>Results: A total of 3,119 primary lung cancer cases and 2,247 lung cancer deaths were identified with a mean follow-up of 16.4 years. Parous women had a lower risk of lung cancer incidence and mortality as compared with nulliparous women, with HRs of 0.82 (95% CI = 0.70 - 0.96) and 0.78 (95% CI = 0.65 - 0.94). Corresponding HRs were lowest among women with 1-2 children, with HRs of 0.78 (95% CI = 0.66 - 0.93) and 0.72 (95% CI = 0.59 - 0.87) for lung cancer incidence and mortality. The protective association of parity and lung cancer incidence was greater among ever-smokers (HR=0.66, 95% CI = 0.49 - 0.87) than in never-smokers (HR=0.90, 95% CI = 0.74 - 1.09) (<i>P<\/i>-interaction = 0.029). Compared with age at first delivery &#8804;20 years, older age at first delivery (&#8805;26 years) was associated with a lower risk of lung cancer incidence and mortality. Compared with age at menopause &#60;45 years, older age at menopause (&#8805;55 years) was associated with a decreased risk of lung cancer mortality (HR=0.75, 95% CI = 0.58 - 0.96). Women who ever used hormone replacements had a higher likelihood of developing non-small cell lung cancer (HR = 1.30, 95% CI = 1.01 - 1.67), compared to those who never used hormone replacements.<br \/>Conclusions: Distinct from Western women, Asian parous women, especially those who have 1-2 children had a lower risk of lung cancer incidence and mortality compared with nulliparous women. Future studies are needed to assess the underlying mechanisms, the relationships within these female reproductive factors, and the potential changes in smoking habits over time.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Lung cancer,Hormones,Epidemiology,Incidence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xin Yin<sup>1<\/sup>, Rie Kishida<sup>1<\/sup>, Sarah Krull Abe<sup>2<\/sup>, Md. Rashedul Islam<sup>3<\/sup>, Md. Shafiur Rahman<sup>4<\/sup>, Eiko Saito<sup>5<\/sup>, Qing Lan<sup>6<\/sup>, Batel Bletcher<sup>6<\/sup>, Melissa Merritt<sup>7<\/sup>, Ji-Yeob Choi<sup>8<\/sup>, <b>Aesun Shin<\/b><sup>9<\/sup>, Ryoko Katagiri<sup>10<\/sup>, Xiao-Ou Shu<sup>11<\/sup>, Norie Sawada<sup>12<\/sup>, Akiko Tamakoshi<sup>13<\/sup>, Woon-Puay Koh<sup>14<\/sup>, Ichiro Tsuji<sup>15<\/sup>, Chisato Nagata<sup>16<\/sup>, Sue K. Park<sup>17<\/sup>, Sun-Seog Kweon<sup>18<\/sup>, Yu-Tang Gao<sup>19<\/sup>, Shoichiro Tsugane<sup>12<\/sup>, Takashi Kimura<sup>13<\/sup>, Jian-Min Yuan<sup>20<\/sup>, Yukai Lu<sup>15<\/sup>, Seiki Kanemura<sup>15<\/sup>, Yumi Sugawara<sup>15<\/sup>, Keiko Wada<sup>16<\/sup>, Min-Ho Shin<sup>18<\/sup>, Habibul Ahsan<sup>21<\/sup>, Paolo Boffetta<sup>22<\/sup>, Kee Seng Chia<sup>23<\/sup>, Keitaro Matsuo<sup>24<\/sup>, You-Lin Qiao<sup>25<\/sup>, Nathaniel Rothman<sup>6<\/sup>, Wei Zheng<sup>11<\/sup>, Manami Inoue<sup>2<\/sup>, Daehee Kang<sup>26<\/sup>, Wei Jie Seow<sup>27<\/sup><br><br\/><sup>1<\/sup>National University of Singapore (NUS), Singapore, Singapore,<sup>2<\/sup>Division of Prevention, National Cancer Center Institute for Cancer Control, Tokyo, Japan,<sup>3<\/sup>1. Division of Prevention, 1. National Cancer Center Institute for Cancer Control 2. Hitotsubashi Institute for Advanced Study, Hitotsubashi University, Tokyo, Japan,<sup>4<\/sup>1. Division of Prevention, 1. National Cancer Center Institute for Cancer Control, 2. Research Center for Child Mental Development, Hamamatsu University School of Medicine, Tokyo, Japan,<sup>5<\/sup>Institute for Global Health Policy Research, National Center for Global Health and Medicine, Tokyo, Japan,<sup>6<\/sup>Division of Cancer Epidemiology and Genetics, Occupational and Environmental Epidemiology Branch, National Cancer Institute, Bethesda, MD,<sup>7<\/sup>The Daffodil Centre, The University of Sydney, a joint venture with Cancer Council NSW, Sydney, Australia,<sup>8<\/sup>Department of Biomedical Sciences, Seoul National University Graduate School, Seoul, Korea, Republic of,<sup>9<\/sup>Department of Preventive Medicine, 1. Cancer Research Institute, Seoul National University, 2. Seoul National University College of Medicine, Seoul, Korea, Republic of,<sup>10<\/sup>1. Division of Cohort Research, 1. National Cancer Center Institute for Cancer Control, 2. National Institute of Health and Nutrition, National Institutes of Biomedical Innovation, Health and Nutrition, Tokyo, Japan,<sup>11<\/sup>Division of Epidemiology, Vanderbilt-Ingram Cancer Center, Vanderbilt Epidemiology Center, Vanderbilt University Medical Center, Nashville, TN,<sup>12<\/sup>Division of Cohort Research, National Cancer Center Institute for Cancer Control, Toyko, Japan,<sup>13<\/sup>Department of Public Health, Hokkaido University Faculty of Medicine, Sapporo, Japan,<sup>14<\/sup>1. Healthy Longevity Translational Research Programme, Yong Loo Lin School of Medicine, National University of Singapore. 2. Singapore Institute for Clinical Sciences, Agency for Science Technology and Research (A*STAR), Singapore, Singapore,<sup>15<\/sup>Tohoku University Graduate School of Medicine, Sendai, Japan,<sup>16<\/sup>Department of Epidemiology and Preventive Medicine, Gifu University Graduate School of Medicine, Gifu, Japan,<sup>17<\/sup>Department of Preventive Medicine, Seoul National University College of Medicine, Seoul, Korea, Republic of,<sup>18<\/sup>Department of Preventive Medicine, Chonnam National University Medical School, Gwangju, Korea, Republic of,<sup>19<\/sup>Department of Epidemiology, Shanghai Cancer Institute, Shanghai, China,<sup>20<\/sup>1. Division of Cancer Control and Population Sciences, 2. Department of Epidemiology, 1. UPMC Hillman Cancer Center, University of Pittsburgh, 2. Graduate School of Public Health, University of Pittsburgh, Pittsburgh, PA,<sup>21<\/sup>Department of Public Health Sciences, University of Chicago, Chicago, IL,<sup>22<\/sup>2. Department of Medical and Surgical Sciences, 1. Stony Brook Cancer Center, Stony Brook University, 2. University of Bologna, Stony Brook, NY,<sup>23<\/sup>Saw Swee Hock School of Public Health, National University of Singapore, Singapore, Singapore,<sup>24<\/sup>1. Division Cancer Epidemiology and Prevention, 2. Department of Cancer Epidemiology, 1. Aichi Cancer Center Research Institute, 2. Nagoya University Graduate School of Medicine, Nagoya, Japan,<sup>25<\/sup>School of Population Medicine and Public Health, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China, Beijing, China,<sup>26<\/sup>Seoul National University College of Medicine,  Seoul, Republic of Korea, Seoul, Korea, Republic of,<sup>27<\/sup>2. Department of Medicine, 1. Saw Swee Hock School of Public Health, National University of Singapore, 2. Yong Loo Lin School of Medicine, National University of Singapore and National University Health System, Singapore, Singapore","CSlideId":"","ControlKey":"a64361f6-37d7-4b00-aa18-4bb55b2c6ac6","ControlNumber":"944","DisclosureBlock":"&nbsp;<b>X. Yin, <\/b> None..<br><b>R. Kishida, <\/b> None..<br><b>S. Abe, <\/b> None..<br><b>M. Islam, <\/b> None..<br><b>M. Rahman, <\/b> None..<br><b>E. Saito, <\/b> None..<br><b>Q. Lan, <\/b> None..<br><b>B. Bletcher, <\/b> None..<br><b>M. Merritt, <\/b> None..<br><b>J. Choi, <\/b> None..<br><b>A. Shin, <\/b> None..<br><b>R. Katagiri, <\/b> None..<br><b>X. Shu, <\/b> None..<br><b>N. Sawada, <\/b> None..<br><b>A. Tamakoshi, <\/b> None..<br><b>W. Koh, <\/b> None..<br><b>I. Tsuji, <\/b> None..<br><b>C. Nagata, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>S. Kweon, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>S. Tsugane, <\/b> None..<br><b>T. Kimura, <\/b> None..<br><b>J. Yuan, <\/b> None..<br><b>Y. Lu, <\/b> None..<br><b>S. Kanemura, <\/b> None..<br><b>Y. Sugawara, <\/b> None..<br><b>K. Wada, <\/b> None..<br><b>M. Shin, <\/b> None..<br><b>H. Ahsan, <\/b> None..<br><b>P. Boffetta, <\/b> None..<br><b>K. Chia, <\/b> None..<br><b>K. Matsuo, <\/b> None..<br><b>Y. Qiao, <\/b> None..<br><b>N. Rothman, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>M. Inoue, <\/b> None..<br><b>D. Kang, <\/b> None..<br><b>W. Seow, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7975","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4200","PresenterBiography":null,"PresenterDisplayName":"Aesun Shin, MD, PhD","PresenterKey":"908c3ea2-5903-4c1f-a6c0-3f4b4f5249be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4200. Association between reproductive factors with lung cancer incidence and mortality: A pooled analysis of over 308,000 females in the Asia Cohort Consortium","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association between reproductive factors with lung cancer incidence and mortality: A pooled analysis of over 308,000 females in the Asia Cohort Consortium","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Lung cancer is the leading cause of cancer death in the United States (U.S.). Lung cancer disproportionately affects African Americans (AAs) more than other racial\/ethnic groups. Previous studies have linked liver diseases to lung cancer risk; however, few studies have evaluated the associations of circulating liver enzyme levels with lung cancer risk. In this study, we evaluated the associations of the serum alanine<i> <\/i>transaminase (ALT) and alkaline phosphatase (ALP)<i> <\/i>levels with the risk of subsequently developing lung cancer.<br \/>Methods: We conducted a nested case-control study within the Southern Community Cohort Study, a well-conducted prospective cohort study in the southern U.S. mainly consisting of low-income AAs and European Americans (EAs). We included 552 incident lung cancer cases and 1,039 controls individually matched on age, sex, recruitment sites, and date of blood draw. Baseline serum levels of ALT and ALP were measured using the Beckman Coulter clinical chemistry analyzer. Conditional logistic regression and generalized estimating models were used to estimate odds ratios (ORs) and 95% confidence intervals (CIs) after adjusting for age, education, household income, body mass index (BMI), smoking status, pack-years, alcohol consumption, physical activity levels, history of chronic obstructive pulmonary disease, hypertension, and diabetes.<br \/>Results: Higher serum levels of ALT were associated with a lower overall risk of lung cancer. Compared with the lowest tertile, participants in the second and third tertiles had OR (95% CI) of 0.74 (0.48-1.14) and 0.47 (0.28-0.78) (<i>P<\/i><sub>trend <\/sub>&#60; 0.01). The inverse association was observed in both AAs and EAs. However, the inverse associations between serum ALT levels and lung cancer risk were more evident among men [OR<sub>T3 vs T1 <\/sub>= 0.36 (0.18-0.70)], current smokers [OR<sub>T3 vs T1 <\/sub>=0.65 (0.47-0.90)], participants with lower BMI [OR<sub>T3 vs T1<\/sub>=0.55 (0.38-0.79)], or lower physical activity [OR<sub>T3 vs T1 <\/sub>= 0.55 (0.37-0.83)]. Stratified analyses by time interval between blood collection and lung cancer diagnosis showed that the inverse associations were observed in both those diagnosed within [OR<sub>T3 vs T1 <\/sub>=0.48 (0.23-1.00)] and after [OR<sub>T3 vs T1 <\/sub>= 0.36 (0.19-0.69)] a median follow up time of 3 years. The serum ALT level was not associated with overall lung cancer; however, higher serum ALP levels were significantly associated with increased lung cancer risk among AA men [OR<sub>T3 vs T1 <\/sub>= 1.98 (1.18-3.34)].<br \/>Conclusion: Our results indicate that in a predominantly low-income AA and EA population, serum ALT levels may be related to a lower risk of lung cancer. Further studies are warranted to confirm our findings and elucidate the potential underlying mechanisms of the associations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Lung cancer,Liver,African American,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shuai Xu<\/b><sup>1<\/sup>, Hui Cai<sup>2<\/sup>, Jie Wu<sup>2<\/sup>, Hyung-Suk Yoon<sup>2<\/sup>, Regina Courtney<sup>2<\/sup>, Xiao-Ou Shu<sup>1<\/sup>, William  J.  Blot<sup>2<\/sup>, Wei Zheng<sup>1<\/sup>, Qiuyin Cai<sup>1<\/sup><br><br\/><sup>1<\/sup>Vanderbilt University, Nashville, TN,<sup>2<\/sup>Vanderbilt University Medical Center, Nashville, TN","CSlideId":"","ControlKey":"330f2472-38a9-4a16-bf5f-4ca592316067","ControlNumber":"1721","DisclosureBlock":"&nbsp;<b>S. Xu, <\/b> None..<br><b>H. Cai, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>H. Yoon, <\/b> None..<br><b>R. Courtney, <\/b> None..<br><b>X. Shu, <\/b> None..<br><b>W. J. Blot, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>Q. Cai, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8042","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4201","PresenterBiography":null,"PresenterDisplayName":"Shuai Xu, MPH","PresenterKey":"e6483dd5-f4d3-4ef6-bdd4-800e30552397","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4201. Associations of pre-diagnostic serum liver enzymes levels with lung cancer risk: results from the Southern Community Cohort Study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations of pre-diagnostic serum liver enzymes levels with lung cancer risk: results from the Southern Community Cohort Study","Topics":null,"cSlideId":""},{"Abstract":"Background: The relationship between kidney function and risk of renal cell carcinoma (RCC) is not well understood. In this study, we evaluated the association between estimated glomerular filtration rate (eGFR) and risk of incident RCC, and assessed whether this association depends on time between eGFR measurement and RCC diagnosis. We also sought to evaluate if eGFR may be useful to predict RCC risk.<br \/>Methods: We conducted this study in the UK Biobank cohort based on 440,983 participants of whom 984 were diagnosed with RCC during 4,552,747 person-years of follow-up. The temporal relation between kidney function and RCC was evaluated with flexible parametric survival models for eGFR calculated from creatinine, cystatin C and both, adjusted for C-reactive protein (CRP) and common RCC risk factors. We also assessed the benefit of combining CRP and eGFR with a published RCC risk prediction model by estimating calibration and discrimination using a resampling algorithm as internal validation.<br \/>Results: We found that a lower eGFR - an indication of poor kidney function - was associated with higher RCC risk when measured up to five years prior to diagnosis. We estimated the RCC hazard ratio per standard deviation decrease in eGFR when measured one year before diagnosis at 1.22 (95% confidence interval [95% CI]: 1.11-1.34), and at 1.14 (95% CI: 1.05-1.19) when measured five years before diagnosis. The corresponding RCC HR for eGFR measured ten years before diagnosis was 1.03 (95% CI: 0.95-1.12). Adding eGFR<sub> <\/sub>to the RCC risk model provided a small improvement in risk discrimination 2 years before diagnosis with a C-index of 0.76 (95% CI: 0.71-0.81) compared to the published model (0.73, 95% CI: 0.68-0.79).<br \/>Conclusion: This study demonstrated that markers of kidney function are robustly associated with RCC risk when measured within the last five years leading up to diagnosis. However, kidney function markers do not seem to provide important improvements in RCC risk discrimination beyond established risk factors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Kidney cancer,Biomarkers,Early detection,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Karine Alcala<\/b><sup>1<\/sup>, Nicolas Alcala<sup>1<\/sup>, Richard Martin<sup>2<\/sup>, Paul Brennan<sup>1<\/sup>, David Muller<sup>3<\/sup>, Hilary  A.  Robbins<sup>1<\/sup>, Mattias Johansson<sup>1<\/sup><br><br\/><sup>1<\/sup>Genomic Epidemiology Branch, International Agency for Research on Cancer, Lyon, France,<sup>2<\/sup>Bristol Medical School, University of Bristol, Bristol, United Kingdom,<sup>3<\/sup>Imperial College London, London, United Kingdom","CSlideId":"","ControlKey":"cc20a52d-4cb1-4ea3-94c5-cd5412e73240","ControlNumber":"2406","DisclosureBlock":"&nbsp;<b>K. Alcala, <\/b> None..<br><b>N. Alcala, <\/b> None..<br><b>R. Martin, <\/b> None..<br><b>P. Brennan, <\/b> None..<br><b>D. Muller, <\/b> None..<br><b>H. A. Robbins, <\/b> None..<br><b>M. Johansson, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7982","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4202","PresenterBiography":null,"PresenterDisplayName":"Karine Alcala","PresenterKey":"7bb4d3db-1ca0-4b9e-a692-dcaf55f4755c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4202. Kidney function and risk of renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Kidney function and risk of renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Birth weight, a potential marker of the <i>in utero<\/i> hormonal and growth factor milieu, has been associated with an increased risk of prostate cancer (PCa) in some, but not all, previous studies. It was also associated with a non-significantly greater risk of advanced stage PCa (relative risk [RR] = 1.37, 95% confidence interval [CI]: 0.61-3.05 for &#8805;10 lbs compared to 7.0-8.4 lbs, <i>p<\/i>-trend = 0.087) in our previous analysis in the Health Professionals Follow-up Study (HPFS). However, these suggestive findings were based on a relatively small number of advanced stage cases and short follow-up. We have now updated our previous analysis of birthweight and PCa risk in the HPFS with an additional 14 years of follow-up.<br \/>Method: Birth weight was assessed by self-report on the 1994 follow-up questionnaire using pre-specified categories. PCa diagnoses were ascertained on each biennial follow-up questionnaire and confirmed by medical record review. Cox proportional hazards regression was used to evaluate the association between birth weight and PCa risk through 2016.<br \/>Result: Of the 17,949 eligible men who reported their birth weight in 1994, 3,167 were subsequently diagnosed with PCa. With the exception of a suggestive positive trend between increasing birth weight and high-grade PCa (RR<sub>adj <\/sub>per pound: 1.06; 95% CI: 0.98-1.16; <i>p-<\/i>trend=0.15), no associations were observed between birth weight and risk of total, organ-confined, low-grade, advanced stage, lethal, or fatal PCa.<br \/>Conclusion: Overall, no association was observed between birth weight and PCa risk and mortality in this large prospective cohort study of US male health professionals.<br \/>Table 1. Associations between self-reported birth weight and prostate cancer in the Health Professionals Follow-up Study, 1994-2016<table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{B94FBD52-7D5E-49C2-ABAF-F768EA1BA08D}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"6\">Birth weight (lbs)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">&#60;5.5<i>(&#60;2,495 g)<\/i><\/td><td rowspan=\"1\" colspan=\"1\">5.5-6.9<i>(2,495-3,174 g)<\/i><\/td><td rowspan=\"1\" colspan=\"1\">7.0-8.4<i>(3,175-3,855 g)<\/i><\/td><td rowspan=\"1\" colspan=\"1\">8.5-9.9<i>(3,856-4,535 g)<\/i><\/td><td rowspan=\"1\" colspan=\"1\">&#8805;10.0<i>(&#8805;4,536 g)<\/i><\/td><td rowspan=\"1\" colspan=\"1\">Per 1 lb <i>(454g)<\/i> increase<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Total prostate cancer<\/td><td rowspan=\"1\" colspan=\"1\">Cases\/person-years<\/td><td rowspan=\"1\" colspan=\"1\">125\/17,019<\/td><td rowspan=\"1\" colspan=\"1\">518\/80,053<\/td><td rowspan=\"1\" colspan=\"1\">1,931\/297,495<\/td><td rowspan=\"1\" colspan=\"1\">396\/60,445<\/td><td rowspan=\"1\" colspan=\"1\">197\/22,993<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">HR<sup>a<\/sup> (95% CI)<\/td><td rowspan=\"1\" colspan=\"1\">0.98 (0.81-1.18)<\/td><td rowspan=\"1\" colspan=\"1\">0.86 (0.78-0.95)<\/td><td rowspan=\"1\" colspan=\"1\">1.00<\/td><td rowspan=\"1\" colspan=\"1\">0.85 (0.76-0.95)<\/td><td rowspan=\"1\" colspan=\"1\">0.98 (0.84-1.13)<\/td><td rowspan=\"1\" colspan=\"1\">1.01 (0.96-1.05)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">High-grade prostate cancer (Score 4+3 and higher)<\/td><td rowspan=\"1\" colspan=\"1\">Cases\/person-years<\/td><td rowspan=\"1\" colspan=\"1\">23\/17,117<\/td><td rowspan=\"1\" colspan=\"1\">119\/80,434<\/td><td rowspan=\"1\" colspan=\"1\">453\/299,015<\/td><td rowspan=\"1\" colspan=\"1\">105\/60,741<\/td><td rowspan=\"1\" colspan=\"1\">52\/23,148<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">HR<sup>a<\/sup> (95% CI)<\/td><td rowspan=\"1\" colspan=\"1\">0.76 (0.50-1.16)<\/td><td rowspan=\"1\" colspan=\"1\">0.83 (0.68-1.03)<\/td><td rowspan=\"1\" colspan=\"1\">1.00<\/td><td rowspan=\"1\" colspan=\"1\">0.93 (0.75-1.16)<\/td><td rowspan=\"1\" colspan=\"1\">1.03 (0.76-1.39)<\/td><td rowspan=\"1\" colspan=\"1\">1.06 (0.98-1.16)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Advanced stage prostate cancer (T3b+) at diagnosis<\/td><td rowspan=\"1\" colspan=\"1\">Cases\/person-years<\/td><td rowspan=\"1\" colspan=\"1\">4\/17,135<\/td><td rowspan=\"1\" colspan=\"1\">29\/80,516<\/td><td rowspan=\"1\" colspan=\"1\">109\/299,370<\/td><td rowspan=\"1\" colspan=\"1\">25\/60,811<\/td><td rowspan=\"1\" colspan=\"1\">12\/23,195<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">HR<sup>a<\/sup> (95% CI)<\/td><td rowspan=\"1\" colspan=\"1\">0.53 (0.19-1.46)<\/td><td rowspan=\"1\" colspan=\"1\">0.91 (0.60-1.40)<\/td><td rowspan=\"1\" colspan=\"1\">1.00<\/td><td rowspan=\"1\" colspan=\"1\">0.98 (0.62-1.54)<\/td><td rowspan=\"1\" colspan=\"1\">1.02 (0.54-1.92)<\/td><td rowspan=\"1\" colspan=\"1\">1.08 (0.91-1.29)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lethal prostate cancer<\/td><td rowspan=\"1\" colspan=\"1\">Cases\/person-years<\/td><td rowspan=\"1\" colspan=\"1\">11\/17,127<\/td><td rowspan=\"1\" colspan=\"1\">70\/80,491<\/td><td rowspan=\"1\" colspan=\"1\">225\/299,247<\/td><td rowspan=\"1\" colspan=\"1\">51\/60,791<\/td><td rowspan=\"1\" colspan=\"1\">27\/23,178<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">HR<sup>a<\/sup> (95% CI)<\/td><td rowspan=\"1\" colspan=\"1\">0.81 (0.43-1.50)<\/td><td rowspan=\"1\" colspan=\"1\">1.15 (0.86-1.52)<\/td><td rowspan=\"1\" colspan=\"1\">1.00<\/td><td rowspan=\"1\" colspan=\"1\">1.07 (0.78-1.47)<\/td><td rowspan=\"1\" colspan=\"1\">1.01 (0.66-1.54)<\/td><td rowspan=\"1\" colspan=\"1\">1.00 (0.89-1.13)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Fatal prostate cancer<\/td><td rowspan=\"1\" colspan=\"1\">Cases\/person-years<\/td><td rowspan=\"1\" colspan=\"1\">10\/17,551<\/td><td rowspan=\"1\" colspan=\"1\">59\/82,316<\/td><td rowspan=\"1\" colspan=\"1\">197\/307,363<\/td><td rowspan=\"1\" colspan=\"1\">43\/62,246<\/td><td rowspan=\"1\" colspan=\"1\">23\/23,996<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">HR<sup>a<\/sup> (95% CI)<\/td><td rowspan=\"1\" colspan=\"1\">0.88 (0.45-1.67)<\/td><td rowspan=\"1\" colspan=\"1\">1.17 (0.86-1.60)<\/td><td rowspan=\"1\" colspan=\"1\">1.00<\/td><td rowspan=\"1\" colspan=\"1\">1.11 (0.78-1.56)<\/td><td rowspan=\"1\" colspan=\"1\">1.03 (0.65-1.63)<\/td><td rowspan=\"1\" colspan=\"1\">1.00 (0.87-1.14)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"8\">RR=relative risk; CI = confidence interval. <sup>a <\/sup>Adjusted for age, calendar time, race, smoking status, family history of prostate cancer (yes or no), PSA testing in &#62;50% of previous cycles (yes or no), physical activity, diabetes, diet (tomato sauce intake, coffee, and energy intake), alcohol intake, multivitamin use, vitamin E supplement use, and aspirin use.<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-06 Diet, alcohol, tobacco use, and other lifestyle risk factors,,"},{"Key":"Keywords","Value":"Prostate cancer,Risk factors,Body size,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Qinran Liu<\/b><sup>1<\/sup>, Yiwen Zhang<sup>2<\/sup>, Jane  B.  Vaselkiv<sup>2<\/sup>, Lorelei  A.  Mucci<sup>2<\/sup>, Edward  L.  Giovannucci<sup>2<\/sup>, Elizabeth  A.  Platz<sup>3<\/sup>, Siobhan Sutcliffe<sup>4<\/sup><br><br\/><sup>1<\/sup>Department of Public Health Sciences, Miller School of Medicine, University of Miami, Miami, FL,<sup>2<\/sup>Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, MA, Boston, MA,<sup>3<\/sup>Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD,<sup>4<\/sup>Department of Surgery, Washington University School of Medicine Division of Public Health Sciences, St. Louis, MO","CSlideId":"","ControlKey":"04331826-e600-44a3-ad30-701c449cd0eb","ControlNumber":"2236","DisclosureBlock":"&nbsp;<b>Q. Liu, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>J. B. Vaselkiv, <\/b> None..<br><b>L. A. Mucci, <\/b> None..<br><b>E. L. Giovannucci, <\/b> None..<br><b>E. A. Platz, <\/b> None..<br><b>S. Sutcliffe, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7905","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4203","PresenterBiography":null,"PresenterDisplayName":"Qinran Liu, MPH","PresenterKey":"fc6d96a6-5577-4fe4-8df5-20e262a29b15","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4203. A prospective study of birth weight and prostate cancer risk: extended analysis in the Health Professionals Follow-up Study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A prospective study of birth weight and prostate cancer risk: extended analysis in the Health Professionals Follow-up Study","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer has increased among people living with HIV (PLWH). Studies have reported either no difference or lower risk of colorectal cancer incidence among PLWH as compared to the general population. We evaluated the incidence of colon cancer, both average-onset (diagnosed at 50 or older) and early-onset (diagnosed at less than 50), among a diverse population of people with and without HIV who have comparable sociodemographic factors and access to care.<br \/>Methods: We obtained Medicaid Analytic eXtract (MAX) data from 2001-2015 for 14 states. We included 42,244,679 unique individuals with at least 7 months of continuous eligibility. HIV and colon cancer diagnoses were identified from inpatient and other non-drug claims. We used Cox proportional hazards regression models to assess the incidence of colon cancer, controlling for age, sex, race\/ethnicity, calendar year of enrollment, state of enrollment, and number of comorbidities. Analyses were also adjusted for or stratified by age, sex, and race\/ethnicity.<br \/>Findings: We identified 191 colon cancer cases among 523,969 person-years among PLWH and 15,098 colon cancer cases among 63,579,078 person-years among beneficiaries without HIV. Colon cancer incidence increased with age among beneficiaries with and without HIV. Overall, HIV was modestly, inversely associated with colon cancer incidence (HR:0.84, 95%CI: 0.73, 0.98). PLWH 18-39 years old had increased hazard of colon cancer as compared to those without HIV (HR:1.67, 95%CI: 1.06, 2.65); this association was attenuated after adjustment for co-morbidities. HRs were null when early-onset colon cancer was assessed among all beneficiaries less than 50 years. PLWH had lower hazard of average-onset colon cancer compared to those without HIV (HR:0.81, 95%CI: 0.68, 0.96); this association was statistically significant among male, but not female, beneficiaries.<br \/>Interpretation: Compared to beneficiaries without HIV, PLWH had a lower risk of average-onset colon cancer. PLWH had higher incidence of early-onset colon cancer, but this difference was attenuated after adjustment for comorbid conditions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Colon cancer,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Corinne Joshu<sup>1<\/sup>, <b>Keri Calkins<\/b><sup>2<\/sup>, Jacqueline  E.  Rudolph<sup>1<\/sup>, Xiaoqiang Xu<sup>3<\/sup>, Eryka Wentz<sup>1<\/sup>, Maneet Kaur<sup>1<\/sup>, Filip Pirsl<sup>1<\/sup>, Sally  B.  Coburn<sup>1<\/sup>, Richard  D.  Moore<sup>3<\/sup>, Bryan Lau<sup>1<\/sup><br><br\/><sup>1<\/sup>Johns Hopkins Bloomberg School of Public Health, Baltimore, MD,<sup>2<\/sup>Mathematica, Ann Arbor, MI,<sup>3<\/sup>Johns Hopkins School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"f05dd2f1-eb5f-4ac8-b999-2171296be4b0","ControlNumber":"3487","DisclosureBlock":"&nbsp;<b>C. Joshu, <\/b> None..<br><b>K. Calkins, <\/b> None..<br><b>J. E. Rudolph, <\/b> None..<br><b>X. Xu, <\/b> None..<br><b>E. Wentz, <\/b> None..<br><b>M. Kaur, <\/b> None..<br><b>F. Pirsl, <\/b> None..<br><b>S. B. Coburn, <\/b> None..<br><b>R. D. Moore, <\/b> None..<br><b>B. Lau, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7974","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4204","PresenterBiography":null,"PresenterDisplayName":"Keri Calkins","PresenterKey":"5794e758-1a15-4599-9818-bbe7055dae6e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4204. Incidence of early-onset and average-onset colon cancer among Medicaid beneficiaries with and without HIV: a cohort study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Incidence of early-onset and average-onset colon cancer among Medicaid beneficiaries with and without HIV: a cohort study","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Colorectal cancer (CRC) is a complex and heterogeneous disease characterized by distinct molecular features such as RAS and BRAF mutations. Assessing these molecular aberrations provides clinical guidance for selecting and predicting response with therapeutic modalities. Few reports have suggested that patient symptom burden at diagnosis differs across molecular subtypes of CRC. However, the association of RAS and BRAF mutations and symptom burden post-diagnosis in CRC patients has yet to be examined in a prospective cohort.<br \/><b>Methods<\/b>: We assessed CRC patients, stage I-IV, enrolled in the Moffitt ColoCare Study site with clinical molecular testing results and who completed a six-month questionnaire. Tumor mutation (MT) status (RAS\/BRAF\/Wildtype (WT)) was abstracted from the medical record. The MD Anderson Symptom Inventory (MDASI) was used to assess the severity of 13 cancer-related symptoms on a 1-to-10 scale. Mean scores in mutation subgroups were compared with one-way ANOVA. Linear regression analysis evaluated the association between symptom burden and mutation status. Multivariable regression models were adjusted for age, sex, stage at diagnosis, treatment, and microsatellite instability (MSI).<br \/><b>Results: <\/b>Among the 158 patients, the mean age at diagnosis was 60.9 &#177; 11.58 years. The prevalence of RAS and BRAF mutations was 30.4% (N=48) and 6.3% (N=10), respectively. Statistically significant mean differences between the mutation subgroups were distress (p=0.005), difficulty remembering (p=0.015), lack of appetite (p=0.042), and sadness (p=0.007). Patients with a BRAF-MT reported significantly more distress (p=0.001), difficulty remembering (p=0.029), and sadness (p=0.002) at six months compared to RAS-MT or RAS\/BRAF-WT. Patients with a RAS-MT reported an increased lack of appetite (p=0.038) compared to BRAF-MT or RAS\/BRAF-WT. Patients with a BRAF-MT reported higher severity of symptoms interfering with the enjoyment of life (p&#60;0.001), work (p=0.005), and mood (p&#60;0.001) compared to RAS-MT or RAS\/BRAF-WT. In an adjusted multivariable model, patients with BRAF-MT tumors reported significantly greater distress compared with RAS\/BRAF-WT patients [&#946; = 3.18 per unit increase in severity, 95% CI (1.30 - 5.07), p=0.001)]. Overall symptom burden was associated with greater interference with daily activities for BRAF-MT patients when compared to RAS\/BRAF-WT patients [&#946; = 2.95, 95% CI (1.42 - 4.48), p&#60;0.001)].<br \/><b>Conclusions: <\/b>Tumors with BRAF-MT are molecularly classified into the serrated pathway, which has distinct clinical characteristics and risk factor profile. In this study, patients with tumors harboring BRAF-MT reported a higher symptom burden six months post-diagnosis than those with RAS-MT or RAS\/BRAF-WT tumors. While the prevalence of BRAF-MT was low in this population, these findings warrant further investigation in a larger cohort.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Colorectal cancer,Symptom Burden,BRAF,Ras,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gazelle Rouhani<\/b><sup>1<\/sup>, Amanda  M.  Bloomer<sup>2<\/sup>, Maria  F.  Gomez<sup>2<\/sup>, Gillian  K.  Trujillo<sup>2<\/sup>, Devon  N.  Conant<sup>2<\/sup>, Seth  I.  Felder<sup>2<\/sup>, Cornelia  M.  Ulrich<sup>3<\/sup>, Christopher  I.  Li<sup>4<\/sup>, Jane  C.  Figueiredo<sup>5<\/sup>, Adetunji  T.  Toriola<sup>6<\/sup>, Biljana Gigic<sup>7<\/sup>, Martin Schneider<sup>7<\/sup>, David Shibata<sup>8<\/sup>, Erin  M.  Siegel<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Miami Miller School of Medicine, Miami, FL,<sup>2<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>3<\/sup>Huntsman Cancer Institute, Salt Lake City, UT,<sup>4<\/sup>Fred Hutchinson Cancer Center, Seattle, WA,<sup>5<\/sup>Samuel Oschin Comprehensive Cancer Institute, Cedars-Sinai Medical Center, Los Angeles, CA,<sup>6<\/sup>Washington University School of Medicine, St. Louis, MO,<sup>7<\/sup>Heidelberg University Hospital, Heidelberg, Germany,<sup>8<\/sup>University of Tennessee Health Science Center, Memphis, TN","CSlideId":"","ControlKey":"d7943de3-10e9-427b-aad3-84950ef9a5a6","ControlNumber":"6392","DisclosureBlock":"&nbsp;<b>G. Rouhani, <\/b> None..<br><b>A. M. Bloomer, <\/b> None..<br><b>M. F. Gomez, <\/b> None..<br><b>G. K. Trujillo, <\/b> None..<br><b>D. N. Conant, <\/b> None..<br><b>S. I. Felder, <\/b> None..<br><b>C. M. Ulrich, <\/b> None..<br><b>C. I. Li, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None..<br><b>A. T. Toriola, <\/b> None..<br><b>B. Gigic, <\/b> None..<br><b>M. Schneider, <\/b> None..<br><b>D. Shibata, <\/b> None..<br><b>E. M. Siegel, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7979","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4205","PresenterBiography":null,"PresenterDisplayName":"Gazelle Rouhani, MPH","PresenterKey":"ddbd1575-a74a-4971-84b0-e637c8295c6d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4205. Profiling symptom burden of RAS and BRAF mutations in patients with colorectal cancer: Results from the ColoCare Study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling symptom burden of RAS and BRAF mutations in patients with colorectal cancer: Results from the ColoCare Study","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Over the last two decades, several initiatives have aimed at reducing risk of recurrence in patients operated for non-metastatic colorectal cancer (CRC). The focus has been on improving treatment in a multidisciplinary setting and implementing a population-based screening program. However, the combined impact of these initiatives on the risk of recurrence is not well described. Therefore, the primary aim of this study was to determine and compare recurrence rates for three calendar periods 2004-2008, 2009-2013, and 2014-2019 (after implementation of screening) in CRC. Material and Methods: Patients undergoing surgery for UICC TNM stage I-III CRC in the period 2004 to 2019 were included. All patients were identified using the nationwide clinical quality database DCCG, and hereafter linked with data from the Danish Cancer Registry, the Danish National Registry of Patients, and the Danish Pathology Registry. Recurrence status was determined using a validated algorithm defining recurrence based on diagnosis codes of local recurrence or metastases, the receipt of chemotherapy, or a pathological tissue assessment code of recurrence. The algorithm has shown a positive predictive value of 94% and a negative predictive value of 99%. Cumulative risk of recurrence and relapse-free survival (RFS) was reported by grouping the patients in calendar periods.<br \/>Results: Of 33,470 stage I-III patients, 7,002 developed recurrence within 5 years after primary surgery (incidence rate = 60.4 per 1,000 person years, 95% CI: 59-61.8) with highest incidence among rectal cancer patients. The 5-year cumulative incidence of recurrence decreased for both colon cancers (2004-2009: 26% (95% CI: 25-27%); 2009-2013: 21% (95% CI: 20-22%); 2014-2019: 15% (95% CI: 14-16%)) and rectal cancers (2004-2009: 30% (95% CI: 29-32%); 2009-2013: 25% (95% CI: 24-27%); 2014-2019: 19% (95% CI: 18-20%)). The same pattern was found within each of stages I, II and III when stratifying by the three calendar periods. Screening-detected (SD) patients had lower risk of recurrence when compared to non-screening detected patients. The 5-year cumulative incidence of recurrence remained lower for 2014-2019 compared to previous calendar periods when excluding SD patients. Adjusted RFS improved significantly from 2004-2008 (reference) to 2014-2019 for colon cancer patients across all UICC stages; I) HR=0.49 (95%CI: 0.42-0.57), II) HR=0.56 (0.51-0.62) and III) HR=0.67 (0.62-0.73). The same pattern was seen for rectal cancer patients with HR=0.50 (0.42-0.60), HR=0.60 (0.52-0.69) and HR=0.67 (0.60-0.75) for stage I, II and III, respectively.<br \/>Conclusion: The national multidisciplinary initiatives to improve the outcome of CRC within the past two decades have borne fruit, as reflected by significant reductions in CRC recurrence risk and prolonged RFS observed for Danish stage I-III CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Colorectal cancer,Recurrence,Survival,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jesper Nors<\/b><sup>1<\/sup>, Kaare  A.  Gotschalck<sup>2<\/sup>, Rune Erichsen<sup>3<\/sup>, Lene  H.  Iversen<sup>4<\/sup>, Claus  L.  Andersen<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Molecular Medicine, Aarhus University Hospital, Aarhus, Denmark,<sup>2<\/sup>Department of Surgery, Horsens Regional Hospital, Horsens, Denmark,<sup>3<\/sup>Department of Clinical Epidemiology, Aarhus University Hospital, Aarhus, Denmark,<sup>4<\/sup>Department of Surgery, Aarhus University Hospital, Aarhus, Denmark","CSlideId":"","ControlKey":"7eff2284-d936-4401-bd45-89244241da53","ControlNumber":"4405","DisclosureBlock":"&nbsp;<b>J. Nors, <\/b> None..<br><b>K. A. Gotschalck, <\/b> None..<br><b>R. Erichsen, <\/b> None..<br><b>L. H. Iversen, <\/b> None..<br><b>C. L. Andersen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7980","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4206","PresenterBiography":null,"PresenterDisplayName":"Jesper Nors, MD","PresenterKey":"487a2869-d691-4f09-95d9-a3fec1df89bd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4206. The impact of two decades of multidisciplinary efforts to reduce the risk of recurrence from colorectal cancer - a Danish population-based registry-study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of two decades of multidisciplinary efforts to reduce the risk of recurrence from colorectal cancer - a Danish population-based registry-study","Topics":null,"cSlideId":""},{"Abstract":"Background: The impact of blood transfusion on cancer survival and mortality has been widely studied. However, few studies have investigated its relationship with cancer incidence. This is the first systematic review and meta-analysis evaluating the correlation between blood transfusion and cancer incidence.<br \/>Methods: Five studies were identified through Pubmed, Embase, and Cochrane library. Four cohort studies and one case-control study (N = 3,048,906) were included. Over seventy percent were female (N =2,167,580), and about thirty-one percent (N = 956,522) were transfused. Meta-analysis was conducted between blood transfusion and cancer incidence. Subgroup analyses were performed by cancer types, follow-up period, and units of transfused blood. We pooled available risk estimates, which were adjusted for confounding factors, including age and sex, were pooled.<br \/>Results: Overall cancer risk increased statistically significantly in people who received transfusion compared to the population that did not (1.70, 95% CI, 1.30 to 2.10). The result was consistent regardless of time intervals from transfusion or units of transfused blood. Cancer incidences in all solid tumors, except breast, thyroid, and uterine cancer, were higher in blood transfusion recipients (Table 1). The elevated risk of stomach, bladder, and kidney cancer was sustained for up to fifteen years. Furthermore, lung cancer, liver cancer, and non-Hodgkin lymphoma risk remained high among the blood transfusions group even after fifteen years. The three types of cancer with the highest incidence following transfusion were leukemia, stomach cancer, and liver cancer.<br \/>Conclusions: Blood transfusion increases the risk of cancer in transfusion recipients. The impact of blood transfusion on cancer development varies depending on the cancer type and the time from transfusion. Further prospective studies are warranted to validate the findings and investigate the underlying mechanism.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{5568FEE0-9BBD-4CD5-8AC4-EEAFB88AEF3A}\"><caption>The pooled risk of cancer according to cancer types, units of transfusion, and time from transfusion<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"4\">Risk* (95% CI)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Total<\/td><td rowspan=\"1\" colspan=\"1\">&lt; 5 yrs<\/td><td rowspan=\"1\" colspan=\"1\">5-15 yrs<\/td><td rowspan=\"1\" colspan=\"1\">&#8807; 15 yrs<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">All cancer types<\/td><td rowspan=\"1\" colspan=\"1\">1.70 (1.30 - 2.10)<\/td><td rowspan=\"1\" colspan=\"1\">1.89 (1.13 - 2.65)<\/td><td rowspan=\"1\" colspan=\"1\">1.18 (0.97 - 1.40)<\/td><td rowspan=\"1\" colspan=\"1\">1.10 (1.06 - 1.14)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Leukemia<\/td><td rowspan=\"1\" colspan=\"1\">2.79 (2.00 - 3.57)<\/td><td rowspan=\"1\" colspan=\"1\">4.07 (2.72 - 5.42)<\/td><td rowspan=\"1\" colspan=\"1\">1.15 (1.04 - 1.27)<\/td><td rowspan=\"1\" colspan=\"1\">0.91 (0.66 - 1.16)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Non Hodgkin lymphoma<\/td><td rowspan=\"1\" colspan=\"1\">1.94 (1.49 - 2.40)<\/td><td rowspan=\"1\" colspan=\"1\">2.66 (1.82 - 3.50)<\/td><td rowspan=\"1\" colspan=\"1\">1.43 (0.89 - 1.98)<\/td><td rowspan=\"1\" colspan=\"1\">1.23 (1.00 - 1.46)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Stomach<\/td><td rowspan=\"1\" colspan=\"1\">2.37 (1.70 - 3.04)<\/td><td rowspan=\"1\" colspan=\"1\">2.37 (1.70 - 3.04)<\/td><td rowspan=\"1\" colspan=\"1\">1.13 (1.03 - 1.23)<\/td><td rowspan=\"1\" colspan=\"1\">1.17 (0.91 - 1.43)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Liver<\/td><td rowspan=\"1\" colspan=\"1\">2.25 (1.67 - 2.84)<\/td><td rowspan=\"1\" colspan=\"1\">2.80 (1.80 - 3.80)<\/td><td rowspan=\"1\" colspan=\"1\">1.67 (1.48 - 1.86)<\/td><td rowspan=\"1\" colspan=\"1\">2.54 (1.85 - 3.23)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Colon<\/td><td rowspan=\"1\" colspan=\"1\">2.34 (1.62 - 3.05)<\/td><td rowspan=\"1\" colspan=\"1\">3.49 (1.90 - 5.08)<\/td><td rowspan=\"1\" colspan=\"1\">1.02 (0.96 - 1.08)<\/td><td rowspan=\"1\" colspan=\"1\">1.05 (0.90 - 1.20)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Pancreas<\/td><td rowspan=\"1\" colspan=\"1\">1.85 (1.36 - 2.34)<\/td><td rowspan=\"1\" colspan=\"1\">2.37 (1.50 - 3.24)<\/td><td rowspan=\"1\" colspan=\"1\">1.19 (0.72 - 1.66)<\/td><td rowspan=\"1\" colspan=\"1\">1.28 (0.97 - 1.59)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Rectum<\/td><td rowspan=\"1\" colspan=\"1\">1.40 (1.06 - 1.75)<\/td><td rowspan=\"1\" colspan=\"1\">1.71 (1.04 - 2.39)<\/td><td rowspan=\"1\" colspan=\"1\">0.98 (0.91 - 1.05)<\/td><td rowspan=\"1\" colspan=\"1\">1.00 (0.81 - 1.19)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lung<\/td><td rowspan=\"1\" colspan=\"1\">1.49 (1.21 - 1.77)<\/td><td rowspan=\"1\" colspan=\"1\">1.71 (1.18 - 2.23)<\/td><td rowspan=\"1\" colspan=\"1\">1.24 (1.17 - 1.30)<\/td><td rowspan=\"1\" colspan=\"1\">1.27 (1.09 - 1.45)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Kidney<\/td><td rowspan=\"1\" colspan=\"1\">2.27 (1.63 - 2.90)<\/td><td rowspan=\"1\" colspan=\"1\">3.30 (1.89 - 4.17)<\/td><td rowspan=\"1\" colspan=\"1\">1.15 (1.03 - 1.27)<\/td><td rowspan=\"1\" colspan=\"1\">1.39 (0.70 - 2.08)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Bladder<\/td><td rowspan=\"1\" colspan=\"1\">1.40 (1.12 - 1.68)<\/td><td rowspan=\"1\" colspan=\"1\">1.56 (1.06 - 2.06)<\/td><td rowspan=\"1\" colspan=\"1\">1.19 (1.11 - 1.27)<\/td><td rowspan=\"1\" colspan=\"1\">1.35 (0.15 - 2.54)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Breast<\/td><td rowspan=\"1\" colspan=\"1\">0.96 (0.84 - 1.09)<\/td><td rowspan=\"1\" colspan=\"1\">1.06 (0.91 - 1.22)<\/td><td rowspan=\"1\" colspan=\"1\">0.95 (0.90 - 1.00)<\/td><td rowspan=\"1\" colspan=\"1\">1.12 (1.03 - 1.21)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Uterus<\/td><td rowspan=\"1\" colspan=\"1\">1.02 (0.84 - 1.19)<\/td><td rowspan=\"1\" colspan=\"1\">1.13 (0.85 - 1.25)<\/td><td rowspan=\"1\" colspan=\"1\">0.81 (0.46 - 1.16)<\/td><td rowspan=\"1\" colspan=\"1\">1.00 (0.78 - 1.22)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Thyroid<\/td><td rowspan=\"1\" colspan=\"1\">1.16 (0.91 - 1.41)<\/td><td rowspan=\"1\" colspan=\"1\">1.32 (0.87 - 1.77)<\/td><td rowspan=\"1\" colspan=\"1\">0.92 (0.70 - 1.14)<\/td><td rowspan=\"1\" colspan=\"1\">1.12 (0.64 - 1.78)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"2\">1-2 units<\/td><td rowspan=\"1\" colspan=\"2\">&#8807; 3 units<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">All cancer types<\/td><td rowspan=\"1\" colspan=\"2\">1.53 (1.15 - 1.90)<\/td><td rowspan=\"1\" colspan=\"2\">1.93 (1.39 - 2.48)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\">*Risk is pooled from odds ratio, hazard ratio, relative risk, and standardized incidence ratio.Abbreviations: CI=Confidence Interval<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Cancer risk,Pooled analysis,Epidemiology,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Youjin Oh<sup>1<\/sup>, Soowon Lee<sup>2<\/sup>, Sebin Bok<sup>1<\/sup>, Chan Mi Jung<sup>1<\/sup>, Ilene Hong<sup>1<\/sup>, <b>Liam Il-Young Chung<\/b><sup>1<\/sup>, Jeeyeon Lee<sup>3<\/sup>, Young Kwang Chae<sup>1<\/sup><br><br\/><sup>1<\/sup>Northwestern Univ. Feinberg School of Medicine, Chicago, IL,<sup>2<\/sup>Baylor University, Waco, TX,<sup>3<\/sup>Kyungpook National University Chilgok Hospital, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"f9b0a153-c002-44a0-8b27-9f2f15ef69e1","ControlNumber":"5881","DisclosureBlock":"&nbsp;<b>Y. Oh, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>S. Bok, <\/b> None..<br><b>C. Jung, <\/b> None..<br><b>I. Hong, <\/b> None..<br><b>L. I. Chung, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>Y. Chae, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7981","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4207","PresenterBiography":null,"PresenterDisplayName":"Liam Chung, MD, MPH","PresenterKey":"4847a5b2-5ff3-4ba0-a4be-3973c62b889b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4207. Systematic review and meta-analysis of cancer incidence after blood transfusion in the general population","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Systematic review and meta-analysis of cancer incidence after blood transfusion in the general population","Topics":null,"cSlideId":""},{"Abstract":"Background: A previous study found that the incidence of papillary thyroid cancer was higher in the US military than in the general population and the difference was larger among Black than White patients for both men and women. This study compared the military to the general population in thyroid cancer incidence by not only race and gender but also tumor stage and size to assess possible factors related to the identified differences.<br \/>Methods: The study subjects were men and women aged 18-59 histologically diagnosed with papillary thyroid cancer from 1990-2013 in the military and the general population. The data were from the Department of Defense&#8217;s Automated Central Tumor Registry (ACTUR) and the National Cancer Institute&#8217;s Surveillance, Epidemiology, and End Results (SEER) program. Age adjusted rates and incidence rate ratios (IRR) and 95% confidence intervals (95% CI) comparing ACTUR to SEER were calculated. Comparisons were made by race (Black, White), gender, cancer stage (local, regional, distant), and tumor size (0-2 cm, &#62;2 cm).<br \/>Results: Higher age-adjusted incidence rates in ACTUR than SEER were more obvious for Black (IRR=2.07, 95% CI=1.56-2.70) than White (IRR=1.17, 95% CI=1.07-1.26) men and for Black (IRR=2.30, 95% CI=1.91-2.71) than White (IRR=1.50, 95% CI=1.38-1.64) women, respectively. In further analysis by tumor stage, the difference between the two populations was observed only for localized tumors, which was larger for Blacks for both men and women. The analysis by tumor size showed that the difference between the populations existed in both 0-2 cm and &#62;2 cm tumors, but only in Blacks among men and was larger for Blacks than Whites among women.<br \/>Conclusion: The observations that a higher incidence in the military than the general population primarily existed in localized tumors suggest that universal care in the military may lead to earlier detection of the cancer. The larger differences for Blacks than Whites suggest that such impact may be larger for Blacks, who are less likely to have timely care in the general population. Nevertheless, the observed differences between the populations for tumors larger than 2cm suggest that other factors may also play a role.<br \/>Disclaimer: The contents of this publication are the sole responsibility of the authors and do not necessarily reflect the views, opinions or policies of NCI, USUHS, HJF, the DoD or the Departments of the Army, Navy or Air Force. Mention of trade names, commercial products or organizations does not imply endorsement by the US Government.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Thyroid cancer,Incidence,Epidemiology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Julie  A.  Bytnar<\/b><sup>1<\/sup>, Lindsey Enewold<sup>2<\/sup>, Craig  D.  Shriver<sup>1<\/sup>, Kangmin Zhu<sup>1<\/sup><br><br\/><sup>1<\/sup>Murtha Cancer Center Research Program, Uniformed Services University Walter Reed Surgery, Henry M. J, Bethesda, MD,<sup>2<\/sup>Division of Cancer Control & Population Science, National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"ffbdb374-62a2-4fc6-bed6-1176f6b24b39","ControlNumber":"2310","DisclosureBlock":"&nbsp;<b>J. A. Bytnar, <\/b> None..<br><b>L. Enewold, <\/b> None..<br><b>C. D. Shriver, <\/b> None..<br><b>K. Zhu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7973","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4208","PresenterBiography":null,"PresenterDisplayName":"Julie Bytnar, BS;Dr PH;MA;MPH","PresenterKey":"282a5a7d-a106-4185-a681-cf6841514fa0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4208. Incidence of papillary thyroid cancer: comparison of the military with the general population by race, gender, and tumor stage\/size","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Incidence of papillary thyroid cancer: comparison of the military with the general population by race, gender, and tumor stage\/size","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancers of unknown primary (CUP), a group of heterogenous metastatic cancers lacking a known primary site, have poor prognosis. This study compared survival by histologic type, patient characteristics, and treatment in the U.S. Military Health System (MHS), which provides universal care to its members.<br \/>Methods: Patients diagnosed with CUP were identified from the U.S. Department of Defense&#8217;s Automated Central Tumor Registry. Median survival with 95% confidence intervals was calculated for demographic and treatment variables by histologic type. A multivariable accelerated failure time model estimated time ratios and 95% confidence intervals.<br \/>Results: The study included 3,358 CUP patients. The most prevalent CUP in this study was well and moderately differentiated adenocarcinomas. Median survival varied by histologic type with squamous cell carcinoma having the longest at 25.1 months and poorly differentiated carcinomas having the shortest at 3.0 months. For each histologic type, survival was generally similar by sex and active-duty status. Younger patients tended to have longer survival than those aged 65 years or older. Women with well and moderately differentiated adenocarcinoma had longer survival than their male counterparts. Generally, there were no racial differences in survival except poorer survival for Blacks than Whites with other histologic types. Patents with chemotherapy and radiation treatment generally had improved survival whereas patients with squamous cell carcinoma who received chemotherapy had shorter survival than those without.<br \/>Conclusion: Survival generally did not differ between racial groups, which may be related to equal healthcare access despite racial background. Further studies are warranted to better understand how survival in the MHS compares with that in the general U.S. population.<br \/>Disclaimer: The contents of this publication are the sole responsibility of the authors and do not necessarily reflect the views, opinions or policies of USUHS, HJF, the DoD or the Departments of the Army, Navy or Air Force. Mention of trade names, commercial products or organizations does not imply endorsement by the US Government.<u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Metastatic tumors,Survival,Epidemiology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Julie  A.  Bytnar<\/b><sup>1<\/sup>, Jie Lin<sup>1<\/sup>, Joel  T.  Moncur<sup>2<\/sup>, Craig  D.  Shriver<sup>1<\/sup>, Kangmin Zhu<sup>1<\/sup><br><br\/><sup>1<\/sup>Murtha Cancer Center Research Program, Uniformed Services University Walter Reed Surgery, Henry M. J, Bethesda, MD,<sup>2<\/sup>The Joint Pathology Center, Silver Springs, MD","CSlideId":"","ControlKey":"f9fd9318-36e8-442c-8164-eeb225b2a374","ControlNumber":"2313","DisclosureBlock":"&nbsp;<b>J. A. Bytnar, <\/b> None..<br><b>J. Lin, <\/b> None..<br><b>J. T. Moncur, <\/b> None..<br><b>C. D. Shriver, <\/b> None..<br><b>K. Zhu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7983","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4209","PresenterBiography":null,"PresenterDisplayName":"Julie Bytnar, BS;Dr PH;MA;MPH","PresenterKey":"282a5a7d-a106-4185-a681-cf6841514fa0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4209. Cancers of unknown primary: survival by histologic type, demographic features, and treatment in the US Military Health System","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancers of unknown primary: survival by histologic type, demographic features, and treatment in the US Military Health System","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Over 90% of Human papillomavirus (HPV)-associated cancers could be prevented with the HPV vaccination; yet vaccine uptake remains suboptimal. Awareness that HPV causes several cancers has been shown to improve HPV vaccination uptake. While several efforts to increase HPV-associated diseases awareness as a way to improve vaccine uptake have been made, it is unclear if these efforts have resulted in increased HPV-associated cancers awareness over the years. We examined the awareness of the link between HPV and HPV-associated cancers between 2014 and 2020 in the US.<br \/><b>Methods:<\/b> We used the Health Information National Trends Survey (HINTS) data from 2014 (HINTS 4 cycle 4) to 2020 (HINTS 5 cycle 4). HINTS is a nationally representative survey of adults aged &#8805;18 in the civilian non-institutionalized US population. HPV-associated cancer awareness was assessed with the question &#8220;Do you think HPV can cause i) anal ii) cervical iii) oral and iv) penile cancers&#8221;. Responses were &#8220;yes&#8221;, &#8220;no&#8221; and &#8220;not sure&#8221;. Weighted prevalence estimates and corresponding 95% CIs were calculated for all four HPV-associated cancer awareness questions at each timepoint.<br \/><b>Results:<\/b> There were five timepoints included in the study: HINTS 4 cycle 4 (2014, n=2239), HINTS 5 cycle 1 (2017, n=2034), HINTS 5 cycle 2 (2018, n=2050), HINTS 5 cycle 3 (2019, n=2270), and HINTS 5 cycle 4 (2020, n=2340). Awareness of the link between HPV and cervical cancer was high (77.6% in 2014) but decreased by 7.4% between 2014 and 2020 (Table). However, awareness of the link between HPV and anal, oral, and penile cancers was low (around 30% for each cancer type) and remained stable between 2014 and 2020 (Table).<br \/><b>Conclusions<\/b>: Awareness of the link between HPV and HPV-associated cancers has remained steady for anal, oral and penile cancers or declined slightly for cervical cancer over time. There is a need for implementing novel and target interventions to increase awareness and counteract HPV vaccine disinformation.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{C7DBAC99-FD36-475E-B1CE-937B4D9CA451}\"><caption>Awareness of the link between HPV and HPV-associated cancers<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\"><u><i>Weighted percent (95% CI)<\/i><\/u><\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\"><u>H4C4 (2014)<\/u><\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\"><u>H5C1 (2017)<\/u><\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\"><u>H5C2 (2018)<\/u><\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\"><u>H5C3 (2019)<\/u><\/span><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\"><u>H5C4 (2020)<\/u><\/span><\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">HPV cause anal cancer<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">27.9 (24.7, 31.1)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">29.1 (25.7, 32.5)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">24.4 (21.3, 27.5)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">28.8 (25.5, 32.0)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">27.4 (24.3, 30.6)<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">HPV cause oral cancer<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">31.2 (28.0, 34.4)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">30.7 (27.6, 33.9)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">27.0 (23.8, 30.1)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">31.1 (27.8, 34.4)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">29.5 (26.3, 32.8)<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">HPV cause penile cancer<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">30.3 (27.1, 33.6)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">31.2 (28.1, 34.2)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">29.2 (25.9, 32.5)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">32.0 (28.7, 35.4)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">28.4 (25.1, 31.6)<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">HPV cause cervical cancer<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">77.6 (74.9, 80.3)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">81.5 (78.9, 84.2)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">75.0 (72.0, 78.1)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">73.9 (70.4, 77.3)<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span style=\"font-size:12.0pt;line-height:107%; font-family:&quot;Times New Roman&quot;,serif;mso-fareast-font-family:Calibri;mso-fareast-theme-font: minor-latin;mso-ansi-language:EN-US;mso-fareast-language:EN-US;mso-bidi-language: AR-SA\">70.2 (67.0, 73.5)<\/span><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Human papillomavirus (HPV),Vaccination,HPV-associated cancers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eric Adjei Boakye<\/b><sup>1<\/sup>, Mrudula Nair<sup>1<\/sup>, Joel Fokom Domgue<sup>2<\/sup>, Dina  K.  Abouelella<sup>3<\/sup>, Heena  Y.  Khan<sup>4<\/sup>, Nosayaba Osazuwa-Peters<sup>3<\/sup><br><br\/><sup>1<\/sup>Henry Ford Health System, Detroit, MI,<sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Duke University School of Medicine, Durham, NC,<sup>4<\/sup>Saint Louis University, Saint Louis, MO","CSlideId":"","ControlKey":"e2cfa065-c50f-4963-848e-74d6b739865c","ControlNumber":"5438","DisclosureBlock":"&nbsp;<b>E. Adjei Boakye, <\/b> None..<br><b>M. Nair, <\/b> None..<br><b>J. Fokom Domgue, <\/b> None..<br><b>D. K. Abouelella, <\/b> None..<br><b>H. Y. Khan, <\/b> None.&nbsp;<br><b>N. Osazuwa-Peters, <\/b> <br><b>Navigating Cancer<\/b> Other, Scientific advisor.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7978","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4210","PresenterBiography":null,"PresenterDisplayName":"Eric Adjei Boakye, PhD","PresenterKey":"388ef6d6-5f43-4efb-887d-db3c711e1126","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4210. Over 10 years since HPV vaccine approval, awareness of the causal link between HPV and HPV-associated cancers remains low in the US","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Over 10 years since HPV vaccine approval, awareness of the causal link between HPV and HPV-associated cancers remains low in the US","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Women with advanced cervical cancer at diagnosis have higher morbidity and mortality. Despite advancements in prevention and early detection, cervical cancer care disparities persist by race\/ethnicity and geographical distribution. We aimed to identify spatial clusters of late-stage cervical cancer at diagnosis in Texas, a state with a higher than national cervical cancer rate, especially among racial\/ethnic minority populations.<b>Methods<\/b>: Incident cervical cancer data were obtained from the Texas Cancer Registry for women aged 18 years or older diagnosed from 2000 to 2018. First, we conducted purely spatial scan analysis using the SaTScan Bernoulli model to identify geographic clusters (hot spots and cold spots) of late-stage cervical cancer (vs. early-stage) at diagnosis. Maximum cluster size was set at 50% of the at-risk population, and statistical significance at <i>p <\/i>&#60;0.005 was explored by 999 Monte Carlo simulations. Finally, we used multivariable logistic regression models to investigate the characteristics of cases within each of the identified clusters.<b>Results<\/b>: SaTScan identified six clusters, three with significantly lower than expected number of late-stage cervical cancer cases (cold spots) and three with significantly higher than expected number of late-stage cervical cancers cases at diagnosis (hot spots). Hot spots were found around Public Health Regions 5\/6 (Houston, a large metropolitan city with the highest rate of uninsured residents in Texas), Region 10 (El Paso, a border region) and Region 8 (San Antonio, the largest majority Hispanic population region). Compared to White women, Black women were less likely to be in cold spots (Cluster 1: odds ratio (OR) 0.44 (95% CI 0.33-0.57), Cluster 2: OR 0.42 (95% CI 0.28-0.64)), but more likely to be in hot spots (Cluster 3 OR 1.33 (1.15-1.54). Similarly, Hispanic women had greater odds of being in hot spots (Cluster 4: OR 5.26 (95% CI 4.15-6.68), Cluster 5: OR 12.43 (95% CI 8.82-17.52)) than non-Hispanic women. Likewise, compared to women living in census tracts with lower neighborhood-level poverty, those women living in census tracts with higher deprivation were more likely to be in the hot spots (Cluster 3: OR 1.28 (95% CI 1.10-1.49), Cluster 4: OR 55.07 (95% CI 17.63-172.00), Cluster 5: OR 8.24 (95% CI 4.87-13.95)). <b>Conclusions<\/b>: Considerable inequalities exist in late-stage cervical cancer diagnosis in Texas, in terms of place, race\/ethnicity, and neighborhood disadvantages. Strategic and multicomponent population-based interventions are needed to address cancer care inequities.<b>Impact:<\/b> The study findings could be incorporated into designing effective multilevel interventions, including place-based and race-targeted strategies to improve cervical cancer outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Cervical cancer,Advanced cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Itunu O. Sokale<\/b><sup><\/sup>, Aaron P. Thrift<sup><\/sup>, Abiodun O. Oluyomi<sup><\/sup><br><br\/>Medicine, Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"7ecc56cc-1846-4559-8190-f0a997df6b06","ControlNumber":"6338","DisclosureBlock":"&nbsp;<b>I. O. Sokale, <\/b> None..<br><b>A. P. Thrift, <\/b> None..<br><b>A. O. Oluyomi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7984","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4211","PresenterBiography":null,"PresenterDisplayName":"Itunu Sokale, Dr PH","PresenterKey":"c4227fe4-b1a3-4922-ad9e-93e2a4f938b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4211. Geospatial analyses identify hot spots of late-stage cervical cancer at diagnosis in Texas","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Geospatial analyses identify hot spots of late-stage cervical cancer at diagnosis in Texas","Topics":null,"cSlideId":""},{"Abstract":"Purpose: We calculated crude, age-adjusted and age-specific incidence rates for invasive lobular, ductal and mixed ductal-lobular breast carcinoma from 1990 to 2020 in the province of Ontario, Canada. We further examined incidence relationships between clinical stage, age at diagnosis and time.<br \/>Methods: We used population-based administrative healthcare datasets from the Institute of Clinical Evaluative Sciences (ICES Ontario), including the Ontario Cancer Registry, to identify all women diagnosed with breast cancer between 1990 and 2020. We calculated crude, age-adjusted and age-specific incidence rates for invasive lobular (ILC), ductal (IDC) and mixed ductal-lobular (IDC-ILC) breast carcinoma. Incidence rates were adjusted to the 2011 Canadian female standard population. We further examined the incidence relationships between clinical stage and age at diagnosis over time.<br \/>Results: From 1990 to 2020, the 5-year crude incidence rates of ILC increased from 53.1 to 73.4 per 100,000 (+38%), while IDC increased from 501 to 746.5 per 100,000 (+49%). The crude incidence of mixed IDC-ILC peaked at 45 per 100,000 between 2005 and 2009 and is currently 29 per 100,000. The age-adjusted 5-year incidence rate of ILC has slightly increased from 64 to 70 per 100,000 (+9%) while that of IDC has increased from 598 to 726 per 100,000 (+21%). The age-adjusted 5-year incidence of mixed IDC-ILC peaked at 47 per 100.000 between 2005 and 2009 and has declined to 29 per 100,000. Age-specific 5-year incidence rates for ILC has decreased over time in women &#60; 40 years of age and increased in women over the age of 65. In contrast, age-specific 5-year incidence rates for IDC have remained stable in women over 75. For mixed IDC-ILC, age-specific 5-year incidence rates have increased over time in all age categories. Among women with ILC, there is a greater proportion of women under the age of 50 diagnosed with stage III disease (30%) compared with women diagnosed over the age of 50 (16%). Women between the ages of 50 and 74 have higher rates of being diagnosed at stage I (43%) compared with 35% and 31% for women diagnosed between the ages of 40-49 and over 75, respectively.<br \/>Conclusions: The incidence of invasive lobular breast carcinoma in increasing, particularly in women over the age 65. Consequently, the burden of lobular breast carcinoma is expected to increase, as the proportion of women over the age of 65 is expected to rise exponentially in the foreseeable future, highlighting a need for further study of this not uncommon breast cancer subtype. While representing a smaller proportion of breast cancer diagnoses, the incidence of mixed invasive ductal-lobular subtype is increasing in all age groups.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Breast cancer,Incidence,lobular,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>David Wai Lim<\/b><sup>1<\/sup>, Vasily Giannakeas<sup>1<\/sup>, Steven Narod<sup>1<\/sup>, Kelly  A.  Metcalfe<sup>2<\/sup><br><br\/><sup>1<\/sup>Women's College Research Institute, Women's College Hospital, Toronto, ON, Canada,<sup>2<\/sup>Lawrence S. Bloomberg Faculty of Nursing, University of Toronto, Toronto, ON, Canada","CSlideId":"","ControlKey":"8f9ddf06-351e-4e55-a729-0c43554dae3f","ControlNumber":"7992","DisclosureBlock":"<b>&nbsp;D. W. Lim, <\/b> <br><b>Astra Zeneca<\/b> Other, consulting fees. <br><b>Merck & Co., Inc.<\/b> Other, consulting fees.<br><b>V. Giannakeas, <\/b> None..<br><b>S. Narod, <\/b> None..<br><b>K. A. Metcalfe, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7972","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4212","PresenterBiography":null,"PresenterDisplayName":"David Lim, MD;PhD","PresenterKey":"4c5a2da0-24bb-426f-85a9-62abe3a54429","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4212. Comparison of thirty-year population-based incidence rates of invasive lobular vs ductal vs mixed breast carcinoma in Ontario, Canada","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of thirty-year population-based incidence rates of invasive lobular vs ductal vs mixed breast carcinoma in Ontario, Canada","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Benign breast disease (BBD) is an important breast cancer (BC) risk factor, which may be classified as non-proliferative disease (NPD), proliferative disease without atypia (PDWA), or atypical hyperplasia (AH) for risk stratification. Data related to the frequency of specific types of BBD and their relationship to BC risk in the Hispanic American population are limited. To address this knowledge gap, we compared BBD and associated BC risk among Hispanic white (HW) and non-Hispanic white (NHW) in New Mexico (NM).<br \/>Methodology: A retrospective IRB-approved study was performed of women 19 years or older residing in six counties in NM (Bernalillo, Sandoval, Sante Fe, Socorro, Torrance, Cibola\/Valencia) between 1996 and mid-2007 to compare the frequency of BBD subtypes and BC risk among HW and NHW. We excluded women who had a history of BC prior to BBD diagnosis or who were diagnosed with BC within 6 months after BBD biopsy. Race and ethnicity were self-reported by women at the time of biopsy. BBD was categorized as NPD, PDWA, or AH based on medical records. Incident BC (in-situ or invasive) was ascertained via linkage to the NM Surveillance Epidemiology End Results (SEER) Registry and BC risk was assessed using standardized incidence ratios (SIRs), comparing the observed number of BC events to that expected based on the NM SEER six-county race- and ethnicity-specific incidence rates, accounting for age and calendar period.<br \/>Results: Our analysis included 3,870 HW and 6,996 NHW women with BBD. The HW were younger (47.1 vs. 51 years) compared to NHW. HW women had slightly more NPD (69.4% vs. 66.6%) but less PDWA (26.2% vs. 29.4%) and similar frequency of AH (4.3% vs. 3.9%) as compared to NHW. Over a median post-BBD follow-up period of 13 years (range 6 months-17 years), 644 BCs were observed (4.81% in HW and 6.55% in NHW). The observed BC risk among women with BBD was higher than population-based expected rates (SIR 1.98, 95% CI 1.82-2.13, p&#60;0.001) and showed expected increases in risk with increasing degrees of BBD abnormality: SIR=1.90 for NPD, 2.00 for PDWA, and 3.01 for AH. Comparing BC risk by ethnic subgroups, HW women had an overall risk of BC after BBD that was statistically indistinguishable from NHW women (SIR=2.17, 95% CI 1.86-2.48 in HW women, and SIR=1.91, 95% CI 1.73-2.08 in NHW women). Within the major subgroups of the BBD findings, there were no significant differences in risk of BC after BBD for HW versus NHW women.<br \/>Conclusions: In this population-based study, benign breast disease subtypes and their associated breast cancer risk were similar among the Hispanic and non-Hispanic white women.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Breast cancer,Race,Cancer progression,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kush Raj Lohani<\/b><sup>1<\/sup>, Andrea  M.  Nibbe<sup>2<\/sup>, Robert  A.  Vierkant<sup>3<\/sup>, Laura  M.  Pacheco-Spann<sup>4<\/sup>, Lisa  R.  Seymour<sup>5<\/sup>, Celine  M.  Vachon<sup>6<\/sup>, Mark  E.  Sherman<sup>7<\/sup>, Amy  C.  Degnim<sup>8<\/sup>, Deirdre Hill<sup>9<\/sup><br><br\/><sup>1<\/sup>Division of Breast and Melanoma Surgical Oncology, Department of Surgery, Mayo Clinic, Rochester, MN,<sup>2<\/sup>Consultant, Department of Biostatistics, The University of New Mexico Health Sciences, Albuquerque, NM,<sup>3<\/sup>Consultant, Department of Biostatistics, Mayo Clinic, Rochester, MN,<sup>4<\/sup>Sr. Program Coordinator & Department Diversity Leader, Quantitative Health Sciences, Mayo Clinic, Jacksonville, FL,<sup>5<\/sup>Senior Research Protocol Specialist, Department of Surgery Research, Mayo Clinic, Rochester, MN,<sup>6<\/sup>Professor and Chair, Division of Epidemiology, Department of Quantitative Health Sciences, Mayo Clinic, Rochester, MN,<sup>7<\/sup>Professor, Division of Epidemiology, Department of Health Sciences Research, Mayo Clinic, Jacksonville, FL,<sup>8<\/sup>Professor, Division of Breast and Melanoma Surgical Oncology, Department of Surgery, Mayo Clinic, Rochester, MN,<sup>9<\/sup>Research Assistant Professor, Department of Internal Medicine, Division of Epidemiology, The University of New Mexico Health Sciences, Albuquerque, NM","CSlideId":"","ControlKey":"43ae719f-702f-4531-bfa6-f2935bb4baef","ControlNumber":"3057","DisclosureBlock":"&nbsp;<b>K. R. Lohani, <\/b> None..<br><b>A. M. Nibbe, <\/b> None..<br><b>R. A. Vierkant, <\/b> None..<br><b>L. M. Pacheco-Spann, <\/b> None..<br><b>L. R. Seymour, <\/b> None..<br><b>C. M. Vachon, <\/b> None..<br><b>M. E. Sherman, <\/b> None..<br><b>A. C. Degnim, <\/b> None..<br><b>D. Hill, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7985","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4213","PresenterBiography":null,"PresenterDisplayName":"Kush Lohani, MBBS,MS","PresenterKey":"0fe2d4be-4786-4b75-b774-46189b10fecf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4213. Comparison of benign breast disease subtypes and breast cancer risk among Hispanic and non-Hispanic white women in New Mexico","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of benign breast disease subtypes and breast cancer risk among Hispanic and non-Hispanic white women in New Mexico","Topics":null,"cSlideId":""},{"Abstract":"Background: Air pollution has been linked to an increased risk of breast cancer, but most previous studies have not considered if the exposure occurred during windows of susceptibility, such as pregnancy. Pregnancy is a period of rapid changes to both the breast tissue and the surrounding microenvironment. Exposures during this sensitive time-period could therefore result in erosion of the protective effect of pregnancy and make women more susceptible to external breast cancer risk factors. Aim: The aim of this study was to identify associations between air pollution exposure, occurring specifically during pregnancy, and risk of premenopausal breast cancer.<br \/>Method: Using nation-wide data from Swedish registers we constructed a cohort consisting of all women in Sweden who gave birth to their first child between January 1<sup>st<\/sup> 1991 and December 31<sup>st<\/sup> 2015. Women with a cancer diagnosis prior to pregnancy were excluded. Data on air pollution (yearly averages of PM<sub>10<\/sub>, PM<sub>2.5 <\/sub>and NO<sub>2<\/sub>), was collected from the residence of women during, and to some extent between, pregnancies. Associations between air pollution and premenopausal breast cancer is evaluated using Cox proportional hazards regression to estimate hazard ratios (HR), using age as the time scale and including appropriate confounders such as socioeconomic variables, comorbidities and family history of breast or ovarian cancer.<br \/>Results: The full cohort included 1 074 925 unique women and 2 302 256 pregnancies (the mean number of pregnancies for each woman was 1.75). During the study period, 13 292 (1.2 %) were diagnosed with breast cancer before they turned 50 years.<br \/>Conclusion: Our working hypothesis is that women exposed to higher levels of air pollution during pregnancy will have a higher risk of breast cancer. This large-scale study will have enough statistical power to detect the effect of air pollution on breast cancer risk, taking into account exposure both during and between pregnancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-07 Environmental and occupational risk factors,,"},{"Key":"Keywords","Value":"Breast cancer,Environmental exposure,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jessica Lena Edlund<\/b><sup>1<\/sup>, Malin Gustafsson<sup>2<\/sup>, Jenny Linden<sup>2<\/sup>, Wendy Yi-Ying Wu<sup>1<\/sup>, Anna Oudin<sup>3<\/sup>, Sophia Harlid<sup>1<\/sup><br><br\/><sup>1<\/sup>Radiation Sciences, Oncology, Ume University, Ume, Sweden,<sup>2<\/sup>Swedish Environmental Research Institute, Gteborg, Sweden,<sup>3<\/sup>Department of Laboratory Medicine, Lund University, Lund, Sweden","CSlideId":"","ControlKey":"d4726504-8178-43fd-9ab5-39c80065e99b","ControlNumber":"5875","DisclosureBlock":"&nbsp;<b>J. L. Edlund, <\/b> None.&nbsp;<br><b>M. Gustafsson, <\/b> <br><b>Swedish Environmental Research Institute<\/b> Employment. <br><b>J. Linden, <\/b> <br><b>Swedish Environmental Research Institute<\/b> Employment.<br><b>W. Y. Wu, <\/b> None..<br><b>A. Oudin, <\/b> None..<br><b>S. Harlid, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7988","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4214","PresenterBiography":null,"PresenterDisplayName":"Jessica Edlund, MS","PresenterKey":"875921d1-0f15-4e74-a148-d84ab0b5e572","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4214. Exposure to air pollution during pregnancy and risk of premenopausal breast cancer: A Swedish nation-wide cohort study including more than 1 million women","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exposure to air pollution during pregnancy and risk of premenopausal breast cancer: A Swedish nation-wide cohort study including more than 1 million women","Topics":null,"cSlideId":""},{"Abstract":"Background: Having a family history of breast or ovarian cancer is an important risk factor for premenopausal breast cancer. One reason for this could be that women with an underlying genetic susceptibility are more sensitive to environmental exposures due to gene-environment interactions. This might be especially important if the exposure occur during windows of susceptibility, such as pregnancy. Aim: The aim of this project is to determine if exposure to air pollution during pregnancy is associated with premenopausal breast cancer in a population with a known family history of breast or ovarian cancer.<br \/>Methods: The project is based on nation-wide data from Sweden&#8217;s national registers and utilizes a cohort study design. The original cohort consists of women who gave birth to their first child between 1992 and 2015 (n=1 074 925), from this cohort we will select women with at least one first degree relative with breast or ovarian cancer (confirmed through register linkage). The primary outcome is primary breast cancer diagnosed before 50 years of age, and the exposure is levels of air pollution (PM<sub>10<\/sub>, PM<sub>2.5<\/sub> and NO<sub>2<\/sub>) at the participant&#8217;s home address during each pregnancy. Cox proportional hazards regression will be used to determine hazard ratios using age as the time-scale.<br \/>Results: The registry based linkage makes it possible to distinguish between both relational context (mother or sister), number of afflicted first degree relatives and type of cancer (breast or ovarian). All included women also have at least one recorded pregnancy (prior to any cancer diagnosis).<br \/>Conclusion: This large scale study will be able to provide important information about the impact of air pollution exposure during pregnancy on breast cancer risk in a population with a documented family history of breast or ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-07 Environmental and occupational risk factors,,"},{"Key":"Keywords","Value":"Breast cancer,Environmental exposure,Family history,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anna Hettinger<\/b><sup>1<\/sup>, Jessica Edlund<sup>1<\/sup>, Malin Gustafsson<sup>2<\/sup>, Jenny Lindn<sup>2<\/sup>, Wendy Yi-Ying Wu<sup>1<\/sup>, Anna Oudin<sup>3<\/sup>, Sophia Harlid<sup>1<\/sup><br><br\/><sup>1<\/sup>Radiation sciences, Oncology, Ume University, Umea, Sweden,<sup>2<\/sup>Swedish Environmental Research Institute, Gteborg, Sweden,<sup>3<\/sup>Department of Public Health and Clinical Medicine, Division for Sustainable Health, Ume University, Umea, Sweden","CSlideId":"","ControlKey":"16c91bfd-9d4a-46c0-beac-f52d5065140e","ControlNumber":"5876","DisclosureBlock":"&nbsp;<b>A. Hettinger, <\/b> None..<br><b>J. Edlund, <\/b> None.&nbsp;<br><b>M. Gustafsson, <\/b> <br><b>Swedish Environmental Research Institute<\/b> Employment. <br><b>J. Lindn, <\/b> <br><b>Swedish Environmental Research Institute<\/b> Employment.<br><b>W. Yi-Ying Wu, <\/b> None..<br><b>A. Oudin, <\/b> None..<br><b>S. Harlid, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7996","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4215","PresenterBiography":null,"PresenterDisplayName":"Anna Hettinger, MD","PresenterKey":"3ffe34f7-e2fd-4c5a-917d-295484ed74d7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4215. Air pollution exposure during pregnancy and risk of premenopausal breast cancer among women with a family history of cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Air pollution exposure during pregnancy and risk of premenopausal breast cancer among women with a family history of cancer","Topics":null,"cSlideId":""},{"Abstract":"Purpose: The evidence of the association between natural vegetation, or greenness, and breast cancer (BCa) remains inconsistent, with some studies reporting possible interactions with air pollution. We previously found a positive association of particulate matter with diameters than are 10 micrometers or smaller (PM<sub>10<\/sub>) with BCa risk among postmenopausal women in the UK Biobank. In this study, we investigated the associations of greenness with postmenopausal BCa risk, as well as whether association of PM<sub>10<\/sub> with BCa differ by the level of greenness.<br \/>Methods: This study included 155,235 postmenopausal women (6,146 with BCa) from UK Biobank, a population-based prospective cohort. Cancer diagnoses were ascertained through the linkage to the UK National Health Service Central Registers. Greenness measures (Greenspace percentage [GP], Natural environment percentage [NEP], and the Normalized Difference Vegetation Index [NDVI]) were available at baseline assessment (2006 -2010). GP and NEP coverage were calculated at 300 m and 1000 m, respectively, around participant residence locations, while the mean NDVI was calculated within a 500 m residential buffer of each UK Biobank participant. Annual averages for PM<sub>10<\/sub> were available from 2007 and 2010. Information on BCa risk factors was collected at baseline. We used Cox proportional hazards regression to evaluate associations between greenness (continuous as well as quartiles) and BCa risk, while adjusting for BCa risk factors. Next, we examined associations for year-specific and cumulative average PM<sub>10<\/sub> exposure measures (per 5 &#181;g\/m<sup>3<\/sup>) within each stratum of greenness measure. Interactions between PM<sub>10<\/sub> and greenness measures were assessed by including an interaction term in the main models.<br \/>Results: BCa risk increased by 29% per one unit increase in NDVI (Hazard ratio [HR]=1.29, 95% CI 1.03, 1.61). Compared to women in the lowest NDVI quartile, women with higher levels of NDVI had higher risk of BCa (HR=1.10, 95% CI 1.01, 1.21 for 2<sup>nd<\/sup> quartile, HR=1.10, 95% CI 1.00, 1.20 for 3<sup>rd<\/sup> quartile, and HR=1.13, 95% CI 1.04, 1.24 for 4<sup>th<\/sup> quartile, p-trend=0.012). No significant associations were found for any other greenness measure in relation to BCa risk. We found a significant interaction between NDVI and cumulative average PM10 exposure (p&#60;0.0001). The association of PM10 cumulative average with BCa risk was stronger at lower levels of NDVI (HR per 5 &#181;g\/m<sup>3<\/sup>=1.12, 95% CI 1.07, 1.17 for 1<sup>st<\/sup> quartile) compared to higher levels of NDVI (HR=1.04, 95% CI 1.02, 1.07 for 4<sup>th<\/sup> quartile). We found no interactions with other greenness measures.<br \/>Conclusions: We found a positive association of NDVI with BCa risk and an interaction between cumulative average PM<sub>10 <\/sub>and NDVI, with stronger positive association of cumulative average PM<sub>10 <\/sub>exposure with postmenopausal BCa risk at lower compared to higher levels of greenness.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-07 Environmental and occupational risk factors,,"},{"Key":"Keywords","Value":"Global Health,Breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Carmen Smotherman<\/b><sup>1<\/sup>, Brian Sprague<sup>2<\/sup>, Susmita Datta<sup>3<\/sup>, Dejana Braithwaite<sup>1<\/sup>, Huaizhen Qin<sup>1<\/sup>, Lusine Yaghjyan<sup>1<\/sup><br><br\/><sup>1<\/sup>Epidemiology, University of Florida, Gainesville, FL,<sup>2<\/sup>Surgery, University of Vermont, Burlington, VT,<sup>3<\/sup>Biostatistics, University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"4376c4f8-9838-4500-a536-8f3f201861a9","ControlNumber":"1533","DisclosureBlock":"&nbsp;<b>C. Smotherman, <\/b> None..<br><b>B. Sprague, <\/b> None..<br><b>S. Datta, <\/b> None..<br><b>D. Braithwaite, <\/b> None..<br><b>H. Qin, <\/b> None..<br><b>L. Yaghjyan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7990","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4216","PresenterBiography":null,"PresenterDisplayName":"Carmen Smotherman, MS","PresenterKey":"5445db3c-40bd-43b8-b2e4-cd6cfb48eb6c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4216. Interactions of greenness with air pollution in relation to postmenopausal breast cancer risk in UK Biobank","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interactions of greenness with air pollution in relation to postmenopausal breast cancer risk in UK Biobank","Topics":null,"cSlideId":""},{"Abstract":"Individual environmental contaminants have been associated with breast cancer (BCa); however, simultaneous evaluations of multiple exposures are limited. The USEPA has constructed an environmental quality index (EQI) that includes different exposures across air, water, land, sociodemographic, and built environments. As links between BCa and the EQI have so far been confined to total BCa incidence, herein we investigated if these multiple exposures in broad EQI domains were associated with BCa incidence stratified by stage of disease.<br \/>Incidence rates of total, in situ, localized, regional, and distant breast cancer were assessed by linking the EQI dataset to county-level age-standardized incidence rates obtained from the North Carolina Central Cancer Registry (2010-2014), which reports all cancer cases diagnosed in NC residents. Generalized linear models (SAS 9.3) were constructed to determine the associations between breast cancer incidence rates by summary stage and the EQI in total and by domain, compared across rural versus urban counties. Models were adjusted for percent African American (AA), percent smokers, and mammography screening rates in each county. Mann-Whitney rank tests and D'Agostino-Pearson normality tests were used to determine statistical significance.<br \/>Results showed that the EQI is variable across NC, akin to variability across the U.S. (interquartile range 25th-75<sup>th<\/sup>% for total EQI in NC: -0.187 to 0.734 vs in the U.S.: &#8211;0.606 to 0.706). In counties with poor total EQI scores, and thus poor overall environmental quality, total BCa incidence increased by 10.82 cases per 100,000 persons (95%CI: 2.04, 19.60, p=0.016). This association was most pronounced for localized BCa (&#946;=5.59, 95%CI: 0.59, 10.58, p=0.029). Higher incidence of early-stage disease (carcinoma in situ &#946;=5.25, 95%CI: 2.34, 8.16, p=0.001 and localized BCa &#946;=6.98, 95%CI: 2.24, 11.73, p=0.004) and total breast cancer (&#946;=11.44, 95%CI: 3.01, 19.87, p=0.008) also occurred in counties with poor land quality, especially urban counties. The county AA percentage was associated with increased incidence of regional (0.12 cases per % increase, 95% CI 0.01, 0.22, p=0.022) and distant BCa (0.06 per % increase, 95% CI 0.02, 0.10, p=0.003). Associations persisted and were strengthened in urban counties for regional BCa, and in rural counties for distant BCa.<br \/>In sum, we found that BCa is associated with environmental quality differentially by disease stage, environmental domain, and urbanicity. Although what drives poor EQI varies by region, our analyses are generalizable to other states and counties across the U.S. and suggest that cumulative environmental exposures should be assessed in the context of cancer stage. Funding: Duke Cancer Institute pilot (GRD, KPH) in P30 Cancer Ctr grant; NIEHS T32-ESO21432-05; NCI-3P20CA202925-04S2 Diversity Supplement (LGS).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-07 Environmental and occupational risk factors,,"},{"Key":"Keywords","Value":"Environmental exposure,African American,Breast cancer,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Larisa  M.  Gearhart-Serna<\/b><sup>1<\/sup>, Kate Hoffman<sup>2<\/sup>, Hillary Hsu<sup>3<\/sup>, Gayathri  R.  Devi<sup>4<\/sup><br><br\/><sup>1<\/sup>Department of Surgery, Duke University Medical Center, Durham, NC,<sup>2<\/sup>Nicholas School of the Environment, Duke University, Durham, NC,<sup>3<\/sup>Trinity College of Arts and Sciences, Duke University, Durham, NC,<sup>4<\/sup>Department of Surgery; Cancer Risk, Detection, and Interception Program, Duke Cancer Institute, Department of Surgery, Duke University Medical Center; Cancer Risk, Detection, and Interception Program, Duke Cancer Institute, Durham, NC","CSlideId":"","ControlKey":"4611f1db-1b58-4606-9854-b5eb72b4261c","ControlNumber":"7414","DisclosureBlock":"&nbsp;<b>L. M. Gearhart-Serna, <\/b> None..<br><b>K. Hoffman, <\/b> None..<br><b>H. Hsu, <\/b> None..<br><b>G. R. Devi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7993","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4217","PresenterBiography":null,"PresenterDisplayName":"Larisa Gearhart-Serna, PhD","PresenterKey":"e64947f7-4178-4de9-abf3-b262b31d83fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4217. Cumulative environmental quality is associated with breast cancer incidence differentially by summary stage and urbanicity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cumulative environmental quality is associated with breast cancer incidence differentially by summary stage and urbanicity","Topics":null,"cSlideId":""},{"Abstract":"Firefighting is classified as a Group 1 carcinogen or &#8220;carcinogenic to humans&#8221; by the International Agency for Research on Cancer. Compared to the general population, firefighters have a 9% increased risk of cancer incidence and a 14% increased risk of cancer mortality. Although there have been previous studies of cancer incidence among firefighters in Florida and Massachusetts, there have been no studies examining cancer incidence among firefighters in the state of Ohio. Therefore, this is the first study to examine cancer prevalence among Ohio firefighters. The study utilized data from the Ohio Cancer Incidence Surveillance System (OCISS), the Ohio state cancer registry. This study examined data from 1996-2019, including a total of 1,314,318 people. Occupation was classified as firefighter, police, or general population. The odds of being a firefighter versus a police officer or the general population was calculated for specific cancer types. In addition, this analysis was stratified by gender. Police were used as a comparison group because it is an occupation similar to firefighters with the exception of exposure. There was a total of 3,397 firefighters, 3,341 police, and 1,307,580 people in the general population. Among firefighters, they were mostly male (86.8%), White (92.7%), Non-Hispanic (3.4%), married (67.7%), and never used tobacco (19.8%). The mean age at cancer diagnosis among firefighters was 66 years and most of them were diagnosed between 2010 and 2014. A similar distribution was seen among police except the mean age at cancer diagnosis was 63 years and most of them were current tobacco users (18.5%). The distribution was similar among the general population except the majority of them were female (51.6%). Firefighters had increased odds of esophageal cancer, cancers of the soft tissue including the heart, skin, prostate, testis, bladder, and brain compared to the general population. Cancer of the oral cavity, pharynx, and kidney were also increased among firefighters; however, they did not reach statistical significance. Compared to police, firefighters had increased odds of breast, uterine, prostate, brain, and thyroid cancer. In addition, they had decreased odds of pancreatic and bladder cancer. When stratified by gender, among the 2,948 male firefighters, there were increased odds of cancer of the soft tissue including heart, prostate, brain, cranial nerves, and thyroid cancer compared to the general population. They also had decreased odds of cancer of the larynx, lung &#38; bronchus, and bladder. Number of female firefighters was small generating unstable odds ratios. We observed increased prevalence of several types of cancer among Ohio firefighters, similar to previous studies. Although there were limitations present due to many people lacking data on occupation, the current study supports that Ohio firefighters have an increased risk of many different types of cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-07 Environmental and occupational risk factors,,"},{"Key":"Keywords","Value":"Cancer risk,Firefighters,Occupational exposures,Cancer surveillance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Susan E. Olivo-Marston<\/b><sup>1<\/sup>, Shashank Singh<sup>2<\/sup>, Robert  B.  Hood<sup>3<\/sup>, Olorunfemi Adetona<sup>4<\/sup><br><br\/><sup>1<\/sup>Medical Microbiology, Immunology and Cell Biology, Simmons Cancer Institute at Southern Illinois University School of Medicine, Springfield, IL,<sup>2<\/sup>West Virginia School of Osteopathic Medicine, Lewisburg, WV,<sup>3<\/sup>Epidemiology, Rollins School of Public Health at Emory University, Atlanta, GA,<sup>4<\/sup>Environmental Health Sciences, The Ohio State University College of Public Health, Columbus, OH","CSlideId":"","ControlKey":"246209fd-2ca6-4108-9162-ad479b70c1c6","ControlNumber":"2107","DisclosureBlock":"&nbsp;<b>S. E. Olivo-Marston, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>R. B. Hood, <\/b> None..<br><b>O. Adetona, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7992","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4218","PresenterBiography":null,"PresenterDisplayName":"Susan Olivo-Marston, MPH;PhD","PresenterKey":"c4d4ff83-59ff-4d1a-a8bd-274a1c8eb886","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4218. Cancer prevalence among Ohio firefighters: data from the Ohio Cancer Incidence Surveillance System (OCISS) 1996-2019","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer prevalence among Ohio firefighters: data from the Ohio Cancer Incidence Surveillance System (OCISS) 1996-2019","Topics":null,"cSlideId":""},{"Abstract":"Household air pollution (HAP) from indoor combustion of solid fuel is a global health burden that has been linked to lung cancer. A striking example occurs in Xuanwei, China where the lung cancer rate for never smoking women is among the highest in the world and largely attributed to high levels of various toxic constituents, including polycyclic aromatic hydrocarbons (PAHs), a combustion product of smoky (bituminous) coal used for cooking and heating. Several air pollution constituents have been associated with epigenetic accelerated aging (EAA) derived from DNA methylation (DNAm)-based biomarkers that are highly correlated with biological processes underlying aging-related diseases. We aim to assess the association between HAP exposure and EAA in Xuanwei, China.<br \/>We analyzed 106 never smoking women in an exposure assessment study in Xuanwei, China with a repeat DNA sample from 23 subjects. Household fuel type used for cooking and heating (smoky vs. smokeless coal) was collected using a questionnaire, and exposure models were used to predict levels of 43 individual HAP constituents for current and childhood exposure. Leukocyte DNAm was measured using Illumina EPIC array. EAA was derived for five clocks using the Horvath calculator and defined as the residuals resulting from regressing each clock on chronological age. We used generalized estimating equations to assess the associations between fuel type, clusters derived from predicted levels of HAP exposure, and ambient 5-methylchrysene (5-MC), a carcinogenic PAH previously associated with lung cancer in Xuanwei and selected <i>a priori<\/i> for analyses, as independent variables and EAA clocks as dependent variables, while accounting for repeated-measurements.<br \/>We observed a significant increase in GrimAge EAA among smoky coal users compared to smokeless coal users for current (&#946;=1.84 years (y), 95% confidence interval (CI): 0.59, 3.09, P-value=0.004) and childhood (&#946;=4.14 y, 95% CI: 1.63, 6.64, P-value=0.001) exposures. We also observed a monotonic increase in GrimAge EAA for a cluster of 31 PAHs reflecting current exposure (&#946;=0.77 y, 95% CI: 0.36, 1.19, P-value=3x10<sup>-4<\/sup>) and for a cluster of 33 PAHs reflecting childhood exposure (&#946;=0.92 y, 95% CI: 0.40, 1.45, P-value=0.001). Ambient 5-MC, one of the constituents within the PAH clusters, was found to have an increasing monotonic relationship with GrimAge EAA for current (&#946;=0.15 y, 95% CI: 0.05, 0.25, P-value=0.003) and childhood (&#946;=0.30 y, 95% CI: 0.13, 0.47, P-value=4.7x10<sup>-4<\/sup>) exposures.<br \/>Our findings suggest that exposure to PAH from indoor smoky coal combustion is associated with EAA, particularly for the GrimAge clock, a strong biomarker of mortality. This finding is consistent with our recent observation linking accelerated GrimAge to increased risk of lung cancer in a prospective study of never smoking women in China. Additionally, our study provides further support for 5-MC as a prominent carcinogenic component of smoky coal emissions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-07 Environmental and occupational risk factors,,"},{"Key":"Keywords","Value":"Lung cancer,Polycyclic aromatic hydrocarbons,Epigenetics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Batel Blechter<\/b><sup>1<\/sup>, Andres Cardenas<sup>2<\/sup>, Seraphina (Junming) Shi<sup>3<\/sup>, Mohammad  L.  Rahman<sup>1<\/sup>, Jason Y.Y. Wong<sup>1<\/sup>, Wei Hu<sup>1<\/sup>, George  S.  Downward<sup>4<\/sup>, Lutzen Portengen<sup>4<\/sup>, Richard Cawthon<sup>5<\/sup>, H. Dean Hosgood<sup>6<\/sup>, Jihua Li<sup>7<\/sup>, Debra  T.  Silverman<sup>1<\/sup>, Yunchao Huang<sup>8<\/sup>, Roel Vermeulen<sup>4<\/sup>, Nathaniel Rothman<sup>1<\/sup>, Qing Lan<sup>1<\/sup><br><br\/><sup>1<\/sup>Division of Cancer Epidemiology and Genetics, National Cancer Institute, Rockville, MD,<sup>2<\/sup>Department: Epidemiology and Population Health, Stanford University, Palo Alto, CA,<sup>3<\/sup>Department of Biostatistics, UC Berkeley School of Public Health, Berkeley, CA,<sup>4<\/sup>Division of Environmental Epidemiology, Utrecht University, Utrecht, Netherlands,<sup>5<\/sup>Department of Human Genetics, University of Utah School of Medicine, Salt Lake City, UT,<sup>6<\/sup>Division of Epidemiology, Albert Einstein College of Medicine, Bronx, NY,<sup>7<\/sup>Quijing Center for Diseases Control and Prevention, Quijing, China,<sup>8<\/sup>Department of Cardiothoracic Surgery, Third Affiliated Hospital of Kunming Medical University, Kunming, China","CSlideId":"","ControlKey":"304820de-aab0-4328-beb3-d745904871fb","ControlNumber":"3680","DisclosureBlock":"&nbsp;<b>B. Blechter, <\/b> None..<br><b>A. Cardenas, <\/b> None..<br><b>S. Shi, <\/b> None..<br><b>M. L. Rahman, <\/b> None..<br><b>J. Y. Wong, <\/b> None..<br><b>W. Hu, <\/b> None..<br><b>G. S. Downward, <\/b> None..<br><b>L. Portengen, <\/b> None..<br><b>R. Cawthon, <\/b> None..<br><b>H. Hosgood, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>D. T. Silverman, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>R. Vermeulen, <\/b> None..<br><b>N. Rothman, <\/b> None..<br><b>Q. Lan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7994","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4219","PresenterBiography":null,"PresenterDisplayName":"Batel Blechter, BS;MA;PhD","PresenterKey":"fa365eea-d8b2-45e3-96a9-89735eda3eb1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4219. Smoky coal exposure is associated with epigenetic accelerated aging","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Smoky coal exposure is associated with epigenetic accelerated aging","Topics":null,"cSlideId":""},{"Abstract":"Background: Previous epidemiologic studies have reported increased risks of certain cancers in relation to specific pesticide exposures, although the mechanisms underlying many of these associations remain poorly understood. Within the Biomarkers of Exposure and Effect in Agriculture (BEEA) study, a molecular epidemiologic investigation of pesticide applicators in Iowa and North Carolina, we examined whether occupational use of pesticides is associated with alterations in leukocyte telomere length. Telomeres are essential in maintaining chromosomal stability and altered telomere length has been linked to various malignancies.<br \/>Methods: Relative telomere length (RTL) was measured using quantitative PCR in leukocytes from 1,539 male pesticide applicators &#8805;50 years of age. Using self-reported information on pesticide use, we characterized lifetime use of specific pesticides in terms of ever use and intensity-weighted lifetime days (IWLDs), a metric integrating total lifetime days of use and other factors influencing exposure. Multivariable linear regression models were used to estimate differences in geometric mean RTL (and corresponding 95% confidence intervals) by ever vs. never use of 48 pesticides and in exposure-response analyses for IWLDs of use of 46 pesticides, adjusting for age, state of residence, race\/ethnicity, body mass index, and cigarette smoking status and pack-years.<br \/>Results: Among ever users of the insecticides lindane and aldicarb, mean RTL was significantly longer compared to never users (<i>p<\/i>=0.01 and 0.03, respectively); in exposure-response analyses, we also observed a suggestive but non-statistically significant trend between increasing IWLDs of lindane use and longer RTL (<i>p<\/i>-trend=0.07). Higher IWLDs of use of the insecticide diazinon was also associated with longer RTL (<i>p<\/i>-trend=0.03) while increasing IWLDs of the insecticide heptachlor and the herbicide 2,4,5-TP were associated with shorter RTL (<i>p-<\/i>trends=0.04 and 0.03, respectively).<br \/>Conclusions: This is, to our knowledge, the largest investigation of occupational pesticide use and RTL to date. Our findings provide novel evidence suggesting that use of certain pesticides could be associated with altered leukocyte telomere length. Notably, diazinon and lindane have previously been associated with increased risks of lung and lymphoid malignancies, respectively, and longer leukocyte telomere length has been implicated in the development of these cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-07 Environmental and occupational risk factors,,"},{"Key":"Keywords","Value":"Telomeres,Molecular epidemiology,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Patricia  A.  Erickson<\/b><sup>1<\/sup>, Vicky  C.  Chang<sup>1<\/sup>, Casey  L.  Dagnall<sup>2<\/sup>, Kedest Teshome<sup>2<\/sup>, Mitchell  J.  Machiela<sup>3<\/sup>, Kathryn  H.  Barry<sup>4<\/sup>, Shahinaz  M.  Gadalla<sup>5<\/sup>, Laura  E.  Beane Freeman<sup>1<\/sup>, Gabriella Andreotti<sup>1<\/sup>, Jonathan  N.  Hofmann<sup>1<\/sup><br><br\/><sup>1<\/sup>Occupational and Environmental Epidemiology Branch, National Cancer Inst. Div. of Cancer Epidemiology & Genetics, Rockville, MD,<sup>2<\/sup>Cancer Genomics Research Laboratory, Frederick National Laboratory for Cancer Research, Leidos Biomedical Research, Inc., Rockville, MD,<sup>3<\/sup>Integrative Tumor Epidemiology Branch, Clinical Genetics Branch, National Cancer Inst. Div. of Cancer Epidemiology & Genetics, Rockville, MD,<sup>4<\/sup>Dept. of Epidemiology & Public Health, Greenebaum Comprehensive Cancer Center, University of Maryland School of Medicine, Baltimore, MD,<sup>5<\/sup>Clinical Genetics Branch, National Cancer Inst. Div. of Cancer Epidemiology & Genetics, Rockville, MD","CSlideId":"","ControlKey":"03cbbda2-629d-4e0a-9129-eac375008a83","ControlNumber":"3156","DisclosureBlock":"&nbsp;<b>P. A. Erickson, <\/b> None..<br><b>V. C. Chang, <\/b> None..<br><b>C. L. Dagnall, <\/b> None..<br><b>K. Teshome, <\/b> None..<br><b>M. J. Machiela, <\/b> None..<br><b>K. H. Barry, <\/b> None..<br><b>S. M. Gadalla, <\/b> None..<br><b>L. E. Beane Freeman, <\/b> None..<br><b>G. Andreotti, <\/b> None..<br><b>J. N. Hofmann, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7995","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4220","PresenterBiography":null,"PresenterDisplayName":"Patricia Erickson, BA;MPH","PresenterKey":"dc87c8cd-a4f1-45eb-bb66-36b801de67ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4220. Occupational pesticide use and relative leukocyte telomere length in the biomarkers of exposure and effect in agriculture study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Occupational pesticide use and relative leukocyte telomere length in the biomarkers of exposure and effect in agriculture study","Topics":null,"cSlideId":""},{"Abstract":"Importance: Southern Mexico and Guatemala, together represent the region with the highest liver cancer burden in the Americas. There is a higher burden of liver cancer in rural regions in eastern and southern Mexico and remarkably there is an equal number of cases in men and women. Reasons for this increased burden are not clear, but previous studies of food samples have found that contamination of maize with aflatoxin B1 (AFB1), a potent liver carcinogen, is common in the region while HBV and HCV seroprevalence is less than 0.5%. Few examinations of AFB1 levels in persons have been conducted.<br \/>Objective: To estimate the prevalence of exposure and circulating levels AFB1 in a representative sample of adults living in five regions across Mexico.<br \/>Study Design: We randomly selected a subsample of 955 adults &#8805;40 years who participated in Mexico&#8217;s National Health and Nutrition Survey 2018 (ENSANUT). These residents were from five states in eastern and southern Mexico and all provided a venous blood sample. We assessed AFB1 levels as pg AFB1-lys\/&#181;L in serum using mass spectrometry. The limits of detection and quantification were both 0.010 pg\/&#956;L.<br \/>Results: The mean age of participants was 56 years (&#177; SD 11.7) and 54% were female. The overall prevalence of AFB1-lys detection was 92% (95% confidence intervals; 95%CI 88, 94%). The region with the lowest prevalence, 88% (95%CI 78, 94%), was Chiapas and the region with the highest prevalence was Veracruz 95% (95%CI 84, 98). Median AFB1 was 0.127 pg AFB1-lys\/&#181;L (interquartile range; IQR 0.054, 0.446) with a range from 0.066 (IQR, 0.033, 0.147) in Yucat&#225;n to 0.476 (IQR, 0.199, 1.355) in Veracruz. AFB1 exposure levels were higher in persons aged &#8805;60 years, men, and participants living in rural areas. We observed decreasing levels of AFB1 exposure with increasing socioeconomic status.<br \/>Conclusions: In a representative sample of adults in eastern and southern Mexico we observed a high prevalence of exposure to AFB1. For certain regions, AFB1 levels are comparable to those in Guatemala. These results suggest that AFB1 may be related to the increased burden of liver cancer in eastern and southern Mexico.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Liver cancer,Biomarkers,Epidemiology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Adriana Monge<sup>1<\/sup>, Katherine McGlynn<sup>2<\/sup>, Luis Santiago-Ruiz<sup>1<\/sup>, Jose Maria Remes-Troche<sup>3<\/sup>, Karina Hernandez-Flores<sup>3<\/sup>, Salvador Villapando-Hernandez<sup>1<\/sup>, Martin Romero<sup>1<\/sup>, John Groopman<sup>4<\/sup>, <b>Martin Lajous<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Instituto Nacional de Salud Pblica, Ciudad de Mexico, Mexico,<sup>2<\/sup>National Cancer Institute, Rockville, MD,<sup>3<\/sup>Universidad Veracruzana, Veracruz, Mexico,<sup>4<\/sup>Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"97911516-3d0d-46bb-9909-64b8d8e0eb40","ControlNumber":"4053","DisclosureBlock":"&nbsp;<b>A. Monge, <\/b> None..<br><b>K. McGlynn, <\/b> None..<br><b>L. Santiago-Ruiz, <\/b> None.&nbsp;<br><b>J. M. Remes-Troche, <\/b> <br><b>Carnot<\/b> Other, Advisory board member. <br><b>Asofarma<\/b> Other, Advisory board member. <br><b>AstraZeneca<\/b> Independent Contractor, Other, Speaker. <br><b>Alfasigma<\/b> Independent Contractor, Other, Speaker. <br><b>Johnson & Johnson<\/b> Independent Contractor, Other, Speaker.<br><b>K. Hernandez-Flores, <\/b> None..<br><b>S. Villapando-Hernandez, <\/b> None..<br><b>M. Romero, <\/b> None..<br><b>J. Groopman, <\/b> None.&nbsp;<br><b>M. Lajous, <\/b> <br><b>Roche<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8040","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4221","PresenterBiography":null,"PresenterDisplayName":"Martin Lajous, MD;ScD","PresenterKey":"5de3beba-cd92-4462-8191-d653cdf5a24c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4221. Aflatoxin exposure in a population-based representative sample of adults in Mexico in 2018","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aflatoxin exposure in a population-based representative sample of adults in Mexico in 2018","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Animal and epidemiologic studies suggest that exposure to the weed killer, glyphosate, and its primary metabolite aminomethylphosphonic acid (AMPA), is associated with increased risk for cancer, including breast cancer and non-Hodgkin's lymphoma. The International Agency for Research on Cancer (IARC) has categorized glyphosate as a &#8220;probable carcinogen,&#8221; yet glyphosate is the most highly used pesticide in the world. Biomonitoring studies assessing levels of human glyphosate and AMPA exposure in the United States have been limited. Thus, we examined urinary levels of these chemicals in a cohort of postmenopausal women residing in Southern California and evaluated associations with demographics, dietary intake, and other behavioral factors.<br \/><b>Methods<\/b>: 338 postmenopausal women provided two first-morning urine samples and at least one paired 24-hour dietary recall. Participants also reported on demographic and other factors. Urinary glyphosate and AMPA were measured using LC-MS\/MS.<br \/><b>Results<\/b>: Glyphosate was detected in nearly 90% of urine samples and AMPA in 67.2%. Urinary glyphosate and AMPA levels were lower in women who reported high levels of organic eating (p=0.04 and p=0.01, respectively). Urinary glyphosate was lower in women who reported higher levels of physical activity (p=0.03). Multivariate analysis showed that grain consumption, particularly refined grains, was significantly associated with higher urinary glyphosate levels (adjusted p=0.004). Alcohol consumption (adjusted p=0.001) and frequency of eating fast-food (adjusted p=0.006) were associated with higher urinary AMPA levels, while fruit (adjusted p=0.03) and corn (adjusted p=0.008) consumption were associated with lower AMPA.<br \/><b>Conclusions<\/b>: In the largest study to date examining paired dietary recall data and measurements of urinary glyphosate and AMPA, the vast majority of women sampled had detectable levels. Consumption of certain foods, including grains and alcoholic beverages, were associated with higher urinary levels of glyphosate and AMPA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-07 Environmental and occupational risk factors,,"},{"Key":"Keywords","Value":"Diet,Epidemiology,Environmental exposure,Environmental pollution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rachel McFarland Lucia<sup>1<\/sup>, Xiyue Liao<sup>2<\/sup>, Wei-Lin Huang<sup>1<\/sup>, Danielle Forman<sup>3<\/sup>, Alexis Kim<sup>4<\/sup>, Argyrios Ziogas<sup>1<\/sup>, Trina  M.  Norden-Krichmar<sup>1<\/sup>, Deborah Goodman<sup>1<\/sup>, Andrea Alvarez<sup>1<\/sup>, Irene Masunaka<sup>1<\/sup>, Khyatiben Pathak<sup>5<\/sup>, Marissa McGilvrey<sup>5<\/sup>, Victoria David-Dirgo<sup>5<\/sup>, Apurva Hegde<sup>5<\/sup>, Patrick Pirrotte<sup>5<\/sup>, <b>Hannah Lui Park<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>University of California, Irvine, Irvine, CA,<sup>2<\/sup>California State University, Long Beach, CA,<sup>3<\/sup>University of California, Los Angeles, Los Angeles, CA,<sup>4<\/sup>Yale University, New Haven, CT,<sup>5<\/sup>Translational Genomics Research Institute, Phoenix, AZ","CSlideId":"","ControlKey":"86733de4-9dfb-4097-81a6-908ec78ce0ee","ControlNumber":"5836","DisclosureBlock":"&nbsp;<b>R. M. Lucia, <\/b> None..<br><b>X. Liao, <\/b> None..<br><b>W. Huang, <\/b> None..<br><b>D. Forman, <\/b> None..<br><b>A. Kim, <\/b> None..<br><b>A. Ziogas, <\/b> None..<br><b>T. M. Norden-Krichmar, <\/b> None..<br><b>D. Goodman, <\/b> None..<br><b>A. Alvarez, <\/b> None..<br><b>I. Masunaka, <\/b> None..<br><b>K. Pathak, <\/b> None..<br><b>M. McGilvrey, <\/b> None..<br><b>V. David-Dirgo, <\/b> None..<br><b>A. Hegde, <\/b> None..<br><b>P. Pirrotte, <\/b> None..<br><b>H. L. Park, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7991","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4222","PresenterBiography":null,"PresenterDisplayName":"Hannah Park, PhD","PresenterKey":"6c6a7d43-382c-4295-937e-1b5fe1a94979","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4222. Glyphosate and AMPA exposure: Associations with dietary intake and other factors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glyphosate and AMPA exposure: Associations with dietary intake and other factors","Topics":null,"cSlideId":""},{"Abstract":"Background: Per- and polyfluoroalkyl substances (PFAS) are environmentally persistent synthetic chemicals detectable in the blood of most Americans. Elevated exposures to perfluorooctane sulfonate (PFOS) and perfluorooctanoate (PFOA), the two most prevalent PFAS, have been associated with several health outcomes including metabolic outcomes and some cancers. To evaluate possible mechanisms related to the biological effects of these chemicals, we conducted a pooled metabolome-wide association study (MWAS) of circulating PFOS and PFOA among 3,647 participants included in one of eight nested case-control serum metabolomic profiling studies conducted in the Prostate, Lung, Colorectal, and Ovarian Cancer Screening Trial (PLCO) population.<br \/>Methods: All metabolomic profiling was conducted by Metabolon Inc, using liquid-phase or gas chromatography coupled with mass spectrometry. All metabolites including PFOS and PFOA were centered (mean=0, standard deviation=1) and log-transformed. We conducted multivariable linear regression analyses to estimate study-specific associations between metabolite levels and PFOS and PFOA, adjusted for age at specimen collection, race\/ethnicity, body mass index, smoking, case-control status, study center, and year of specimen collection. Sex was additionally adjusted for studies including both men and women. We then conducted combined the study-specific findings through meta-analysis using random effects models.<br \/>Results: The meta-analysis results of 1,040 metabolites for PFOS and 1,103 for PFOA identified 83 and 67 metabolites, respectively, associated at Bonferroni-corrected significance thresholds (P=4.81 x 10<sup>-5<\/sup> for PFOS; P=4.53 x 10<sup>-5<\/sup> for PFOA). For both PFOS and PFOA, the strongest positive associations were observed for the xenobiotics 3,5-dichloro-2,6-dihydroxybenzoic acid [PFOS, summary beta coefficient =0.74, 95% confidence interval=0.67,0.80; PFOA, 0.48 (0.35,0.61)] and 3-bromo-5-chloro-2,6-dihydroxybenzoic acid [0.57 (0.43,0.72) and 0.39 (0.23,0.55)]. We also observed strong positive associations with PFOS and PFOA for metabolites related to the sphingomyelin (SM) pathway, such as hydroxypalmitoyl sphingomyelin (d18:1\/16:0(OH)) [PFOS, 0.44 (0.24,0.64)] and SM (d18:1\/18:0) [PFOS, 0.35 (0.24,0.46); PFOA, 0.25 (0.16,0.34)], and SM (d18:2\/24:2) [PFOS, 0.32 (0.17,0.47)]. The PFOS metabolite associations remained after model adjustment for PFOA; however, the PFOA associations were greatly attenuated after controlling for PFOS.<br \/>Conclusions: In this MWAS of PFAS, to our knowledge the largest to date, we observed robust positive associations with serum PFOS for several xenobiotic compounds and for metabolites related to the sphingomyelin pathway. Further investigation of these metabolites may offer insight into PFOS-related biologic effects contributing to disease development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-07 Environmental and occupational risk factors,,"},{"Key":"Keywords","Value":"Metabolomics,metabolome-wide association study ,Per- and polyfluoroalkyl substances ,Environmental chemicals,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jongeun Rhee<\/b><sup>1<\/sup>, Steven  C.  Moore<sup>2<\/sup>, Demetrius Albanes<sup>2<\/sup>, Tracy  M.  Layne<sup>3<\/sup>, Erikka Loftfield<sup>2<\/sup>, Rachael Stolzenberg-Solomon<sup>2<\/sup>, Linda  M.  Liao<sup>2<\/sup>, Mary  C.  Playdon<sup>4<\/sup>, Mark  P.  Purdue<sup>1<\/sup><br><br\/><sup>1<\/sup>Occupational and Environmental Epidemiology Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Rockville, MD,<sup>2<\/sup>Metabolic Epidemiology Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Rockville, MD,<sup>3<\/sup>Department of Population Health Science and Policy, Icahn School of Medicine at Mount Sinai, New York, NY,<sup>4<\/sup>Division of Cancer Population Sciences, Huntsman Cancer Institute, Salt Lake City, UT","CSlideId":"","ControlKey":"869c3296-b402-49b4-a5b6-4712947378e5","ControlNumber":"3178","DisclosureBlock":"&nbsp;<b>J. Rhee, <\/b> None..<br><b>S. C. Moore, <\/b> None..<br><b>D. Albanes, <\/b> None..<br><b>T. M. Layne, <\/b> None..<br><b>E. Loftfield, <\/b> None..<br><b>R. Stolzenberg-Solomon, <\/b> None..<br><b>L. M. Liao, <\/b> None..<br><b>M. C. Playdon, <\/b> None..<br><b>M. P. Purdue, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7989","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4223","PresenterBiography":null,"PresenterDisplayName":"Jongeun Rhee, ScD,MS","PresenterKey":"61e2173a-464b-41f8-9fa9-86651842d520","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4223. A metabolomic investigation of serum perfluorooctane sulfonate and perfluorooctanoate","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A metabolomic investigation of serum perfluorooctane sulfonate and perfluorooctanoate","Topics":null,"cSlideId":""},{"Abstract":"Every cancer center has a surrounding geolocation known as a catchment area (CA). Data about this CA can help cancer centers better understand the population and type of patients the center is targeting. In addition, collecting, analyzing, and visualizing this data can help the cancer center better understand population needs and gain more insights to provide predictive care instead of reactive care. However, the multidimensionality and complexity of the CA data requires the build of a specialized platform that can handle this heterogenous data. Motivated by this need and to answer specific questions about the CA, the UCCCC developed a new informatics platform that provides access to analytical tools, data handling, and an exchange environment. The goal of this platform is also to support a collaborative community to study CA dynamics related to health disparity and cancer. Here we present a new Geoinformatics platform that offers capabilities for using and modifying spatial data. It facilitates interrogating, modifying, executing, and mapping data. Data includes imagery, features, and base maps linked to spreadsheets and tables. The data is kept in the RDBMS (Relational Database Management System). Other query software tools are needed to deal with the database system including a server to launch the GIS application with specific RAM, GPU, and good SSD to back up the database. The database could be saved on google firebase to handle real-time queries. Thus, the maps can be easily shared and embedded in apps and accessible by virtually everyone, everywhere. The datasets used were downloaded from conventional websites (listed in the appendix) and internal datasets. The goal is to answer basic questions including the count of patients in that area, socioeconomic status, distribution in terms of demography (race, age, gender), physical environment, and other factors. Furthermore, it will be able to find correlations across many variables given the response variable, such as type of disease (lung, ovarian, breast cancer). Solving Critical Problems in Cancer Control using Spatial Science as well as being able to select a geographic location\/region\/area and plot the data across different dimensions, possibly on a map or another type of view. Geographic information needs a way to integrate data from several sources with varying degrees of accuracy. The platform provides real-time changes in the CA, so it needs to be updated frequently to stay current. The tool will connect the dataset to maps, integrating location data (where things are) with all kinds of descriptive information (how things are). Thus, a unique method of retrieval and manipulation is required for a significant portion of the data stored in GIS for practical usage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-05 Descriptive epidemiology, covering cancer incidence, mortality, clusters, and trends,,"},{"Key":"Keywords","Value":"Epidemiology,Databases,Machine learning,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ahmed Fadiel Metwaly<\/b><sup>1<\/sup>, Adam Thomas Koster<sup>2<\/sup>, Mohammad Abbasi<sup>2<\/sup>, Adekunle Odunsi<sup>1<\/sup><br><br\/><sup>1<\/sup>Comprehensive Cancer Center, University of Chicago, Chicago, IL,<sup>2<\/sup>Research and Development, Interactome Bio, Kalamazoo, MI","CSlideId":"","ControlKey":"e4fb5563-6ff5-4004-9579-fb69b43a0370","ControlNumber":"7978","DisclosureBlock":"&nbsp;<b>A. Fadiel Metwaly, <\/b> None..<br><b>A. T. Koster, <\/b> None..<br><b>M. Abbasi, <\/b> None..<br><b>A. Odunsi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7986","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4224","PresenterBiography":null,"PresenterDisplayName":"Adam Koster","PresenterKey":"755ca81f-a220-4d4c-9831-1867bda224bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4224. University of Chicago Comprehensive Cancer Center catchment area informatics platform","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"478","SessionOnDemand":"False","SessionTitle":"Descriptive Epidemiology and Environmental Risk Factors","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"University of Chicago Comprehensive Cancer Center catchment area informatics platform","Topics":null,"cSlideId":""}]