[{"Abstract":"Clear cell renal cell carcinoma (ccRCC) is the most common lethal subtype of kidney cancer. Large-scale metabolomics data have associated metabolic alterations with the pathogenesis and progression of renal cell carcinoma and have correlated mitochondrial activity with poor patient survival. Our group has recently reported that the lysosome purinergic receptor P2X4 (P2X4R) regulates neoangiogenesis. As ccRCC is characterized by increased angiogenesis we hypothesized that P2X4R may play a role in this disease. Interestingly, TCGA data suggest that P2X4R over-expression correlates with poor overall ccRCC patient survival. Our preliminary results also suggest that oxophosphorylation is the main source of tumor-derived ATP, which exerts a critical impact on tumor energy metabolism and mitochondrial activity in ccRCC. P2X4 receptor expression appears to contribute to the homeostasis of intracellular calcium and integrity of mitochondrial membrane potential in different ccRCC models. Seahorse experiments showed that P2X4R inhibition by 5BDBD, a potent and selective antagonist, caused a rapid dose-dependent reduction of mitochondrial activity. Moreover, prolonged mitochondrial failure induced by 5BDBD was associated with increased radical oxygen species, changes in mitochondrial permeability (i.e. opening of the transition pore complex, dissipation of membrane potential and calcium overload), and cell death <i>via<\/i> both necrosis and apoptosis. P2X4R inhibition by 5BDBD was associated with a significant anti-tumor effect both <i>in vitro<\/i> and <i>in vivo<\/i> by utilizing several ccRCC cell lines and patient-derived organoids. Interestingly, higher mitochondrial activity was associated with greater sensitivity to 5BDBD. Overall, our results suggest that the perturbed balance between lysosomal integrity and mitochondrial activity induced by P2X4R inhibition may be a therapeutic strategy for a subset of renal carcinoma patients","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Mitochondria,Metabolism,Kidney cancer,Lysosome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christopher Rupert<\/b><sup>1<\/sup>, Roberto Pili<sup>1<\/sup>, Filomena DeNigris<sup>2<\/sup><br><br\/><sup>1<\/sup>University at Buffalo, Buffalo, NY,<sup>2<\/sup>Universita di Napoli, Luigi Vanvitelli, Naples, Italy","CSlideId":"","ControlKey":"74951df8-849f-4a4c-a6a5-1c34b5facab0","ControlNumber":"3064","DisclosureBlock":"&nbsp;<b>C. Rupert, <\/b> None.&nbsp;<br><b>R. Pili, <\/b> <br><b>Allarity<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract.<br><b>F. DeNigris, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5443","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4828","PresenterBiography":null,"PresenterDisplayName":"Roberto Pili, MD","PresenterKey":"53bd95fe-2e80-4cfd-a38c-b53dae3655ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4828. Therapeutic targeting of P2X4 receptor and mitochondrial membrane potential in renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutic targeting of P2X4 receptor and mitochondrial membrane potential in renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Tumor metabolic reprogramming is a hallmark of cancer progression, survival, and therapeutic resistance. A targetable class of cancer metabolic adaptation exploits mitophagy, a specialized autophagy pathway known to be linked to the cancer phenotype. Mitophagy selectively eliminates dysfunctional mitochondria by targeting them, via autophagosome shuttling, to the lysosome for degradation. Cancer cell mitophagy is triggered by elevated oxidative stress and mitochondria DNA damage caused by hypoxia, radiotherapy, molecular therapy, and immunotherapy. A high mitophagy demand can overwhelm the lysosome capacity resulting in the accumulation of damaged mitochondria that is harmful to the cell, and can suppress biogenesis of healthy mitochondria. We hypothesize that the newly discovered process of secretory mitophagy exports damaged mitochondrial fission-released segments to reduce the overload pressure on the lysosomal system, and thereby sustains cancer cell survival in the face of therapeutic mitochondrial stress. We have discovered a form of secretory mitophagy occurring <i>in vivo <\/i>in a growing solid tumor. Our molecular analysis of the full repertoire of extracellular vesicles (EV) shed into the resident tumor interstitial fluid (IF) <i>in vivo<\/i> yielded a rich set of information about the functional state of mitochondria within the tumor cells, and the host cells. A set of proteins required for sequential steps of fission-induced mitophagy preferentially populated the CD81+\/PD-L1+ IF EVs; including PINK1 and ARIH1 E3 ubiquitin ligase (required for Parkin-independent mitophagy), DRP1 and FIS1 (mitochondrial pinching), VDAC-1 (ubiquitination state triggers mitophagy away from apoptosis), and VPS35, SEC22b, and Rab33b (vacuolar sorting). Comparing <i>in vivo<\/i> IF EVs to <i>in vitro<\/i> EVs revealed 40% concordance, with an elevation of mitophagy proteins in the CD81+ EVs for both murine and human cell lines subjected to metabolic stress. The export of cellular mitochondria proteins to CD81+ EVs was confirmed by density gradient isolation from the bulk EV isolate followed by anti-CD81 immunoprecipitation, MitoTracker export into CD81+ EVs, and ultrastructural characterization. Further, we stimulated mitochondrial oxidative stress and blocked the fusion of the mitophagosome with the lysosome, which markedly stimulated the export of the secretory mitophagy unit. We also found that mitophagy inducer PINK1 cleavage status (full length versus cleaved), is prominently reflected in the set of mitochondrial proteins exported within IF EVs, and may constitute a new quantitative measurement tool to monitor the real-time state of tumor intracellular mitophagy. The outcome is new understanding of the importance of secretory mitophagy that can constitute an important therapeutic target, and a new clinically relevant means of monitoring the in vivo state of mitophagic flux within the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Mitochondria,Extracellular vesicles,Breast cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marissa Ashton Howard<\/b><sup><\/sup><br><br\/>George Mason University, Manassas, VA","CSlideId":"","ControlKey":"0ec13310-040f-4223-9443-3ce59e9bfb55","ControlNumber":"7082","DisclosureBlock":"<b>&nbsp;M. A. Howard, <\/b> <br><b>Targeted Biosciences<\/b> Stock, Other, Consultant.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5444","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4829","PresenterBiography":"","PresenterDisplayName":"Marissa Howard, BS;MS","PresenterKey":"82ae841d-df2c-4f06-9d3b-dae2ab290872","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4829. Monitoring metabolic plasticity in the tumor microenvironment <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Monitoring metabolic plasticity in the tumor microenvironment <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic ductal adenocarcinoma (PDAC) is a lethal cancer with a dependence on highly active mitochondria to grow and metastasize. We previously found that mitochondrial fusion suppressed PDAC growth and metastasis, leading to improved survival in a preclinical model. The tumor suppressive mechanisms of mitochondrial fusion remain unclear, and thus we explored the role of redox homeostasis through uncoupling protein 2 (UCP2).<br \/>Methods\/Results: Murine pancreatic cancer cells (KPC) with enhanced mitochondrial fusion (sgDrp1) exhibited higher levels of mitochondrial ROS compared to controls targeting GFP (sgGFP), suggesting altered redox homeostasis. We performed RNAseq on these two cell lines and found that sgDRP1 cells exhibited reduced levels of UCP2. The UCP2 protein is known to have indirect antioxidant effects by reducing mitochondrial reactive oxygen species via uncoupling of ATP production from the electron transport chain. We found that abrogating UCP2 in KPC cells reduced its capacity for OXPHOS. Moreover, rescue of UCP2 in sgDrp1 cells restored their mitochondrial activity.<br \/>Conclusions: Mitochondrial fusion may suppress tumor growth and induce mitophagy by altering redox homeostasis. UCP2 may be a mediator of the tumor suppressive phenotype induced by mitochondrial fusion<b>, <\/b>thus<b> <\/b>linking mitochondrial dynamics and PDAC antioxidant strategies.<br \/>Future Work: These results will be explored for their translation <i>in vivo<\/i> and the effects of pharmacological inhibition of UCP2, both <i>in vitro<\/i> and <i>in vivo<\/i>, via the specific inhibitor Genipin, will be explored.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Mitochondria,Pancreatic cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ariana Carolina Acevedo-Diaz<\/b><sup>1<\/sup>, Emily G. Caggiano<sup>2<\/sup>, Meifang Yu<sup>1<\/sup>, Cullen Taniguchi<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Experimental Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>The University of Texas MD Anderson Cancer Center UT Health Graduate School of Biomedical Sciences, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"afcb52b1-e0f0-47b7-a496-71e28cab8384","ControlNumber":"3659","DisclosureBlock":"&nbsp;<b>A. C. Acevedo-Diaz, <\/b> None..<br><b>E. G. Caggiano, <\/b> None..<br><b>M. Yu, <\/b> None..<br><b>C. Taniguchi, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5445","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4830","PresenterBiography":null,"PresenterDisplayName":"Ariana Acevedo-Diaz","PresenterKey":"f339e1b5-6b38-44e2-b355-567d205d1bcc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4830. Uncoupling protein 2 (UCP2) loss of function mediates PDAC tumor suppression by mitochondrial fusion","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uncoupling protein 2 (UCP2) loss of function mediates PDAC tumor suppression by mitochondrial fusion","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Metastatic relapses are common in epidermal growth factor receptor 2 (HER2) amplified breast cancer patients considered disease-free after primary diagnosis and treatment. Stem-like disseminated tumor cells with specialized metastatic traits adapt and survive as latent metastases in distal organs by overcoming oxidative stress, nutrient limitation, microenvironmental and immune defenses. These latent subclinical metastatic cells are responsible for late recurrences. Understanding the traits and vulnerabilities of these cells is critical for developing strategies to prevent metastatic relapse.<br \/>Method: Here, we employed mouse models and patient samples along with RNA sequencing, Steady-state metabolite analysis, Lipid profiling, C<sup>13<\/sup>-isotope tracing, C12-BODIPY pulse chase, Lentiviral shRNA Knockdown, Transmission electron microscopy etc. to investigate how disseminated latent metastatic cells meet their cellular energetic demands and initiate overt metastasis in the lipid-rich brain microenvironment.<br \/>Result: The ability to utilize available nutrients in distal organs and rewire metabolism is critical for survival of disseminated tumor cells. We report that latent metastatic cells in the brain uptake, store, and utilize fatty acids secreted by tumor-associated reactive astrocytes to meet their cellular energetic needs. Fatty acid oxidation (FAO) and dynamin-related protein 1(DRP1) driven punctate mitochondria enabled utilization of fatty acids and promote survival of latent cells by maintaining cellular bioenergetics and redox homeostasis. Attenuating fatty acid oxidation by genetic and pharmacological inhibition disrupted mitochondrial dynamics and limits metastatic incidence. Likewise, depleting DRP1 altered mitochondrial dynamics that results in reduced FAO, increased reactive oxygen species and attenuated metastatic latency and relapse in HER2+ breast cancer brain metastatic models. Furthermore, comparison with patient-matched primary tumor and brain metastasis identified increased pDRP1 expression in brain metastatic lesions. Moreover, pharmacological inhibition of DRP1 reduced brain metastatic burden in these preclinical models.<br \/>Conclusion: Despite significant advances in targeted therapies, HER2+ breast cancer patients often develop brain metastasis and their prevention and management remain an unmet need. Our findings in latent HER2+ breast cancer brain metastatic models demonstrate mitochondrial plasticity and altered fatty acid metabolism are key determinants of metastatic adaptation to the brain and establish DRP1 as a promising therapeutic target for treating brain metastasis.<br \/>Key Words: Breast Cancer Brain Metastasis, Mitochondrial Plasticity, DRP1, Metastatic Latency, Redox Homeostasis.<br \/><b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Metastasis,Metabolism,Mitochondria,Redox,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Pravat Kumar Parida<\/b><sup>1<\/sup>, Srinivas Malladi<sup>2<\/sup><br><br\/><sup>1<\/sup>UT Southwestern Medical Center, Dallas, TX,<sup>2<\/sup>Pathology, UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"70013aea-5604-447e-998b-7c10c40a97fe","ControlNumber":"1889","DisclosureBlock":"&nbsp;<b>P. K. Parida, <\/b> None..<br><b>S. Malladi, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5446","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4831","PresenterBiography":null,"PresenterDisplayName":"Pravat Parida, PhD","PresenterKey":"9ba789ac-814c-44fd-a56a-4305e465ccb0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4831. Mitochondrial plasticity enables metabolic reprogramming and metastatic latency","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mitochondrial plasticity enables metabolic reprogramming and metastatic latency","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC) is a highly aggressive disease with a dismal prognosis associated with high rates of treatment resistance and disease recurrence. High-dose stereotactic body radiation therapy (SBRT) is the standard of care for locally advanced non-resectable NSCLC. However, as discovered more than six decades ago, tumor hypoxia is a significant barrier to effective radiation therapy. In the last decade, immunotherapy targeting immune checkpoints such as programmed cell death 1 (PD-1) has been introduced as first-line NSCLC treatment, yet long-term disease control occurs in less than 25% of patients. Therefore, understanding the mechanisms of the treatment resistance is essential to address the need for novel synergistic therapies to sensitize refractory NSCLC tumors to anti-cancer treatment. Tumor hypoxia has been associated with treatment resistance for decades, yet its role in the clinical management of NSCLC remains largely unexplored. The basis of tumor hypoxia has traditionally been attributed to the oxygen supply deficit as malformed tumor vasculature fails to meet the high demand of the rapidly proliferating tumor mass. However, our preliminary analysis of NSCLC patient datasets in the Cancer Genome Atlas (TCGA) revealed a significant correlation between high-level expression of nuclear genes encoding mitochondrial subunits essential for oxidative phosphorylation (OXPHOS) and the expression of validated hypoxia-regulated genes (Buffa hypoxia score). The oxygen-consumption expression signature was implemented in software that enables the calculation of numerous tumor microenvironment expression signatures, called tmesig. Furthermore, we have observed a direct positive correlation between the hypoxia expression signatures levels in NSCLC patient samples and the copy number amplification (CNA) of essential OXPHOS genes. Because mitochondrial function consumes up to 90% of available cellular oxygen, its activity may indirectly regulate oxygen availability in the tumor microenvironment by rapidly consuming oxygen upon its delivery to the tumor. Mechanistically, this leads to the hypothesis that OXPHOS gene amplification drives mitochondrial function, which may, in turn, promote tumor hypoxia and treatment resistance in NSCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Hypoxia,Hypoxia-inducible genes,Mitochondria,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Martin Benej<\/b><sup><\/sup>, Katarina Benejova<sup><\/sup>, McKenzie Kreamer<sup><\/sup>, Jinghai Wu<sup><\/sup>, Syed Ashraf<sup><\/sup>, Caroline Wheeler<sup><\/sup>, Rebecca Hoyd<sup><\/sup>, Daniel Spakowicz<sup><\/sup>, Nicholas  C.  Denko<sup><\/sup><br><br\/>The Ohio State University Wexner Medical Ctr., Columbus, OH","CSlideId":"","ControlKey":"a1c1940b-2746-4973-8fe2-9bb26465f921","ControlNumber":"3146","DisclosureBlock":"&nbsp;<b>M. Benej, <\/b> None..<br><b>K. Benejova, <\/b> None..<br><b>M. Kreamer, <\/b> None..<br><b>J. Wu, <\/b> None..<br><b>S. Ashraf, <\/b> None..<br><b>C. Wheeler, <\/b> None..<br><b>R. Hoyd, <\/b> None..<br><b>D. Spakowicz, <\/b> None..<br><b>N. C. Denko, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5447","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4832","PresenterBiography":null,"PresenterDisplayName":"Martin Benej, PhD","PresenterKey":"b7e1b3e9-426e-4a6a-81f2-10918cbfabcf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4832. Copy number amplification of OXPHOS genes drives tumor hypoxia in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Copy number amplification of OXPHOS genes drives tumor hypoxia in NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Eukaryotic cells have two separate genomes; nuclear chromosomal DNA and circular mitochondrial DNA. Mitochondrial DNA lacks introns, and encodes 2 rRNAs, 22 t-RNAs and 13 of the 90 proteins that constitute the mitochondrial respiratory chain. To maintain homeostasis, mitochondrial RNA degradation machinery regulates RNA turnover. ATP-dependent helicase, SUV3 (gene SUPV3L1), and exonuclease PNPase (gene PNPT1) function as a complex to degrade mitochondrial dsRNA. By immunoblotting, PNPase and SUV3 proteins were increased in 7\/7 AML patient samples and 13\/13 of AML cell lines, compared to the normal hematopoietic cells. Analysis of the TARGET AML dataset revealed AML patients with increased expression of SUPV3L1 (p = 0.051, p= 0.045) and PNPT1 (p = 0.0013, p = 0.018) had decreased overall and event free survival. Genetic knockdown or knockout using shRNA or sgRNA against PNPT1 or SUPV3L1 decreased growth and viability of OCI-AML2, TEX, K562, U937, NB4 and OCI-AML 8227 cells. Furthermore, SUPV3L1 &#38; PNPT1 ranked in the top 5.2% and 7.4% of essential genes in 26 leukemia cell lines in CRISPR screens and 2.7% and 4.9% in RNAi screens (depmap.org). Knockdown of PNPT1 &#38; SUPV3L1 also reduced the clonogenic growth of OCI-AML2, TEX and U937 cells and significantly reduced engraftment of TEX cells into the marrow of immune deficient mice, demonstrating the functional importance on leukemia initiating cells in vivo. SUPV3L1 knockdown in primary AML cells reduced engraftment in marrow of immune deficient mice. Bioinformatics analysis to detect processes associated with PNPT1 and SUPV3L1, we identified associations with Response to exogenous dsRNA, Response to virus, and RNA catabolic process ontologies. Consistent with this, we observed knockdown of PNPT1 or SUPV3L1 increased expression of genes (INFgR1, ICAM, IRF7 &#38; JAK\/STAT) suggesting an interferon response. As PNPT1 and SUPV3L1 degrade mitochondrial dsRNA, we measured levels of dsRNA after knockdown of these genes. Knockdown of PNPT1 and SUPV3L1 in OCI-AML2 cells increased levels of cytoplasmic\/mitochondrial dsRNA 3-4 fold compared to control. Knockdown of PNPT1 and SUPV3L1 also increased dsRNA in 143B cells, but not Rho (0) 143B cells that lack mitochondrial DNA. Upregulation of inflammatory genes leads to viral mimicry and can increase sensitivity to immune mediated killing. We observed enhanced sensitivity to Double Negative T (DNT) cells mediated killing in PNPT1 and SUPV3L1 knockdown OCI-AML2 cells compared to control cells. In summary, RNA degradosome complex proteins SUPV3L1 and PNPT1 are overexpressed in AML, and are essential for the survival of AML cells and AML stem\/progenitors. These enzymes regulate levels of mitochondrial dsRNA, and their inhibition leads to increased cytoplasmic dsRNA triggering a viral mimicry response and enhanced sensitivity to immune-mediated killing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Leukemias: acute myeloid,Mitochondria,Stem cells,Differentiation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Geethu Emily Thomas<\/b><sup>1<\/sup>, Kazem Nouri<sup>1<\/sup>, Jong Bok Lee<sup>2<\/sup>, Rose Hurren<sup>1<\/sup>, Yongran Yan<sup>1<\/sup>, Neil MacLean<sup>1<\/sup>, Yulia Jitkova<sup>1<\/sup>, Li Ma<sup>1<\/sup>, Xiao Ming Wang<sup>1<\/sup>, Chaitra Sarathy<sup>1<\/sup>, Andrea Arruda<sup>1<\/sup>, Mark  D.  Minden<sup>1<\/sup>, Li Zhang<sup>2<\/sup>, Vito Spadavecchio<sup>3<\/sup>, Aaron Schimmer<sup>1<\/sup><br><br\/><sup>1<\/sup>UHN Princess Margaret Cancer Centre, Toronto, ON, Canada,<sup>2<\/sup>Toronto General Hospital Research Institute, Toronto, ON, Canada,<sup>3<\/sup>Interlinked Therapeutics LLC, Portland, OR","CSlideId":"","ControlKey":"62ae1f64-ba22-4e8b-b432-ac034a284155","ControlNumber":"753","DisclosureBlock":"&nbsp;<b>G. E. Thomas, <\/b> None..<br><b>K. Nouri, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>R. Hurren, <\/b> None..<br><b>Y. Yan, <\/b> None..<br><b>N. MacLean, <\/b> None..<br><b>Y. Jitkova, <\/b> None..<br><b>L. Ma, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>C. Sarathy, <\/b> None..<br><b>A. Arruda, <\/b> None..<br><b>M. D. Minden, <\/b> None.&nbsp;<br><b>L. Zhang, <\/b> <br><b>WYZE Biotech Co. Ltd:<\/b> Consultancy, Honoraria, share holder.&nbsp;<br><b>V. Spadavecchio, <\/b> <br><b>Interlinked Therapeutics, LLC<\/b> Employment. <br><b>A. Schimmer, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Consultancy\u000d\u000a,\u000d\u000aHonoraria\u000d\u000aand\u000d\u000aResearch Funding. <br><b>BMS<\/b> Consultancy\u000d\u000a,\u000d\u000aHonoraria\u000d\u000aand\u000d\u000aResearch Funding. <br><b>Medivir AB<\/b> Research Funding. <br><b>Astra Zeneca<\/b> Consultancy\u000d\u000aand\u000d\u000aHonoraria. <br><b>Novartis<\/b> Consultancy\u000d\u000aand\u000d\u000aHonoraria. <br><b>Jazz<\/b> Consultancy\u000d\u000aand\u000d\u000aHonoraria. <br><b>OtsukaPharmaceuticals<\/b> Consultancy\u000d\u000aand\u000d\u000aHonoraria. <br><b>UHN<\/b> Patents & Royalties: the use of DNT cells to treatAML.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5448","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4833","PresenterBiography":null,"PresenterDisplayName":"Geethu Thomas, BS;MS;PhD","PresenterKey":"efa0ea11-7dd2-415c-8212-d413e410dd58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4833. Inhibiting the mitochondrial RNA degradosome complex SUV3 and PNPase increases dsRNA in the cytoplasm, triggers a viral mimicry response and kills AML cells and progenitors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibiting the mitochondrial RNA degradosome complex SUV3 and PNPase increases dsRNA in the cytoplasm, triggers a viral mimicry response and kills AML cells and progenitors","Topics":null,"cSlideId":""},{"Abstract":"ClpXP is a serine protease localized to the mitochondrial matrix and maintains mitochondrial proteostasis by degrading damaged\/aggregated respiratory chain complex proteins. Both inhibition and hyperactivation of ClpP lead to impaired OXPHOS function and kill leukemic cells <i>in vitro <\/i>and <i>in vivo<\/i>. Yet, the marks that tag proteins for degradation by ClpXP remain unknown.<br \/>The bacterial homologue of ClpXP degrades damaged proteins with arginine phosphorylation. Therefore, we assessed how phosphorylation affects ClpXP protease activity. Recombinant ClpXP was incubated with its unnatural substrate, FITC-tagged casein, in the presence of increasing concentrations of phospho-serine (pSer), phospho-threonine (pThr), phospho-arginine (pArg), or phospho-tyrosine (pTyr). In a dose-dependent manner, pSer and pThr free amino acids and short peptides inhibited casein degradation by ClpXP. In contrast, free Ser, Thr, phosphate, pArg and pTyr did not inhibit ClpXP protease activity. In addition, we characterized ClpP peptidase activity and ClpX ATPase activity using the Ac-Trp-Leu-Ala-AMC (Ac-WLA-AMC) peptidase activity assay and the Malachite Green ATPase assay. Neither pSer nor pThr inhibited ClpX ATPase activity or ClpP peptidase activity. Thus, pSer and pThr only blocked ClpXP from degrading full-length protein without altering the enzymatic activity of the complex.<br \/>Next, we characterized pSer and pThr binding to ClpXP by thermal shift binding assay. pSer and pThr free amino acids and short peptides bound to ClpX but not ClpP. All the dephosphorylated counterparts did not bind to ClpX. Therefore, pSer and pThr interact with ClpX outside the ATPase site. cyroEM studies of ClpX and pSer peptides indicated a putative pSer docking site in the central pore of ClpX.<br \/>Previously, we identified OXPHOS complex II subunit SDHA as a potential ClpXP endogenous substrate. Therefore, we used SDHA as a model to assess whether serine phosphorylation influenced ClpXP protein degradation in intact cells. Using pSer immunoprecipitation, we observed increased serine phosphorylated SDHA in AML cells after ClpP and ClpX knockdown. The increased serine phosphorylated SDHA was specifically found in the insoluble fraction of the mitochondrial proteins. Supporting that serine phosphorylated SDHA represents aggregated protein, treatment of cells with ROS-inducing antimycin or 42&#176;C heat shock also increased levels of serine phosphorylated SDHA in the fraction of insoluble mitochondrial proteins. Finally, adding recombinant ClpXP to mitochondrial lysates specifically degraded SDHA with serine phosphorylation.<br \/>In summary, mitochondrial ClpXP degrades aggregated mitochondrial proteins marked by serine phosphorylated. Thus, this work identifies new degradation machinery for mitochondrial protease, advances the function of mitochondrial ClpXP, and highlights a new therapeutic strategy to target this protease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Mitochondria,Acute myeloid leukemia,Phosphorylation,Protease degradation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yue Feng<\/b><sup><\/sup>, Yulia Jitkova<sup><\/sup>, Alexander Keszei<sup><\/sup>, Jonathan St-Germain<sup><\/sup>, Yongran Yan<sup><\/sup>, Brian Raught<sup><\/sup>, Mohammad Mazhab-Jafari<sup><\/sup>, Aaron Schimmer<sup><\/sup><br><br\/>UHN Princess Margaret Cancer Centre, Toronto, ON, Canada","CSlideId":"","ControlKey":"cf790a80-5679-42bd-bd13-c9f6a4eb8a00","ControlNumber":"467","DisclosureBlock":"&nbsp;<b>Y. Feng, <\/b> None..<br><b>Y. Jitkova, <\/b> None..<br><b>A. Keszei, <\/b> None..<br><b>J. St-Germain, <\/b> None..<br><b>Y. Yan, <\/b> None..<br><b>B. Raught, <\/b> None..<br><b>M. Mazhab-Jafari, <\/b> None.&nbsp;<br><b>A. Schimmer, <\/b> <br><b>Takeda Pharmaceuticals<\/b> Research funding and consulting fees\/honorarium. <br><b>BMS<\/b> Research funding and consulting fees\/honorarium. <br><b>Medivir AB<\/b> Research funding. <br><b>Astra Zeneca<\/b> Consulting fees\/honorarium. <br><b>Novartis<\/b> Consulting fees\/honorarium. <br><b>Jazz<\/b> Consulting fees\/honorarium. <br><b>Otsuka Pharmaceuticals<\/b> Consulting fees\/honorarium. <br><b>University Health Network<\/b> Patent.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5449","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4834","PresenterBiography":null,"PresenterDisplayName":"Yue Feng, BS","PresenterKey":"99c658ed-5258-47f6-a24a-cfe4e4fe0004","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4834. Mitochondrial ClpXP degrades serine phosphorylated protein aggregates","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mitochondrial ClpXP degrades serine phosphorylated protein aggregates","Topics":null,"cSlideId":""},{"Abstract":"Introduction: EP4 is one of the prostaglandin E<sub>2<\/sub> (PGE<sub>2<\/sub>) receptors. We previously reported that EP4 promoted cell migration via Ca<sup>2+<\/sup> signaling, however the underlying mechanism has remained unclear. In Ca<sup>2+<\/sup> signaling, Store-operated Ca<sup>2+<\/sup>entry (SOCE) is a major mechanism of Ca<sup>2+<\/sup> import from the extracellular to the intracellular space. Orai1, one of the selective Ca<sup>2+<\/sup> channels, plays an important role in SOCE. We focused on the correlation with EP4 and Orai1. Additionally, we found that EP4 promoted the phosphorylation of calcium\/calmodulin-dependent protein kinase kinase 2 (CaMKK2) and AMP-activated protein kinase (AMPK) located downstream of CaMKK2,<i> i.e.<\/i>, cell energy regulators. AMPK activation can control positively or negatively the cellular adenosine triphosphate (ATP) supply. Therefore, we investigated how EP4 regulated the mitochondrial function via Ca<sup>2+ <\/sup>and promoted the cell migration in oral cancer cells.<br \/>Materials and Methods: HSC-3, human tongue squamous cell carcinoma cell line was used. ONO-AE1-437 was used as EP4 agonist. HSC-3 cells were transduced with Orai1 shRNA, and control shRNA using lentivirus. The migration ability was evaluated by scratch assay. Measurement of intracellular Ca<sup>2+ <\/sup>concentration was measured using Fura-2. Immunoprecipitation was performed to evaluate the interaction between EP4 and Orai1. XF Cell Mito Stress Test and XF Real-Time ATP Rate Assay were performed to evaluate the mitochondrial aspiration and the ATP production using Extracellular Flux Analyzer.<br \/>Results: Scratch assay showed EP4 promoted cell migration in oral cancer cells (n=4, <i>p<\/i>&#60;0.05). In contrast, Orai1 knockdown negated EP4-induced cell migration. EP4 rapidly increased the intracellular Ca<sup>2+ <\/sup>concentration, while Orai1 knockdown negated EP4-indued Ca<sup>2+<\/sup> increase (n=4, p&#60;0.05). Immunoprecipitation showed that EP4 was colocalized and formed complexes with Orai1 (n=4, <i>p<\/i>&#60;0.05). These results indicated that EP4 promoted the cell migration via Ca<sup>2+<\/sup> signaling through Orai1. EP4 increased the maximal respiration 3h after the stimulation (n=6, <i>p<\/i>&#60;0.05). ATP production rate shifted mitoATP dominant. These data indicated that EP4 increased the mitochondrial function and the respiratory capacity, potentially regulating its energy supply. These results demonstrated that EP4 promoted mitochondria respiration and then increased the energy production from mitochondria in oral cancer cells.<br \/>Conclusion: We concluded that EP4 regulated the mitochondrial function via Ca<sup>2+<\/sup> through Orai1 and promoted the cell migration in oral cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Migration,Mitochondria,Oral cancers,Prostaglandin E2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rina Nakakaji<\/b><sup>1<\/sup>, Masanari Umemura<sup>1<\/sup>, Kohei Osawa<sup>1<\/sup>, Soichiro Ishikawa<sup>1<\/sup>, Kenji Mitsudo<sup>2<\/sup>, Yoshihiro Ishikawa<sup>1<\/sup><br><br\/><sup>1<\/sup>Cardiovascular Research Institute, Yokohama City University Graduate School of Medicine, Yokohama, Japan,<sup>2<\/sup>Department of Oral and Maxillofacial Surgery, Yokohama City University Graduate School of Medicine, Yokohama, Japan","CSlideId":"","ControlKey":"6105241b-83cb-4148-b32c-f09dbda9b712","ControlNumber":"3188","DisclosureBlock":"&nbsp;<b>R. Nakakaji, <\/b> None..<br><b>M. Umemura, <\/b> None..<br><b>K. Osawa, <\/b> None..<br><b>S. Ishikawa, <\/b> None..<br><b>K. Mitsudo, <\/b> None..<br><b>Y. Ishikawa, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5451","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4835","PresenterBiography":null,"PresenterDisplayName":"Rina Nakakaji","PresenterKey":"c6ec4182-1c32-4538-aa7d-3e6bdea252bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4835. EP4 increases the mitochondrial respiration and promotes cell migration in oral cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EP4 increases the mitochondrial respiration and promotes cell migration in oral cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Acyl-CoA Synthetase Short Chain Family Member 1 (ACSS1) is an important mitochondrial enzyme for the production of ATP from short chain fatty acids under energetic stress. ACSS1 is highly expressed in brown adipose tissue, heart, and skeletal muscle. ACSS1 is regulated in part by a post-translational modification of ACSS1, whereby the side chain of Lysine-635 is acetylated. The activity of ACSS1 is downregulated by the acetylation of Lysine-635. The downregulation of ACSS1 activity has been shown to impose changes on fatty acid metabolism and body temperature. Our lab observed that homozygous knock-in ACSS1 mice that fasted for 48 hours were hypothermic with a temperature of 30 &#176;C. Here, we utilized mutant mice to simulate acetylated ACSS1, to investigate the role of ACSS1K635Q in mitochondrial fatty acid metabolism and maintenance of body temperature under fasting conditions.<br \/>Methods: A knock-in ACSS1 mouse model with a mutation of ACSS1K635Q was designed to model the downregulation of ACSS1. Wild Type mice and Homozygous Knock-in ACSS1K635Q mice were either fasted for 48 hours (F48) or fed with a normal diet (ND). Four experimental groups - Wild Type ND and F48 mice and Homozygous Knock-in ACSS1K635Q ND and F48 mice - were examined. Protein was extracted from 10 samples each containing 20 mg of brown adipose tissue. Tissue samples were lysed and immunoblotted with primary and secondary antibodies. Western Blot Western Blot was performed on the proteins Uncoupling Protein 1 (UCP1), UCP2, ACC, and AMPK. Membranes were imaged using the FluorChem M system, and chemiluminescence was quantified using the NIH ImageJ software. ANOVA and t-test were used to conduct statistical analysis (P &#60; 0.05).<br \/>Results: Homozygous Ki-ACSS1K635Q F48 mice expressed higher levels of UCP1 and UCP2 in BAT than Homozygous Ki-ACSS1K635Q ND mice. We observed a greater difference in UCP1 expression between Homozygous Ki-CSS1K635Q ND and F48 mice compared to the difference in UCP1 expression between Wild Type ND and F48 mice. In Wild Type and Homozygous Ki-ACSS1K635Q mice, UCP1 expression was lower than UCP2 expression. Fasting for 48 hours significantly upregulated p-AMPK in Wild Type mice.<br \/>Conclusions: Under fasting conditions, metabolic processes may shift towards a greater proportion of non-shivering thermogenesis due to ACSS1 inactivity. UCP1 likely contributes more to non-shivering thermogenesis than UCP2. Understanding the impact of acetylating ACSS1 provides avenues towards developing personalized treatments that effectively respond to metabolic stressors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Metabolism,Mitochondria,Fatty acids,ATP,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Aishani Sivasai Gargapati<\/b><sup>1<\/sup>, Mahboubeh Varmazyad<sup>2<\/sup>, David Gius<sup>2<\/sup><br><br\/><sup>1<\/sup>Rice University, Houston, TX,<sup>2<\/sup>Department of Radiation Oncology, The University of Texas Health San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"96ee8e8e-2039-4cc1-99e6-71f7340d8225","ControlNumber":"7514","DisclosureBlock":"&nbsp;<b>A. S. Gargapati, <\/b> None..<br><b>M. Varmazyad, <\/b> None..<br><b>D. Gius, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5473","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4836","PresenterBiography":null,"PresenterDisplayName":"Aishani Gargapati, No Degree","PresenterKey":"d740b76b-59ff-4acf-892f-5fde029ca284","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4836. Fasting induces greater expression of mitochondrial proteins associated with fatty acid metabolism and non-shivering thermogenesis in brown adipose tissue of knock-in ACSS1K635Q mice","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fasting induces greater expression of mitochondrial proteins associated with fatty acid metabolism and non-shivering thermogenesis in brown adipose tissue of knock-in ACSS1K635Q mice","Topics":null,"cSlideId":""},{"Abstract":"Metabolic reprogramming has been increasingly recognized as one of the major mechanisms that fuels tumorigenesis and disease progression. Our previous studies have shown that in response to fatty acid uptake, colon cancer cells activate mitochondrial fission to support fatty acid oxidation and downstream Wnt signaling. Given the potential benefit of inhibiting mitochondrial fission, Dynamin-Related Protein 1 (Drp1), a pro-fission factor, has become an attractive target for developing anticancer agents. Here we investigated the role of Drp1 in promoting metabolic adaptation in colon cancer. We found that knockdown of Drp1 decreased mitochondrial respiration which resulted in increased glucose uptake and lactate production. In addition, downregulation of Drp1 increased AMP-activated protein kinase (AMPK) activity which coincided with glycogen accumulation. Consistently, results from GC\/MS analysis of cellular metabolites revealed that the levels of glucose-6-phosphate, a precursor for glycogenesis, were significantly elevated in Drp1 knockdown cells whereas pyruvate and other TCA cycle metabolites remained unchanged. Mechanistically, AMPK transcriptionally activates the expression of glycogen synthase 1 (GYS1) and hexokinase 2 (HK2) genes and silencing GYS1 abolished the glycogen accumulation phenotype in Drp1 knockdown cells. Using APC-derived 3D organoids, we demonstrated that the glycogen levels were elevated in Apc<sup>f\/f <\/sup>Drp1<sup>f\/f<\/sup> tumor organoids upon deletion of Drp1. Similarly, increased GYS1 expression and glycogen levels were detected in xenograft tumors derived from Drp1 knockdown colon cancer cells compared to control. Functionally, increased glycogen storage allowed Drp1 knockdown cells to survive glucose starvation conditions suggesting an enhanced survival capacity compared to control cells. Taken together, our findings indicate that Drp1 inhibition by itself is unlikely to be sufficient to eradicate cancer cells as adaptive metabolic mechanisms are activated to promote cell survival. However, combining Drp1 inhibition may enhance the efficacy of chemotherapeutic agents for colon cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Mitochondria,Metabolism,Colorectal cancer,Glucose metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sumati Hasani<\/b><sup>1<\/sup>, Lyndsay  E.   A.  Young<sup>1<\/sup>, Moumita Banerjee<sup>2<\/sup>, Dylan Rivas<sup>2<\/sup>, Jinhwan Kim<sup>2<\/sup>, Ramon Sun<sup>3<\/sup>, Matthew Gentry<sup>3<\/sup>, Xiaopeng Xiong<sup>2<\/sup>, Tianyan Gao<sup>2<\/sup><br><br\/><sup>1<\/sup>Molecular and Cellular Biochemistry, University of Kentucky, Lexington, KY,<sup>2<\/sup>Markey Cancer Center, University of Kentucky, Lexington, KY,<sup>3<\/sup>Biochemistry and Molecular Biology, University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"1ae726a0-0fde-4e73-b2a7-d9c319525780","ControlNumber":"6668","DisclosureBlock":"&nbsp;<b>S. Hasani, <\/b> None..<br><b>L. E. A. Young, <\/b> None..<br><b>M. Banerjee, <\/b> None..<br><b>D. Rivas, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>R. Sun, <\/b> None..<br><b>M. Gentry, <\/b> None..<br><b>X. Xiong, <\/b> None..<br><b>T. Gao, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5474","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4837","PresenterBiography":null,"PresenterDisplayName":"Sumati Hasani, BS,MS","PresenterKey":"aab5bb21-888d-49b1-8521-f66e00f93253","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4837. Inhibition of mitochondrial fission activates glycogen storage to support cell survival in colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of mitochondrial fission activates glycogen storage to support cell survival in colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer best practice consists of debulking surgery followed by platinum\/taxane based chemotherapy combined with the angiogenesis inhibitor bevacizumab, and the PARP inhibitor olaparib for HRD positive tumors. However, despite significant improvements in its treatment, the 5-year survival rate remains low due to disease recurrence and resistance to therapy. Emerging evidence suggests that the metabolic requirements of cancer cells change after exposure to chemotherapy or targeted therapies, generating a potential Achilles&#8217; heel. Here, we focused on exploiting the intrinsic or therapy-induced metabolic vulnerabilities of ovarian cancer to improve its response to the standard medical care. To this aim, ovarian cancer patient-derived xenografts (OC-PDX), injected orthotopically in nude mice, were used to assess i) the association between the metabolic profile of OC-PDXs and their responsiveness to treatments (i.e. cisplatin, bevacizumab, olaparib), ii) the metabolic changes induced by the treatments and iii) the therapeutic benefit of combining an OXPHOS inhibitor with the above-stated therapies. The effect on tumor progression was evaluated as increase of survival<i> <\/i>of OC-PDX bearing mice. First, we characterized the metabolic profile of OC-PDXs and divided them into high- and low-OXPHOS according to their dependence on mitochondrial metabolism. Then, we evaluated their response to the standard of care treatments and found that 75% of high-OXPHOS OC-PDXs were sensitive to cisplatin and olaparib, while 100% of low-OXPHOS OC-PDXs were poorly responsive. Response to bevacizumab varied in the two OC-PDX subsets. Further, we demonstrated that cisplatin or bevacizumab treatment induced the emergence of a sub-population of cells from malignant ascites with higher mitochondrial content and tricarboxylic acid cycle (TCA) intermediates and reduced expression of glycolysis-related genes, thus suggesting a shift toward oxidative metabolism in the residual cancer cells after treatment. Targeting these OXPHOS-dependent cells with the respiratory chain complex I inhibitor IACS-010759 improved the survival of mice. These results indicate that the metabolic profile of ovarian cancer cells is associated with the response to cisplatin and olaparib and lay the ground for the rational combination with OXPHOS inhibition to prolong therapies efficacy and eventually delay the development of recurrent disease. <i>Supported by AIRC IG2019 ID 23520 to RG.<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Mitochondria,Combination therapy,Patient-derived xenograft (PDX),Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Laura Formenti<\/b><sup><\/sup>, Alessandra Decio<sup><\/sup>, Valentina Dematteis<sup><\/sup>, Giulia Dellavedova<sup><\/sup>, Maria Rosa Bani<sup><\/sup>, Raffaella Giavazzi<sup><\/sup>, Carmen Ghilardi<sup><\/sup><br><br\/>Oncology, Istituto di Ricerche Farmacologiche Mario Negri IRCCS, Milano, Italy","CSlideId":"","ControlKey":"cbc628e6-c374-433d-ae47-9fd88cf24354","ControlNumber":"3520","DisclosureBlock":"&nbsp;<b>L. Formenti, <\/b> None..<br><b>A. Decio, <\/b> None..<br><b>V. Dematteis, <\/b> None..<br><b>G. Dellavedova, <\/b> None..<br><b>M. Bani, <\/b> None..<br><b>R. Giavazzi, <\/b> None..<br><b>C. Ghilardi, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8309","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4838","PresenterBiography":null,"PresenterDisplayName":"Laura Formenti, MS","PresenterKey":"7aeae99a-9369-4954-bf7d-405e5cc0d9b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4838. Exploiting mitochondrial metabolism to enhance the response to standard of care treatments in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploiting mitochondrial metabolism to enhance the response to standard of care treatments in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Advanced and metastatic melanoma carries significant mortality despite recent advances. Metabolic plasticity is a hallmark of cancer and an important resistance mechanism in the face of anti-neoplastic therapies. We sought to understand the effect of chemotherapy, Temozolomide (TMZ), on OXPHOS and TCA cycle metabolism in melanoma cell lines. By understanding these metabolic adaptations to chemotherapy, we hope to identify novel combination therapies.<br \/>Methods: A375 and SK-MEL-28 cell lines were used for all experiments. Cell viability assays were performed with 1500 cells per well, treated with TMZ and oligomycin or phenformin, and viability was assessed using PicoGreen dsDNA assay. Western blot was used with primary antibodies against TOM20 and &#914;-actin. LCMS metabolites were assessed by QTRAP triple quadrupole mass spectrometry coupled to a Prominence UFLC HPLC system. This assessed approximately 299 metabolites. Seahorse XFp miniextracellular analyzer was used to obtain OCR with and without TMZ exposure, and after sequential injections of oligomycin, FCCP, and rotenone with antimycin A. Mitochondrial assays included TMRE staining (membrane potential) and Mitotracker Green (mitochondrial mass).<br \/>Results: Metabolic profiles of melanoma cell lines change with exposure to chemotherapy. After melanoma cells are exposed to IC30 dose of TMZ, LCMS metabolomics revealed statistically significant increase in TCA cycle metabolites such as succinate, succinyl CoA, malate, oxaloacetate, isocitrate, alpha-ketoglutarate, and fumarate. Melanoma increases OXPHOS in the presence of chemotherapy. Mitochondrial mass, measured by Mitotracker, increased in response to TMZ exposure. We also found increased mitochondrial membrane potential and increased TOM20 expression after cells were treated with TMZ. Seahorse XF Cell Mito Stress Assay demonstrated increased oxygen consumption rate after exposure to TMZ. We then combined TMZ and two mitochondrial inhibitors, phenformin (complex I) and oligomycin (complex V). Combination of phenformin and TMZ was synergistic in cell viability assays as determined by Bliss equation. Oligomycin sensitized both cell lines to TMZ.<br \/>Discussion: We have shown that melanoma cells rely on mitochondrial function when exposed to TMZ by increasing levels of TCA cycle intermediates, increasing mitochondrial tropism, and increased expression of mitochondrial enzymes. This demonstrates a metabolic resistance mechanism in response to chemotherapy to promote melanoma cell survival. Finally, we exploit this adaptation by pharmacologic inhibition of mitochondrial electron transport chain (ETC) with phenformin and oligomycin A. This treatment was synergistic with conventional chemotherapy. Our findings point out that the ETC compartment of mitochondria could be a novel and readily available combination treatment strategy for patients with advanced and refractory melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Metabolism,Chemotherapy,Mitochondria,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexander  W.  Loftus<\/b><sup>1<\/sup>, Mehrdad Zarei<sup>2<\/sup>, Omid Hajihassani<sup>2<\/sup>, Johnathan  J.  Hue<sup>3<\/sup>, Hallie  J.  Graor<sup>2<\/sup>, Ali Vaziri-Gohar<sup>2<\/sup>, Jordan  M.  Winter<sup>4<\/sup>, Luke  D.  Rothermel<sup>4<\/sup><br><br\/><sup>1<\/sup>University Hospitals Cleveland Medical Center, Cleveland, OH,<sup>2<\/sup>Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH,<sup>3<\/sup>Surgery, University Hospitals Cleveland Medical Center, Cleveland, OH,<sup>4<\/sup>Department of Surgical Oncology, University Hospitals Cleveland Medical Center, Cleveland, OH","CSlideId":"","ControlKey":"333ece99-a4ee-4856-9a2f-2bde2c1d5de8","ControlNumber":"6650","DisclosureBlock":"&nbsp;<b>A. W. Loftus, <\/b> None..<br><b>M. Zarei, <\/b> None..<br><b>O. Hajihassani, <\/b> None..<br><b>J. J. Hue, <\/b> None..<br><b>H. J. Graor, <\/b> None..<br><b>A. Vaziri-Gohar, <\/b> None..<br><b>J. M. Winter, <\/b> None..<br><b>L. D. Rothermel, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8310","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4839","PresenterBiography":null,"PresenterDisplayName":"Alexander Loftus, MD","PresenterKey":"0c091a9b-168b-444b-be01-a1fea9115b95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4839. Chemotherapy alters mitochondrial metabolism in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Chemotherapy alters mitochondrial metabolism in melanoma","Topics":null,"cSlideId":""},{"Abstract":"Hexavalent chromium (Cr(VI)), an class I environmental carcinogen, not only induces lung epithelial cell transformation but also promotes lung cancer progression by alterations of the cell cycle and cellular energy metabolism. Using Cr(VI)-transformed (CrT) bronchial epithelial cells (BEAS-2B) and parental BEAS-2B cells, we demonstrate that the level of polo-like kinase 1 (PLK1) is highly upregulated in CrT cells, which blocks mitochondrial function, and further promotes cell proliferation both in vitro and in vivo. Cells expressing a high level of PLK1 exhibited repressed mitochondrial activity due to defective modulation of pyruvate dehydrogenase E1 subunit alpha 1 (PDHA1), which facilitates the carbon influx to TCA cycle via catalyzing pyruvate\/ Acetyl-CoA conversion. Mechanistically, we show that PDHA1 can be directly phosphorylated by PLK1 at T57, which triggers collapse of E1 and PDHA1 degradation via activation of mitophagy. These defects resulted in the inhibition of oxidative phosphorylation and reduction of mitochondrial reactive oxygen species (ROS) generation, eventually inhibiting mitochondrial-mediated apoptotic response. Defining the role of PLK1 in metabolic reprogramming in Cr(VI)-associated cancer progression may give us a new perspective and a target to inhibit Cr(VI)-induced cancer development. In addition, PLK1 inhibitors may be used to increase the chemo-sensitivity of cancer cells by restoring the normal function of mitochondria, thus alleviating the drug resistance caused by dysfunction and hyperpolarization of mitochondria.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Polo-like kinase,Mitochondria,Metabolomics,Lung cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Qiongsi Zhang<\/b><sup>1<\/sup>, Zhiguo Li<sup>1<\/sup>, Xiongjian Rao<sup>1<\/sup>, Derek  B.  Allison<sup>2<\/sup>, Qi Qiao<sup>3<\/sup>, Zhuangzhuang Zhang<sup>1<\/sup>, Yifan Kong<sup>1<\/sup>, Ruixin Wang<sup>1<\/sup>, Teresa  W.   M.  Fan<sup>1<\/sup>, Richard  M.  Higashi<sup>1<\/sup>, Andrew  N.  Lane<sup>1<\/sup>, Xiaoqi Liu<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Toxicology and Cancer Biology, University of Kentucky, Lexington, KY,<sup>2<\/sup>Department of Pathology and Laboratory Medicine, University of Kentucky, Lexington, KY,<sup>3<\/sup>Department of Chemical and Materials Engineering, University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"d01dd671-bf59-4e6f-a6e9-3dfe06038901","ControlNumber":"3546","DisclosureBlock":"&nbsp;<b>Q. Zhang, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>X. Rao, <\/b> None..<br><b>D. B. Allison, <\/b> None..<br><b>Q. Qiao, <\/b> None..<br><b>Z. Zhang, <\/b> None..<br><b>Y. Kong, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>T. W. M. Fan, <\/b> None..<br><b>R. M. Higashi, <\/b> None..<br><b>A. N. Lane, <\/b> None..<br><b>X. Liu, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8311","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4840","PresenterBiography":null,"PresenterDisplayName":"Qiongsi Zhang, MS","PresenterKey":"2d910b56-1aad-46aa-8967-f811245d3410","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4840. Dysregulation of mitochondrial function by PLK1-mediated PDHA1 phosphorylation promotes Cr(VI)-associated lung cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dysregulation of mitochondrial function by PLK1-mediated PDHA1 phosphorylation promotes Cr(VI)-associated lung cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is an aggressive, highly malignant breast cancer (BC) subtype further characterized by poor prognosis and chemoresistance. TNBC disproportionately affects African American and Latina women, where the differences in treatment efficacy cannot only be explained by social determinants of health. A better understanding of treatment outcomes requires a deep analysis of the ancestral-related underpinnings that affects treatment. Accounting for the role of ancestry in BC prognosis and progression, we hypothesize that ancestry has significant influences on BC etiology. Metabolic reprogramming of TNBC cells is shown to influence response to treatments. These distinct metabolic adaptations require the proper function of the mitochondrion, a highly dynamic organelle that coordinates and maintains the energetic demands of the cell. To this end, we sought to investigate novel proteins important in mitochondria function yet are understudied in BC phenotypes. <i>SLC25A46<\/i> plays a significant role in regulating mitochondrial dynamics, cristae maintenance, and respiratory function. Although SLC25A46 poorly characterized, it has been demonstrated to interact with mitochondrial proteins, such as MFN-2 and OPA1, and the MICOS complex, making it an attractive pharmacological target. We were therefore interested if <i>SLC25A46<\/i> has any potential as a target or biomarker in BC. First, we applied PrediXcan, a gene-based statistical algorithm, to calculate genetically predicted gene expression for <i>SLC25A46<\/i> in 70,349 patients of European descent and 14,462 patients of African descent in BioVU, the Vanderbilt University Medical Center (VUMC) biorepository linked to de-identified electronic health records (EHRs). Models were built<i> <\/i>using<i> <\/i>RNA-seq data from the publicly available GTEX version 8 dataset. After fitting a multivariable logistic regression model to test <i>SLC25A46<\/i> predicted expression against 1,704 phenotypes for each tissue, we observed that patients with high predicted expression were more likely to receive diagnosis of &#8216;abnormal findings in mammograms&#8217; (P=2.76E-06, OR=2.26) or &#8216;lump or mass in breast&#8217; (P=8.9E-06, OR=2.61) in the European descent group, which is well powered; however, we are not powered to replicate this finding in the African descent group. Therefore, we investigated<i> SLC25A46 <\/i>expression in an international RNAseq cohort enriched with women of African ancestry, including African Americans (AA), West and East Africans with TNBC (n=26). Interestingly, <i>SLC25A46<\/i> shows significantly higher expression among self-reported AA than Ghanaian or Ethiopian women with TNBC (P=0.003). Thus, we postulated that these differences in <i>SLC25A46<\/i> for patients of African ancestry might serve as a novel biomarker for cancer outcomes. Together, these data suggest that <i>SLC25A46<\/i> has implications in BC as a novel target in cancer development, specifically in patients with admixed ancestry.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Genetic polymorphism,Breast cancer,Mitochondria,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Heather K. Beasley<\/b><sup>1<\/sup>, Ky'Era V. Actkins<sup>2<\/sup>, Tyne Miller-Flemming<sup>2<\/sup>, Nancy  J.  Cox<sup>2<\/sup>, Rachel Martini<sup>3<\/sup>, Melissa  B.  Davis<sup>4<\/sup>, Timothy Chu<sup>5<\/sup>, Nicolas Robine<sup>5<\/sup>, Bret  C.  Mobley<sup>2<\/sup>, Antentor  O.  Hinton<sup>1<\/sup><br><br\/><sup>1<\/sup>Vanderbilt University, Nashville, TN,<sup>2<\/sup>Vanderbilt University Medical Center, Nashville, TN,<sup>3<\/sup>Weill Cornell Medical College, NY, NY,<sup>4<\/sup>Weill Cornell Medical College, Nashville, TN,<sup>5<\/sup>New York Genome Center, New York, NY","CSlideId":"","ControlKey":"54cc8dec-605d-46ae-967b-485d295bffde","ControlNumber":"6910","DisclosureBlock":"&nbsp;<b>H. K. Beasley, <\/b> None..<br><b>K. V. Actkins, <\/b> None..<br><b>T. Miller-Flemming, <\/b> None..<br><b>N. J. Cox, <\/b> None..<br><b>R. Martini, <\/b> None..<br><b>M. B. Davis, <\/b> None..<br><b>T. Chu, <\/b> None..<br><b>N. Robine, <\/b> None..<br><b>B. C. Mobley, <\/b> None..<br><b>A. O. Hinton, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8312","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4841","PresenterBiography":null,"PresenterDisplayName":"Heather Beasley, BS;MS;PhD","PresenterKey":"30d86ffc-933f-497e-95b4-ae62e772f881","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4841. <i>SLC25A46 <\/i>as a novel mitochondrial regulator and biomarker in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>SLC25A46 <\/i>as a novel mitochondrial regulator and biomarker in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Metastatic cancer is responsible for 90% of cancer deaths and is incurable due to resistance to all systemic anticancer therapies. While the classic model of therapy resistance is described by the presence of pre-existing resistant clones from tumor cell heterogeneity, our lab proposes the polyaneuploid cancer cell (PACC) state as a survival mechanism that cancer cells access when exposed to environmental stress such as hypoxia and chemotherapy. Our preliminary data has shown that cells that enter the PACC state exhibit repeated whole genome doubling, an increase in cell size, and proliferative arrest. In addition, we observed that a subpopulation of PACCs can give rise to non-polyploid, proliferative progeny after release from chemotherapy, modeling cancer recurrence. We hypothesize that the PACC state drives therapeutic resistance and elimination of this adaptive state is key in tackling the incurability of cancer. Mitochondria are essential organelles that have multifaceted roles in the cellular stress response and drug resistance. They integrate metabolic pathways for ATP generation and macromolecule biosynthesis, regulate apoptotic cell death, and activate stress response mechanisms in presence of drug treatment. We found that cells in the PACC state increase mitochondrial biogenesis and live cell imaging with MitoTraker dyes indicate that they also have higher activity per mitochondria when compared to parental cells. Cells that accessed the PACC state also had higher levels of TCA cycle metabolites including citrate, isocitrate, alpha-ketoglutarate, succinate, fumarate, and malate, suggesting increased mitochondrial function. Future work includes analysis of mitochondrial morphology via live cell confocal microscopy and of mitochondrial function via metabolic flux analysis on glucose and glutamine metabolism of cells in the PACC state. Our eventual goal is to characterize how cells in the PACC state alter their mitochondrial structure and function to survive therapy. Identifying vulnerabilities of the PACC phenotype will enable new therapeutic approaches to overcome therapy resistance in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Therapy resistance,Mitochondria,Metabolism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Melvin Li<\/b><sup><\/sup>, Laurie  G.  Kostecka<sup><\/sup>, Sarah  R.  Amend<sup><\/sup>, Kenneth  J.  Pienta<sup><\/sup><br><br\/>Cancer Ecology Center, The Brady Urological Institute, Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"55d4a04b-c2e4-4495-b478-5e9aec39e0c5","ControlNumber":"5222","DisclosureBlock":"&nbsp;<b>M. Li, <\/b> None..<br><b>L. G. Kostecka, <\/b> None.&nbsp;<br><b>S. R. Amend, <\/b> <br><b>Keystone BioPharma, Inc.<\/b> Stock. <br><b>K. J. Pienta, <\/b> <br><b>Keystone Biopharma, Inc<\/b> Stock. <br><b>CUE Biopharma, Inc<\/b> Other, Consultant.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8313","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4842","PresenterBiography":"","PresenterDisplayName":"Melvin Li, BS","PresenterKey":"3e8b3f96-a032-4bec-a9e6-e446518f9f0a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4842. Stress-induced mitochondrial adaptations in the polyaneuploid cancer cell state","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stress-induced mitochondrial adaptations in the polyaneuploid cancer cell state","Topics":null,"cSlideId":""},{"Abstract":"Chronic lymphocytic leukemia (CLL) is the most predominant leukemia affecting elderly population in western countries. T-cell dysfunction is a CLL hallmark contributing to the low success rates of adoptive cell therapy in patients. Generally, exhausted states of tumor infiltrating lymphocytes are associated with defects in metabolic and mitochondrial adaptation, preventing normal cytotoxic functions. A handful of recent reports have demonstrated metabolic defects in CLL patients&#8217; T-cells. Nevertheless, the field is still lacking sufficient studies to validate these metabolic changes in the preclinical E&#181;-TCL1 murine model which is the most established model for CLL. Our aim is to uncover T-cell mitochondrial and metabolic defects in the E&#181;-TCL1 splenic microenvironment. In this study, CLL was induced in mice via the adoptive transfer of leukemic splenocytes from transgenic E&#181;-TCL1 mice into wild type (WT) recipients. Multiparameter flow cytometry was used to investigate mitochondrial properties and cellular glucose uptake of splenic CLL CD8<sup>+<\/sup> T-cells. Moreover, we measured the expression levels of PGC-1&#945;, a master regulator of mitochondrial function, and exhaustion-related markers in CD8<sup>+<\/sup> T-cells. T-cell mitochondrial function was measured using mitochondrial stress test following <i>in vitro<\/i> CD3\/CD28 stimulation for 72 hours. Nanostring gene expression analysis was done to compare metabolic gene expression profiles of CD8<sup>+<\/sup> T-cells from either WT or E&#181;-TCL1 mice. Probing E&#181;-TCL1 splenocytes with mitotracker green and tetramethylrhodamine methyl ester revealed accumulation of depolarized mitochondria in CD8<sup>+<\/sup> T-cells compared to WT counterparts. Our results also showed significant changes in mitochondrial and cellular reactive oxygen species levels as indicated by mitosox and H<sub>2<\/sub>DCFDA staining, respectively. Additionally, marked reduction of glucose uptake by E&#181;-TCL1 CD8<sup>+<\/sup> T-cells was noted following incubation with 2-NBDG glucose analog. Observed mitochondrial abnormalities in the E&#181;-TCL1 CD8<sup>+<\/sup> T-cells were associated with a significant downregulation of PGC-1&#945; expression. Flow cytometry analysis demonstrated a significant increase in the expression of exhaustion markers in E&#181;-TCL1 CD8<sup>+<\/sup> T-cells and reduction in self-renewal marker, TCF-1. Interestingly, the abnormal mitochondrial properties were directly correlated with PD-1 expression in E&#181;-TCL1 T-cells. Nanostring significance score analysis of E&#181;-TCL1 versus WT CD8<sup>+<\/sup> T-cell RNA revealed upregulation of glycolysis, mitochondrial respiration, T-cell receptor and costimulatory pathways. On the other hand, there was a downregulation in autophagy, AMPK and amino acid transporter pathways. In conclusion, our work characterizes for the first time the metabolic and mitochondrial defects of CD8<sup>+<\/sup> T-cells from E&#181;-TCL1 murine model and outlines the correlation of these defects with T-cell exhaustion in CLL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Mitochondria,T cell,Chronic lymphocytic leukemia,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wael Gamal<\/b><sup>1<\/sup>, Melanie Mediavilla-Varela<sup>2<\/sup>, Kamira Maharaj<sup>2<\/sup>, Angimar Uriepero<sup>2<\/sup>, Vishaal Kunta<sup>2<\/sup>, Eva Sahakian<sup>2<\/sup>, Javier Pinilla-Ibarz<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Molecular Medicine, Morsani College of Medicine, University of South Florida, Tampa, FL,<sup>2<\/sup>Department of Immunology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL","CSlideId":"","ControlKey":"69fb4187-90ce-4db5-89bc-a9c0614a56d3","ControlNumber":"7861","DisclosureBlock":"&nbsp;<b>W. Gamal, <\/b> None..<br><b>M. Mediavilla-Varela, <\/b> None..<br><b>K. Maharaj, <\/b> None..<br><b>A. Uriepero, <\/b> None..<br><b>V. Kunta, <\/b> None..<br><b>E. Sahakian, <\/b> None..<br><b>J. Pinilla-Ibarz, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8314","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4843","PresenterBiography":null,"PresenterDisplayName":"Wael Gamal, BS;MS","PresenterKey":"54bec7dc-aef7-4ab5-9d60-ade447c443a8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4843. Characterization of T-cell metabolic defects in chronic lymphocytic leukemia preclinical model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of T-cell metabolic defects in chronic lymphocytic leukemia preclinical model","Topics":null,"cSlideId":""},{"Abstract":"Cells generate ATP by two metabolic pathways, oxidative phosphorylation (OXPHOS) and glycolysis. Together, the amount of ATP generated by both OXPHOS and glycolysis define a cell&#8217;s metabolic phenotype and fitness. Researchers are interested in methods to characterize cellular metabolic fitness, which can be a powerful a selection criterion for cell-based therapies such as CAR-T cell therapy. Researchers are also interested in measuring the effects of drug treatment on metabolic fitness, to identify metabolic targets for cancer therapeutics and to determine mitochondrial toxicity of novel therapeutics. Here, we have developed a low-cost strategy for a standard plate reader to monitor the rate change of oxygen concentration, or the oxygen consumption rate (OCR), which is a measure of OXPHOS activity. In our assay, oxygen quenches a phosphorescent porphyrin dye in a concentration dependent manner, allowing one to calculate the oxygen concentration of the culture system with the Stern-Volmer relationship. The porphyrin dye is embedded within nanobeads that are suspended above the cell monolayer and the phosphorescence of the beads is measured from the bottom of the well with a standard plate reader. We found that the OCR increased with cell seeding density in three separate cell lines: HEP-G2, HCT-116, and K-562 suspension cells. We showed that inhibitors of the electron transport chain (ETC) decreased OCR, whereas an uncoupler of the electron transport chain, FCCP, increased OCR in a dose dependent manner. Lastly, mitochondrial fitness (e.g., spare respiratory capacity) was determined by sequentially dosing the mitochondria with poisons specific to the different ETC complexes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Metabolism,Oxygen Consumption,Plate reading,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ian Marozas<\/b><sup><\/sup>, Zhiyang Zeng<sup><\/sup>, Mike Valley<sup><\/sup>, Jolanta Vidugiriene<sup><\/sup>, James Cali<sup><\/sup>, Wenhui Zhou<sup><\/sup><br><br\/>Promega, San Luis Obispo, CA","CSlideId":"","ControlKey":"0a79e89a-ff09-49be-be2a-ce309ed36a5c","ControlNumber":"4119","DisclosureBlock":"&nbsp;<b>I. Marozas, <\/b> None..<br><b>Z. Zeng, <\/b> None..<br><b>M. Valley, <\/b> None..<br><b>J. Vidugiriene, <\/b> None..<br><b>J. Cali, <\/b> None..<br><b>W. Zhou, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8315","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4844","PresenterBiography":null,"PresenterDisplayName":"Wenhui Zhou, PhD","PresenterKey":"a1976598-806e-4a3a-847e-388e0a2f5e85","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4844. Development of an oxygen consumption rate assay for a standard plate reader","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of an oxygen consumption rate assay for a standard plate reader","Topics":null,"cSlideId":""},{"Abstract":"Oral cavity squamous cell carcinoma (OCSCC) is a devastating disease, causing substantial morbidity and mortality. While many OCSCCs arise from an existing dysplastic lesion, not all oral premalignant lesions progress to OCSCC. Current methods for oral premalignancy and OCSCC diagnosis (visual and tactile exam followed by tissue biopsy and histologic evaluation) cannot discriminate between benign inflammatory changes and high-risk premalignant lesions that require interventions, underscoring the need for molecular-based biomarkers. The multi-step cancer progression from normal epithelium to premalignant lesion and invasive SCC is driven by the accumulation of genetic alterations, including changes in mitochondrial DNA (mtDNA). Due to the lack of protective histones and limited repair mechanisms, mtDNA is susceptible to damage by environmental carcinogens and reactive oxygen species, a byproduct of the oxidative phosphorylation system. As a result, mutation rate in mtDNA is ~10 times higher than in nuclear DNA, and may greatly facilitate the risk of mitochondrial dysfunction. Previous studies underscore that acquisition of somatic mtDNA mutations directly involved in tumorigenesis, and not merely epiphenomena. However, the impact of these studies is limited by an incomplete understanding of mitochondrial genomic alterations in the transition of preneoplastic lesions to invasive disease. In this study we used a unique cohort of 27 patients with matched longitudinally collected samples (histologically normal mucosa, dysplastic lesion, and SCC) coupled with novel ultra-deep mitochondrial sequencing (mtDNA-Seq) method to assess the mtDNA mutational landscape throughout the continuum of OCSCC progression. Using a custom bioinformatics workflow, somatic mutations were detected in a subset of the premalignant lesions, with overall higher mutational load observed in OCSCC specimens. While sequencing revealed a large degree of inter-patient heterogeneity, a panel of non-synonymous aberrations were present in both premalignant and invasive neoplasms. The majority of shared mutations showed an increase in fractional abundance in tumors, compared to the precursor lesions (suggesting a spatial expansion of these clones as they progressed histologically), and were enriched for coding mutations in complex-I subunits (critical region for ATP production), which is associated with an oncogenic phenotype. Additionally, mtDNA content increased in OCSCC tumor in a subset of patients, suggesting a cell compensation for defective oxidative phosphorylation and lower ATP production per mitochondria. Here we report the first comprehensive characterization of mitochondrial mutational landscape in dysplastic and invasive SCC lesions, and reveal key molecular events associated with the transition from non-invasive to invasive state.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Premalignancy,Mitochondrial DNA,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alka Singh<\/b><sup>1<\/sup>, Ashwin Lakshman Koppayi<sup>1<\/sup>, Ping Wu<sup>2<\/sup>, Mark Lingen<sup>3<\/sup>, Vasudha Mishra<sup>1<\/sup>, Alexander Pearson<sup>1<\/sup>, Ari Rosenberg<sup>1<\/sup>, Nishant Agrawal<sup>4<\/sup>, Karthik Suresh<sup>5<\/sup>, Evgeny Izumchenko<sup>1<\/sup><br><br\/><sup>1<\/sup>Medicine, Section of Hematology and Oncology, University of Chicago, Chicago, IL,<sup>2<\/sup>Otorhinolaryngology Head and Neck Surgery, Central South University, Changsha, China,<sup>3<\/sup>Pathology, University of Chicago, University of Chicago, IL,<sup>4<\/sup>Surgery, Section of Otolaryngology-Head and Neck Surgery, University of Chicago, Chicago, IL,<sup>5<\/sup>Pulmonary Critical Care Medicine, Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"60a5ab17-b4b9-4eeb-b5dc-cebe6f72bdca","ControlNumber":"7828","DisclosureBlock":"&nbsp;<b>A. Singh, <\/b> None..<br><b>A. Koppayi, <\/b> None..<br><b>P. Wu, <\/b> None..<br><b>M. Lingen, <\/b> None..<br><b>V. Mishra, <\/b> None..<br><b>A. Pearson, <\/b> None..<br><b>A. Rosenberg, <\/b> None..<br><b>N. Agrawal, <\/b> None..<br><b>K. Suresh, <\/b> None..<br><b>E. Izumchenko, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8316","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4845","PresenterBiography":null,"PresenterDisplayName":"Alka Singh, PhD","PresenterKey":"72d1379e-d71e-4a82-bf1b-659e62151132","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4845. Ultra-deep sequencing of mitochondrial genome to explore the dynamic mutational changes associated with oral cavity squamous cell carcinoma progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ultra-deep sequencing of mitochondrial genome to explore the dynamic mutational changes associated with oral cavity squamous cell carcinoma progression","Topics":null,"cSlideId":""},{"Abstract":"The incidence of breast cancer among women far exceeds those of other cancers where metastasis accounts for the majority of deaths associated with the disease. It is well established that platelets play a prominent role in breast cancer malignancy and disease progression. Recently, activated platelets have been characterized to release platelet-derived microparticles (PMPs), which can also package functional mitochondria of platelet origin (termed mitoMPs). We recently demonstrated that mitoMPs can interact with breast cancer cells where they transfer their cargo (i.e., mitochondria) to recipient cancer cells upon their internalization. Given that metabolic reprogramming through mitochondrial dynamics represents a hallmark trait of cancer progression, the intercellular trafficking of foreign mitochondria provided by mitoMPs represent a new mechanistic avenue for cancer cell metabolic plasticity and disease progression.Therefore, the aim of this study was to evaluate the impact of mitoMP-packaged mitochondria on recipient breast cancer cell mitochondrial dynamics upon internalization. Technically, a series of breast cancer cell models (MB231, MCF7 and MCF10A) were co-cultured with mitoMPs and profiled for mitochondrial dynamics and function using complementing experimental approaches, such as flow cytometry, confocal microscopy, and RT-qPCR. We show that mitoMPs and their mitochondria cargo internalize primarily into the malignant MB231 cell model. To investigate the impact of mitoMP uptake by cancer cells on the mitochondrial dynamics, RT-qPCR and Western blot analyses were performed to profile the expression levels of several fusion and fission proteins, including OPA1, MFF, DRP1, MitoFusin 1 and MitoFusin 2. Finally, using fluorescent-based assays, we confirmed that mitoMPs modulated ATP production in MB231 breast cancer cells through upregulation of the OXPHOS pathway. Our research provides a new mechanism by which extracellular vesicles (mitoMPs) play an important role in cancer cell mitochondrial dynamics and function to support metabolic plasticity during the metastatic journey of cancer cells. The knowledge gained from these studies will further provide new avenues for strategic intervention to mitigate the morbidity and mortality associated with breast cancer disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Mitochondria,Microvesicles,Energy,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vanessa  L.  Gauvin<\/b><sup><\/sup>, Vanessa Veilleux<sup><\/sup>, Nicolas Pichaud<sup><\/sup>, Gilles  A.  Robichaud<sup><\/sup>, Luc  H.  Boudreau<sup><\/sup><br><br\/>Universit de Moncton, Moncton, NB, Canada","CSlideId":"","ControlKey":"443e2280-8b35-418e-a143-fc4cc74b4cf0","ControlNumber":"6299","DisclosureBlock":"&nbsp;<b>V. L. Gauvin, <\/b> None..<br><b>V. Veilleux, <\/b> None..<br><b>N. Pichaud, <\/b> None..<br><b>G. A. Robichaud, <\/b> None..<br><b>L. H. Boudreau, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8317","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4846","PresenterBiography":null,"PresenterDisplayName":"Vanessa Gauvin, BS","PresenterKey":"e81b0895-3e55-4b2a-9594-88cd18013f38","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4846. Mitochondria packaged from platelet-derived microvesicles modulate the metabolism and mitochondrial dynamics of breast cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mitochondria packaged from platelet-derived microvesicles modulate the metabolism and mitochondrial dynamics of breast cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Estrogen-related receptors (ERRs) are orphan nuclear receptors identified based on their high sequence similarity to estrogen receptors (ERs), but ERRs do not have a known endogenous ligand. ERRs play a primary role in regulating the transcription of genes involved in mitochondrial and lipid metabolism and are abundantly expressed across tissues. Because of ERR&#8217;s role in metabolism, it is suggested that they may also play a role in tumor metabolism, where dysfunction in lipid metabolism promotes tumor cell growth. The ERR subfamily is comprised of three isoforms: ERR&#945;, ERR&#946;, and ERR&#947;. Studies targeting the ERR isoforms found that the absence of ERR&#945; presents obesity and insulin resistance with an increase in bone mass, deletion of ERR&#946; causes placental abnormalities and embryonic lethality, and deletion of ERR&#947; leads to mitochondrial dysfunction. Together, these studies strongly suggest that ERRs, particularly ERR &#945; and &#947;, function primarily as metabolic regulators, with ERR&#945; being the predominant isoform expressed in the liver. In addition, the mechanisms leading to lipid accumulation vary under different feeding conditions. Previous studies from our lab showed that PTEN and PI3K\/AKT signaling regulates ERRa expression and its function. Furthermore, we demonstrated that inhibiting ERR&#945; blocks liver steatosis and steatohepatitis developed in a mouse model where loss of tumor suppressor PTEN drives both steatosis and cancer development. In addition, we found that ERR-PA, a small molecule inhibitor for ERR, attenuated cancer cell growth and proliferation in both mouse hepatocytes and human cancer cell lines. Here, we report transcriptome network regulated by ERR&#945; under different metabolic conditions and further explored its regulation by the PI3K\/AKT pathway. A better understanding of the role ERR&#945; plays in physiology will allow further development of ERR-PA as a potential therapy for liver steatohepatitis, which progresses to end stage cirrhosis and ultimately liver cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-03 Mitochondrial function,,"},{"Key":"Keywords","Value":"Estrogen receptor,Mitochondria,Metabolic syndrome,Liver cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brittney  A.  Hua<\/b><sup><\/sup>, Chien-yu Chen<sup><\/sup>, Yang Li<sup><\/sup>, Lina He<sup><\/sup>, Bangyan Stiles<sup><\/sup>, Ielyzaveta Slarve<sup><\/sup><br><br\/>Pharmacology and Pharmaceutical Sciences, University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"7aa19d9a-c7dd-4643-ad57-fed77a280ebc","ControlNumber":"7536","DisclosureBlock":"&nbsp;<b>B. A. Hua, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>L. He, <\/b> None..<br><b>B. Stiles, <\/b> None..<br><b>I. Slarve, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8318","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4847","PresenterBiography":null,"PresenterDisplayName":"Brittney Hua","PresenterKey":"bb5e815f-376f-4377-9bed-c06dec5e0116","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4847. Investigating the transcriptional regulation by estrogen-related receptor alpha (ERR&#945;) under different metabolic conditions","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the transcriptional regulation by estrogen-related receptor alpha (ERR&#945;) under different metabolic conditions","Topics":null,"cSlideId":""},{"Abstract":"Recent evidence suggests that MCF7 cells utilize free fatty acids as a primary energy source by increasing lipase activity in neighboring adipocytes. Research in our lab suggests that lipase activity is increased by cinnamon extract in differentiated 3T3-L1 adipocytes. We hypothesized that since co-cultures between adipocytes and MCF7 cells demonstrated an increase in lipase activity and increased proliferation, cinnamon extract may increase proliferation of MCF7 cells, making cinnamon an important ingredient to avoid in patients with breast cancer. Cells were plated and treated with varying amounts of cinnamon and monitored for proliferation using the MTT assay. Cells consistently, albeit not significantly, showed an increase in proliferation when treated with cinnamon. Additional studies need to be completed in order to confirm these effects and look for significance, although the importance of this finding warrants rapid reporting. Our lab will examine the effects of cinnamon extract at varying concentrations on MCF7 cell proliferation under variable media conditions as well as monitoring the lipase activity in the MCF7 cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,Proliferation,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Madison Anderson<\/b><sup><\/sup>, Amy Stockert<sup><\/sup><br><br\/>Ohio Northern Univ., Ada, OH","CSlideId":"","ControlKey":"82ff3dbe-560c-4325-89cf-6c3222d00bbb","ControlNumber":"3521","DisclosureBlock":"&nbsp;<b>M. Anderson, <\/b> None..<br><b>A. Stockert, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8368","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4848","PresenterBiography":null,"PresenterDisplayName":"Madison Anderson, Undergraduate Student","PresenterKey":"561ef3f9-5e86-4ee1-9896-4640b26f2183","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4848. Effects of cinnamon extracted under acidic conditions on proliferation of MCF7 cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of cinnamon extracted under acidic conditions on proliferation of MCF7 cells","Topics":null,"cSlideId":""},{"Abstract":"Peroxisome-proliferator activated receptor (PPAR&#947;) has been proven to have inhibitory effects on tumor angiogenesis. Research has demonstrated that natural PPAR&#947; ligands are anti-tumorigenic due to growth inhibition and anti-proliferative effects. Cinnamon is one potential PPAR&#947; ligand tested to explore its effects on PPAR&#947; and FoxO1 expression and activity. Literature also suggests that breast cancer proliferation is increased with obesity and co-cultures of adipocytes with MCF-7 cells have suggested an increase in lipase activity. We therefore sought to explore the effects of cinnamon on these transcription factors and lipase activity in 3T3-L1 cells to determine if cinnamon is a plausible co-therapeutic for breast cancer patients. 3T3-L1 cells were cinnamon treated for 48-96 hours post differentiation. Nuclear protein was extracted for ELISA quantification of PPAR&#947; and FoxO1 binding potential. Cytosolic and nuclear protein extracts were analyzed via Western blot of FoxO1 and PPAR&#947;. Copy DNA was produced from the total RNA and expression levels of PPAR&#947; and FoxO1 were examined by TaqMan real-time PCR assays. A lipase activity assay was performed on freshly extracted protein from cultured cells. Western blot data demonstrates an increase in FoxO1 protein with cinnamon treatment at 96 hours post differentiation. PPAR&#947; data shows no significant changes in protein quantity, however ELISA data suggests increases in binding potential PPAR&#947; as well as FoxO1 transcription factors with cinnamon treatment. Preliminary expression analysis suggests changes in both PPAR&#947; and FoxO1. Lipase activity data suggests a significant increase in cinnamon treated adipocytes. Data from the study suggests that cinnamon activates PPAR&#947; and that it may play a role in decreasing tumorigenic activity. However, with particular concern in breast cancer cells, the activation of PPAR&#947; in adipocytes appears to increase the lipase activity, thus producing more free fatty acids and potentially enhancing energy dependent proliferation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,Adipocytes,Lipids,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sean Mild<\/b><sup><\/sup>, Cole Swartz<sup><\/sup>, Amy Aulthouse<sup><\/sup>, Amy Stockert<sup><\/sup><br><br\/>Ohio Northern Univ., Ada, OH","CSlideId":"","ControlKey":"bf3f4e0a-a3bc-42ce-a351-79f77008b900","ControlNumber":"3508","DisclosureBlock":"&nbsp;<b>S. Mild, <\/b> None..<br><b>C. Swartz, <\/b> None..<br><b>A. Aulthouse, <\/b> None..<br><b>A. Stockert, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8369","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4849","PresenterBiography":null,"PresenterDisplayName":"Sean Mild","PresenterKey":"a1cbe97d-9ff2-45f6-ba6d-ce139497a4c2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4849. PPAR&#947; and FoxO1 expression and activity in aqueous cinnamon extract treated cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PPAR&#947; and FoxO1 expression and activity in aqueous cinnamon extract treated cells","Topics":null,"cSlideId":""},{"Abstract":"High-salt (sodium chloride) diets have been associated with several chronic inflammatory diseases. While the role of chronic inflammation in cancer is well established, the specific role of high salt diet in carcinogenesis is unknown. Previous studies with syngeneic murine breast cancer models, both in our laboratory and others, have shown that high salt (HS) diet induced tumor regression through inflammatory activation of anti-tumor adaptive immune responses. We tested this counter-intuitive and suspiciously beneficial role of HS diet by performing sequential passage studies in preclinical murine models. Six week old mice were placed on high salt diet for 2 weeks prior to injection with syngeneic 4T1 and Py230 triple negative breast cancer cells (into BALB\/c and C57Bl\/6J mice, respectively, referred to as passage-1). Tumors were harvested after four weeks of injection. The cancer cells depleted of immune cells were collected from these harvested tumors and reinjected into new non-tumor bearing mice. This cycle was repeated three times. In passage-1 cohort, by day 28, HS diet induced reduced tumor progression in both 4T1-BALB\/c (267 &#177; 59 mm<sup>3<\/sup>) and Py230-C57Bl\/6J (238 &#177; 54 mm<sup>3<\/sup>) as compared to regular salt (RS) diet cohort (611 &#177; 94 mm<sup>3<\/sup> and 473 &#177; 69 mm<sup>3<\/sup>, respectively; p&#60;0.05 for both). However, in passage-4 cohort, by day 28, HS diet induced significantly higher tumor progression in both 4T1-BALB\/c (806 &#177; 91 mm<sup>3<\/sup>) and Py230-C57Bl\/6J (743 &#177; 81 mm<sup>3<\/sup>) models, as compared to regular salt (RS) diet cohort (577 &#177; 83 mm<sup>3<\/sup> and 462 &#177; 77 mm<sup>3<\/sup>, respectively; p&#60;0.05 for both). Cellular analysis by flow cytometry revealed that there was a 12-19 fold increase in tumor initiating stems cells (TISCs) in passage-4 HS diet cohort compared to RS diet cohort. Mechanistic studies have demonstrated that there was increased TGF&#946; expression on TISCs obtained from passage-4 HS diet cohort which correlated with enhanced exhaustion phenotype (CTLA4<sup>+<\/sup>) of tumor infiltrating adaptive immune cells (CD4 and CD8 T cells) in this cohort. Co-treatment with anti-TGF&#946; and anti-CTLA4 monoclonal antibodies (mAb) in passage-4 HS diet cohort, significantly reduced tumor progression (p&#60;0.05), as compared to treatment with either mAb alone. Taken together, these data demonstrated that chronic HS diet leads to expansion of TGF&#946; expressing TISCs leading to host immune exhaustion and tumorigenesis. Importantly, anti-TGF&#946; mAb exerted a favorable synergistic effect to enhance the anti-tumor efficacy of immune check-point inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Stem cells,Carcinogenesis,Breast cancer,Proliferation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lisa Tucker<\/b><sup>1<\/sup>, Sonya Reid<sup>2<\/sup>, Jeffrey  C.  Rathmell<sup>2<\/sup>, Venkataswarup Tiriveedhi<sup>1<\/sup><br><br\/><sup>1<\/sup>Tennessee State University, Nashville, TN,<sup>2<\/sup>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"b38480aa-00d2-41aa-871a-105bedc84bb6","ControlNumber":"7115","DisclosureBlock":"&nbsp;<b>L. Tucker, <\/b> None..<br><b>S. Reid, <\/b> None..<br><b>J. C. Rathmell, <\/b> None..<br><b>V. Tiriveedhi, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8370","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4850","PresenterBiography":null,"PresenterDisplayName":"Lisa Tucker, MS","PresenterKey":"14e29d18-56d3-4177-933f-ff6257132de7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4850. High salt diet induced tumor initiating stem cells mediate breast cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High salt diet induced tumor initiating stem cells mediate breast cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is characterized by KRAS- and autophagy-dependent growth. We and others recently demonstrated that inhibition of the RAF-MEK-ERK pathway resulted in upregulated autophagy, and that dual treatment with the autophagy inhibitor hydroxychloroquine (HCQ)\/chloroquine (CQ) and MEK or ERK inhibitors (MEKi, ERKi) synergistically blocked PDAC growth. These findings provided rationale for our initiation of Phase I\/II clinical trials evaluating the combination of MEKi (binimetinib; NCT04132505) or ERKi (LY3214996; NCT04386057) with HCQ in PDAC. However, HCQ\/CQ are not specific or potent autophagy inhibitors. Thus, we sought to identify a more efficacious autophagy inhibition strategy. To this end, we performed a CRISPR-Cas9 mediated genetic loss-of-function screen with a library encompassing cancer signaling pathways in the presence or absence of CQ. In the absence of CQ, we identified PIKfyve, a lipid kinase critical for the recycling dynamics of lysosomes, as an essential autophagy-related gene in PDAC cells. PIKfyve inhibition, by the clinical candidate inhibitor apilimod, resulted in potent reduction of autophagic flux and growth. Additionally, PIKfyve inhibition resulted in robust intracellular vacuolization. Vacuoles stained positive for the lysosomal marker, LAMP1, and exhibited reduced acidity and impaired cargo degradation. Importantly, when we inhibited MEK, with the clinical stage MEKi mirdametinib, and PIKfyve (with apilimod) together, we observed decreased MEKi-induced autophagic flux and synergistic impairment of PDAC cell proliferation. Growth inhibition was due in part to an induction of apoptosis unique to combination treatment. Synergistic growth suppression was maintained in a panel of patient derived PDAC organoids, suggesting this may be an efficacious therapeutic strategy for PDAC treatment. In the presence of CQ, our CRISPR-Cas9 screen showed that loss of upstream autophagy-related genes sensitized PDAC cells to CQ treatment. Validation indicated that vertical inhibition (dual inhibition of distinct nodes of a linear pathway) of the autophagy pathway further reduced autophagic flux relative to inhibition of any single node and synergistically reduced PDAC cell growth. Furthermore, combining ERK-MAPK inhibition with vertical inhibition of autophagy improves the <i>in vitro<\/i> efficacy of this treatment strategy. Ongoing studies are aimed at delineating the mechanism underlying the synergy observed with anti-autophagy inhibitor combinations and further validation in more advanced preclinical models of PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Autophagy,Pancreatic cancer,Therapeutic target,MEK inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jonathan  M.  DeLiberty<\/b><sup><\/sup>, Clint  A.  Stalnecker<sup><\/sup>, Kristina Drizyte-Miller<sup><\/sup>, Elyse  G.  Schechter<sup><\/sup>, Noah  L.  Pieper<sup><\/sup>, Runying Yang<sup><\/sup>, Channing  J.  Der<sup><\/sup>, Adrienne  D.  Cox<sup><\/sup>, Kirsten  L.  Bryant<sup><\/sup><br><br\/>University of North Carolina at Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"635475b6-c260-428b-a4a0-1ed32693eaaa","ControlNumber":"2299","DisclosureBlock":"&nbsp;<b>J. M. DeLiberty, <\/b> None..<br><b>C. A. Stalnecker, <\/b> None..<br><b>K. Drizyte-Miller, <\/b> None..<br><b>E. G. Schechter, <\/b> None..<br><b>N. L. Pieper, <\/b> None..<br><b>R. Yang, <\/b> None.&nbsp;<br><b>C. J. Der, <\/b> <br><b>Anchiano Therapeutics<\/b> Other, Consultant\/advisory board member. <br><b>Deciphera Pharmaceuticals<\/b> Grant\/Contract, Other, Consultant\/advisory board member. <br><b>Mirati Therapeutics<\/b> Grant\/Contract, Other, Consultant\/advisory board member. <br><b>Revolution Medicines<\/b> Other, Consultant\/advisory board member. <br><b>SpringWorks Therapeutics<\/b> Grant\/Contract. <br><b>Axon Advisors LLC<\/b> Other, Consulted. <br><b>Sanofi<\/b> Other, Consulted. <br><b>SmartAnalyst<\/b> Other, Consulted. <br><b>SVB Leerink<\/b> Other, Consulted. <br><b>Third Bridge<\/b> Other, Consulted. <br><b>Ribometrix<\/b> Other, Consulted. <br><b>Jazz Therapeutics<\/b> Other, Consulted. <br><b>Turning Point Therapeutics<\/b> Other, Consulted. <br><b>Eli Lilly<\/b> Other, Consulted. <br><b>Revolution Medicines<\/b> Grant\/Contract, Other, Consulted. <br><b>Verastem<\/b> Other, Scientific advisory board member. <br><b>Shy Therapeutics<\/b> Other, Scientific advisory board member. <br><b>A. D. Cox, <\/b> <br><b>Eli Lilly<\/b> Other, Consulted. <br><b>Mirati Therapeutics<\/b> Other, Consulted. <br><b>SpringWorks Therapeutics<\/b> Other, Consulted. <br><b>K. L. Bryant, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Grant\/Contract. <br><b>SpringWorks Therapeutics<\/b> Grant\/Contract.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8372","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4851","PresenterBiography":null,"PresenterDisplayName":"Jonathan DeLiberty, BS","PresenterKey":"0a3a71ed-b4f4-47da-a7dc-18a15d74650f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4851. Improving the efficacy of dual ERK-MAPK and autophagy inhibition as a therapeutic strategy for pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Improving the efficacy of dual ERK-MAPK and autophagy inhibition as a therapeutic strategy for pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is one of the most commonly diagnosed cancers worldwide and the most common in women in the United States. The majority of the BC are estrogen receptor alpha positive (ER+) and are likely to respond to endocrine therapy. Tamoxifen and fulvestrant are the most widely used hormonal treatments for ER+ BC. However, nearly half of patients receiving endocrine therapy suffer from the risk of recurrence due to either intrinsic or acquired resistance. Thus, it is vital to understand the mechanisms of resistance to endocrine therapy in ER+ BC. Metabolic reprogramming is one of the significant hallmarks of cancer and it is now known that many tumors utilize mitochondrial oxidative phosphorylation (OXPHOS) for their energy needs. Our lab previously reported that metastatic triple-negative breast cancer (TNBC), which does not express ER, has a high energy dependency on mitochondrial fatty acid beta-oxidation (FAO). In this project, we developed a gene signature by integrating the transcriptomic, metabolomic, and lipidomic data from FAO rate-limiting gene (CPT1) modulated TNBC cells. Our signature represented the FAO-regulated gene set relevant to metabolic or lipidomic changes. We discovered a significant reliance on this TNBC signature in endocrine-resistant ER+ BC. Clinical data suggests that our gene signature predicts the survival of endocrine-treated ER+ BC patients. Though increased fatty acid consumption is reported in tamoxifen-resistant cells, the role of FAO in endocrine treatment resistance is largely unclear. We then analyzed the metabolic reprogramming in ER+ BC cell lines after tamoxifen or fulvestrant therapy. Molecular, genetic, and metabolic analyses suggested that endocrine therapy-induce AMPK-FAO-OXPHOS signal activation in ER+ BC cells. Furthermore, the knockdown of CPT1, the rate-limiting enzyme of FAO, or treatment with FAO inhibitors significantly enhanced the response to endocrine therapies. We have also reported that FAO induces the autophosphorylation of the c-Src proto-oncogene in TNBC tumors. Thus, we analyzed this phenomenon in the endocrine-resistant ER+ BC cells. As expected, endocrine therapy-induced FAO activated the Src pathway in ER+ BC also. Moreover, in vitro, and in vivo studies confirmed that endocrine-resistant ER+ BC cells have increased sensitivity to FAO, OXPHOS, and Src inhibitors. Finally, analysis of clinical data suggests that low expression of FAO rate-limiting genes in the ER+ primary tumors have better recurrence-free and distant metastasis-free survival after endocrine therapy. Overall, our findings suggest that the gene signature generated from FAO-modulated TNBC cells predicts response to endocrine therapy in ER+ BC. Moreover, metabolic reprogramming in endocrine-resistant ER+ tumors induce FAO, OXPHOS, and Src pathways, providing potential targets to overcome endocrine-resistance ER+ BC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Endocrine resistance,Fatty acid oxidation,Src tyrosine kinase,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Songyeon Ahn<\/b><sup>1<\/sup>, Junhyoung Park<sup>1<\/sup>, Sandra L. Grimm<sup>1<\/sup>, Badrajee WB Piyarathna<sup>1<\/sup>, Nagireddy Putluri<sup>1<\/sup>, Gokul Das<sup>2<\/sup>, Cristian Coarfa<sup>1<\/sup>, Benny  A.  Kaipparettu<sup>1<\/sup><br><br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX,<sup>2<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"bd3f1392-4abb-4e7f-9931-37d62198ac72","ControlNumber":"6406","DisclosureBlock":"&nbsp;<b>S. Ahn, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. L. Grimm, <\/b> None..<br><b>B. W. Piyarathna, <\/b> None..<br><b>N. Putluri, <\/b> None..<br><b>G. Das, <\/b> None..<br><b>C. Coarfa, <\/b> None..<br><b>B. A. Kaipparettu, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8373","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4852","PresenterBiography":null,"PresenterDisplayName":"Songyeon Ahn, BS;MS;PhD","PresenterKey":"43534755-9e9f-4687-b8ba-277e849b6f94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4852. Metabolomic rewiring in endocrine therapy resistant estrogen receptor positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolomic rewiring in endocrine therapy resistant estrogen receptor positive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Melatonin, a hormone produced by the pineal gland, is typically known for its modulation of a number of physiological functions, alongside its ability to synchronize the sleep-wake rhythms. In recent years, however, its interactions with cancerous cells and role in prevention and treatment have been increasingly studied. It has been demonstrated that melatonin can improve the efficacy of chemotherapeutic drugs and directly inhibit tumorigenesis in experimental models of neoplasia. In addition, while melatonin typically displays anti-apoptotic effects in normal cells, it holds pro-apoptotic effects in cancer cells. Despite this, the mechanisms by which melatonin affects cell death and metabolism remain unclear due to the seeming difference from cell to cell. We aim to better understand the role of melatonin in regulating thyroid cancer cell apoptosis and metabolism. The MDA-T41 thyroid cancer cell line was cultured with varying quantities of melatonin. Steady volumes of staurosporine (an inductor of apoptotic cell death) were applied to cultures, and cell death levels were subsequently measured using the Realtime-Glo Annexin V Apoptosis and Necrosis assay. Our results showed that melatonin provided anti-apoptotic effects to MDA-T41 cells treated with staurosporine. Both apoptosis and necrosis were reduced by 50% in melatonin-treated cells 24 hours after staurosporine-induced cell death. Our next steps will be to evaluate the mechanisms and further signaling pathways involved in this apoptosis inhibition through Bcl-2 and p53 protein expression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Melatonin,Signaling pathways,Thyroid cancer,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Angela Huang<sup><\/sup>, <b>Daniel Sanches<\/b><sup><\/sup><br><br\/>Natural Sciences, South Florida State College, Sebring, FL","CSlideId":"","ControlKey":"699d367a-f9b5-4280-ab6b-3dd3ed3d33a5","ControlNumber":"7707","DisclosureBlock":"&nbsp;<b>A. Huang, <\/b> None..<br><b>D. Sanches, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8374","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4853","PresenterBiography":null,"PresenterDisplayName":"Daniel Sanches, PhD","PresenterKey":"71d01d61-5713-462e-b552-abcb3eaa0b5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4853. Evaluating the role of melatonin in thyroid cancer cell (MDA-T41) apoptosis and metabolism modulation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluating the role of melatonin in thyroid cancer cell (MDA-T41) apoptosis and metabolism modulation","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Non-alcoholic steatohepatitis (NASH) and cirrhosis are major risk factors for hepatocellular carcinoma (HCC), which affects men 2-4 times more than women. In tumors Pyruvate kinase M2 (PKM2), induces aerobic glycolysis (Warburg effect) and proinflammatory and non-apoptotic cell death, ferroptosis. Raised levels of hepatic macrophage PKM2 expression are associated with poor prognosis HCC. We previously found that liver specific TGF-&#946;\/SMAD4 knockout mice develop iron deposition and hemochromatosis due to a dramatic loss of hepcidin. Moreover, <i>Smad4<\/i><sup>+\/-<\/sup><i>Sptbn1<\/i><sup>+\/-<\/sup> mice develop gastrointestinal cancers but only in the presence of an altered microbiome. Recently, we found that liver-specific knockout of a TGF-&#946;\/SMAD3\/4 adaptor protein, &#946;II-spectrin (LSKO) blocks diet-induced NASH and HCC in mice, as well as in siRNA treated human NASH microfluidic cultures (<i>Sci Transl Med.<\/i> 2021;13(624): eabk2267). We hypothesized that &#946;II-spectrin modulates PKM2 expression in NASH fatty liver, promoting proinflammatory cytokine release, inflammation and tumorigenesis. In addition, microbiome changes could alter hepcidin function and modulate ferroptosis. Our goal is to understand the molecular mechanism underlying PKM2 driven NASH and HCC.<br \/><b>Methods:<\/b> For our NASH mouse model, we fed SPTBN1<sup>Flox<\/sup> (control) and liver-specific &#946;II-spectrin knockout (SPTBN1<sup>LSKO<\/sup>) mice a Western diet (WD). Body weight, total cholesterol, and triglyceride concentrations in serum were monitored, and PKM2 expression levels in the liver tissues was analyzed. SPTBN1<sup>Flox<\/sup> and SPTBN1<sup>LSKO<\/sup> mice were treated with both WD and Diethylnitrosamine (DEN) for HCC, and gut microbiome profiles were performed in these mice. To evaluate PKM2 expression in the NASH-associated HCC mouse model, immunohistochemical labeling was performed on liver tissues of these mice with PKM2-specific antibody. Inflammation, lipidosis and fibrosis were determined with H&#38;E, Oil Red O and Sirius Red staining.<br \/><b>Results:<\/b> We found upregulation of PKM2 expression in NASH and HCC Kupffer cells (WD SPTBN1<sup>Flox<\/sup> mice). In contrast, PKM2 expression was markedly reduced in the liver in WD SPTBN1<sup>LSKO<\/sup> that blocked NASH and HCC. Interestingly, microbiome profiles were altered and TGF-&#946;\/SMAD3-regulated fibrosis as well as expression of inflammatory genes were significantly reduced in LSKO mice, compared to the NASH mice.<br \/><b>Conclusions:<\/b> Our findings suggest that the knockdown of the Smad3\/4 adaptor &#946;II-spectrin decreases PKM2 expression in Kupffer cells, thereby suppressing pro-inflammatory cytokine production, blocking NASH-associated HCC. Hepatic macrophages such as Kupffer cells and monocyte-derived macrophages could therefore play a critical role in the ferroptosis-mediated protumor immune microenvironment. In addition, our work provides new insight into potential mechanism for two disorders that affect males more than females, hemochromatosis and HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,TGF-&#946;,Macrophages,Inflammation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kazufumi Ohshiro<\/b><sup>1<\/sup>, Krishanu Bhowmick<sup>1<\/sup>, Xiaochun Yang<sup>1<\/sup>, Addison Klebanov<sup>1<\/sup>, Sahara John<sup>1<\/sup>, Dillon Voss<sup>2<\/sup>, Adrian Krainer<sup>2<\/sup>, Lopa Mishra<sup>1<\/sup><br><br\/><sup>1<\/sup>The Institute for Bioelectronic Medicine, Dept of Medicine, Div. of Gastroenterology and Hepatology, The Feinstein Institutes for Medical Research, & Cold Spring Harbor Laboratory, Northwell Health, Manhasset, NY,<sup>2<\/sup>Cancer Center, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY","CSlideId":"","ControlKey":"1f0a3516-c971-4cf7-a967-f7fff8aded64","ControlNumber":"7226","DisclosureBlock":"&nbsp;<b>K. Ohshiro, <\/b> None..<br><b>K. Bhowmick, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>A. Klebanov, <\/b> None..<br><b>S. John, <\/b> None..<br><b>D. Voss, <\/b> None..<br><b>A. Krainer, <\/b> None..<br><b>L. Mishra, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8375","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4854","PresenterBiography":null,"PresenterDisplayName":"Kazufumi Ohshiro, PhD","PresenterKey":"4daaf6ba-4cdc-401c-a087-a2d642a1cc31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4854. PKM2 Modulates hepatic macrophage regulation of NASH, ferroptosis and HCC through TGF-&#946; signaling","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"462","SessionOnDemand":"False","SessionTitle":"Role of Mitochondria and Signaling Pathways in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PKM2 Modulates hepatic macrophage regulation of NASH, ferroptosis and HCC through TGF-&#946; signaling","Topics":null,"cSlideId":""}]