[{"Abstract":"Comprehensive proteomic profiling of plasmas collected before and after neo-adjuvant treatment for gastric cancer (GC) yielded 522 proteins exhibiting higher pre-treatment levels compared to healthy controls and among them, 345 proteins decreased after the treatment. Increased levels of cytoskeleton-related proteins were manifest in the plasmas of GC patients. Cytoskeletal proteins are known to play integral roles in modulating epithelial plasticity by altering mechanical strength and structural design that is critical for cancer cell motility, epithelial to mesenchymal transition (EMT), metastasis, and invasion. Ingenuity Pathway Analysis of highly expressed circulating proteins identified key oncogenic upstream transcriptional regulators and proteins that promote EMT, including KRAS, MYC and TGFB. Additionally, pathways involved in remodeling of epithelial adherens junctions, actin cytoskeleton signaling and VEGF signaling that also play a key role in EMT were upregulated. Additional datasets from proteomic profiling of multiple (N=6) GC cell lines were intersected with GC patient plasma profiles provided supporting evidence of a cancer cell origin of circulating cytoskeletal features. ACTC1, ACTN1, ACTR3, MYH9, TUBA1A, TUBA4A and TLN1 were highly expressed in both conditioned media released from GC cell lines and plasma samples of GC patients. Our findings are indicative of a blood-based signature of cytoskeletal proteins that is reflective of EMT in the context of gastric cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Proteomics,Gastrointestinal cancers: stomach,Liquid biopsies,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ali H. Abdel Sater<\/b><sup><\/sup>, Yihui Chen<sup><\/sup>, Johannes  F.  Fahrmann<sup><\/sup>, Ehsan Irajizad<sup><\/sup>, Yining Cai<sup><\/sup>, Fuchung Hsiao<sup><\/sup>, Jody  V.  Vykoukal<sup><\/sup>, Hiroyuki Katayama<sup><\/sup>, Ricardo  A.  Léon-Letelier<sup><\/sup>, Rongzhang Dou<sup><\/sup>, Edwin  J.  Ostrin<sup><\/sup>, Melissa Pizzi<sup><\/sup>, Kohei Yamashita<sup><\/sup>, Matheus Sewastjanow Da Silva<sup><\/sup>, Shumei Song<sup><\/sup>, Jaffer Ajani<sup><\/sup>, Samir Hanash<sup><\/sup><br><br\/>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"e5f0818a-7c17-4289-a74d-04d1b4a1a661","ControlNumber":"7135","DisclosureBlock":"&nbsp;<b>A. H. Abdel Sater, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>J. F. Fahrmann, <\/b> None..<br><b>E. Irajizad, <\/b> None..<br><b>Y. Cai, <\/b> None..<br><b>F. Hsiao, <\/b> None..<br><b>J. V. Vykoukal, <\/b> None..<br><b>H. Katayama, <\/b> None..<br><b>R. A. Léon-Letelier, <\/b> None..<br><b>R. Dou, <\/b> None..<br><b>E. J. Ostrin, <\/b> None..<br><b>M. Pizzi, <\/b> None..<br><b>K. Yamashita, <\/b> None..<br><b>M. Sewastjanow Da Silva, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>J. Ajani, <\/b> None..<br><b>S. Hanash, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4069","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2017","PresenterBiography":null,"PresenterDisplayName":"Ali Abdel Sater","PresenterKey":"2cccb1a3-a9d1-4535-93f7-2ddb58fb7ae0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2017. A liquid biopsy approach to gastric cancer reveals a signature reflective of epithelial to mesenchymal transition","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"314","SessionOnDemand":"False","SessionTitle":"Proteomics and Biomarker Discovery","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A liquid biopsy approach to gastric cancer reveals a signature reflective of epithelial to mesenchymal transition","Topics":null,"cSlideId":""},{"Abstract":"The National Cancer Institute&#8217;s Clinical Proteomic Tumor Analysis Consortium (NCI&#8217;s CPTAC) is an integrative proteogenomic program composed of a Tumor Characterization Program and a Translational Research Program (PTRC) (<u>https:\/\/proteomics.cancer.gov<\/u><u><\/u>). The CPTAC aims to leverage the investments made in cancer research by understanding the molecular changes by proteogenomically characterizing cancers and accelerating the basic discovery toward clinical impact. This goal is achieved through the application of large-scale proteome and genome analyses, followed by proteogenomic integration of genome, transcriptome, and proteome data sets. Together, it enables the correlation analysis of mRNA and protein, mutations, post-translational modifications, and signaling pathways. All data and analytical tools are made broadly available to the research community through public databases to maximize utility and public benefit.<br \/>CPTAC teams have characterized a multitude of treatment-na&#239;ve tumor types, including colorectal, ovarian, breast, clear cell renal cell carcinoma, uterine corpus endometrial carcinoma, lung adenocarcinoma, lung squamous cell carcinoma, brain (including adult, pediatric, and adolescent and young adult), head and neck squamous cell carcinoma, and pancreatic ductal adenocarcinoma (<u>https:\/\/proteomics.cancer.gov\/resources\/milestones-and-publications<\/u>). Ongoing projects include acute myeloid leukemia (AML), cutaneous melanoma, sarcoma, oligodendroglioma, and stomach cancers. In the PTRC Program, CPTAC is partnering with NCI-sponsored clinical trials to support clinically relevant research projects that would elucidate biological mechanisms of therapeutic response, resistance, and\/or toxicity. The PTRC Program currently explores breast, ovarian, AML, multiple myeloma, melanoma, and lung cancers.<br \/>All mass spectrometry-based proteomic, genomic, and imaging data (histopathology and radiology) are made publicly available at the CPTAC Proteomic Data Commons (<u>https:\/\/pdc.cancer.gov<\/u><u><\/u>), Genomic Data Commons (<u>https:\/\/gdc.cancer.gov<\/u><u><\/u>), and the Cancer Imaging Archive (<u>https:\/\/cancerimagingarchive.net<\/u><u>)<\/u><u><\/u> respectively. CPTAC is also supporting development of new proteogenomic data analysis tools (<u>https:\/\/proteomics.cancer.gov\/resources\/computational-tools<\/u><u><\/u>). In addition, the CPTAC Assay Portal (http:\/\/assays.cancer.gov) is a public resource populated with mass spectrometry-based targeted proteomic assays developed by the consortium for quantitatively measuring proteins of interest, including those discovered through comprehensive tumor characterization. Lastly, well-characterized monoclonal antibodies targeting cancer-specific proteins and peptides are also made available at CPTAC&#8217;s Antibody Portal (<u>http:\/\/antibodies.cancer.gov<\/u>).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Proteomic analysis,Mass spectrometry,Genomics,Assay development,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mehdi Mesri<\/b><sup><\/sup>, Eunkyung An<sup><\/sup>, Xu Zhang<sup><\/sup>, Jasmin Bavarva<sup><\/sup>, Ana I. Robles<sup><\/sup>, Tara Hiltke<sup><\/sup>, Henry Rodriguez<sup><\/sup><br><br\/>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"881f9a98-a59a-4cbd-91a4-29abd968665f","ControlNumber":"950","DisclosureBlock":"&nbsp;<b>M. Mesri, <\/b> None..<br><b>E. An, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>J. Bavarva, <\/b> None..<br><b>A. I. Robles, <\/b> None..<br><b>T. Hiltke, <\/b> None..<br><b>H. Rodriguez, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4071","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2019","PresenterBiography":null,"PresenterDisplayName":"Mehdi Mesri, PhD","PresenterKey":"86264eb1-93fa-42ba-aa9a-2fe2a8f95950","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2019. NCI&#8217;s clinical proteomic tumor analysis consortium analysis tools and resources","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"314","SessionOnDemand":"False","SessionTitle":"Proteomics and Biomarker Discovery","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NCI&#8217;s clinical proteomic tumor analysis consortium analysis tools and resources","Topics":null,"cSlideId":""},{"Abstract":"The complex and dynamic microenvironment of tumors influences their development, progression, and response to therapy. In addition to cancer cells, solid tumors consist of a tumor microenvironment (TME) containing fibroblasts, immune cells, blood and lymphatic vessels, and the extracellular matrix. A wide variety of secreted proteins maintain the heterotypic interactions between the cell types in the TME. However, it is not well understood how the TME responds to treatment at the proteome level. Here, we developed a unique nascent proteomic approach for precision-cut tumor slices to address this issue. Precision-cut tumor slices (PCTS) are a technology in which tumor tissues are cut to a defined thickness of 150-300 &#181;m and cultured <i>ex vivo<\/i> for a certain time. PCTS maintain both the three-dimensional architecture and tumor heterogeneity and preserve their TME with respect to different cell types and the extracellular matrix. Our approach for PCTS nascent proteome analysis combines pulsed-SILAC (stable isotope labeling with amino acids in cell culture) with click chemistry to selectively isolate and quantify newly synthesized proteins in the TME upon drug treatment. PCTS were generated from patient-derived xenografts and primary human ovarian tumors. After a depletion step, the PCTS were cultured in AHA-SILAC medium and treated with cisplatin. PCTS and culture media containing secreted proteins were harvested separately. Newly synthesized proteins were enriched via click chemistry and analyzed using mass spectrometry. A maximum labelling efficiency of &#62;60% was achieved. Human PCTS showed a higher labelling efficiency than mouse xenografts. The PCTS of different tumors showed varying labeling efficiencies, indicating patient heterogeneity. Nascent proteome analysis enables the investigation of drug resistance and response in different patients. Cisplatin treatment resulted in the downregulation of &#62;200 proteins in responsive tumors. A PCTS resistant to cisplatin did not show this response. Moreover, the corresponding patient had a worse clinical outcome than patients whose tumors were sensitive <i>ex vivo<\/i>. GSEA revealed the involvement of components such as cadherin binding and DNA translation. Protein-protein interactions can be predicted via STRING analysis. Tumor response or resistance was validated using viability assays and immunohistochemical staining for biomarkers of DNA damage and cell death. In conclusion, we established an <i>ex vivo<\/i> nascent proteome analysis method to study drug response within the complex TME, which can predict the tumor <i>in vivo<\/i> drug response. By combining the PCTS culture system with pulsed SILAC-AHA treatment, this approach allows the tracking of compositional and dynamic changes within the proteome and monitoring of the direct proteome response on a rapid timescale. It can be used to study cellular communication, predict therapeutic outcomes, and identify new therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Proteomic analysis,3D models,Drug resistance,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Julia Thiel<\/b><sup>1<\/sup>, Lina-Marie Wagner<sup>2<\/sup>, Karim Aljakouch<sup>2<\/sup>, Julia Schüler<sup>3<\/sup>, Bernd Winkler<sup>4<\/sup>, Kathrin Böpple<sup>1<\/sup>, Thomas  E.  Mürdter<sup>1<\/sup>, Georg Sauer<sup>4<\/sup>, German Ott<sup>5<\/sup>, Walter  E.  Aulitzky<sup>6<\/sup>, Matthias Schwab<sup>1<\/sup>, Jeroen Krijgsveld<sup>2<\/sup>, Meng Dong<sup>1<\/sup><br><br\/><sup>1<\/sup>Dr. Margarete Fischer-Bosch Institute of Clinical Pharmacology, Stuttgart, Germany,<sup>2<\/sup>Division Proteomics of Stem Cells and Cancer (B230), German Cancer Research Center (DKFZ), Heidelberg, Germany,<sup>3<\/sup>Charles River Germany GmbH, Freiburg, Germany,<sup>4<\/sup>Department of Gynecology and Obstetrics, Robert Bosch Hospital, Stuttgart, Germany,<sup>5<\/sup>Department of Clinical Pathology, Robert Bosch Hospital, Stuttgart, Germany,<sup>6<\/sup>Department of Oncology, Robert Bosch Hospital, Stuttgart, Germany","CSlideId":"","ControlKey":"2784bd39-086d-4e7a-81bc-33a00ab0b1b2","ControlNumber":"5921","DisclosureBlock":"&nbsp;<b>J. Thiel, <\/b> None..<br><b>L. Wagner, <\/b> None..<br><b>K. Aljakouch, <\/b> None..<br><b>J. Schüler, <\/b> None..<br><b>B. Winkler, <\/b> None..<br><b>K. Böpple, <\/b> None..<br><b>T. E. Mürdter, <\/b> None..<br><b>G. Sauer, <\/b> None..<br><b>G. Ott, <\/b> None..<br><b>W. E. Aulitzky, <\/b> None..<br><b>M. Schwab, <\/b> None..<br><b>J. Krijgsveld, <\/b> None..<br><b>M. Dong, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4072","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2020","PresenterBiography":null,"PresenterDisplayName":"Julia Thiel, MS,BS","PresenterKey":"aeb0a6be-0854-4688-aabe-eb42998ed70c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2020. Nascent proteome analysis of drug response in precision-cut tumor slices","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"314","SessionOnDemand":"False","SessionTitle":"Proteomics and Biomarker Discovery","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nascent proteome analysis of drug response in precision-cut tumor slices","Topics":null,"cSlideId":""},{"Abstract":"Determining the levels of protein-protein interactions (PPI) is essential for the understanding of signal transduction, regulation of gene expression and mutation effects, infection mechanisms, identification of diagnostic markers, etc. Taking the already challenging task of PPI identification a step further, the next aim is to determine the levels of non-interacting proteins in parallel. The ability to concurrently monitor free and interacting proteins opens the door to studying their functional states and interplay, thus gaining deeper insight from a single staining experiment. Additionally, to accomplish this <i>in situ<\/i>, retaining the structural integrity of the cell, helps understand spatiotemporal communication between proteins in their native environment. To this end, we designed Naveni TriFlex Cell &#8211; a highly sensitive and specific proximity-based technology, relying on two user-determined primary antibodies against the targets of interest, and on proprietary TriFlex Navenibodies, which are antibody-based proximity reagents. TriFlex Cell detects total protein A (i.e., both free and in complex with B), total protein B, and the AB interaction. The detected A, B and AB signals are amplified and generate fluorescent readout in three channels corresponding to each protein pool. As proof of principle, we stained MCF7 cells for E-cadherin and &#946;-catenin, which are known to interact in the adherens junctions. We observed highly abundant interactions at the cell membrane, some complexes and free proteins in the cytoplasm, and very low background in controls where either or both primary antibodies were omitted. These results attested to the high sensitivity and specificity of our method. Next, we explored the expression and interaction of Histone H3 and Lamin B, a nuclear envelope protein. Despite the compact structure of the nucleus, we were able to distinguish individual signals and abundant interactions, with free Lamin B particularly enriched in the nuclear membrane. In dividing cells, we observed diffuse Lamin signals in line with nuclear envelope breakdown, and more densely packed Histone H3 associated with chromatin. In contrast to non-mitotic cells, interactions were few, but increasing with the advance from metaphase to telophase. Finally, we stained against GM130, a Golgi complex protein, and COX1, a mitochondrial marker, as a biological non-interaction control experiment. TriFlex Cell successfully detected the individual proteins in their respective subcellular locations, and no complexes. In summary, our data demonstrate that Naveni TriFlex Cell is a sensitive and specific method that visualizes low and high abundant targets in various cell compartments and adds value by uncovering protein interplay, such as complex formation\/dissolution under dynamic biological conditions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Protein-protein interactions,Signaling pathways,Fluorescence imaging,Molecular markers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Axel Klaesson<sup><\/sup>, <b>Doroteya Raykova<\/b><sup><\/sup>, Agata Zieba Wicher<sup><\/sup><br><br\/>Navinci Diagnostics AB, Uppsala, Sweden","CSlideId":"","ControlKey":"375c7ac5-1401-4e9b-9591-388ff94d6ec4","ControlNumber":"3605","DisclosureBlock":"<b>&nbsp;A. Klaesson, <\/b> <br><b>Janssen<\/b> Other, Services by Navinci. <br><b>Novo Nordisk<\/b> Other, Services by Navinci. <br><b>Immunoscape<\/b> Other, Services by Navinci. <br><b>GSK<\/b> Other, Product customer of Navinci. <br><b>D. Raykova, <\/b> <br><b>Jannsen<\/b> Other, Services by Navinci. <br><b>Novo Nordisk<\/b> Other, Services by Navinci. <br><b>Immunoscape<\/b> Other, Services by Navinci. <br><b>GSK<\/b> Other, Product customer of Navinci. <br><b>A. Zieba Wicher, <\/b> <br><b>Janssen<\/b> Other, Services by Navinci. <br><b>Novo Nordisk<\/b> Other, Services by Navinci. <br><b>Immunoscape<\/b> Other, Services by Navinci. <br><b>GSK<\/b> Other, Product customer of Navinci.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4073","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2021","PresenterBiography":null,"PresenterDisplayName":"Doroteya Raykova, PhD","PresenterKey":"b5cb1ec8-313a-45a4-a76e-76ff92ab3ac1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2021. Naveni TriFlex cell: An emerging method for simultaneous detection of free proteins and their interactions","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"314","SessionOnDemand":"False","SessionTitle":"Proteomics and Biomarker Discovery","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Naveni TriFlex cell: An emerging method for simultaneous detection of free proteins and their interactions","Topics":null,"cSlideId":""},{"Abstract":"The advancement of sequencing technologies made unbiased whole genome and transcriptome studies ubiquitous in the cancer research field. However, these omics analysis methods do not describe post-transcriptional and post-translational levels. With the recent availability of large scale multi-omics datasets, we set out to study the correlation between phosphorylations, protein expression and gene expression. The goal of this analysis is to highlight the cases in which systematic characterization of the whole proteome and phosphoproteome can uncover insights that are undetected with RNA sequencing.<br \/>The analysis described below applies RNA-protein-phosphorylation comparisons based on clinical cancer datasets. We make use of the large amount of data generated by the Clinical Proteomic Tumor Analysis Consortium (CPTAC), which generates unique phosphorylations, protein and mRNA expression data from the exact same samples.<br \/>Correlation analysis between the phosphorylation-protein-RNA profiles highlights multiple differences among cancer types and functional pathways. We specifically focus on the various DNA damage response pathways which are mediated by kinase activity, and as expected, show modest mRNA-protein correlations. The protein-RNA discordance is further demonstrated when using an unsupervised clustering of the data based on protein or RNA. This analysis showed substantial differences in tumor classification and the cellular processes that differentiate between clusters.<br \/>Altogether, this study demonstrates the opportunity presented by applying proteomics and phosphoproteomics techniques to study multiple systems that are at play in cancer biology, highlighting DNA damage response as a striking example.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-01 Biological mass spectrometry and systems biology,,"},{"Key":"Keywords","Value":"Phosphorylation,Proteomics,DNA damage response,Systems biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gali Arad<\/b><sup>1<\/sup>, Nitzan Simchi<sup>1<\/sup>, Kirill Pevzner<sup>1<\/sup>, Eran Seger<sup>1<\/sup>, Tamar Geiger<sup>2<\/sup><br><br\/><sup>1<\/sup>Protai, Tel Aviv, Israel,<sup>2<\/sup>Weizmann Institute of Science, Rehovot, Israel","CSlideId":"","ControlKey":"d1c5fb91-06df-4fd1-a38a-54f613032b15","ControlNumber":"3961","DisclosureBlock":"&nbsp;<b>G. Arad, <\/b> None..<br><b>K. Pevzner, <\/b> None..<br><b>E. Seger, <\/b> None..<br><b>T. Geiger, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4074","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2022","PresenterBiography":null,"PresenterDisplayName":"Gali Arad, PhD","PresenterKey":"196a190f-a571-4a18-a7a6-1f0934cfdb4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2022. What can we learn from phosphoproteomics compared to transcriptomics in DNA damage and other processes?","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"314","SessionOnDemand":"False","SessionTitle":"Proteomics and Biomarker Discovery","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"What can we learn from phosphoproteomics compared to transcriptomics in DNA damage and other processes?","Topics":null,"cSlideId":""},{"Abstract":"Mass spectrometry-based phosphoproteomics enables proteome-wide analysis of protein phosphorylation in biological samples. As a prime example, the Clinical Proteomic Tumor Analysis Consortium (CPTAC) has performed phosphoproteomic profiling for 1,191 tumors spanning 11 cancer types, generating quantitative data on 77,442 phosphosites. Despite the impressive data generation power, only less than 5% of these phosphosites have been associated with a regulatory kinase or biological function, and 90% of these annotated phosphosites were associated with 20% well-studied kinases. The &#8220;dark&#8221; phosphoproteome greatly limits our ability to gain functional insights into cancer signaling. Previous research has shown that co-regulation is a strong indicator of functional association. Here we leveraged machine learning and the vast amount of CPTAC data to build a co-regulation map of phosphosites to facilitate functional interpretation of phosphoproteomics findings. Based on a ground-truth dataset including 98,402 pairs of phosphosites known to be regulated by the same kinase (positives) and 1,317,273 pairs by kinases from distant kinase families (negatives), we developed an Extreme Gradient Boosting (XGBoost) classifier to distinguish the positive and negative pairs using CPTAC phosphoproteomic data, protein-protein interaction data, and phosphopeptide sequences. Applying the trained classifier to 3 billion phosphosite pairs identified 2,569,519 (0.08%) with high probability of co-regulation, i.e., 400 times more likely to connect positive pairs than negative pairs in an independent ground-truth dataset. These pairs constituted a co-regulation map of 30,499 unique phosphosites, called CoPheeMap.To demonstrate the utility of CoPheeMap, we integrated its network embedding features, embedding features from a kinase network, together with Position-Specific Scoring Matrices scores and site-kinase abundance associations to develop a XGBoost model to predict kinase substrate associations (KSAs). The resulted model CoPheeKSA showed superior performance with an AUROC of 0.97 and identified 12,000 high-quality novel KSAs involving 7,908 phosphosites. In another application, CoPheeMap based information propagation (CoPheeProp) assigned 5,000 phosphosites to different signaling pathways with high specificity, increasing existing knowledge by 9-fold. Applying CoPheeMap and the derived tools to CPTAC and other cancer phosphoproteomics datasets revealed regulatory and functional information for previously unannotated sites showing strong associations with somatic mutations and cancer phenotypes, leading to actionable mechanistic and therapeutic insights. Together, CoPheeMap, CoPheeKSA and CoPheeProp provide a systematic framework to illuminate the dark phosphoproteome and have broad applications ranging from basic cancer biology research to clinical investigations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Phosphorylation,Systems biology,Machine learning,Proteomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wen Jiang<\/b><sup><\/sup>, Eric Jaehnig<sup><\/sup>, Bing Zhang<sup><\/sup><br><br\/>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"36343407-1eaa-4a96-ad9b-57b7d2ce3484","ControlNumber":"3670","DisclosureBlock":"&nbsp;<b>W. Jiang, <\/b> None..<br><b>E. Jaehnig, <\/b> None..<br><b>B. Zhang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4075","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2023","PresenterBiography":null,"PresenterDisplayName":"Wen Jiang, BS","PresenterKey":"209a1b1b-25a7-4f44-8ed8-c14cb9f663af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2023. CoPheeMap: a co-regulation map of 30,000 phosphosite illuminates the dark cancer phosphoproteome","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"314","SessionOnDemand":"False","SessionTitle":"Proteomics and Biomarker Discovery","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CoPheeMap: a co-regulation map of 30,000 phosphosite illuminates the dark cancer phosphoproteome","Topics":null,"cSlideId":""},{"Abstract":"High resolution profiling of drug-protein interactions and binding mechanisms remains a major hurdle during lead selection and optimization. A key milestone in structure-based drug design is compound binding site identification and characterization. Structure-activity relationship (SAR) studies traditionally utilize time and cost intensive techniques such as nuclear magnetic resonance (NMR), x-ray crystallography (X-ray) and cryo-electron microscopy (cryo-EM). To date, hydrogen-deuterium exchange (HDX) is the only mass spectrometry-based approach that has been extensively utilized. Further, SAR studies are often complicated by protein size (large proteins and\/or oligomers) and location (membrane proteins), which can lead to protocol adaptations that can introduce artifacts. High resolution limited proteolysis (HR-LiP) is a high-throughput, high-resolution approach based on LiP-Quant that utilizes peptide-level resolution to characterize drug-protein interactions. Two well-characterized drug target proteins, bromodomain-containing protein 4 (BRD4) and transitional endoplasmic reticulum ATPase (VCP), were selected for analysis as they represent both difficult targets for structural biology (size and oligomerization respectively). BRD4 was targeted with a well characterized inhibitor (JQ1), while VCP was investigated for binding with a known autophagy activator. Using HR-LiP we identify the binding site of the BRD4 inhibitor JQ1 in the full-length protein, which is typically too large to be used directly in with conventional methods. Further, we confirm binding of the autophagy activator to VCP at a site known to increase VCP activity. For both compounds tested, our data are in good accordance with orthogonal data obtained by other structural protein approaches including HDX-MS and &#8220;click&#8221; chemistry-based chemoproteomics. We demonstrate that HR-LiP can be used to dissect small molecule-protein binding events, including compound binding site prediction for protein targets classically considered to be difficult and time intensive. Further, we show that this data can be used to shed light on the biological mechanisms driving a phenotypic response. Given its biological power, broad applicability and ease of implementation, we envision the use of HR-LiP as a routine approach for target validation and lead optimization in small molecule drug discovery pipelines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-04 Other,,"},{"Key":"Keywords","Value":"Proteomics,Proteomic analysis,Structure-activity relationships,Drug design,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nigel Beaton<\/b><sup>1<\/sup>, Roland Bruderer<sup>1<\/sup>, Yuehan Feng<sup>1<\/sup>, Jagat Adhikari<sup>2<\/sup>, Ivan Cornella-Taracido<sup>2<\/sup>, Lukas Reiter<sup>1<\/sup><br><br\/><sup>1<\/sup>Biognosys AG, Schlieren, Switzerland,<sup>2<\/sup>Cedilla Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"7b0cb13f-4084-4ea0-8e87-771f00455c56","ControlNumber":"3003","DisclosureBlock":"<b>&nbsp;N. Beaton, <\/b> <br><b>Biognosys<\/b> Employment. <br><b>R. Bruderer, <\/b> <br><b>Bionogys<\/b> Employment. <br><b>Y. Feng, <\/b> <br><b>Biognosys<\/b> Employment. <br><b>J. Adhikari, <\/b> <br><b>Roivant<\/b> Employment. <br><b>I. Cornella-Taracido, <\/b> <br><b>Roivant<\/b> Employment. <br><b>L. Reiter, <\/b> <br><b>Biognosys<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4076","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2024","PresenterBiography":null,"PresenterDisplayName":"Nigel Beaton, BS;MS;PhD","PresenterKey":"d10bc5b5-ffc5-4894-99c0-6107c26012e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2024. High resolution limited proteolysis (HR-LiP), a novel structural proteomics approach for the prediction of small molecule-protein binding events","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"314","SessionOnDemand":"False","SessionTitle":"Proteomics and Biomarker Discovery","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High resolution limited proteolysis (HR-LiP), a novel structural proteomics approach for the prediction of small molecule-protein binding events","Topics":null,"cSlideId":""},{"Abstract":"In response to diverse cellular cues, MAP3K1, a mitogen-activated protein kinase, participates in various cancer signaling networks including the NF&#954;B, JNK, ERK, and p38 pathways. Functioning as a signaling kinase in these oncogenic pathways, MAP3K1 contributes to tumor growth and metastasis, thus making it an attractive therapeutic target for cancer. Structure-guided design using MAP3K1 AlphaFold and Schro&#776;dinger GLIDE led to the development of 51-106, a selective MAP3K1 small molecule inhibitor. Profiling using the KiNativ<sup>TM<\/sup> platform in a cellular matrix revealed 51-106 as a selective ATP-competitive MAP3K1 inhibitor. 51-106 blocked TNF&#945;-induced MAP3K1-IKK&#946;-mediated NF&#954;B activity. Phosphoproteomics analysis following MAP3K1 inhibition by 51-106 showed a dose dependent decrease in NPM1 T199 phosphorylation indicating NPM1 as a novel substrate of MAP3K1. NPM1 plays a critical role in DNA damage repair; consistently we observed a dose dependent S-phase arrest upon MAP3K1 inhibition by 51-106, suggesting a dysfunctional DNA damage response. Higher MAP3K1 transcript level in pancreatic cancer patients is associated with poorer (50% vs. 15%)<b> <\/b>5-year survival. Treatment of pancreatic cancer cell lines with the MAP3K1 inhibitor 51-106 inhibited cell growth and migration. In combination studies, 51-106 synergistically inhibited growth with gemcitabine in LSL-KrasG12D\/+, LSL-Trp53R172H\/+, Pdx1-Cre (KPC) cell lines <i>in vitro<\/i> and in KPC syngeneic orthotopic implantation mouse model of pancreatic cancer <i>in vivo<\/i>. Our study is the first to identify NPM1 as a potential substrate of MAP3K1, and these results warrant the investigation of MAP3K1 inhibition as a therapeutic option in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Kinase inhibitors,Proteomics,Pancreatic cancer,Mitogen-activated protein kinase (MAPK) signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lidia Boghean<\/b><sup>1<\/sup>, Sarbjit Singh<sup>1<\/sup>, Kiran Mangalaparthi<sup>2<\/sup>, Surendra K. Shukla<sup>3<\/sup>, Smitha Kizhake<sup>1<\/sup>, Amritha Kizhake<sup>1<\/sup>, Donn Wishka<sup>4<\/sup>, Jayapal Reddy Mallareddy<sup>1<\/sup>, Joel Morris<sup>4<\/sup>, Paul Grothaus<sup>4<\/sup>, Pankaj K. Singh<sup>3<\/sup>, Akhilesh Pandey<sup>2<\/sup>, Amarnath Natarajan<sup>1<\/sup><br><br\/><sup>1<\/sup>Eppley Institute for Cancer Research, University of Nebraska Medical Center, Omaha, NE,<sup>2<\/sup>Department of Laboratory Medicine and Pathology Center for Individualized medicine, Mayo Clinic, Rochester, MN,<sup>3<\/sup>Department of Oncology Science OU Health Stephenson Cancer Center, University of Oklahoma Health Sciences Center, Oklahoma City, OK,<sup>4<\/sup>Drug Synthesis and Chemistry Branch, National Cancer Institute, NIH, Bethesda, MD","CSlideId":"","ControlKey":"54241d23-ab66-4b9c-8c6f-8d6c07f76faa","ControlNumber":"6680","DisclosureBlock":"&nbsp;<b>L. Boghean, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>K. Mangalaparthi, <\/b> None..<br><b>S. K. Shukla, <\/b> None..<br><b>S. Kizhake, <\/b> None..<br><b>A. Kizhake, <\/b> None..<br><b>D. Wishka, <\/b> None..<br><b>J. Reddy Mallareddy, <\/b> None..<br><b>J. Morris, <\/b> None..<br><b>P. Grothaus, <\/b> None..<br><b>P. K. Singh, <\/b> None..<br><b>A. Pandey, <\/b> None..<br><b>A. Natarajan, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4077","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2025","PresenterBiography":null,"PresenterDisplayName":"Lidia Boghean, BA,MA","PresenterKey":"9ca86b4a-b062-45cf-b1a9-39031082fe26","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2025. Phosphoproteomic profiling following MAP3K1 kinase inhibition identifies NPM1 as a novel substrate","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"314","SessionOnDemand":"False","SessionTitle":"Proteomics and Biomarker Discovery","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phosphoproteomic profiling following MAP3K1 kinase inhibition identifies NPM1 as a novel substrate","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Breast cancer (BC) is the most common cancer in the world with more than 2.26 million cancer cases in the year 2020 and causes the fifth-highest yearly deaths from cancer. Triple-Negative Breast Cancers (TNBC) comprise 15% of BC, are aggressive, highly heterogeneous, and have a lower 5-year survival than other subtypes. Cancer metabolism plays a major role on the heterogeneity and plasticity seen in tumorigenesis. Recent studies of cancer metabolism demonstrated that different metabolic pathways predominate in cancer cells that exhibit aggressive and metastatic behaviors, and adaptations in the tumor microenvironment also contribute to poor outcomes. Yet, metabolic mechanisms that influence tumorigenesis in TNBC remain poorly understood. Furthermore, the effect of widespread genetic alterations in TNBC are not well understood with regards to mechanisms of progression. Here we employ the Collateral Lethal Identification of Metabolic targets (CLIM) platform to uncover critical metabolic changes that confer survival in TNBCs with particular genomic alterations.<br \/><b>Methods: <\/b>In TNBC, we sought models that exhibit with specific chromosomal amplifications that could influence serine biosynthesis, and in such models, we identified collateral lethal metabolic targets. In order to achieve insight into metabolic rewiring that occurs in TNBCs with chromosomal, we performed parallel stable-isotope tracer-based flux analysis on TNBC with or without the chromosomal amplifications of key regions. We used [U-13C6]-Glucose, [U-13C5]-Glutamine, [2H3]-Glucose, [2H4]-Glucose, [U-13C3]-Serine, and [U-13C11]-Tryptophan to establish and characterize the flux differences across the different TNBC cell-lines using mass spectrometry.<br \/><b>Results: <\/b>With the parallel tracer experiments, we can accurately quantify the glycolytic pathway, pentose phosphate pathway, TCA cycle, <i>de nov<\/i>o serine and nucleotide synthesis, and tryptophan catabolism. Our tracer-based flux analysis cumulatively indicates distinctions in fluxes through these pathways. Further, we observed that TNBC with dysfunctional <i>de novo<\/i> serine synthesis can be selectively targeted with collateral lethal metabolic pathways predicted by CLIM.<br \/><b>Conclusion: <\/b>Comprehensive metabolic flux analyses show that a dysfunctional <i>de novo<\/i> serine synthesis pathway in TNBC with certain chromosomal or genomic alterations may offer relevant metabolic targets that can be tested for therapeutic benefits.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-01 Biological mass spectrometry and systems biology,,"},{"Key":"Keywords","Value":"Breast cancer,Metabolomics,Mass spectrometry,Systems biology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jin Heon Jeon<\/b><sup><\/sup>, Abhinav Achreja<sup><\/sup>, Mark Slayton<sup><\/sup>, Olamide Animasahun<sup><\/sup>, Miya Paserba<sup><\/sup>, Jyotirmoy Roy<sup><\/sup>, Deepak Nagrath<sup><\/sup>, Sofia  D.  Merajver<sup><\/sup><br><br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"c5fb99c4-d25c-49e8-a5fe-911055058709","ControlNumber":"5566","DisclosureBlock":"&nbsp;<b>J. Jeon, <\/b> None..<br><b>A. Achreja, <\/b> None..<br><b>M. Slayton, <\/b> None..<br><b>O. Animasahun, <\/b> None..<br><b>M. Paserba, <\/b> None..<br><b>J. Roy, <\/b> None..<br><b>D. Nagrath, <\/b> None..<br><b>S. D. Merajver, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4078","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2026","PresenterBiography":null,"PresenterDisplayName":"Jin Heon Jeon, BE;BS;MS","PresenterKey":"6ad9baf7-6a69-448b-8a20-d2255c51c5f6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2026. Comprehensive metabolic flux analysis on triple-negative breast cancer shows potential collaterally lethal targets related to the serine pathway","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"314","SessionOnDemand":"False","SessionTitle":"Proteomics and Biomarker Discovery","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive metabolic flux analysis on triple-negative breast cancer shows potential collaterally lethal targets related to the serine pathway","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Metastasis is a major cause of death for patients with solid tumors. Our group has discovered a selective inhibitor of cell motility, KBU2046, that blocks the activation of Raf1 by inhibiting the phosphorylation of ser338 on its activation motif (Nature Communications 2018). To better understand the effect of KBU2046 on human prostate cancer (PCa) cells, we undertook a proteomic analysis. Experimental Procedures: After treatment of PC3 cells with KBU2046 or vehicle (N=3\/group), protein expression of whole cell lysate was quantified by Liquid Chromatography\/Tandem Mass Spectrometry analysis (LC-MS\/MS). In separate experiments (N=4), membrane fractions were isolated, and LC-MS\/MS was performed after Tandem Mass Tag (TMT) labeling. Resultant data were analyzed by several complementary bioinformatics tools, including: Gene Set Enrichment Analysis (GSEA), Gene Ontology (GO) term analysis, Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment, Ingenuity Pathway Analysis (IPA), and protein-protein interaction (PPI) network analysis to characterize the proteins that were significantly differentially expressed upon KBU2046 treatment.<br \/>Results: Independent bioinformatic analyses of differentially expressed proteins affected by KBU2046 treatment identify significantly enriched processes related to cell motility, inclusive of effects on structural machinery. This constitutes orthogonal confirmation of KBU2046&#8217;s known effects on cell motility. Of importance, major effects on cellular energy-generating processes were also identified. This is consistent with prior studies that found changes in motility induce obligatorye changes in cellular energy requirements. Our focused analysis of membrane fractions identified changes in membranous compartments, providing a relevant positive control for bioinformatic analysis, which we confirmed by Western blot. Analytics also pointed to a major role for adhesion proteins in response to KBU2046, consistent with our prior identification of primary effects on cell migration.<br \/>Conclusions: These findings provide orthogonal mechanistically relevant support for a novel acting agent. They highlight the ability of proteomics and bioinformatic tools to efficiently probe the mechanism of action and global impact on PCa in response to treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Motility,Prevention,Therapeutic target,Human Prostate Cancer ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Weining Chen<\/b><sup>1<\/sup>, &#8239;Nicholas Woods<sup>2<\/sup>, Fangfang Qiao<sup>2<\/sup>, Henry Chun Hin Law<sup>2<\/sup>, Sankarasubramanian Jagadesan<sup>3<\/sup>, Chittibabu Guda<sup>4<\/sup>, Raymond  C.  Bergan<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Nebraska Medical Center, Omaha, NE,<sup>2<\/sup>Eppley Institute, University of Nebraska Medical Center, Omaha, NE,<sup>3<\/sup>Department of Genetics, Cell Biology & Anatomy, College of Medicine, University of Nebraska Medical Center, Omaha, NE,<sup>4<\/sup>Department of Genetics, Cell Biology & Anatomy, University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"be7819b1-b2a2-4d8b-88dd-d6f566242481","ControlNumber":"2989","DisclosureBlock":"&nbsp;<b>W. Chen, <\/b> None..<br><b>&. Woods, <\/b> None..<br><b>F. Qiao, <\/b> None..<br><b>H. Law, <\/b> None..<br><b>S. Jagadesan, <\/b> None..<br><b>C. Guda, <\/b> None.&nbsp;<br><b>R. C. Bergan, <\/b> <br><b>Self<\/b> Patent, 1.    Inhibition and Treatment of Prostate Cancer Metastasis (US Patent #s: 8,481,760, 8,742,141). Role: inventor.\u000d\u000a\u000d\u000a2.    Inhibition of Cancer Cell Motility (U.S. Patent #: 9,839,625, 10,231,949). Role: inventor.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4080","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2028","PresenterBiography":null,"PresenterDisplayName":"Weining Christine Chen, BS","PresenterKey":"3d82a605-8e00-4642-b978-860508e8fb7b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2028. Using bioinformatic analysis of proteomic data to probe novel drug mechanism of action","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"314","SessionOnDemand":"False","SessionTitle":"Proteomics and Biomarker Discovery","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using bioinformatic analysis of proteomic data to probe novel drug mechanism of action","Topics":null,"cSlideId":""}]