[{"Abstract":"Conventional treatment of prostate cancer (PCa) uses androgen deprivation therapy (ADT) to inhibit androgen receptor (AR) signaling-driven tumor progression. ADT-induced PCa recurrence may progress to AR-negative phenotype with neuroendocrine (NE) features on histology, which is associated with metabolic disturbances and poor prognosis. However, the association between the metabolic pathways that regulate mitochondrial function and promote NE differentiation (NED) in PCa remains unclear. Here, we show a regulatory mechanism in PCa pathogenesis whereby overexpression of pyruvate kinase L\/R (PKLR) mediates mitochondrial disorder and oxidative stress through upregulation of reactive oxygen species modulator 1 (ROMO1), thereby promoting NED-related aggressiveness. ADT mediates the nuclear translocation of PKLR, which binds to the MYCN\/MAX complex to upregulate <i>ROMO1<\/i> and NE-related genes, leading to mitochondrial dysfunction and NED in PCa. Targeting nuclear PKLR\/MYCN using bromodomain and extra-terminal motif (BET) inhibitors has the potential to reduce PKLR\/MYCN-driven NED. Abundant ROMO1 in serum samples may provide prognostic information in patients with ADT-induced NED. Our findings link ADT resistance-driven metabolic reprogramming to NED of PCa through upregulation of PKLR\/MYCN\/ROMO1 signaling, and further explored the clinical significance of targeting the nuclear PKLR\/MYCN complex and evaluated serum ROMO1 as a potential biomarker for aggressive NE-like PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Androgen receptor,Neuroendocrine tumors,Prostate cancer,Reactive oxygen species,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yen-Nien Liu<\/b><sup>1<\/sup>, Wei-Yu Chen<sup>2<\/sup>, Phan Vu Thuy Dung<sup>1<\/sup>, Hsiu-Lien Yeh<sup>1<\/sup>, Zi-Qing Chen<sup>3<\/sup>, Wan-Hsin Wang<sup>3<\/sup>, Yu-Ching Wen<sup>4<\/sup><br><br\/><sup>1<\/sup>Graduate Institute of Cancer Biology and Drug Discovery, Taipei Medical University, Taipei, Taiwan,<sup>2<\/sup>Department of Pathology, Taipei Medical University, Taipei, Taiwan,<sup>3<\/sup>Division of Clinical Pharmacy, Taipei Medical University, Taipei, Taiwan,<sup>4<\/sup>Department of Urology, Taipei Medical University, Taipei, Taiwan","CSlideId":"","ControlKey":"57e4f653-0d17-4654-8381-5b0c08caf6b7","ControlNumber":"677","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>W. Chen, <\/b> None..<br><b>P. Vu Thuy Dung, <\/b> None..<br><b>H. Yeh, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>Y. Wen, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6404","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3062","PresenterBiography":null,"PresenterDisplayName":"Yen-Nien Liu, PhD","PresenterKey":"81d3db02-af93-4b06-99b4-e186874b0885","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3062. ROMO1 mediates mitochondrial function links to neuroendocrine differentiation of prostate cancer enhancement by the nuclear PKLR\/MYCN\/MAX complex","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ROMO1 mediates mitochondrial function links to neuroendocrine differentiation of prostate cancer enhancement by the nuclear PKLR\/MYCN\/MAX complex","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is frequently diagnosed in younger women and is prevalent in African American women. Most TNBCs are highly aggressive with early pattern of metastasis, and with limited treatment options and poor prognosis. Finding effective therapeutic targets for TNBC has proven difficult so far. Therefore, there is an urgent need to develop new and novel therapeutic management of these patients. Recent studies have shown that glucocorticoid receptor (GR) is a mediator of pro-survival genes in TNBC cells, and its expression is predictive of increased risk of metastasis in TNBC tumors and decreased rate of patient survival. Therefore, blocking the effects of GR should be beneficial for TNBC patients. However, GR antagonists such as RU486 (mifepristone) targeting AF2\/coactivators have shown only partial success in TNBC cell lines as well as in animal models. Based on our previous data we hypothesize that since in TNBC cells, the GR is constitutively active; therefore, attempts to block\/inhibit GR activity through classic antagonists such as mifepristone that bind to ligand binding pocket of the receptor will have a limited clinical efficacy and higher side effects. To circumvent this problem, in this study, we propose a novel and innovative therapeutic approach to target constitutively active AF1 domain of the GR, which exists in an intrinsically disordered (ID) conformation. In this study, we tested our hypothesis that inhibiting\/blocking TATA-box binding protein (TBP)-mediated GR&#8217;s AF1 activity by our newly identified molecule, PepT will attenuate TNBC cell survival via altering associated endogenous gene expressions. Our binding kinetics of AF1 showed that PepT binds to AF1 with about 10-fold higher affinity when compared with TBP&#8217;s binding to AF1. AF1 pre-bound with PepT fails to bind to TBP suggesting that PepT competes and blocks AF1-TBP interaction. We also found that treatment of MDA-MB-231 cells with PepT results in significant attenuation of cell viability and proliferation. Together, these results support our hypothesis that PepT has potential to kill TNBC cells by blocking GR AF1:co-regulator interactions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Breast cancer,Glucocorticoid receptor,Therapeutic target,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Shagufta  H.  Khan<sup>1<\/sup>, Christian Carbe<sup>1<\/sup>, Jun Ling<sup>2<\/sup>, <b>Raj Kumar<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>Medical Education, Geisinger Commonwealth School of Medicine, Scranton, PA,<sup>2<\/sup>Medical Education, California University of Science and Medicine, Colton, CA,<sup>3<\/sup>Pharmaceutical and Biomedical Sciences, Touro Univ. College of Pharmacy, New York, NY","CSlideId":"","ControlKey":"2ee14fb2-d0f6-42f9-852b-30fd7169ae6e","ControlNumber":"4658","DisclosureBlock":"&nbsp;<b>S. H. Khan, <\/b> None..<br><b>C. Carbe, <\/b> None..<br><b>J. Ling, <\/b> None..<br><b>R. Kumar, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6382","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3063","PresenterBiography":null,"PresenterDisplayName":"Raj Kumar, PhD","PresenterKey":"99489785-43bd-49d4-96e2-301eeb7b963b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3063. A novel mechanism for therapeutic targeting of the glucocorticoid receptor in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel mechanism for therapeutic targeting of the glucocorticoid receptor in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Therapy-induced neuroendocrine prostate cancer (NEPC) is an aggressive variant of castration-resistant prostate cancer (CRPC) that is increasing in incidence with the widespread use of second generation of androgen receptor (AR)-pathway inhibitors (APIs) such as Enzalutamide (ENZ). NEPC arises from CRPC-Adenocarcinomas (CRPC-Adeno) via a reversible trans-differentiation process, referred to as neuroendocrine differentiation (NED) wherein prostate cancer cells (PCa) undergo a lineage switch. As a result of this lineage switching, PCa cells exhibit neuroendocrine (NE) features, characterized by expression of neuronal markers such as enolase 2 (ENO2), chromogranin A (CHGA) and synaptophysin (SYP). Due to lack of AR signaling, these PCa variants are impervious to anti-androgen therapy and constitute an aggressive variant of advanced CRPC with survival times &#60; 1 year. Clinically, NEPC manifests as the presence of visceral metastatic disease including metastasis to liver, lung, central nervous system or bone despite low serum PSA levels. Current therapeutic options for NEPC are limited to highly toxic platinum drugs. The primary objective of our study is to evaluate novel, exosome-based therapies for NEPC.<br \/>Methods: Exosomes were isolated from HEK-293T cells by ultracentrifugation. Isolated exosomes were characterized by Nanoparticle Tracking Analyses and electron microscopy. These exosomes were engineered to express biotinylated CEACAM-5 antibody on their cell surface. Exosomes were packaged with a combination of drugs (EZH2 inhibitor and AR inhibitor) by sonication. Engineered exosomes were tested <i>in vitro<\/i> using NEPC cell line NCI-H660 and <i>in vivo<\/i> using LuCaP 145.1 patient-derived xenograft model.<br \/>Results: Engineered exosomes reduced the viability of NEPC cells. CEACAM5-labelled exosomes trafficked to tumor cells as CECAM5 is a surface protein expressed by NEPC cells.<br \/>Conclusions: Engineered-exosome based therapy may provide a new avenue as a targeted therapy for NEPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Prostate cancer,Neuroendocrine tumors,Exosomes,Therapeutics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Amritha Sreekumar<sup><\/sup>, <b>Sharanjot Saini<\/b><sup><\/sup><br><br\/>Augusta University, Augusta, GA","CSlideId":"","ControlKey":"11703451-2bc6-4fac-8708-1f46b607e223","ControlNumber":"2229","DisclosureBlock":"&nbsp;<b>A. Sreekumar, <\/b> None..<br><b>S. Saini, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6383","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3064","PresenterBiography":null,"PresenterDisplayName":"Sharanjot Saini, PhD","PresenterKey":"3496e22a-6844-4af7-a2da-dfd92054af58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3064. Exosome-based therapeutic strategy for neuroendocrine prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosome-based therapeutic strategy for neuroendocrine prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"The progesterone receptor modulator, mifepristone, has been found to provide extension of life by years and marked palliative benefits in several cases of non-small cell lung cancer (NSCLC) despite progression with platinum-based chemotherapy, check-point inhibitors, and third-generation tyrosine inhibitors. Presented here is a case of small cell lung cancer (SCLC) treated with mifepristone. This patient was diagnosed at age 58 with stage IV NSCLC with EGFR deletion 19 mutation. He was treated with single agent osimertinib 80mg once\/day. Two months later his serial CT scan showed improvement. He was treated with stereotactic ablative radiotherapy for one persisting lesion. He was able to conduct a very active life. However, clinical symptoms started to return after 8 months, and CT of the chest showed slightly increased size of a the previously treated right upper lobe mass with increased small right effusion, increased pleural nodularity, and new interlobular septal thickening. Biopsy of the pleural mass showed transformation to SCLC. He failed a clinical trial. He began mifepristone orally 200mg\/day. Within 1 month he was able to resume normal activity including strenuous sports. CT scans 2 months later showed no longer any pleural effusions, pleural nodularity, or growth of the persisting nodule that had been previously radiated. His absence of clinical symptoms continued for 10 more months but CT now showed slight growth of the persisting lesion. He assumed that with the growth that mifepristone was losing its effectiveness, and after consultation with another oncologist, elected to be treated in another clinical study for a new promising drug for SCLC that precluded him from continuing mifepristone. He died 5 months later. The main benefit of mifepristone is believed to be by blocking membrane rather than nuclear progesterone receptors (PRs) that are responsible for producing an immunosuppressive protein called the progesterone induced blocking factor which allows various cancers to spread. A previous case of stage IV NSCLC without any tumor markers treated with mifepristone had no growth and good health x 2 &#189; years when 1 lesion begins to grow slowly. His oncologist suggested stopping mifepristone and try a check-point inhibitor. Instead, he continued mifepristone. He died 3 years later from pneumonia still feeling quite well while the one lesion continued to grow slowly. Another case of rapidly progressing lung cancer diagnosed by CT scan corrected her severe hypoxia (PO2 70 mmHg) and hyponatremia (serum Na+ of 118 mmol\/L) after 1 month of taking mifepristone. Her lesions mostly disappeared and 5 years later she died of a myocardial infarction. Though clinically suspicious of SCLC, it was not biopsy proven. Hopefully this case will inspire a clinical trial of PR antagonists for SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-04 Hormone signaling and inhibitors,,"},{"Key":"Keywords","Value":"Progesterone receptor,Lung cancer: small cell,Natural killer cells,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jerome H. Check<\/b><sup>1<\/sup>, Carrie Wilson<sup>2<\/sup>, Diane Check<sup>2<\/sup>, Trina Poretta<sup>3<\/sup>, Maya Srivastava<sup>4<\/sup><br><br\/><sup>1<\/sup>Cooper Medical School of Rowan University (CMSRU), Melrose Park, PA,<sup>2<\/sup>Cooper Institute for Reproductive Hormonal Disorders, P.C., Mt. Laurel, NJ,<sup>3<\/sup>Comprehensive Cancer and Hematology, Voorhees, NJ,<sup>4<\/sup>Department of Medicine, State University of New York at Buffaalo, Buffalo, NY","CSlideId":"","ControlKey":"7e58fcae-fd6e-4184-af98-baa50d7e705f","ControlNumber":"976","DisclosureBlock":"&nbsp;<b>J. H. Check, <\/b> None..<br><b>C. Wilson, <\/b> None..<br><b>D. Check, <\/b> None..<br><b>T. Poretta, <\/b> None..<br><b>M. Srivastava, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6384","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3065","PresenterBiography":null,"PresenterDisplayName":"Jerome Check, MD;PhD","PresenterKey":"7016cfc2-40fe-40fb-88d4-6099073e60bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3065. Increased longevity and quality of life with treatment with a progesterone receptor modulator in a patient with treatment resistant stage IV small cell lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Increased longevity and quality of life with treatment with a progesterone receptor modulator in a patient with treatment resistant stage IV small cell lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: The non-specific uptake of extracellular materials through macropinocytosis can fuel tumor growth and survival, and is especially studied in cancer-types that frequently harbor <i>RAS<\/i> or <i>PTEN <\/i>mutations. However, relatively little data describe macropinocytosis in follicular, papillary, and anaplastic thyroid cancers (FTC, PTC, and ATC, respectively) despite the abundance of prominent MAPK and PI3K pathway mutations in these malignancies. We hypothesized that thyroid cancers exhibit elevated macropinocytosis and efficiently accumulate chemotherapy covalently conjugated to serum albumin, a common macropinocytosis substrate. <b><\/b><br \/>Methods: We assessed the impact of ectopic <i>BRAF<\/i><i><sup>V600E<\/sup><\/i> expression or targeted kinase inhibition on macropinocytosis <i>in vitro<\/i> across a panel of thyroid cancer cell lines with varied <i>BRAF <\/i>mutation status. Cellular uptake of dextran and serum albumin was quantified across &#8805; 246 individual cells using fluorescence microscopy in triplicate experiments. The in vivo uptake of serum albumin by both ATC cells and tumor infiltrating immune cells, including tumor-associated macrophages, was assessed across n = 4 replicates of an immunocompetent orthotopic model of Braf<sup>V600E<\/sup> p53<sup>-\/- <\/sup> ATC in B6129SF1\/J mice. The same mouse model was used to measure the effects of an albumin-drug conjugate based on the microtubule-destabilizing monomethyl auristatin E (MMAE) linked to serum albumin via a cathepsin-cleavable peptide (Alb-vc-MMAE) on tumor volume using n &#8805; 10 tumors per group. Groups were compared by two-tailed Wilcoxon rank-sum tests.<br \/>Results: FTC and ATC cells exhibited greater macropinocytosis than PTC and immortalized follicular thyroid cells. Fluorescence microscopy of thyroid cancer cells revealed punctate subcellular co-localization between dextran and serum albumin. Treatment with the Na+\/H+ exchanger (NHE) inhibitor 5-(N-ethyl-N-isopropyl)amiloride (EIPA) reduced cellular uptake by roughly 50%, consistent with macropinocytosis (<i>P<\/i> &#60; 0.01). Ectopic BRAF<sup>V600E<\/sup> enhanced macropinocytosis by 2-fold, while BRAF and MEK kinase inhibition decreased uptake by 50% (<i>P<\/i> &#60; 0.01). In vivo, ATC tumors accumulated serum albumin at 8.5%ID\/g (% injected dose per gram tissue). The albumin-drug-conjugate Alb-vc-MMAE, but not MMAE alone, blocked more than 90% of ATC tumor growth (<i>P <\/i>&#60; 0.01).<br \/>Conclusions: ATC exhibits high constitutive macropinocytosis driven by elevated oncogenic signaling, including via MAPK\/ERK activity stimulated by <i>BRAF<\/i><i><sup>V600E<\/sup><\/i> mutation. Macropinocytosis in ATC, therefore, may be a target for manipulating tumor metabolism and has implications for the delivery of some albumin-bound and other drugs that are affected by macropinocytic cell uptake.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL03-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"Thyroid cancer,Mitogen-activated protein kinase (MAPK),Tumor microenvironment,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Huiyu Hu<\/b><sup>1<\/sup>, Thomas S. C. Ng<sup>1<\/sup>, Mikyung Kang<sup>1<\/sup>, Ella Scott<sup>1<\/sup>, Ran Li<sup>1<\/sup>, Jeremy M. Quintana<sup>1<\/sup>, Dylan Matvey<sup>1<\/sup>, Venkata R. Vantaku<sup>2<\/sup>, Ralph Weissleder<sup>1<\/sup>, Sareh Parangi<sup>2<\/sup>, Miles A. Miller<sup>1<\/sup><br><br\/><sup>1<\/sup>Center for Systems Biology, Massachusetts General Hospital, Boston, MA,<sup>2<\/sup>Department of Surgery, Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"e38910b5-092e-4ca4-af9d-eafa9b7636af","ControlNumber":"3895","DisclosureBlock":"&nbsp;<b>H. Hu, <\/b> None..<br><b>T. S. C. Ng, <\/b> None..<br><b>M. Kang, <\/b> None..<br><b>E. Scott, <\/b> None.&nbsp;<br><b>R. Li, <\/b> <br><b>Genentech<\/b> Employment.<br><b>J. M. Quintana, <\/b> None..<br><b>D. Matvey, <\/b> None..<br><b>V. R. Vantaku, <\/b> None.&nbsp;<br><b>R. Weissleder, <\/b> <br><b>T2Biosystems<\/b> Other, Co-funder. <br><b>Lumicell<\/b> Other, Co-funder. <br><b>ModeRNA<\/b> Other, scientific advisor. <br><b>Therapeutics<\/b> Other, scientific advisor. <br><b>Tarveda Therapeutics<\/b> Other, scientific advisor. <br><b>Accure Health<\/b> Other, scientific advisor. <br><b>Aikili Biosystems<\/b> scientific advisor.<br><b>S. Parangi, <\/b> None.&nbsp;<br><b>M. A. Miller, <\/b> <br><b>January Therapeutics<\/b> Other, scientific advisor. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Genentech\/Roche<\/b> Grant\/Contract. <br><b>Ionis Pharmaceuticals<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6386","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3067","PresenterBiography":null,"PresenterDisplayName":"Huiyu Hu, MD;MS","PresenterKey":"c716ee00-6347-409c-adda-0f6ddf4d9915","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3067. Constitutive macropinocytosis in BRAF<sup>V600E<\/sup> thyroid cancer promotes response to a serum-albumin conjugate of monomethyl auristatin E","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Constitutive macropinocytosis in BRAF<sup>V600E<\/sup> thyroid cancer promotes response to a serum-albumin conjugate of monomethyl auristatin E","Topics":null,"cSlideId":""},{"Abstract":"Anaplastic thyroid cancers (ATC) are fast-growing, undifferentiated tumors and almost invariably fatal, primarily due to the lack of effective therapeutic options. The recent approval of dabrafenib plus trametinib for the treatment of BRAF<sup>V600E<\/sup>-mutant ATCs improved the prognosis of a subset of patients, but ineligibility and acquired resistance still limit their use. Overall, ATC patients remain in great need of tailored therapeutic options. We previously showed that loss-of-function alterations targeting histone acetyltransferase (HAT) genes, namely <i>CREBBP<\/i> and <i>EP300<\/i>, occur in 15-20% of ATCs, but only in &#60;1% of their well-differentiated counterparts. What remains unknown are the specific mechanisms by which HAT disruptions perturb chromatin architecture, impact gene homeostasis, and unleash cellular processes in these aggressive tumors. We are assessing the HAT-mediated thyroid cancer progression. CREBBP\/EP300 knockouts enhanced thyroid cancer cell proliferation <i>in vitro<\/i> and induced thyroid gland growth in a thyroid-specific mouse model of HAT loss. We are leveraging these animals to characterize the <i>in vivo<\/i> effects of <i>Crebbp<\/i>\/<i>Ep300<\/i> knockout, alone or in combination with Braf<sup>V600E<\/sup>, in thyroid cancer phenotypes and epigenetic reconfiguration. In addition, we are exploiting the molecular consequences of HAT loss to explore tailored treatments. CRISPR\/Cas9 screens identified a mutual CREBBP\/EP300-dependency of HAT-mutant human cancer cell models. Our experiments in thyroid cancer cells employing CREBBP\/EP300-targeting proteolysis-targeting chimera (PROTAC) compounds specifically degraded these proteins and decreased histone acetylation. Our findings prove the oncogenicity of HAT loss in thyroid cancer progression and support exploring synthetic lethality dependencies in <i>CREBBP<\/i>\/<i>EP300<\/i>-mutant ATCs. In summary, we provide pre-clinical basis to inform genomics-driven and mechanism-oriented decisions for the clinical management of patients with HAT-altered ATC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Thyroid cancer,Epigenetics,Transgenic mice,Histone modification,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jacob Haase<\/b><sup>1<\/sup>, Talia  A.  Gebhard<sup>1<\/sup>, Qi Liu<sup>2<\/sup>, Sara  G.  Bernabé<sup>1<\/sup>, Jingzhu Hao<sup>1<\/sup>, Chisom Unegbu<sup>1<\/sup>, Athanasios Bikas<sup>1<\/sup>, Jun Qi<sup>2<\/sup>, Iñigo Landa<sup>1<\/sup><br><br\/><sup>1<\/sup>Harvard Medical School\/Brigham and Women's Hospital, Boston, MA,<sup>2<\/sup>Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"86a5dee3-92d6-4761-81ba-1c182ac7d4cc","ControlNumber":"5670","DisclosureBlock":"&nbsp;<b>J. Haase, <\/b> None..<br><b>T. A. Gebhard, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>S. G. Bernabé, <\/b> None..<br><b>J. Hao, <\/b> None..<br><b>C. Unegbu, <\/b> None..<br><b>A. Bikas, <\/b> None..<br><b>J. Qi, <\/b> None..<br><b>I. Landa, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6387","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3068","PresenterBiography":null,"PresenterDisplayName":"Jacob Haase, PhD","PresenterKey":"e1ba29be-921c-4c7f-a12d-2ec62de2f928","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3068. CREBBP\/EP300 disruption promotes tumor progression and confers synthetic lethality in anaplastic thyroid cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CREBBP\/EP300 disruption promotes tumor progression and confers synthetic lethality in anaplastic thyroid cancers","Topics":null,"cSlideId":""},{"Abstract":"Introduction and Objectives: Androgen receptor (AR) blockade using antiandrogens is a mainstay for the treatment of castration-resistant prostate cancer (CRPC). However, resistance to antiandrogens occurs unavoidably due to the escaping mechanisms of tumor cells that are not completely understood. Upregulation of non-canonical Wnt ligand Wnt5a is identified from circulating tumor cells from CRPC patients after being treated with enzalutamide. FZD2, the cognate frizzled receptor for Wnt5a, is the most commonly co-upregulated non-canonical Wnt signaling molecule in prostate cancer. In this study, we determined the role of non-canonical Wnt5a\/FZD2 to enzalutamide resistance and neural lineage plasticity, and explore the potential of targeting Wnt5a\/FZD2 to overcome resistance in advanced prostate cancer.<br \/>Methods: Wnt5a and FZD2 expression was determined in enzalutamide-resistant C4-2B MDVR cells. Wnt5a and FZD2 expressions were modulated using specific siRNAs. Cell growth, colony formation, and migration were studied <i>in vitro<\/i>. Transcriptomic analysis was performed on C4-2B MDVR cells treated with FZD2 knocked down; gene program of non-canonical Wnt signaling, hallmark androgen response and AR-V7 associated genes, and neural lineage pathways were analyzed. A novel tRNA bioengineered Wnt5a siRNA was developed to target Wnt5a\/FZD2 signaling. The effect of tRNA-siWnt5a on tumor growth, sensitivity to enzalutamide treatment, and neural lineage plasticity was evaluated <i>in vitro<\/i> and <i>in vivo<\/i>.<br \/>Results: Wnt5a and FZD2 are highly upregulated in castration-resistant prostate cancer patients, which is verified overexpression in enzalutamide-resistant C4-2B MDVR cells. Knocking down Wnt5a and FZD2 diminishes the enrichment of the non-canonical Wnt signaling pathway. Downregulating Wnt5a and FZD2 expression by specific siRNAs suppresses prostate cancer cell proliferation and resensitized C4-2B MDVR cells to enzalutamide treatment. Suppressing Wnt5a and FZD2 abrogated the enrichment of gene programs regulating cancer cell survival\/proliferation, and neural lineage pathways including neuron differentiation and embryonic stem cell markers. Using the bioengineered tRNA-Wnt5a siRNA effectively inhibited the growth of enzalutamide-resistant prostate cancer cells and resensitized tumor cells to enzalutamide treatment <i>in vitro<\/i>, and resistant CRPC PDX LuCaP35CR tumor growth <i>in vivo<\/i>.<br \/>Conclusions: Our results suggest that activation of noncanonical Wnt5a\/FZD2 signaling confers to enzalutamide resistance and neural lineage plasticity. Targeting the Wnt5a signal could provide benefits for CRPC patients with tumors expressing a high level of Wnt5a, FZD2, and lineage markers, not only enhancing the anti-tumor effects of enzalutamide but suppressing the potential of neuroendocrine differentiation in advanced prostate cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-06 Neuroendocrine and other endocrine factors,,"},{"Key":"Keywords","Value":"Wnt signaling,Neuroendocrine differentiation,Prostate cancer,Neural Lineage,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shu Ning<\/b><sup>1<\/sup>, Wei Lou<sup>1<\/sup>, Chengfei Liu<sup>1<\/sup>, Joy  C.  Yang<sup>1<\/sup>, Alan  P.  Lombard<sup>1<\/sup>, Leandro  S.  Abronzo<sup>1<\/sup>, Neelu Batra<sup>2<\/sup>, Aiming Yu<sup>2<\/sup>, Christopher  P.  Evans<sup>1<\/sup>, Allen  C.  Gao<sup>3<\/sup><br><br\/><sup>1<\/sup>University of California Davis, Davis, CA,<sup>2<\/sup>Biochemistry and Molecular Medicine, University of California Davis, Davis, CA,<sup>3<\/sup>Urologic Surgery, University of California Davis, Davis, CA","CSlideId":"","ControlKey":"dac0c898-d816-4e9f-8c8e-81decdd5c287","ControlNumber":"367","DisclosureBlock":"&nbsp;<b>S. Ning, <\/b> None..<br><b>W. Lou, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>J. C. Yang, <\/b> None..<br><b>A. P. Lombard, <\/b> None..<br><b>L. S. Abronzo, <\/b> None..<br><b>N. Batra, <\/b> None..<br><b>A. Yu, <\/b> None.&nbsp;<br><b>C. P. Evans, <\/b> <br><b>Astellas Pharma<\/b> Other, Personal fees. <br><b>Jassen Biotech, Inc<\/b> Other, Personal fees. <br><b>Pfizer Inc<\/b> Other, Personal fees.<br><b>A. C. Gao, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6388","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3069","PresenterBiography":"","PresenterDisplayName":"Shu Ning, MS","PresenterKey":"9047a6aa-eefa-4e23-a7ce-dbb2844facdf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3069. Targeting noncanonical Wnt5a signaling suppresses the neural lineage network and overcomes enzalutamide resistance in advanced prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting noncanonical Wnt5a signaling suppresses the neural lineage network and overcomes enzalutamide resistance in advanced prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Advanced prostate cancer is a heterogeneous disease driven by diverse genetic alterations, with metastasis and lethal progression as the inevitable outcome. We observed that a subset of clinical primary prostate cancer is markedly reduced for SULT2B1b (SULT2B) sulfotransferase, which is an oxysterol-sulfating enzyme. Metastasized castration-resistant prostate cancer (CRPC) uniformly lacks SULT2B. Oxysterols are oxidized cholesterol metabolites and in agonist function, they activate liver X receptors (LXR&#945;\/&#946;), which are members of the nuclear receptor family and regulators of lipogenesis, cholesterol homeostasis and immune functions. LXR signaling is enzymatically inhibited by SULT2B activity since sulfated oxysterols are LXR-inert. We previously reported that genetic silencing of SULT2B led to escalated CRPC proliferation; enhanced xenograft tumor growth; increased cell migration, invasion; reduced stiffness, adhesiveness; and EMT activation. SULT2B-depleted CRPC cells showed robust upregulation of AKR1C3 aldo-keto reductase and AKR1C3-dependent activation of the ERK1\/2 survival signal. AKR1C3 regulates intratumoral androgen biosynthesis, and it is known to be elevated in advanced prostate cancer. In the current study, we validate our previous result by showing that ectopic expression of SULT2B caused AKR1C3 reduction in CRPC cells. Mechanistically, we observed that enhanced AKR1C3 expression in SULT2B-depleted cells was prevented upon genetic or pharmacologic inactivation of LXR. In addition, ERR&#945;, another non-steroid nuclear receptor, was reduced in LXR-inactivated cells and notably, AKR1C3 was reduced in CRPC cells upon ERR&#945; degradation by an ERR&#945;-selective PROTAC. The LXR dependence of ERR&#945; and AKR1C3 expression was observed in both androgen receptor expressing and non-expressing CRPC cells.<br \/><b>Conclusion &#38; Translational Significance: <\/b>Above results reveal a novel LXR-ERR&#945;-AKR1C3-ERK axis which is activated in SULT2B-deficient CRPC cells irrespective of the androgen receptor status of these cells. Notably, elevated ERR&#945; portends poor prognosis for prostate cancer and cholesterol is an ERR&#945; agonist. Considering that statin can diminish ERR&#945; activity (PMID 26777690) and AKR1C3 inhibitors are in clinical trials, this novel axis revealed from our study may be actionable for the clinical interception of the progression in SULT2B-low advanced prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-01 Endocrine-related cancers,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen receptor,Cell signaling,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Bobae Park<sup>1<\/sup>, Katarzyna Knapczyk-Stwora<sup>1<\/sup>, Yaguang Liu<sup>2<\/sup>, Chung  S.  Song<sup>1<\/sup>, <b>Bandana Chatterjee<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>Molecular Medicine, UT Health Science Center at San Antonio, San Antonio, TX,<sup>2<\/sup>Pathology, UT Health Science Center at San Antonio, San Antonio, TX,<sup>3<\/sup>UT Health Science Center at San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"78e70444-129f-427b-bd26-8c24603b40dd","ControlNumber":"7422","DisclosureBlock":"&nbsp;<b>B. Park, <\/b> None..<br><b>K. Knapczyk-Stwora, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>C. S. Song, <\/b> None..<br><b>B. Chatterjee, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6389","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3070","PresenterBiography":null,"PresenterDisplayName":"Bandana Chatterjee, PhD","PresenterKey":"ed54ae5b-dad6-4f44-b108-3fe8a9fa308f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3070. Leveraging oxysterol sulfation by SULT2B1b sulfotransferase and liver X receptor inactivation to suppress advanced prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leveraging oxysterol sulfation by SULT2B1b sulfotransferase and liver X receptor inactivation to suppress advanced prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Pituitary adenylate cyclase activating polypeptide [PACAP] is a 27 amino acid peptide which stimulates the growth of numerous cancers including non-small cell lung cancer (NSCLC). PACAP binds with high affinity to the type B G protein-coupled receptor [GPCR] PAC1 (Moody et al., Peptides 2021; 137: 170480). PAC1 activation causes phosphatidyl inositol [PI] turnover stimulating matrix metalloprotease [MMP]. By ELISA, PACAP increased secretion of neuregulin [NRG1] from NSCLC cells. NRG1 binds with high affinity to HER4. Here the ability of PAC1 to regulate transactivation of HER4 was investigated. By RT-PCR and Western blot, PAC1, NRG1 and HER4 but not HER3 or NRG2 were detected in NCI-H522 and H661 cells. Adding PACAP-27 (0.1 &#956;M) or NRG1 (0.01 &#956;g\/ml) to NCI-H522 or H661 cells increased P-Tyr<sup>1284<\/sup>-HER4 3-fold after 5 min. Using immunoprecipitation techniques, adding PACAP TO NSCLC cells increased formation of HER4 homodimers and HER4-EGFR as well as HER4-HER2 heterodimers. The increase in P-HER4 caused by PACAP-27 was impaired by PACAP(6-38) [PAC1 antagonist], HER4 siRNA, NRG1 antibody [Ab] or ibrutinib [TKI]. The PAC1 regulation of HER4 transactivation is impaired by GM6001 [MMP inhibitor]. The clonal growth of NSCLC cells was stimulated by PACAP-27 or NRG1 but inhibited by PACAP(6-38) or ibrutinib. The results indicate that PACAP-27 stimulates the growth of NSCLC due to release of NRG1 which activates receptor tyrosine kinases such as HER4.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-02 Growth factors, receptors, and signal transduction,,"},{"Key":"Keywords","Value":"Receptor tyrosine kinase (RTK),GPCR-G-protein coupled receptor,Proliferation,Neuregulin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Terry W. Moody<\/b><sup>1<\/sup>, Irene Ramos Alvarez<sup>2<\/sup>, Robert  T.  Jensen<sup>2<\/sup><br><br\/><sup>1<\/sup>Center for Cancer Training, National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Digestive Diseases Branch, NIDDK, Bethesda, MD","CSlideId":"","ControlKey":"ae51dde0-6e13-4b4d-8a0b-6c7901b69d36","ControlNumber":"756","DisclosureBlock":"&nbsp;<b>T. W. Moody, <\/b> None..<br><b>I. Ramos Alvarez, <\/b> None..<br><b>R. T. Jensen, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6390","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3071","PresenterBiography":null,"PresenterDisplayName":"Terry Moody, PhD","PresenterKey":"9d8df23e-f07f-46ec-b30b-98268778c669","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3071. Pituitary adenylate cyclase activating polypeptide stimulates NSCLC growth by increasing HER4 tyrosine phosphorylation in a neuregulin-1 dependent manner","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pituitary adenylate cyclase activating polypeptide stimulates NSCLC growth by increasing HER4 tyrosine phosphorylation in a neuregulin-1 dependent manner","Topics":null,"cSlideId":""},{"Abstract":"Background: Thyroid carcinoma (TC) is the most common endocrine neoplasia. Its incidence has increased in the last 40 years worldwide. Sorafenib (Sor), a tyrosine kinase inhibitor (TKI), was approved for the treatment of TC, being hypothyroidism the most frequent consequence of Sor-induced endocrine dysfunction. We have described that thyroid hormones (TH) increase cell proliferation in TC cell lines. Thus, hormone replacement therapy to treat Sor-induced hypothyroidism could negatively affect its antitumor action. We have also shown that the selective inhibition of the TH membrane receptor, integrin &#945;V&#946;3, diminishes proliferation.<br \/>Objective: To study integrin &#945;V&#946;3 inhibition to enhance Sor antineoplastic activity in TC and the molecular mechanisms involved.<br \/>Experimental Procedures: 8505C human anaplastic TC cell viability was evaluated by MTS<br \/>assay. Sor was the TKI used, and Cilengitide (Cile) was used to inhibit integrin &#945;V&#946;3. Protein modulation was measured by Western blot. Apoptosis induction was determined by APC-Annexin V Propidium iodide staining, followed by flow cytometry. In silico analysis on several databases were<br \/>performed using CBioPortal (https:\/\/cbioportal.org\/; TCGA, Cell 2014, n=504) and R2 (http:\/\/r2.amc.nl; GSE126729, n=28).<br \/>Results: We first performed a bioinformatic analysis by cBioPortal on the PanCancer Atlas data and found that thyroid tumors are those with the highest integrin &#945;V&#946;3 subunits expression. We then studied the role of integrin &#945;V&#946;3 in Sor inhibition of TH-induced proliferation in TC cells. Treatment of 8505C cells with integrin &#945;V&#946;3 antagonist Cile inhibits TH-induced proliferation (p&#38;lt0.0001), confirming the participation of the integrin. As expected, Sor treatment decreases proliferation (p&#38;lt0.05) while Cile addition did not change the inhibition level. Also, we found that Sor and Cile treatment diminished PCNA and Cyclin D1 expression levels. Cells were preincubated with Sor and Cile and then treated or not with TH for 48h to analyze apoptosis. Sor treatment increases the number of apoptotic cells relative to untreated control (p&#38;lt0.0001) and the presence of TH reduces the rate of apoptosis (p&#38;lt0.01). We then studied Sor target genes expression by R2 on an anaplastic TC patients&#8217; database. FGFR is highly expressed among Sor targets, and it is correlated with integrin &#945;V&#946;3 expression. Thus, FGFR expression modulation was studied by Western blot on cells treated as previously described. Finally, we found that TH treatment increased FGFR expression, Sor diminishes expression and in presence of TH, FGFR expression was rescued. Interestingly, Cile addition resensitized cells to Sor in presence of TH.<br \/>Conclusion: Our results establish that the effective dual Sor and Cile treatment can significantly drive tumor proliferation inhibition and apoptosis, and it could provide alternatives to the treatments currently used for this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-04 Hormone signaling and inhibitors,,"},{"Key":"Keywords","Value":"Sorafenib,Integrin &#945;V&#946;3,Thyroid Hormones,Thyroid cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mateo  N.  Campos Haedo<\/b><sup>1<\/sup>, Maria  C.  Diaz Flaque<sup>1<\/sup>, Helena  A.  Sterle<sup>1<\/sup>, Johanna  A.  Diaz Albuja<sup>1<\/sup>, Maria  F.  Cayrol<sup>1<\/sup>, Maria  M.  Debernardi<sup>1<\/sup>, Marina Perona<sup>2<\/sup>, Guillermo  J.  Juvenal<sup>2<\/sup>, Graciela  A.  Cremaschi<sup>1<\/sup>, Cinthia Rosemblit<sup>1<\/sup><br><br\/><sup>1<\/sup>Inst de Investigaciones Biomédicas UCA-CONICET (BIOMED), Buenos Aires, Argentina,<sup>2<\/sup>Departamento de Radiobiología (CAC), Comisión Nacional de Energía Atómica (CNEA), Buenos Aires, Argentina","CSlideId":"","ControlKey":"954a1e88-96a9-47d4-ad39-d0ba96d5bd74","ControlNumber":"4442","DisclosureBlock":"&nbsp;<b>M. N. Campos Haedo, <\/b> None..<br><b>M. C. Diaz Flaque, <\/b> None..<br><b>H. A. Sterle, <\/b> None..<br><b>J. A. Diaz Albuja, <\/b> None..<br><b>M. F. Cayrol, <\/b> None..<br><b>M. M. Debernardi, <\/b> None..<br><b>M. Perona, <\/b> None..<br><b>G. J. Juvenal, <\/b> None..<br><b>G. A. Cremaschi, <\/b> None..<br><b>C. Rosemblit, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6392","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3073","PresenterBiography":null,"PresenterDisplayName":"Mateo Campos Haedo, BS","PresenterKey":"23b10cf6-c9e5-4a81-b727-197afbf84f6b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3073. Action of thyroid hormones in sorafenib treatment of thyroid cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Action of thyroid hormones in sorafenib treatment of thyroid cancer","Topics":null,"cSlideId":""},{"Abstract":"Nuclear receptors (<i>NR<\/i>s) are ligand-dependent transcription factors which are involved in the proliferation\/development of normal and neoplastic cells. The family of <i>NR<\/i> genes consists of 48 elements and the endogenous ligands binding the majority of <i>NR<\/i>s are known. Indeed, it is generally assumed that <i>NR<\/i>s function as sensors for fat-soluble hormones, vitamins and dietary lipids. For instance, <i>RAR<\/i>s (<i>Retinoic<\/i> <i>Acid<\/i> <i>Receptors<\/i>) bind to and are trans-activated by retinoic acids, the active metabolites of vitamin A, while <i>ER<\/i>s (<i>Estrogen<\/i> <i>Receptor<\/i>s) and <i>PR<\/i> (<i>Progesterone<\/i> <i>Receptor<\/i>) interact with estradiol and progesterone, respectively. In spite of all the available information, there are at least 15 <i>NR<\/i>s (<i>ONR<\/i>s, <i>Orphan<\/i> <i>Nuclear<\/i> <i>Receptors<\/i>), which are still devoid of a recognized endogenous ligand. The dysregulation of <i>NR<\/i>s has been associated with different types of cancer. <i>NR<\/i>s act in hierarchical, integrated networks to promote tissue- and cell-specific functions. In breast cancer, the role of <i>ER<\/i>s and <i>PR<\/i> has been thoroughly investigated, while the function of other members of the <i>NR<\/i> family is largely unknown. In the present study, we define the expression levels of <i>NR<\/i> mRNAs in normal and breast cancer tissues, using public databases. The results obtained indicate that the majority of <i>NR<\/i>s are deregulated in mammary tumors. We focus our attention on <i>ONR<\/i>s, as many of them are differentially expressed in normal and tumor samples. To get functional information, we use the <i>siRNA <\/i>technology to assess the effects of <i>ONR<\/i> silencing on the growth\/motility of breast cancer cells. To this purpose, we employ 40 cell lines, which are representative of the different tumor subtypes. We choose at least five cell lines among the ones with high, medium and low expression of the <i>ONR<\/i> under investigation. We transiently silence the selected <i>NR<\/i> with the transfection of at least 3 selective siRNAs. Cell proliferation is evaluated after 2, 4 and 6-days from the transfection of the siRNAs using the sulphorodamine assay. We identify <i>NR2F6<\/i> as the only <i>ONR<\/i> whose silencing inhibits cell proliferation. In contrast, <i>NR2F2<\/i> silencing increases cell proliferation. We confirm the results obtained on <i>NR2F6<\/i> with the use of the <i>CRISPR\/CAS9<\/i> and the <i>shRNA<\/i> technologies. In line with our results, <i>NR2F6<\/i> expression is higher, while <i>NR2F2<\/i> expression is lower, in breast tumors than in normal tissue. Interestingly, the highest levels of <i>NR2F6<\/i> protein are observed in <i>ER<\/i>- and in <i>HER2<\/i>-positive breast cancer cell-lines. By converse, <i>Triple-Negative<\/i> cells are endowed with the lowest levels of this <i>ONR<\/i>. To identify the gene-networks modulated by <i>NR2F2 <\/i>and<i> NR2F6<\/i>, we performed RNA-sequencing experiments in control and silenced breast cancer cells, which provide evidence on the underlying molecular mechanisms of action. In conclusion, our data indicate that <i>NR2F2<\/i> and <i>NR2F6<\/i> represent novel targets for the development of therapeutic strategies in the context of the personalized treatment of breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-07 Nuclear receptors: Structure and function,,"},{"Key":"Keywords","Value":"Breast cancer,Molecular targets,Cancer therapy,Mammary gland,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Gabriela Paroni<sup><\/sup>, Maria Azzurra Caricasulo<sup><\/sup>, Adriana Zanetti<sup><\/sup>, Andrea Cavallaro<sup><\/sup>, Luca Guarrera<sup><\/sup>, Mineko Terao<sup><\/sup>, <b>Enrico Garattini<\/b><sup><\/sup><br><br\/>Mario Negri Institute for Pharmacological Research (Milan), Milan, Italy","CSlideId":"","ControlKey":"cf6d455f-4573-4d72-a765-f5c10f4b2589","ControlNumber":"462","DisclosureBlock":"&nbsp;<b>G. Paroni, <\/b> None..<br><b>M. Caricasulo, <\/b> None..<br><b>A. Zanetti, <\/b> None..<br><b>A. Cavallaro, <\/b> None..<br><b>L. Guarrera, <\/b> None..<br><b>M. Terao, <\/b> None..<br><b>E. Garattini, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6393","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3074","PresenterBiography":null,"PresenterDisplayName":"Enrico Garattini, MD","PresenterKey":"ac387a36-0f82-457c-bfad-78d77f715409","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3074. The role of orphan nuclear receptors in breast cancer cell proliferation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of orphan nuclear receptors in breast cancer cell proliferation","Topics":null,"cSlideId":""},{"Abstract":"ARV-471 is a selective, orally bioavailable PROteolysis-TArgeting Chimera (PROTAC&#174;) small molecule that induces wild-type and mutant estrogen receptor (ER) alpha degradation via the ubiquitin-proteasome system. ARV-471 demonstrates superior ER degradation and antitumor activity compared to fulvestrant in endocrine sensitive and resistant xenograft models and has shown significant ER degradation and promising clinical benefit in late-line ER+ breast cancer patients. Dual pathway inhibition combining ER targeting agents with CDK4\/6 or PIK3CA\/mTOR pathway inhibitors is now a central strategy for treatment of advanced ER+ breast cancer. However, resistance to aromatase inhibitors resulting from ESR1 gene mutations, suboptimal ER degradation and the intramuscular route of administration of fulvestrant underscore a need for superior orally bioavailable endocrine therapy backbones for these combinations. Here, we assessed the effects of ARV-471 in combination with CDK4\/6 or PIK3CA\/mTOR pathway inhibitors in preclinical models of ER+ breast cancer. In vitro studies revealed evidence of synergistic interactions between ARV-471 and the CDK4\/6 inhibitors abemaciclib and ribociclib, the mTOR inhibitor everolimus, or the PIK3CA inhibitors alpelisib and inavolisib in ER+ breast cancer cells. Evidence of synergistic effects between ARV-471 and everolimus was also observed in ER+ breast cancer cells expressing ER Y537S or D538G mutations. ARV-471 in combination with CDK4\/6, PIK3CA or mTOR inhibitors led to tumor regressions in MCF7 xenografts when compared to single agents alone. ARV-471 also displayed greater anti-tumor activity in combination with abemaciclib, ribociclib or inavolisib than that observed with fulvestrant in combination with these agents. Taken together, these data suggest the potential utility of ARV-471 as a combination partner for clinically relevant targeted agents for treatment of early and late-stage ER+ disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"Estrogen receptor,Breast cancer,PROTAC protein degrader,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jessica Teh<\/b><sup>1<\/sup>, Elizabeth Bortolon<sup>1<\/sup>, Jennifer Pizzano<sup>1<\/sup>, Melissa Pannone<sup>2<\/sup>, Sean Landrette<sup>1<\/sup>, Richard Gedrich<sup>1<\/sup>, Ian Taylor<sup>1<\/sup><br><br\/><sup>1<\/sup>Arvinas Estrogen Receptor, Inc., New Haven, CT,<sup>2<\/sup>Arvinas Estrogen Receptor Inc., New Haven, CT","CSlideId":"","ControlKey":"4558995a-b573-4f83-b6f6-e790c6c70df0","ControlNumber":"2520","DisclosureBlock":"<b>&nbsp;J. Teh, <\/b> <br><b>Arvinas<\/b> Employment, Stock, Stock Option. <br><b>E. Bortolon, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option. <br><b>J. Pizzano, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option.<br><b>M. Pannone, <\/b> None.&nbsp;<br><b>S. Landrette, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option. <br><b>AI therapeutics<\/b> Stock. <br><b>Detect<\/b> Stock. <br><b>R. Gedrich, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option. <br><b>I. Taylor, <\/b> <br><b>Arvinas, Inc.<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6394","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3075","PresenterBiography":null,"PresenterDisplayName":"Jessica Teh, PhD","PresenterKey":"ee4a0811-ef50-4c36-91c6-0685f4ff8acf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3075. Enhanced efficacy of ARV-471, a novel PROTAC&#174; estrogen receptor degrader, in combination with targeted agents in estrogen receptor-positive (ER+) breast cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhanced efficacy of ARV-471, a novel PROTAC&#174; estrogen receptor degrader, in combination with targeted agents in estrogen receptor-positive (ER+) breast cancer models","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroendocrine neoplasms (NENs) are a subgroup of poorly characterized rare tumors with challenging management. Identification of clinically useful biomarkers for patient stratification and treatment tailoring is urgently needed. This study proposes the use of near-patient models based on autologous extracellular matrix (aECM)-scaffolds and zebrafish (ZF) xenografts integrated with next generation multi-omics analysis for the phenotype and genotype mapping of NEN cells. The aim is to uncover molecular signatures associated with disease aggressiveness and to detect oncogenic drivers for targeted treatment.<br \/>Methods: Primary tumor cells isolated from surgical specimens of NEN patients were cultured in aECM scaffolds or injected into ZF embryos. Autologous ECM-scaffolds were synthesized starting from the patients&#8217; matrices and recellularized with primary cells derived from matched patients. In aECM scaffolds we evaluated tumor cell proliferation and neuroendocrine differentiation. In ZF we evaluated cell angiogenic ability and distant invasiveness. For each primary culture, we performed exome and transcriptome analysis of the original tumor tissue compared to the matched healthy counterpart.<br \/>Results: We demonstrated that ZF xenografting faithfully recreates the behavior that tumor cells exhibit in patients. Specifically, we derived a primary culture from an ileal grade 1 neuroendocrine tumor from both the primary and the metastatic lesions. When injected into ZF embryos, cells derived from the primary tumor displayed low invasive ability with a metastatic rate of only 23%. Conversely, cells derived from the metastatic lesion were able to invade the ZF circulation and form distant metastases in 79% of embryos. Consecutively, we derived three primary cultures of neuroendocrine Merkel cell carcinoma (MCC). The 3 MCC cultures into ZF embryos showed high aggressiveness with metastatic rates of 81%, 50% and 64%. For one culture, angiogenic ability was also observed. RNA-sequencing of these aggressive MCC specimens highlighted the involvement of the following pathways: ECM remodeling, TNF-&#11393; and PI3K-Akt signaling, epithelial-mesenchymal transition and regulation of apoptotic processes. Next, we demonstrated that aECM-scaffolds morphologically resemble a native tumor tissue, and tumor cells, once seeded on them, preserved the expression of neuroendocrine markers.<br \/>Conclusions: Here we developed innovative neuroendocrine tumor models that are expected to generate new knowledge on the disease molecular determinants. All identified genomic and genetic alterations will be correlated with the clinical outcomes of enrolled patients, to validate their clinical significance and to ultimately introduce a biomarker-based approach for NEN patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"Neuroendocrine tumors,Zebrafish,3D models,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chiara Calabrese<\/b><sup>1<\/sup>, Giacomo Miserocchi<sup>1<\/sup>, Silvia Vanni<sup>1<\/sup>, Alessandro De Vita<sup>1<\/sup>, Alberto Bongiovanni<sup>2<\/sup>, Chiara Spadazzi<sup>1<\/sup>, Claudia Cocchi<sup>1<\/sup>, Nicoletta Ranallo<sup>2<\/sup>, Federica Pieri<sup>3<\/sup>, Michela Tebaldi<sup>4<\/sup>, Flavia Foca<sup>4<\/sup>, Giorgio Ercolani<sup>5<\/sup>, Davide Cavaliere<sup>5<\/sup>, Carlo Alberto Pacilio<sup>5<\/sup>, Giovanni Martinelli<sup>6<\/sup>, Laura Mercatali<sup>1<\/sup>, Chiara Liverani<sup>1<\/sup><br><br\/><sup>1<\/sup>Osteoncology Unit, Bioscience Laboratory, IRCCS Istituto Romagnolo per lo Studio dei Tumori (IRST) \"Dino Amadori\", Meldola (FC), Italy,<sup>2<\/sup>Clinical and Experimental Oncology, Immunotherapy, Rare Cancers and Biological Resource Center, IRCCS Istituto Romagnolo per lo Studio dei Tumori (IRST) \"Dino Amadori\", Meldola (FC), Italy,<sup>3<\/sup>Pathology Unit, Morgagni-Pierantoni Hospital, Forlì (FC), Italy,<sup>4<\/sup>Unit of Biostatistics and Clinical Trials, IRCCS Istituto Romagnolo per lo Studio dei Tumori (IRST) \"Dino Amadori\", Meldola (FC), Italy,<sup>5<\/sup>General and Oncologic Surgery, Morgagni-Pierantoni Hospital, Forlì (FC), Italy,<sup>6<\/sup>Scientific Directorate, IRCCS Istituto Romagnolo per lo Studio dei Tumori (IRST) \"Dino Amadori\", Meldola (FC), Italy","CSlideId":"","ControlKey":"d3cb79a8-eaa0-4072-8479-23e302f59607","ControlNumber":"4343","DisclosureBlock":"&nbsp;<b>C. Calabrese, <\/b> None..<br><b>G. Miserocchi, <\/b> None..<br><b>S. Vanni, <\/b> None..<br><b>A. De Vita, <\/b> None..<br><b>A. Bongiovanni, <\/b> None..<br><b>C. Spadazzi, <\/b> None..<br><b>C. Cocchi, <\/b> None..<br><b>N. Ranallo, <\/b> None..<br><b>F. Pieri, <\/b> None..<br><b>M. Tebaldi, <\/b> None..<br><b>F. Foca, <\/b> None..<br><b>G. Ercolani, <\/b> None..<br><b>D. Cavaliere, <\/b> None..<br><b>C. Pacilio, <\/b> None..<br><b>G. Martinelli, <\/b> None..<br><b>L. Mercatali, <\/b> None..<br><b>C. Liverani, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6395","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3076","PresenterBiography":null,"PresenterDisplayName":"Chiara Calabrese","PresenterKey":"ace79d3b-69ba-43c2-ae80-1d38c7447510","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3076. Autologous ECM-composed scaffolds and zebrafish PDXs for individualized theranostics in rare neuroendocrine neoplasms","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Autologous ECM-composed scaffolds and zebrafish PDXs for individualized theranostics in rare neuroendocrine neoplasms","Topics":null,"cSlideId":""},{"Abstract":"Purpose: KSHN001034, a Fulvestrant (FLV) prodrug, was developed to enhance solubility and achieve higher FLV plasma exposures. Currently, Faslodex<sup>&#174;<\/sup> (500 mg) intramuscular depot achieves a steady-state plasma concentration of 24-28 ng\/mL in humans translating to efficacy. However, it achieves insufficient estrogen receptor (ER) blockade due to suboptimal pharmacokinetic (PK) exposures. KSHN001034 was studied in the MCF-7 xenograft model to evaluate the pharmacodynamic impact of increased FLV exposure.<br \/>Methods: Higher strength formulations of KSHN001034 were prepared and 150 mg\/mL FLV equivalent (eq.) strength was selected based on PK studies of KSHN001034 and Faslodex<sup>&#174;<\/sup> in beagle dogs and cynomolgus monkeys. The MCF-7 xenograft study was executed in comparison with FLV where treatment was initiated with an average tumor volume (TV) of ~160 mm<sup>3<\/sup> or ~450 mm<sup>3<\/sup>. KSHN001034 or Faslodex<sup>&#174;<\/sup> were dosed at 1mg\/mouse, and 5mg\/mouse either alone or in combination with oral Palbociclib 50mg\/kg, QD for 28 days. The plasma as well as brain concentrations (KSHN001034, FLV) and ER expression in tumor tissue were assessed at the end of the study. The toxicity studies were conducted on rats (50, 100, 250 mg\/kg) and dogs (15, 30, 75 mg\/kg), respectively, using 1x, 2x, and 5x eq. clinical dose of FLV.<br \/>Results: Single dose PK in dogs and monkeys generated ~2.5-fold higher FLV AUC from KSHN001034 compared to Faslodex<sup>&#174;<\/sup>. In the xenograft study, Faslodex<sup>&#174;<\/sup> 1mg\/mouse treatment in low tumor burden resulted in inhibition of tumor progression (Day 0: 160.8 vs. Day 28: 180.6 mm<sup>3<\/sup>) whereas KSHN001034 displayed regression (Day 0: 160.8 vs. Day 28: 143.5 mm<sup>3<\/sup>) due to improved FLV exposures. The brain FLV concentration (~60ng\/g) post KSHN001034 dosing was observed versus BLQ after Faslodex<sup>&#174;<\/sup>. The xenograft study with high tumor burden emphasized the impact of higher FLV release from KSHN001034. The results showed a &#62;30% decrease in initial TV with KSHN001034 in 2-5 days which was not observed even after 28 days of Faslodex<sup>&#174; <\/sup>treatment. Also, KSHN001034 showed significantly higher tumor regression in all treated animals compared to Faslodex<sup>&#174;<\/sup> (100% vs. 62.5% animals). The safety studies established a rat dose of 250 mg\/kg (2.5 g human eq.) and a dog dose of 30 mg\/kg (1.0 g human eq.) as the maximum tolerated dose of FLV eq. KSHN001034. Repeat-dose 28 days toxicity studies currently underway in rodent and non-rodent species.<br \/>Conclusion: Higher FLV exposures with KSHN001034 resulted in improved tumor control, addressing a significant unmet need to slow disease progression as well as its potential in window-of-opportunity trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-08 Preclinical studies of endocrine-related cancers,,"},{"Key":"Keywords","Value":"Breast cancer,Estrogen receptor,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Parva Purohit<\/b><sup><\/sup>, Heta Pandya<sup><\/sup>, Vishal Unadkat<sup><\/sup>, Sandip Mehta<sup><\/sup>, Ketan Variya<sup><\/sup>, Sonam Sinha<sup><\/sup>, Mahesh Barmade<sup><\/sup>, Vamsi Krishna<sup><\/sup>, Ganesh Sangle<sup><\/sup><br><br\/>Kashiv Biosciences, LLC, Ahmedabad, India","CSlideId":"","ControlKey":"5bca0f7b-91c3-4c32-9b2a-9b05cdc342a6","ControlNumber":"5971","DisclosureBlock":"&nbsp;<b>P. Purohit, <\/b> None..<br><b>H. Pandya, <\/b> None..<br><b>V. Unadkat, <\/b> None..<br><b>S. Mehta, <\/b> None..<br><b>K. Variya, <\/b> None..<br><b>S. Sinha, <\/b> None..<br><b>M. Barmade, <\/b> None..<br><b>V. Krishna, <\/b> None..<br><b>G. Sangle, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6396","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3077","PresenterBiography":null,"PresenterDisplayName":"Parva Purohit, PhD","PresenterKey":"1cc21a5d-6c77-4646-b74f-2cc4431eee99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3077. Pharmacological profiling of KSHN001034 - A novel prodrug of Fulvestrant with improved efficacy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pharmacological profiling of KSHN001034 - A novel prodrug of Fulvestrant with improved efficacy","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the second leading cause of cancer death among men in the United States. Androgen or Androgen receptor (AR) targeted therapy is a strategy for the treatment of prostate cancer, however, long-term treatment with androgen deprivation therapy inevitably leads to the development of Castration-Resistant Prostate Cancer (CRPC). AR variants and glucocorticoid receptor (GR) (replacing AR function) are two key factors to promote resistance to AR-targeting therapies in CRPC patients. Developing a multi-targeted drug that can inhibit both the AR variant and GR action could help overcome drug resistance, increase durability, and improve the therapeutic outcome for prostate cancer patients. Through our STAR (Signal, Transduction, Activity, and Response) Drug Discovery Platform, we studied the effects of three hundred medicinal plant extracts across 25 signaling pathways to identify a drug candidate. YIV-818-A was developed as a novel drug candidate based on optimized water extracts of Rubia cordifolia<\/i> (R.C). R.C collected from different sources had different quantities of compound X. The amount of compound X of R.C could be correlated to the potency of AR inhibition. YIV-818-A was able to inhibit DHT or Dexamethasone (DEX) induced luciferase activity of 22RV1 cells which were harboring ARE luciferase reporter. Using activity guided purification of YIV-818-A, compound X was identified as the key active compound for inhibiting AR and GR activities. YIV-818-A and compound X could down regulate both AR (full length) and AR-V (splice variants) protein but not GR protein of 22RV1 cells. YIV-818-A and compound X could also inhibit KLK2, and PSA (AR target genes) mRNA expression induced by DHT or SGK (GR target gene) mRNA expression induced by DEX. YIV-818-A and compound X had the potential to affect epigenetics of 22RV1 cells by down-regulating Brd2 and Brd4 (BET: bromodomain and extra-terminal proteins which could serve as epigenetic readers to promote AR or GR-dependent gene transcription) and reduce histone 3 lysine 27 acetylation (H3K27Ac), which is required for BRDs binding, but not H3K9Ac or K14Ac. Most importantly, YIV-818-A and compound X showed synergies with apalutamide, darolutamide and enzalutamide to inhibit AR activity and growth of 22RV1 cells. In conclusion, YIV-818-A and compound X could overcome drug resistance caused by AR variants and GR by down-regulating AR protein, inhibiting GR function and epigenetic regulation. YIV-818-A and compound X could enhance anti-prostate cancer drug action against CRPC. R.C has a long history of safe, human usage in Asia as a dietary supplement for improving health. Given R.C.&#8217;s safety profile, YIV-818-A also could be developed as a chemoprevention agent and\/or anti-cancer prostate cancer drug.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Androgen receptor,Apalutamide,Enzalutamide,Darolutamide,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wing Lam<\/b><sup>1<\/sup>, Mohammad Arammash<sup>1<\/sup>, Wei Cai<sup>2<\/sup>, Rong Hu<sup>1<\/sup>, Shwu-Huey Liu<sup>3<\/sup>, Peikwen Cheng<sup>3<\/sup>, Yung-chi Cheng<sup>1<\/sup><br><br\/><sup>1<\/sup>Pharmacology, Yale School of Medicine, New Haven, CT,<sup>2<\/sup>School of Pharmaceutical Sciences, Hunan University of Medicine, Hunan, China,<sup>3<\/sup>Yiviva inc., New York, CT","CSlideId":"","ControlKey":"12830024-63bd-4421-936c-78bcbb4a867b","ControlNumber":"3635","DisclosureBlock":"<b>&nbsp;W. Lam, <\/b> <br><b>Yiviva<\/b> consultant.<br><b>M. Arammash, <\/b> None..<br><b>W. Cai, <\/b> None..<br><b>R. Hu, <\/b> None.&nbsp;<br><b>S. Liu, <\/b> <br><b>Yiviva<\/b> Employment. <br><b>P. Cheng, <\/b> <br><b>Yiviva<\/b> Employment. <br><b>Y. Cheng, <\/b> <br><b>Yiviva<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6397","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3078","PresenterBiography":null,"PresenterDisplayName":"Wing Lam, PhD","PresenterKey":"ceb55ecc-c2df-4b26-b901-6a7bf534fead","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3078. YIV-818-A enhanced apalutamide, darolutamide and enzalutamide action for prostate cancer treatment by down-regulating androgen receptor protein, inhibiting glucocorticoid receptor function and epigenetic regulation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"YIV-818-A enhanced apalutamide, darolutamide and enzalutamide action for prostate cancer treatment by down-regulating androgen receptor protein, inhibiting glucocorticoid receptor function and epigenetic regulation","Topics":null,"cSlideId":""},{"Abstract":"Up to 80% of breast cancers (BCa) rely on the estrogen receptor (ER) for their growth and progression. This dependence on ER has led to many hormonal therapies that target this receptor. However, almost 40% of these cancers will acquire resistance over the course of the treatment period. One potential cause of resistance is mutations in the estrogen binding site (EBS) of ER. As such, there is an increasing need for novel inhibitors that targets ER at a site separate from the EBS. Here, we propose targeting the activation-function (AF2) pocket of ER that is important for cofactor binding and transcription activation. Billions of compounds were screened through an <i>in-silico<\/i> deep docking method, and potential AF2 inhibitors were then validated in cell-based and biophysical assays. We tested the effect of potential AF2 inhibitors on ER transcriptional activity using luciferase reporter assay in ER-positive T47D-kbluc cells. We then evaluated the effect of molecules on cell viability of ER-positive T47D and ER-negative MDA-MB-231 cells using PrestoBlue assays in order to exclude off-target effects. From these cell-based assays, we identified several inhibitors that effectively reduced transcriptional activity and viability in ER-positive T47D cells at low micromolar concentrations. We conducted PGC-1&#945; peptide displacement assay to confirm their AF2 binding and estradiol displacement assays to exclude any binding to the EBS. Proximity ligation assay (PLA) showed disruption of the interaction between ER and coactivator SRC-3 upon treatment with ER-AF2 inhibitors in T47D cells. Current work focuses on confirming the direct binding between the compounds and recombinant ER-ligand binding domain by various biophysical assays (MST, BLI, and ITC). Future work aims to solve the structure of ER-LBD in a complex with our lead compound by X-ray crystallography. We predict that the use of potent ER-AF2 inhibitors along with current treatments, will provide a novel tactic that can act as a complementary therapeutic to target treatment resistance in ER<sup>+<\/sup> BCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Estrogen receptor,Breast cancer,Drug discovery,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jane Foo<\/b><sup><\/sup>, Francesco Gentile<sup><\/sup>, Joseph Lee<sup><\/sup>, Helene Morin<sup><\/sup>, Shabnam Massah<sup><\/sup>, Maria Guo<sup><\/sup>, Jason Smith<sup><\/sup>, Fuqiang Ban<sup><\/sup>, Artem Cherkasov<sup><\/sup>, Nada Lallous<sup><\/sup><br><br\/>Vancouver Prostate Center, Vancouver, BC, Canada","CSlideId":"","ControlKey":"c86d489e-a62a-4fbe-b793-bcf9c7aef047","ControlNumber":"5321","DisclosureBlock":"&nbsp;<b>J. Foo, <\/b> None..<br><b>F. Gentile, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>H. Morin, <\/b> None..<br><b>S. Massah, <\/b> None..<br><b>M. Guo, <\/b> None..<br><b>J. Smith, <\/b> None..<br><b>F. Ban, <\/b> None..<br><b>A. Cherkasov, <\/b> None..<br><b>N. Lallous, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6398","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3079","PresenterBiography":null,"PresenterDisplayName":"Jane Foo, BS","PresenterKey":"8abbeaf6-3046-4075-ab02-15b418434f36","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3079. Characterization of ER-AF2 inhibitors in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of ER-AF2 inhibitors in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Hedgehog (Hh) signaling pathway plays a fundamental role in the early stages of development by regulating morphogenesis. GLI transcription factors are drivers of this signaling pathway by regulating the expression of growth related genes. Hyperactivation of GLI proteins have been associated with several cancers including medulloblastoma, glioblastoma, ovarian, prostate and breast cancers. Our study in breast cancer (BCa) suggests transcriptional activation of GLI3 in estrogen receptor alpha (ER&#945;) positive cells upon estradiol stimulation. Loss of ER&#945; greatly decreases GLI3 protein stability and stimulation with estradiol significantly increases GLI3 stability in ER-positive BCa cells. We have discovered that GLI3 forms nuclear complexes with ER&#945; upon estradiol stimulation and that the loss of GLI3 reduces BCa cells growth. Therefore, we hypothesize that ER&#945;-GLI3 complex orchestrates BCa transcriptome required for cell growth and development. Our study focuses on characterizing ER&#945; mediated activation of GLI3 in BCa cells and the possible compensation by other steroid receptors such as the androgen receptor (AR) and the glucocorticoid receptor (GR) in ER-negative BCa cells.<br \/>Method: We examined ER&#945;- GLI transcriptional activity by RNA sequencing upon stimulation with estradiol and inhibition of GLI activity by GANT61 in ER-positive MCF7 cells. We also identified ER&#945; domains that are essential for GLI3 binding by immunoprecipitation and proximity ligation assay (PLA). To identify ER&#945;-GLI3 interactome, we have optimized Rapid Immunoprecipitation Mass Spectrometry of Endogenous protein (RIME). We also examined the role of GLI3 in ER-negative BCa cell growth and characterized the role of AR and GR in activating GLI3 by luciferase reporter assay.Results: Inhibition of GLI DNA binding by GANT61 reduced the expression of GLI regulated (CDC20, CDK1, UBE2C) and modified expression of ER&#945; regulated (FOXM1, SPC24, KIF20A, BIRC5) genes, suggesting cooperative role of ER&#945;-GLI3 in mediating growth and metastasis. The optimized RIME assay suggests immunoprecipitation of ER&#945; with GLI3 in BCa cells upon estradiol induction. Immunoprecipitation and PLA studies suggest that ER&#945;-N terminal, DNA binding and C-terminal domains interact with GLI3. We also showed that knockdown of GLI3 reduces growth in ER negative BCa cells and that AR or GR stimulation by dihydrotestosterone and dexamethasone respectively, are important for GLI3 transcriptional activity.<br \/>Conclusion: Collectively, our results suggest a new role of steroid receptors in regulating GLI oncogenic transcriptional activity in BCa, leading to new therapeutic possibilities for patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Estrogen receptor,Gli1,Cancer genomics,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shabnam Massah<\/b><sup><\/sup>, Maria Guo<sup><\/sup>, Robert Bell<sup><\/sup>, Stephane LeBihan<sup><\/sup>, Jane Foo<sup><\/sup>, Ralph Buttyan<sup><\/sup>, Colin Collins<sup><\/sup>, Artem Cherkasov<sup><\/sup>, Nada Lallous<sup><\/sup>, Anne Haegert<sup><\/sup><br><br\/>Vancouver Prostate Center, Vancouver, BC, Canada","CSlideId":"","ControlKey":"dc2738c8-42ec-472b-9c69-fe0f09387f4b","ControlNumber":"5322","DisclosureBlock":"&nbsp;<b>S. Massah, <\/b> None..<br><b>M. Guo, <\/b> None..<br><b>J. Foo, <\/b> None..<br><b>R. Buttyan, <\/b> None..<br><b>A. Cherkasov, <\/b> None..<br><b>N. Lallous, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6399","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3080","PresenterBiography":null,"PresenterDisplayName":"Shabnam Massah, PhD","PresenterKey":"ee30e464-c665-4dc6-babd-73a58035bdf8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3080. Characterization of steroid receptor mediated activation of GLI as driving force of breast cancer growth","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of steroid receptor mediated activation of GLI as driving force of breast cancer growth","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Ovarian cancer (OCa) is the deadliest of all gynecologic cancers. Recent studies suggest that OCa cells express estrogen receptor beta (ERb), which functions as a tumor suppressor. However, ERb expression decreases during tumor progression and under the selection pressure of chemotherapy; this decrease occurs via epigenetic mechanisms and is inversely correlated with OCa progression. Lysine-specific histone demethylase 1A (KDM1A\/LSD1), an epigenetic modifier, is highly overexpressed in OCa. However, it is not known if KDM1A regulates ERb expression and its corresponding tumor suppressor functions. In this study, we explored the hypotheses that KDM1A inhibits ERb expression and function and that ERb-mediated tumor suppression in OCa is enhanced by KDM1A inhibition.<br \/><b>Methods:<\/b> Transduction of KDM1A-specific shRNA or gRNA was used to generate KDM1A knockdown (KD) or knockout (KO) cells, respectively. Cell viability, survival, apoptosis, and invasion assays were used to determine the impact of KDM1A knockdown or inhibitor therapy on ERb agonist response in established and patient-derived OCa cells. Mechanistic studies were conducted using RNA-seq, discovery proteomics, chromatin immunoprecipitation (ChIP), co-immunoprecipitation (co-IP), proximity ligation, ERE-Luc reporter, RT-qPCR, and western blot analysis. The efficacy of the combination of KDM1A inhibitor and ERb agonist therapy was investigated using patient-derived explant (PDeX) models. <i>In vivo<\/i> efficacy of KDM1A inhibitor and ERb agonist was determined using orthotopic OCa and patient-derived xenograft (PDX) murine models.<br \/><b>Results:<\/b> Analysis of TCGA datasets revealed a negative correlation between ERb and KDM1A expression in OCa patients. ChIP experiments showed that KDM1A is enriched at the ERb 0N promoter and that KDM1A KD, KO, or inhibition specifically upregulates the expression of ERb isoform 1. Co-IP and proximity ligation assays demonstrated that KDM1A interacts with ERb. Combining the ERb agonist LY500307 with KDM1A inhibitor NCD38 decreased the cell viability, survival, and invasion of both established and patient-derived primary OCa cells while increasing apoptosis. KDM1A KD- or inhibition potentiated the efficacy of ERb agonist in inducing ERb target gene expression via altered histone methylation marks. RNA-seq and proteomic analysis demonstrated that KDM1A KO and ERb agonist treatment increased the expression of apoptotic genes and downregulated cell cycle, EMT, and DNA repair genes. Importantly, combination therapy significantly reduced OCa cell proliferation in PDeX models and reduced <i>in vivo<\/i> tumor growth in orthotopic and PDX models.<br \/><b>Conclusions:<\/b> Our findings demonstrate that KDM1A inhibition enhances ERb expression and tumor suppressive functions, suggesting that combination therapy of a KDM1A inhibitor and ERb agonist may be a promising therapeutic option for treating OCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Estrogen receptor &#946;,LSD1,Ovarian cancer,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Prabhakar  P.  Venkata<\/b><sup>1<\/sup>, Sridharan Jayamohan<sup>1<\/sup>, Yi He<sup>1<\/sup>, Salvador Alejo<sup>1<\/sup>, Jessica  D.  Johnson<sup>1<\/sup>, Uday  P.  Pratap<sup>1<\/sup>, Suryavathi Viswanadhapalli<sup>1<\/sup>, Susan Weintraub<sup>2<\/sup>, Rajeshwar  R.  Tekmal<sup>1<\/sup>, Ratna  K.  Vadlamudi<sup>1<\/sup>, Edward Kost<sup>1<\/sup>, Gangadhara R. Sareddy<sup>1<\/sup><br><br\/><sup>1<\/sup>Obstetrics & Gynecology, University of Texas Health, San Antonio, TX,<sup>2<\/sup>Biochemistry & Structural Biology, University of Texas Health, San Antonio, TX","CSlideId":"","ControlKey":"161012a5-0e52-4f9d-9f05-6743955328e1","ControlNumber":"5395","DisclosureBlock":"&nbsp;<b>P. P. Venkata, <\/b> None..<br><b>S. Jayamohan, <\/b> None..<br><b>Y. He, <\/b> None..<br><b>S. Alejo, <\/b> None..<br><b>J. D. Johnson, <\/b> None..<br><b>U. P. Pratap, <\/b> None..<br><b>S. Viswanadhapalli, <\/b> None..<br><b>S. Weintraub, <\/b> None..<br><b>R. R. Tekmal, <\/b> None..<br><b>R. K. Vadlamudi, <\/b> None..<br><b>E. Kost, <\/b> None..<br><b>G. R. Sareddy, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6400","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3081","PresenterBiography":null,"PresenterDisplayName":"Prabhakar Venkata, PhD","PresenterKey":"ab5d4b4a-e9bc-4ce9-b6fd-faf2c6202c76","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3081. KDM1A\/LSD1 inhibition enhances estrogen receptor beta mediated tumor suppression in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KDM1A\/LSD1 inhibition enhances estrogen receptor beta mediated tumor suppression in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"SerpinA6 is a main transport protein for cortisol binding, which helps in cortisol tissue delivery particularly at inflammatory sites. Cortisol plays a vital role in adaptation to stress, modulating fuel metabolism, and inflammation. SerpinA6 releases cortisol specifically at inflammatory sites upon cleavage by human neutrophil elastase between residues 344 and 345. Castration induce inflammation in the prostate increases glucocorticoids (GCs) level and elevates pro-inflammatory cytokine IL-6 levels. European and Asian populations represented association between single nucleotide polymorphisms (SNPs) in CYP17A1 and SERPINA6\/A1 and circulating glucocorticoid concentrations. We propose increasing IL-6 levels after castration alters SerpinA6 levels in prostate may results in prostate cancer disease progression. Deficient SerpinA6 may not be sufficient to keep steroids inactive, due to the increasing GCs.<b> <\/b>Our data suggests IL-6 treatment of androgen independent prostate cancer (PC-3) cells decreases SerpinA6 level and conversely increases glucocorticoid receptor (GR) expression in a dose (1-10ng\/ml) and time (30-180 minutes) dependent fashion. Moreover, IL-6 dose dependent treatment in PC-3 cells decreases FOXO3a expression, a major apoptotic protein dysregulated in prostate cancer. Next, we determine the role of SerpinA6 (30&#181;g\/ml) and IL-6 (5ng\/ml) independently and in combination to PC-3 cells. We observed IL-6 and SerpinA6 co-treatment to PC-3 cells (charcoal stripped FBS media) for 6 hours reduced Neutrophil elastase levels significantly.<b> <\/b>Silencing IL-6 in PC-3 cells increased SerpinA6 expression. Moreover, silencing SerpinA6 in metastatic variant of PC-3 cells increased phospho-Akt-(ser-473), glucocorticoid receptor and increased apoptotic protein FOXO3a expressions. Using dexamethasone (15&#181;M), which is known to suppress PC-3 cell migration, we found increased expression of SerpinA6. Conversely, Mifepristone (15&#181;M), which inhibits PC-3 cell growth, deceases SerpinA6 expression after 24 hours of treatment. In humans the normal range of circulatory SerpinA6 level are 19-45&#181;g\/ml. We treated normal prostate epithelial cells (RWPE1) and prostate cancer (PC-3) cells with human recombinant protein 18 and 36&#181;g\/ml of doses for 24 hours; RWPE1 cells represented a SerpinA6 dose dependent increase in cellular viability, whereas PC-3 cells demonstrated no change in the viability after a dose response treatment with SerpinA6 for 24 hours. In-vivo data represented altered SerpinA6 levels in castrated TRansgenic Adenocarcinoma Mouse Prostate model after dexamethasone (GR agonist) and Mifepristone (GR antagonist) treatment. We suggest decreasing levels of SerpinA6 in prostate cancer patients may have potential role in disease progression. We need to have an effective agent, to prevent maintain SerpinA6 level to inhibit the progression of prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Prostate cancer,Cell proliferation,Cytokines,Pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Mohammed Al-Toubat<sup><\/sup>, Jatinder Kumar<sup><\/sup>, Shiva Gautam<sup><\/sup>, Kethandapatti Balaji<sup><\/sup>, <b>Sanjeev Shukla<\/b><sup><\/sup><br><br\/>Urology, University of Florida, Jacksonville, FL","CSlideId":"","ControlKey":"5f92ca0f-606f-40ea-8c76-13f6827a9732","ControlNumber":"6152","DisclosureBlock":"&nbsp;<b>M. Al-Toubat, <\/b> None..<br><b>J. Kumar, <\/b> None..<br><b>S. Gautam, <\/b> None..<br><b>K. Balaji, <\/b> None..<br><b>S. Shukla, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6401","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3082","PresenterBiography":null,"PresenterDisplayName":"Sanjeev Shukla, PhD","PresenterKey":"029a0100-3bcd-4b7d-9e95-8640e79ee035","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3082. Altered levels of corticosteroid-binding globulin: SerpinA6 and progression of prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Altered levels of corticosteroid-binding globulin: SerpinA6 and progression of prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Steroid hormone signaling axes drive proliferation and survival in prostate cancer (PCa), breast and other cancers. In late stage PCa, the androgen receptor (AR) is therapeutically antagonized with success, for example with Enzalutamide (Enza). Although initially successful, resistance emerges associated with tissue plasticity and patient mortality. Enza-resistance mechanisms include altered AR coregulator interactions. Identifying which coregulators change Enza sensitivity is attractive as they may represent new drug targets but challenging given the multitude of coregulators expressed in PCa and the diverse roles they play in transcription and translation.To meet this challenge, we designed a bioinformatic workflow to identify under-investigated yet clinically-impactful coregulators. We tested coactivators (CoA, n~750), corepressors (CoR, n ~600), and mixed function coregulators (Mixed, n~600) associations with patient outcome in TCGA PCa cohorts; applied partial correlation analyses to reveal coregulators that impacted AR target genes; utilized DepMap essentiality scores to rank importance; and examined interactions in publicly available AR RIME data. The impact of the top ranked coregulators (n=18) on Enza sensitivity was examined using shRNA or siRNA approaches, and with inhibitor drugs in Enza-resistant PCa cell lines (LNCaP C42B, 22Rv1). Finally, coregulator expression was examined in single cell RNA-Seq from PCa 3D organoids derived from the PBCre4:Pten<sup>f\/f<\/sup>:Rb1<sup>f\/f<\/sup> (DKO) and the PBCre4:Pten<sup>f\/f<\/sup>:Rb1<sup>f\/f<\/sup>:Trp53<sup>f\/f <\/sup>(TKO) PCa mouse model, which recapitulate the loss of Enza sensitivity and lineage plasticity. ShRNA targeting coregulators was undertaken in organoids. The bioinformatics workflow identified 18 coregulators, including CoA (e.g., WDR5, KAT7, BLM, SMARCC1), CoR (e.g., SETDB1, PSPC1), and Mixed (e.g., KDM5A, BPTF, TCEGR1) to screen for impact on Enza. KAT7 shRNA modulated Enza sensitivity, regulated expression of AR target genes, and synergized with a KAT7 inhibitor (WM3835) to enhance Enza sensitivity. Similarly, a BLM inhibitor (ML216) synergized with Enza. Interestingly, although WDR5 siRNA alone did not alter Enza responses, the combination of KAT7 shRNA and WDR5 siRNA significantly potentiated Enza responses. Similarly, SMARCC1 shRNA cooperated with siRNA to several targets (TBX3, BPTF, or SETDB1) to enhance Enza responses. Smarcc1 and Tbx3 were upregulated in Enza-resistant neuroendocrine PCa, and the recently identified Pou2f3 Enza-resistant phenotypes, and Bptf was upregulated in the Tff3 Enza-resistant phenotype. We have shRNA targeted Blm, Smarcc1, Tbx3, and Bptf in the DKO and TKO organoids and are measuring the impact of Enza responses. Overall, we have identified potentially novel AR coregulators that associate with the development of therapy resistance and shown that targeting these coregulators may augment Enza sensitivity in PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Prostate cancer,Coactivator,Chromatin remodeling,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rayzel  C.  Fernandes<sup>1<\/sup>, Debasis Nayak<sup>2<\/sup>, Damien  A.  Leach<sup>3<\/sup>, Meenalakshmi Chinnam<sup>4<\/sup>, Wilbert Zwart<sup>5<\/sup>, David  W.  Goodrich<sup>4<\/sup>, <b>Moray J. Campbell<\/b><sup>6<\/sup>, Charlotte  L.  Bevan<sup>3<\/sup><br><br\/><sup>1<\/sup>Imperial College, London, Lond, United Kingdom,<sup>2<\/sup>The Ohio State University, Columbus, OH,<sup>3<\/sup>Imperial College London, London, United Kingdom,<sup>4<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>5<\/sup>The Netherlands Cancer Institute, Amsterdam, Netherlands,<sup>6<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"f1de008a-d72a-4359-a8a4-c90b860a55f0","ControlNumber":"6929","DisclosureBlock":"&nbsp;<b>R. C. Fernandes, <\/b> None..<br><b>D. Nayak, <\/b> None..<br><b>D. A. Leach, <\/b> None..<br><b>M. Chinnam, <\/b> None..<br><b>W. Zwart, <\/b> None..<br><b>D. W. Goodrich, <\/b> None..<br><b>M. J. Campbell, <\/b> None..<br><b>C. L. Bevan, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6402","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3083","PresenterBiography":null,"PresenterDisplayName":"Moray Campbell, MS;PhD","PresenterKey":"3c8cc8a3-fab4-41d2-98f7-d4079c92b320","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3083. Targeting androgen receptor coregulators to enhance enzalutamide sensitivity in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting androgen receptor coregulators to enhance enzalutamide sensitivity in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Late recurring ER+ breast cancer emerges in post-menopausal women despite low\/no hormone conditions. Cancer associated fibroblasts (CAFs) represent a major player in the promotion of metastasis, stemness and chemotherapy resistance in breast cancer. Progesterone receptors (PR) are emerging as drivers of stemness and metastasis in ER+ breast cancers. We propose that CAFs provide a mechanism to turn on ligand-independent PR signaling pathways through the secretion of paracrine factors.<br \/><b>Methods:<\/b> Tumorsphere assays were used to measure stem cell expansion. Cell clustering assays were used to measure CAF\/tumor cell interactions. ChIP assays were used to measure PR direct binding to stemness gene regulatory elements.<br \/><b>Results:<\/b> Using the ER(+) T47D cell series (i.e., PR-null variants or cells expressing either endogenous PR (T47DCO) or PR-A or PR-B isoforms), we observed that CAF conditioned media (CM) increased tumorsphere formation in PR+ cells relative to PR-null and controls. Similar results were obtained with MCF7L cell models. CAF CM activated MAPK\/ERK kinases and induced rapid phosphorylation of PR at Ser294. Physical interaction between CAFs and PR expressing T47D and MCF7L cells in clustering assays demonstrated PR driven co-cluster formation. CAF-derived FGF2 increased PR dependent tumorsphere and co-cluster formation. Blockage of FGF2 with the inhibitor, PD173074, decreased CAF CM-induction of tumorspheres and co-cluster formation. Previous data demonstrated that the cell adhesion molecule, CD44, is implicated in CAF\/BC co-cluster formation. Both FGF2 and progestins increased CD44 expression in ER+ breast cancer cell models. Chromatin immunoprecipitation (ChIP) assays demonstrated that both PR isoforms are recruited to PRE-containing regions in the CD44 gene in response to progestin. Finally, we compared the gene expression profiles of breast cancer cells from T47DCO mono-clusters and CAF\/T47DCO co-clusters using Single Cell RNA Seq. Among the differentially expressed genes identified were two genes implicated in tamoxifen resistance, <i>BAMBI<\/i> and <i>NR2F2<\/i>.<br \/><b>Conclusion:<\/b> We propose a model in which clustering between CAFs and ER+\/PR+ breast cancer cells is promoted by the CAF secreted factor, FGF2. FGF2 promotes PR activation and upregulation of CD44 expression, which may further increase physical cell-cell interactions. Importantly, CAF-derived FGF2 can also act through PR to initiate MAPK\/ERK signaling pathways that drive stemness and endocrine therapy resistance. Our studies of the interactions between PR+ breast cancer cells with CAFs either in the primary tumor or in the circulation (as CAF\/CTC clusters) suggest the need to include anti-progestins as a component of endocrine therapy in late recurring ER+ breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-10 Steroid hormone receptors,,"},{"Key":"Keywords","Value":"Progesterone receptor,Cancer associated fibroblasts,Fibroblast growth factor receptor (FGFR),Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Angela  K.  Spartz<\/b><sup><\/sup>, Caroline  H.  Diep<sup><\/sup>, Carol  A.  Lange<sup><\/sup>, Dorraya El-Ashry<sup><\/sup><br><br\/>University of Minnesota, Masonic Cancer Center, Minneapolis, MN","CSlideId":"","ControlKey":"815ef85e-af6d-4625-9bd6-c928fc5f909b","ControlNumber":"7451","DisclosureBlock":"&nbsp;<b>A. K. Spartz, <\/b> None..<br><b>C. H. Diep, <\/b> None.&nbsp;<br><b>C. A. Lange, <\/b> <br><b>Context Therapeutics<\/b> Scientific Advisory Board\/Consultant.<br><b>D. El-Ashry, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6403","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3084","PresenterBiography":null,"PresenterDisplayName":"Angela Spartz, PhD","PresenterKey":"45d805bb-2b3b-443d-91aa-e367c490d1bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3084. Progesterone receptor mediated crosstalk between cancer associated fibroblasts (CAFs) and ER+\/PR+ breast cancer cells through CAF-secreted FGF2","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Progesterone receptor mediated crosstalk between cancer associated fibroblasts (CAFs) and ER+\/PR+ breast cancer cells through CAF-secreted FGF2","Topics":null,"cSlideId":""},{"Abstract":"The steroid hormone receptors (SHRs) play an important role in many physiological and pathological processes including endocrine cancers. However, the precise mechanisms by which these SHRs pass signals from a hormone to control gene expression remain a central unresolved problem, which has limited SHRs therapeutic utilities in a cell\/tissue specific manner. Role of the activation function-1 (AF1) in this process is of immense importance as it provides platforms for interactions of specific co-regulatory proteins, and thereby dictates the final outcome SHR-regulated target gene expression. The AF1 located in the N-terminal domain (NTD) plays a critical role in regulating cell\/tissue-specific effects of SHRs. However, the exact mechanism of this action is not known. It has been suggested that cell\/tissue-specific activities of SHRs may be due to AF1 conformations and subsequent coactivator interactions. The SHRs&#8217; NTD\/AF1 has been reported to exist in an intrinsically disorder conformation and undergoes disorder-order transition through intra- and inter- molecular allosteric regulations. In the study, we tested whether the flanking sequences around AF1 affect glucocorticoid receptor (GR) activity due, in part, to conformational changes in otherwise ID AF1 that can facilitate its interaction with critical coregulatory proteins such as TATA Box-Binding Protein (TBP) and steroid receptor coactivator-1 (SRC-1). Using biophysical techniques, we found that placing AF1 immediately upstream from the DNA binding domain (DBD) results into acquisition of a relatively ordered conformation in GR AF1. Further analyses revealed that removing amino acid sequences (1-76) prior to AF1 or removal of amino acids (263-420) between AF1 and DBD differentially regulates AF1-mediated GR activity. The results from this study may provide a potential mechanism for cell-dependent differing GR activities as well as other SHRs and thereby, our results may provide additional SHR selectivity needed to target cell-tissue specific gene regulations in current endocrine-based therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-07 Nuclear receptors: Structure and function,,"},{"Key":"Keywords","Value":"Hormone receptors,Endocrine\/neuroendocrine cancer,Gene regulation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shagufta  H.  Khan<\/b><sup>1<\/sup>, Raj Kumar<sup>2<\/sup><br><br\/><sup>1<\/sup>Medical Education, Geisinger Commonwealth School of Medicine, Scranton, PA,<sup>2<\/sup>Pharmaceutical and Biomedical Sciences, Touro College of Pharmacy, New York, NY","CSlideId":"","ControlKey":"592d1b0e-aa53-4850-b999-9dea4bf07cbd","ControlNumber":"5450","DisclosureBlock":"&nbsp;<b>S. H. Khan, <\/b> None..<br><b>R. Kumar, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10132","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3085","PresenterBiography":null,"PresenterDisplayName":"Shagufta Khan","PresenterKey":"fbf7542c-45af-4d66-b311-2ac76d46078d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3085. Role of amino acid sequences within the N terminal domain in regulating AF1-mediated glucocorticoid receptor activity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"336","SessionOnDemand":"False","SessionTitle":"Endocrine-related Cancers: Treatment Resistance and Novel Targets and Therapeutics","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of amino acid sequences within the N terminal domain in regulating AF1-mediated glucocorticoid receptor activity","Topics":null,"cSlideId":""}]