[{"Abstract":"CROP-seq\/ Perturb-seq screens combine CRISPR perturbation with single-cell RNA sequencing. In brief, cells are perturbed with a pooled sgRNA library and transcriptomic profiles of each cell are recorded using conventional single-cell RNA sequencing platforms. Currently, the scale of these screens is limited to the perturbation of a couple of hundred genes, possibly up to 1.000 genes, because costs for single-cell library preparation and next generation sequencing are high. Here, we aimed to conduct a genome-scale CRISPR screen within a reasonable budget. We chose Jurkat T cells for this experiment and focused on T cell activation because signaling pathways in these cells are well understood and we could utilize the published knowledge to benchmark the performance of our platform.<br \/>To accomplish this, we utilized a CRISPR interference setup in which multiple sgRNAs can be delivered to the same cell, thus &#8220;squeezing&#8221; more perturbations into one cell. We targeted 18.595 human genes with four sgRNAs per gene and delivered this genome-scale library to Jurkat cells harboring dCas9-KRAB. Cells were stimulated with anti-TCR and anti-CD28 antibodies for 24 hours to activate T cell signaling. Following that, we processed 1.000.000 cells in one go, using the Chromium X platform that has recently been launched by 10X Genomics. Following single-cell library preparation, we amplified a selected set of 374 transcripts and submitted the corresponding library for NGS on one NovaSeq S4 flowcell.<br \/>First, we confirmed that the perturbation of 374 marker genes by CRISPR interference led to the downregulation of the cognate targets, suggesting that the CRISPR perturbation workflow is functional. Then, we assessed whether T cell activation could be recapitulated from the chosen markers and found that activated Jurkat T cells can be distinguished from their unactivated counterparts using the signature in question. Finally, we assessed the phenotypes of gene knockouts introduced at genome-scale. Of the 18.595 genes perturbed, a set of 70 genes affected T cell activation, partitioning to 55 activators (whose knockout led to diminished signaling) and 15 inhibitors (whose knockout led to enhanced signaling). Of note, our screen recovered key signaling nodes that are proximal to the TCR and have been well described in the literature, including LAT, LCK, ZAP70, CD3E, ITK, RASGRP1 and VAV1.<br \/>Overall, the screen presented here will catalyse a paradigm shift for CROP-seq\/ Perturb-seq type CRISPR screens towards genome scale.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"CRISPR\/Cas9,Gene regulation,Signaling pathways,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Anke Loregger<\/i><\/presenter>, <presenter><i>Nicole Untermoser<\/i><\/presenter>, <presenter><i>Anatoly Vasilyev<\/i><\/presenter>, <presenter><i>Adam Krejci<\/i><\/presenter>, <presenter><u><i>Henrik Schmidt<\/i><\/u><\/presenter>, <presenter><i>Tilmann Bürckstümmer<\/i><\/presenter>. Myllia Biotechnology GmbH, Vienna, Austria","CSlideId":"","ControlKey":"3b85bb42-5a6f-4456-8917-afe0e29ec91f","ControlNumber":"9540","DisclosureBlock":"&nbsp;<b>A. Loregger, <\/b> None..<br><b>N. Untermoser, <\/b> None..<br><b>A. Vasilyev, <\/b> None..<br><b>A. Krejci, <\/b> None..<br><b>H. Schmidt, <\/b> None..<br><b>T. Bürckstümmer, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9783","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB249","PresenterBiography":null,"PresenterDisplayName":"Henrik Schmidt","PresenterKey":"4936a4cf-ef67-4b18-8da8-35c67b6957cb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB249. A genome-scale CROP-seq screen reveals mediators of T cell signaling","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A genome-scale CROP-seq screen reveals mediators of T cell signaling","Topics":null,"cSlideId":""},{"Abstract":"Elucidation of the paired TCR receptor-antigen synapse is important both for vaccine development and for targeted therapy. Linkage of T cell responses with specific antigenic peptides will not only guide the development of immunotherapies but also enable treatment response monitoring. Currently, single cell sequencing technology is well established, but the identification of specific pathogenic peptides and associated TCR in single cell level is still challenging. In most cases, ascertaining T cell responses to pathogenic peptides is based on the screening of pooled peptides that do not give the knowledge of corresponding responsive TCR to a particular peptide. We therefore developed a technique that uses DNA barcoded peptide exchanged MHC trimers to stain PBMCs. With this technique, multiple peptide-loaded trimers can be used to stain a PBMC sample in one test tube. Single cells positive for trimers are sorted, amplified, and sequenced together with the DNA barcode. Specific peptides can be identified with the DNA barcodes which are co-amplified with TCRs. Applying this technique, we screened one PBMC sample with several peptide-loaded trimers in one reaction. Utilizing the CDR3 identity of known clones against each of these peptides, we were able to demonstrate and validate that a multi-peptide screen using DNA barcodes is feasible. Further optimization is in progress to reduce background and to increase the multiplexing of barcoded peptide-trimers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-01 Functional genomics,,"},{"Key":"Keywords","Value":"T lymphocytes,Receptors,Peptides,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Marc Delcommenne<\/i><\/u><\/presenter>, <presenter><i>Xiaohong Hou<\/i><\/presenter>, <presenter><i>Yuri Poluektov<\/i><\/presenter>, <presenter><i>Wenjing Pan<\/i><\/presenter>, <presenter><i>Emily Sims<\/i><\/presenter>, <presenter><i>Miranda Byrne-Steele<\/i><\/presenter>. MBL International Corp., Des Plaines, IL, iRepertoire, Huntsville, AL","CSlideId":"","ControlKey":"95b2ecab-dc16-4129-b686-e9642c11e949","ControlNumber":"9561","DisclosureBlock":"<b>&nbsp;M. Delcommenne, <\/b> <br><b>MBL International<\/b> Employment. <br><b>X. Hou, <\/b> <br><b>irepertoire<\/b> Employment. <br><b>Y. Poluektov, <\/b> <br><b>MBL International<\/b> Employment. <br><b>W. Pan, <\/b> <br><b>iRepertoire<\/b> Employment. <br><b>E. Sims, <\/b> <br><b>iRepertoire<\/b> Employment. <br><b>M. Byrne-Steele, <\/b> <br><b>iRepertoire<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9784","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB250","PresenterBiography":null,"PresenterDisplayName":"Marc Delcommenne, PhD","PresenterKey":"06579839-3814-4ab1-82b0-b9c0ceaf632a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB250. Multiplex screening of PBMCs with DNA barcoded peptide exchanged MHC trimers to identify peptide-specific paired VDJ TCRs at single cell level","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiplex screening of PBMCs with DNA barcoded peptide exchanged MHC trimers to identify peptide-specific paired VDJ TCRs at single cell level","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: In cutaneous melanoma, the burden of chromothripsis is high prior to targeted therapy, and additional chromothripsis appears to be a key evolutionary mechanism by which cancer rapidly generates and accumulates highly dynamic structural variants (<b>SV<\/b>s). Blocking cancer genomic instability may prevent tumor escape from targeted therapies.<br \/><b>Methods<\/b>: We assembled three cohorts of tissues for WGS-based analysis of SVs. The first cohort consisted of patient-matched normal tissues, <i>BRAF<\/i><sup>V600MUT<\/sup> melanoma tumors before MAPKi therapy and at disease progression (n=10 normal tissues; n=10 pretreatment tumors; n=17 acquired-resistant tumors; n=10 patients). The second cohort consisted of rapid autopsy melanoma tissues (n=3 normal tissues; n=12 acquired-resistant tumors; n=6 metastatic organ sites). The third cohort consisted of cutaneous PDX tumors. To study acquired MAPKi-resistance at the whole-genome level, we subjected PDXs (n=6 models; 1 <i>BRAF<\/i><sup>MUT<\/sup> and 5 <i>NRAS<\/i><sup>MUT<\/sup> models) to MAPKi therapy in NSG mice at doses sufficient to elicit tumor regression, and then generated acquired MAPKi-resistant tumors. In total, we used vehicle-treated tumors (n=6), acquired-resistant tumors (n=12), and patient-matched normal tissues (n=6) to generate WGS data.<br \/><b>Results<\/b>: Analysis of genomic amplicons due to intrachromosomal complex genomic rearrangements (CGRs) and extrachromosomal circular DNAs (ecDNAs) uncovered a significant (unpaired Student&#8217;s <i>t<\/i>-test, p=0.0002) association between acquired-resistant tumors and CGRs and\/or ecDNAs harboring <i>bona fide<\/i> MAPKi-resistance genes and revealed copy number amplification of <i>BRAF <\/i>(range 4.5-27), <i>NRAS <\/i>(range 5-13), <i>HRAS <\/i>(range 13-16), <i>MYC<\/i> (range 12-15) and <i>EGFR <\/i>(CN 4.6-5), known to drive acquired MAPKi-resistance. Moreover, we validated a recurrent ecDNA by direct isolation and high-depth sequencing using a new approach referred to as CRISPR-CATCH. This alternative technique confirmed the circularized junctions of a 890 kb, driver ecDNA within this acquired-resistant clinical tumor sample. Additionally, resistance-specific (versus sensitivity-specific) chromothriptic single-base substitutions (SBSs) enriched for signatures of defects in base excision repair (BER) and in DNA mismatch repair (MMR) (Wilcoxon rank sum test, p=0.04 and p=0.005 respectively) in 14 of 31 resistant tumors (10 of 16 patients). Moreover, breakpoint-sequence analysis inferred non-homologous end-joining (NHEJ) as critical, and homologous recombination repair (HRR) as adjunctive, to DNA double-stranded break repair underlying CGR and ecDNA formation harboring MAPK-reactivation or MAPKi resistance-driver genes. Inhibition of DNA-PKc or PARP1\/2, even only initially during MAPKi treatment, suppressed acquired MAPKi-resistance in melanoma cell lines (<i>BRAF<\/i><sup>V600MUT<\/sup> n=3 and <i>NRAS<\/i><sup>Q61MUT<\/sup> n=3) and blunted the expansion of ecDNA + CGR genomic spans. <i>In vivo<\/i>, DNA-PKi in combination with MAPKi forestalled resistance, reduced ecDNA and CGRs size, and suppressed the contribution of NHEJ in 5 out of 5 cutaneous melanoma PDXs analyzed.<br \/><b>Conclusions<\/b>: Our findings advance the concepts that preventing&#8212;instead of reversing&#8212;acquired resistant phenotypes may be more clinically impactful and that targeting DNA-PK<sub>CS<\/sub> and NHEJ lies at the center of this approach in stabilizing cancer genomes during oncogene-targeted therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Drug resistance,Genomic instability,DNA-PK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Prashanthi Dharanipragada<\/i><\/presenter>, <presenter><i>Xiao Zhang<\/i><\/presenter>, <presenter><i>Sixue Liu<\/i><\/presenter>, <presenter><i>Shirley H. Lomeli<\/i><\/presenter>, <presenter><i>Aayoung Hong<\/i><\/presenter>, <presenter><i>Yan Wang<\/i><\/presenter>, <presenter><i>Zhentao Yang<\/i><\/presenter>, <presenter><i>Agustin Vega-Crespo<\/i><\/presenter>, <presenter><i>Antoni Ribas<\/i><\/presenter>, <presenter><i>Stergios J. Moschos<\/i><\/presenter>, <presenter><u><i>Gatien Moriceau<\/i><\/u><\/presenter>, <presenter><i>Roger S. Lo<\/i><\/presenter>. UCLA David Geffen School of Medicine, Los Angeles, CA, The University of North Carolina, Lineberger Comprehensive Cancer Center, Chapel Hill, NC","CSlideId":"","ControlKey":"f3c0902d-44bc-4011-8dea-f307e6e49935","ControlNumber":"9451","DisclosureBlock":"&nbsp;<b>P. Dharanipragada, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>S. H. Lomeli, <\/b> None..<br><b>A. Hong, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>Z. Yang, <\/b> None..<br><b>A. Vega-Crespo, <\/b> None..<br><b>A. Ribas, <\/b> None..<br><b>S. J. Moschos, <\/b> None..<br><b>G. Moriceau, <\/b> None..<br><b>R. S. Lo, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9785","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB251","PresenterBiography":"","PresenterDisplayName":"Gatien Moriceau, PhD","PresenterKey":"cc034a25-1507-4c73-b039-a04f0f31fb77","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB251. Blocking genomic instability delays acquired resistance to MAPK inhibitor therapy in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Blocking genomic instability delays acquired resistance to MAPK inhibitor therapy in melanoma","Topics":null,"cSlideId":""},{"Abstract":"HPV positive Oropharyngeal Squamous Cell Carcinoma (HPV positive OPSCC) is rising in incidence and, for patients that recur, survival is extremely poor. Recent technological advances have led to a better understanding of patterns of HPV integration in primary tumors but have not yet tested the evolution of these events in deadly forms of the disease. Therefore, we performed multi-region sequencing analysis on a cohort of 34 recurrent and metastatic patients with HPV positive OPSCC (29% survival rate) plus one recurrent HPV positive model pair, UPCI-90 and UPCI-152. We then used our recently developed capture-based sequencing HPV integration caller and assembler pipeline, <i>SearcHPV<\/i>, to identify patterns of viral integration into the host genome and Oxford Nanopore long-read whole genome sequencing to validate the integration events in selected cases. In total, 1591 HPV integrations were called and assembled. Unexpectedly, our analysis revealed that HPV integration events are heterogenous as multiple independent integration events were observed in different spatial regions of the same tumor. Further, when comparing independent and anatomically distinct regions of recurrence from the same patient, independent integration events were also observed.&nbsp; Heterogeneity of integration structures was found to include variation of local HPV copy number, distribution of the specific HPV integration sites within the structures as well as distinct characteristics of rearrangement breakpoints (human-HPV, HPV-HPV, human-human). Given this observation, we then evaluated the hypothesis that HPV integration events could be clonally selected by comparing the integration profiles from a cohort of matched primary and recurrent tumors. In this cohort, 64 integration events (11 exact same; 53 clustered in the same genes) were maintained throughout tumor progression to recurrence, while other integration events were lost, supporting a model of clonal evolution with driver and passenger integrations. We then explored this further using one recurrent HPV positive model pair, UPCI-90 and UPCI-152, using long-read whole genome sequencing which validated the heterogeneity and clonal selection of HPV integration events. Finally, to test if differences in HPV integration content in spatially distinct regions could drive spatially distinct phenotypic differences, we performed multi-region RNA-seq analysis on 8 HPV16 positive OPSCCs, which demonstrated spatial differences in HPV16 E7 expression, that were validated with RNAscope assays, as well as statistically significant spatial enrichment of independent oncogenic gene sets. Collectively, we report evidence showing that HPV integration events are heterogenous, clonally selected during progression and associated with distinct transcriptomic profiles. Based on this data, we now propose a new working model of disease pathogenesis in which heterogeneity and clonal evolution of HPV integration events serve as a critical driver of the disease process.&nbsp;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Human papillomavirus (HPV),Heterogeneity,Head and neck squamous cell carcinoma,Recurrence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Wenjin Gu<\/i><\/u><\/presenter>, <presenter><i>Apurva Bhangale<\/i><\/presenter>, <presenter><i>Collin V. Brummel<\/i><\/presenter>, <presenter><i>Elizabeth Gensterblum-Miller<\/i><\/presenter>, <presenter><i>Matthew E. Spector<\/i><\/presenter>, <presenter><i>Ryan E. Mills<\/i><\/presenter>, <presenter><i>Chad Brenner<\/i><\/presenter>. University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"4e6ee5ce-96dd-4946-a8cc-d488d3e68954","ControlNumber":"10018","DisclosureBlock":"&nbsp;<b>W. Gu, <\/b> None..<br><b>A. Bhangale, <\/b> None..<br><b>C. V. Brummel, <\/b> None..<br><b>E. Gensterblum-Miller, <\/b> None..<br><b>M. E. Spector, <\/b> None..<br><b>R. E. Mills, <\/b> None..<br><b>C. Brenner, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9786","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB252","PresenterBiography":null,"PresenterDisplayName":"Wenjin Gu","PresenterKey":"d7450dbe-13bd-42b0-8deb-9d10c1d1d6a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB252. HPV integration events are heterogenous, clonally selected and associated with spatially distinct transcriptomic profiles in aggressive HPV positive oropharyngeal squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HPV integration events are heterogenous, clonally selected and associated with spatially distinct transcriptomic profiles in aggressive HPV positive oropharyngeal squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The protein diversity of mammalian cells is determined by arrays of isoforms from genes. Protein mutation is essential in species evolution and cancer development. Accurate Long-read transcriptome sequencing at single-cell level is required to decipher the spectrum of protein expressions in mammalian organisms. In this report, we developed a synthetic long-read single-cell sequencing technology based on LOOPseq technique. We applied this technology to analyze 447 transcriptomes of hepatocellular carcinoma (HCC) and benign liver from an individual. Through Uniform Manifold Approximation and Projection (UMAP) analysis, we identified a panel of mutation mRNA isoforms highly specific to HCC cells. The evolution pathways that led to the hyper-mutation clusters in single human leukocyte antigen (HLA) molecules were identified. Novel fusion transcripts were detected. The combination of gene expressions, fusion gene transcripts, and mutation gene expressions significantly improved the classification of liver cancer cells versus benign hepatocytes. In conclusion, LOOPseq single-cell technology may hold promise to provide a new level of precision analysis on the mammalian transcriptome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Single cell,Sequencing,Gene fusion,Mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jian-Hua Luo<\/i><\/u><\/presenter>, <presenter><i>Silvia Liu<\/i><\/presenter>, <presenter><i>Bao-Guo Ren<\/i><\/presenter>, <presenter><i>Yan-Ping Yu<\/i><\/presenter>. University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"2146c093-6cfb-4f64-a11b-43be4437b44a","ControlNumber":"9894","DisclosureBlock":"&nbsp;<b>J. Luo, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>B. Ren, <\/b> None..<br><b>Y. Yu, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9787","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB253","PresenterBiography":null,"PresenterDisplayName":"Jian-Hua Luo, MD;PhD","PresenterKey":"d6003f0f-cf94-4db9-bdec-f0555a682f28","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB253. Long-read single-cell sequencing of liver cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long-read single-cell sequencing of liver cancer","Topics":null,"cSlideId":""},{"Abstract":"Sensitive and specific detection of low frequency mutations in acute myeloid leukemia (AML) is critical in research of minimal residual disease (MRD). At variant allele frequencies (VAF) below approximately 1%, PCR and sequencing errors result in prohibitive signal-to-noise ratios with next generation sequencing (NGS). Duplex Sequencing (DS) relates the original top and bottom DNA strands to make double stranded consensus sequences to greatly reduce errors. In two experiments we show further improvement of DS of AML-related genes by the use of enzymatic fragmentation (EF) and an updated gene panel that incorporates 2022 European LeukemiaNet (ELN) recommendations. In the first DS study, 29 AML-related genes (59 kb) were targeted in hybrid capture. Mutant cell line DNA was mixed into DNA from a healthy young donor to simulate MRD. Expected VAFs in mixtures were 1.0-0.003%. Samples comprised a mix of 4 insertions and deletions (indel), a mix of 15 single nucleotide variants (SNV), and 4 serial dilutions of a <i>FLT3<\/i> ITD plus an <i>NPM1<\/i> insertion. Pure diluent DNA was used as a negative control. Each sample was prepared in quadruplicate with mechanical fragmentation (MF) vs EF. DNA input mass was 1,500 ng per replicate, except for 50-250 ng for the <i>FLT3<\/i>\/<i>NPM1<\/i> mixes with expected VAF of 1% and 0.1%, respectively. Input masses were set to ensure &#62;95% probability of detection of all mutations in the combined data. All targeted variants down to 0.003% VAF were detected in spike-in mixtures, with expected vs observed VAF highly correlated whether using MF or EF (R<sup>2<\/sup> &#62;0.98 for all mixtures). Duplex molecular depth was 1.2-2.0x higher with EF vs MF across input masses. Panel-wide mean duplex depth per 1,500 ng replicate was 30,376x for MF and 48,036x for EF, for combined mean depths of 121,508x for MF and 192,144x for EF. In the negative control, background mutational calls at spike-in positions were 4\/2,993,429 duplex bases using MF and 0\/4,780,491 duplex bases with EF, reflecting increased specificity with EF. Next, a revised panel targeting 36 AML-related genes (80 kb) was used for DS with EF. Here differing mutant cell line DNA was mixed into the same diluent from above (the negative control). This mixture harbors 27 variants with expected VAFs of 0.125-0.006% (4 indels, 21 SNVs, a <i>FLT3<\/i> ITD and an<i> NPM1<\/i> insertion), 17 of which (2 indels, 14 SNVs and the <i>NPM1<\/i> insertion) span VAFs of 0.011-0.009% to establish a limit of detection of 0.01%.With 2,000 ng (+\/- 10%) input, for 14 samples, panel-wide mean duplex depth was 56,528x. For variants with expected VAF &#8805; 0.009%, the assay had &#62;98% sensitivity, &#62;96% specificity, and &#62;98% accuracy at genomic positions of known true positive variants. In summary, DS with EF yields more data per nanogram of DNA than MF, maximizing the use of precious samples. This method exhibits extremely low background mutation signal and a low limit of detection across targets that are valuable in AML MRD research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-03 High-throughput sequencing,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Duplex sequencing,Minimal residual disease,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Elizabeth Schmidt<\/i><\/u><\/presenter>, <presenter><i>Devon M. Fitzgerald<\/i><\/presenter>, <presenter><i>Camila Zanette<\/i><\/presenter>, <presenter><i>Gavin D. Meredith<\/i><\/presenter>, <presenter><i>Mark A. McElwain<\/i><\/presenter>, <presenter><i>Raul Burciaga<\/i><\/presenter>, <presenter><i>Kevin C. Vavra<\/i><\/presenter>, <presenter><i>Thomas H. Smith<\/i><\/presenter>, <presenter><i>Jesse J. Salk<\/i><\/presenter>, <presenter><i>Jake Higgins<\/i><\/presenter>. TwinStrand Biosciences, Seattle, WA","CSlideId":"","ControlKey":"66815329-c48f-492d-b943-4458ce855358","ControlNumber":"9934","DisclosureBlock":"&nbsp;<b>E. Schmidt, <\/b> None..<br><b>D. M. Fitzgerald, <\/b> None..<br><b>C. Zanette, <\/b> None..<br><b>G. D. Meredith, <\/b> None..<br><b>M. A. McElwain, <\/b> None..<br><b>R. Burciaga, <\/b> None..<br><b>K. C. Vavra, <\/b> None..<br><b>T. H. Smith, <\/b> None..<br><b>J. J. Salk, <\/b> None..<br><b>J. Higgins, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9788","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB254","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Schmidt, MS","PresenterKey":"055c1661-c3b4-4aed-b7a0-bb8d262b5d51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB254. Accurate detection of low frequency AML-associated mutations <i>in vitro<\/i> using Duplex Sequencing with enzymatic fragmentation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accurate detection of low frequency AML-associated mutations <i>in vitro<\/i> using Duplex Sequencing with enzymatic fragmentation","Topics":null,"cSlideId":""},{"Abstract":"The FDA Guidance to Industry on Long Term Follow-Up (LTFU) After Administration of Human Gene Therapy Products states the importance of longitudinal testing of gene products introduced into human subjects. Depending on the delivery mechanism, the therapeutic gene product may or may not integrate into the genome. Of particular interest are gene-product integrations near proto-oncogenes which might lead to malignancies. The FDA LTFU guidance states that recipients of an integrating gene therapy modality should be tracked for 15 years, while those receiving a non-integrating therapy modality should be tracked for 5 years. Therefore, advanced analytical methods are needed to identify, quantify, and track integration events across the genome. Here, we provide a comprehensive evaluation of methods leveraging next-generation sequencing approaches for genome-wide analysis of lentiviral integration events. Our analysis employed well-characterized standards consisting of varying copy number and known integration sites. &#8203;<br \/>The approaches we characterized can be bucketed into two major groups: PCR amplification approaches and target capture-based approaches. All methods detected true positives with strong correlation to theoretical integration site dosage levels down to 1% allele frequency. Comparatively, PCR amplification-based approaches have lower data requirement per sample suggesting higher sensitivity, greater molecular capture, and lower limit of detection compared with target enrichment-based approaches. Target enrichment-based approaches can afford the flexibility to capture the integrated vector, which is of interest for characterizing partial integration events. While all methodologies performed well in our study, the choice of assay (or assays) for testing will depend on numerous factors including but not limited to the viral vector system and construct and starting material availability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-06 Other,,"},{"Key":"Keywords","Value":"Lentivirus,Gene therapy,Sequencing,Diagnostic marker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jeffrey M. Otto<\/i><\/u><\/presenter>, <presenter><i>Yongjun Fan<\/i><\/presenter>, <presenter><i>Guanhui Bao<\/i><\/presenter>, <presenter><i>David Corney<\/i><\/presenter>, <presenter><i>Ben Niu<\/i><\/presenter>, <presenter><i>Qiu Yu<\/i><\/presenter>, <presenter><i>Baursha Khan<\/i><\/presenter>, <presenter><i>Laure Turner<\/i><\/presenter>, <presenter><i>Chris Mozdzierz<\/i><\/presenter>, <presenter><i>Haythem Latif<\/i><\/presenter>, <presenter><i>Ginger Zhou<\/i><\/presenter>. Azenta, Life Sciences, South Plainfield, NJ","CSlideId":"","ControlKey":"117019e3-973e-48ff-a806-cde892c7e323","ControlNumber":"9827","DisclosureBlock":"&nbsp;<b>J. M. Otto, <\/b> None..<br><b>Y. Fan, <\/b> None..<br><b>G. Bao, <\/b> None..<br><b>D. Corney, <\/b> None..<br><b>B. Niu, <\/b> None..<br><b>Q. Yu, <\/b> None..<br><b>B. Khan, <\/b> None..<br><b>L. Turner, <\/b> None..<br><b>C. Mozdzierz, <\/b> None..<br><b>H. Latif, <\/b> None..<br><b>G. Zhou, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9789","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB255","PresenterBiography":null,"PresenterDisplayName":"Jeffrey Otto","PresenterKey":"ddc238a4-e809-4cc8-bb19-493e294b697f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB255. Benchmarking NGS integration site analysis methods in support of long-term safety monitoring of gene therapy products","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Benchmarking NGS integration site analysis methods in support of long-term safety monitoring of gene therapy products","Topics":null,"cSlideId":""},{"Abstract":"Lysosome, as the digestive system of the cell, participated in numerous cell biological processes, such as macromolecular degradation, cell adhesion\/migration, and apoptosis by regulating metabolic status and pro-growth signaling. Therefore, lysosome could be a promising therapeutic target for cancer therapy, but it remains unclear how lysosome is involved in cancer malignancy. In this study, to investigate the roles of function lysosomes in the regulation of malignant status, we evaluated the proteolytic activity of lysosomes using BODIPY-dye conjugated BSA (DQ-BSA) in malignant gliomas characterized by high aggressivity, destructivity, and invasiveness, glioblastoma multiforme (GBM). While most GBM patient-derived cells showed higher lysosomal proteolytic activity than an immortalized human neural progenitor cell line derived from the embryonic brain, levels of lysosome activity positively co-related with sphere formation. Multi-omics analysis demonstrated that the level of lysosomal proteolytic activity was co-related with metabolic status, including activated mitochondria biogenesis and amino acid transport. The orthotopic xenograft model revealed that lysosome activity<i> in vitro<\/i> is a critical biomarker representing malignant phenotypes of GBM. We found that the MiT\/TFE family, a master regulator of lysosomal biogenesis, controlled the malignant progression of GBM, including therapy resistance, indicating that quality control of lysosomes is a critical determinant for the malignant properties of gliomas. To develop a novel therapeutic approach for targeting lysosomal function, we performed screening of FDA-approved compounds and found that lysosomotropic agents, which induced galectin-3 punctation as an indicator of lysosomal membrane damage, efficiently suppressed tumor growth. Ifenprodil, a clinically available drug that acts as a lysosomotropic agent, increased intracellular Ca<sup>2+<\/sup> levels, resulting in mitochondrial reactive oxygen species-mediated cytotoxicity. Furthermore, we found that the efficacy of ifenprodil was remarkably enhanced by metabolic modifications, such as amino acid restriction, in vitro and in vivo. Collectively, these data indicate that lysosomes as signaling hubs for metabolic conditions play critical roles in the regulation of the malignant status of GBM patients. Our findings propose that lysosomal biogenesis is a promising target to develop a novel therapeutic approach for GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Lysosome,Amino acid,Glioblastoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yongwei Jing<\/i><\/u><\/presenter>, <presenter><i>Masahiko Kobayashi<\/i><\/presenter>, <presenter><i>Atsushi Hirao<\/i><\/presenter>. Kanazawa University Cancer Research Institute, Kanazawa, Japan","CSlideId":"","ControlKey":"e5b0b7a4-fbb0-4cfb-92cd-9370f8608397","ControlNumber":"9530","DisclosureBlock":"&nbsp;<b>Y. Jing, <\/b> None..<br><b>M. Kobayashi, <\/b> None..<br><b>A. Hirao, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9792","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB258","PresenterBiography":null,"PresenterDisplayName":"Yongwei Jing, PhD","PresenterKey":"e93a6a0b-89b4-4a04-9d22-e01031d3edf8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB258. <b>Therapeutic advantage of targeting lysosome as signaling hub for metabolic conditions in malignant gliomas<\/b><b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<b>Therapeutic advantage of targeting lysosome as signaling hub for metabolic conditions in malignant gliomas<\/b><b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"Background: Achaete-scute family bHLH transcription factor 1 (ASCL1) is a master transcription factor involved in neuroendocrine differentiation. ASCL1 is expressed in approximately 10% of lung adenocarcinomas and exerts tumor-promoting effects. However, microRNA (miRNA) profiles regulated by ASCL1 in lung adenocarcinoma cells remain unexplored.<br \/>Method: We analyzed public database of gene expression profiling (RNA-sequencing and miRNA expression data). We also studied miRNA profiles in ASCL1-positive lung adenocarcinoma cells and identified a subset of miRNAs downregulated by ASCL1 knockdown. We examined functions of genes suppressed by miRNAs in ASCL1-positive lung adenocarcinoma cell line, VMRC-LCD.<br \/>Result: We identified miRNA profiles in ASCL1-positive lung adenocarcinomas and found several miRNAs closely associated with ASCL1 expression, including miR-375, miR-95-3p\/miR-95-5p, miR-124-3p, and members of the miR-17~92 family. Similar to small cell lung cancer, Yes1 associated transcriptional regulator (YAP1), a representative miR-375 target gene, is suppressed in ASCL1-positive lung adenocarcinomas. ASCL1 knockdown followed by miRNA profiling in a cell culture model further revealed that ASCL1 positively regulates miR-124-3p and members of the miR-17~92 family. Integrative transcriptomic analyses identified the RNA-binding protein zinc finger protein 36 like 1 (ZFP36L1) as a target gene of miR-124-3p, and immunohistochemical studies have demonstrated that ASCL1-positive lung adenocarcinomas are associated with low ZFP36L1 protein levels. Cell culture studies have shown that ectopic ZFP36L1 expression inhibits cell proliferation, survival, and cell cycle progression. Mechanistically, ZFP36L1 negatively regulated tumorigenic genes, including E2F transcription factor 1 (E2F1) and snail family transcriptional repressor 1 (SNAI1), indicating a tumor-suppressing action.<br \/>Conclusion: Our study revealed that suppression of ZFP36L1 via ASCL1-regulated miR-124-3p could induce tumor-promoting effects, providing evidence that ASCL1-mediated regulation of miRNAs shapes malignant features of ASCL1-positive lung adenocarcinomas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-02 miRNA profiling in cancer,,"},{"Key":"Keywords","Value":"MicroRNA,Zinc finger proteins,ASCL1,lung adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Naoya Miyashita<\/i><\/u><\/presenter>, <presenter><i>Takayoshi Enokido<\/i><\/presenter>, <presenter><i>Masafumi Horie<\/i><\/presenter>, <presenter><i>Hiroshi I. Suzuki<\/i><\/presenter>, <presenter><i>Rei Matsuki<\/i><\/presenter>, <presenter><i>Hans Brunnström<\/i><\/presenter>, <presenter><i>Patrick Micke<\/i><\/presenter>, <presenter><i>Takahide Nagase<\/i><\/presenter>, <presenter><i>Akira Saito<\/i><\/presenter>. Duke University, Durham, NC, The University of Tokyo, Tokyo, Japan, Kanazawa University, Kanazawa, Japan, Nagoya University, Nagoya, Japan, Lund University, Lund, Sweden, Uppsala University, Uppsala, Sweden","CSlideId":"","ControlKey":"a6c52cc3-9c8e-4443-b8eb-7e2a821f1fe5","ControlNumber":"9578","DisclosureBlock":"&nbsp;<b>N. Miyashita, <\/b> None..<br><b>T. Enokido, <\/b> None..<br><b>M. Horie, <\/b> None..<br><b>H. I. Suzuki, <\/b> None..<br><b>R. Matsuki, <\/b> None..<br><b>H. Brunnström, <\/b> None..<br><b>P. Micke, <\/b> None..<br><b>T. Nagase, <\/b> None..<br><b>A. Saito, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9793","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB259","PresenterBiography":null,"PresenterDisplayName":"Naoya Miyashita, PhD","PresenterKey":"b7ce6bff-4801-4833-9b30-2252dd0d9184","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB259. Distinct microRNA signature and suppression of ZFP36L1 define ASCL1-positive lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct microRNA signature and suppression of ZFP36L1 define ASCL1-positive lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Exosomes are known to play the role of cargo, carrying biologically important materials such as non-coding RNAs to their recipient cells. Small non-coding RNAs such as miRNA have been shown to exert strong effects on tumorigenesis. The liquid biopsy, which utilizes small RNAs from plasma exosomes, is therefore a promising tool for precision oncology. The purpose of this study is to discover exosomal miRNAs that serve as detection markers of breast cancer. Our hypothesis are 1) if exosomes play the role of cargo, then there should be an abundance of upregulated ncRNAs in exosomes that are also upregulated in the cancer cells themselves. 2) It is likely that the miRNAs in exosomes that are highly expressed have critical roles in cancer cell activity. We performed small RNA-seq and examined the ncRNAs inside cancer cells and exosomal ncRNAs secreted by cancer cells into the culture media.<br \/>Methods: Two cancer cell lines T-47D and HCC1143, and primary Human Mammary Epithelial Cells (HMEC) were used. We prepared 5 samples of cellular RNA extracted from T-47D and HCC1143 and HMEC. We also extracted 8 samples of exosomal RNA from the media; which included those used for each cell culture and those never used for culture with or without FBS. Exosomes in FBS were depleted using Exosome Depletion Kits. The FASTQ files were uploaded onto QIAGEN GeneGlobe for analysis. The data was primarily normalized using geNorm.<br \/>Results: Exosomal ncRNAs from both cancer cells were compared to exosomal ncRNAs from normal cells. A total of 879 ncRNAs were detected, 108 of which were significantly upregulated and 104 of which were downregulated in cancer cells. hsa-miR-196a-5p is a ncRNA that had a fold-change of 84.08. Prior studies suggest that this miRNA is associated with MIR196A2 methylation and affects the malignancy of many types of cancers. Comparing cancer exosomal ncRNAs vs. ncRNAs inside cancer cells, a total of 879 ncRNAs were found with a FDR q-value &#60;0.05 and cut-off of 2 fold change. 251 ncRNAs were significantly upregulated in the exosomes. hsa-miR-1-3p had a fold change value of 4025.68 and an associated p-value of 0.0002. High levels of hsa-miR-1-3p are known to be associated with large tumors and is strongly correlated to a lower breast cancer survival rate.<br \/>Conclusions: The preliminary results indicate that there were significant differences between exosomal ncRNAs from normal cells and exosomal ncRNAs from cancer cells. The data suggests that exosomal ncRNAs are a promising source of prognostic biomarkers for breast cancer as ncRNAs with a high fold change are repeatedly validated to have a significant impact on breast cancer progression. The data supports our hypothesis that the upregulation of ncRNAs in cancer cells &#38; exosomes is linked to cancer activity. The results will be scrutinized further, as other avenues for data analysis will be explored. The next step in our experiment will be to check the cancer survival rates with the TCGA database and attempt to validate our hypothesis through further cell culture experiments.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-04 miRNA-based diagnostics,,"},{"Key":"Keywords","Value":"Biomarkers,Liquid biopsies,Breast cancer,MicroRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ken D. Kobayashi<\/i><\/u><\/presenter>, <presenter><i>Mayumi Jijiwa<\/i><\/presenter>, <presenter><i>Masaki Nasu<\/i><\/presenter>, <presenter><i>Youping Deng<\/i><\/presenter>. University of Hawaii JABSOM Department of Quantitative Health Sciences, Honolulu, HI","CSlideId":"","ControlKey":"1818f418-f197-4941-bd87-7a038ea93d5f","ControlNumber":"9755","DisclosureBlock":"&nbsp;<b>K. D. Kobayashi, <\/b> None..<br><b>M. Jijiwa, <\/b> None..<br><b>M. Nasu, <\/b> None..<br><b>Y. Deng, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9794","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB260","PresenterBiography":"","PresenterDisplayName":"Ken Kobayashi, BA","PresenterKey":"562a8f47-6dae-43cc-b33d-6c1d26c7d7b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB260. Assessing the suitability of our exosomal small ncRNAs to serve as biomarkers for breast cancer &#38; elucidating the relationship of exosomal ncRNAs and cancer cells from t-47d and hc1143 cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing the suitability of our exosomal small ncRNAs to serve as biomarkers for breast cancer &#38; elucidating the relationship of exosomal ncRNAs and cancer cells from t-47d and hc1143 cell lines","Topics":null,"cSlideId":""},{"Abstract":"MicroRNAs are small single-stranded non-coding RNAs that regulate gene expression post-transcriptionally, by targeting the 3&#8216;-untranslated region (3&#8217;-UTR) of mRNAs. The regulation of microRNAs at the transcriptional level is well-studied, however, how their activity is regulated remains largely elusive. The family of Akt serine\/threonine protein kinases, comprised of Akt1, Akt2 and Akt3, regulates important cell functions including metabolism, survival, proliferation, and migration. We have previously shown that IWS1 (Interacts with Spt6), a factor involved in mRNA splicing and nuclear export, is phosphorylated specifically by Akt1 and Akt3 at Ser720\/Thr721. Here, RNA extracts from NCI-H522 lung cancer cells, transduced with shIWS1 and reconstituted with wild type (Ser720\/Thr721-IWS1) or phosphorylation-deficient IWS1 (Ala720\/Ala721-IWS1) were subjected to RNA and microRNA sequencing. Bioinformatic analysis suggested that microRNAs expressed at similar levels in the two cell types have a different impact on their mRNA targets. microRNA activity reporter assays and western blot analysis for microRNA targets in these cells revealed increased microRNA activity in Ala720\/Ala721-IWS1-expressing cells. Our findings were verified in a second cell line, the non-transformed immortalized colonic epithelial cells NCM460. microRNA activity reporter assays, western blot analyses and cell growth assays showed that microRNA effects are enhanced in cells expressing Ala720\/Ala721-IWS1. Immunoprecipitation and proximity ligation assays showed that IWS1 interacts with proteins known to be associated with RISC, and this interaction is enhanced by Akt-mediated IWS1 phosphorylation. To evaluate the dependence of IWS1\/RISC interaction on IWS1 phosphorylation, we employed <i>Akt1<sup>-\/-<\/sup>Akt2<sup>-\/-<\/sup>Akt3<sup>-\/-<\/sup><\/i> immortalized mouse lung fibroblasts, transduced with myc-Akt1 or myc-Akt2 or the empty retroviral vector. Immunoprecipitation experiments in these cells, before and after treatment with IGF1, revealed that IWS1 interacts with the RISC components specifically in Akt1-expressing cells upon Akt1 activation by IGF1. Overall, our data demonstrate that IWS1 interacts with RISC in a conserved Akt1-dependent manner and regulates the activity of microRNAs with significant effects on cellular properties.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB10-08 Other,,"},{"Key":"Keywords","Value":"Akt,IWS1,RISC,microRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Niki Christodoulou<\/i><\/u><\/presenter>, <presenter><i>Maria Hatziapostolou<\/i><\/presenter>, <presenter><i>Cristina Montiel-Duarte<\/i><\/presenter>, <presenter><i>Elisabetta Verderio Edwards<\/i><\/presenter>, <presenter><i>Philip N. Tsichlis<\/i><\/presenter>, <presenter><i>Christos Polytarchou<\/i><\/presenter>. John van Geest Cancer Research Centre, Department of Biosciences, School of Science and Technology, Nottingham Trent University, Nottingham, United Kingdom, Department of Cancer Biology and Genetics, The Ohio State University Comprehensive Cancer Centre-Arthur G. James Cancer Hospital and Richard J. Solove Research Institute, Columbus, OH","CSlideId":"","ControlKey":"f69d4284-83dd-42cc-9157-5c481bb9c980","ControlNumber":"9917","DisclosureBlock":"&nbsp;<b>N. Christodoulou, <\/b> None..<br><b>M. Hatziapostolou, <\/b> None..<br><b>C. Montiel-Duarte, <\/b> None..<br><b>E. Verderio Edwards, <\/b> None..<br><b>P. N. Tsichlis, <\/b> None..<br><b>C. Polytarchou, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9795","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB261","PresenterBiography":null,"PresenterDisplayName":"Niki Christodoulou, MS","PresenterKey":"adcb1a47-fabf-4e59-a7ea-585be998db88","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB261. The Akt-IWS1 signaling axis regulates microRNA activity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The Akt-IWS1 signaling axis regulates microRNA activity","Topics":null,"cSlideId":""},{"Abstract":"The androgen deprivation therapy (ADT) alone and its combination with hormone therapy that block AR signaling (e.g., enzalutamide or abiraterone) are effective treatments for advanced prostate cancer. Unfortunately, patients with truncated AR splice variants which lacking the ligand-binding domain still developed resistance to these AR-targeting compounds. The truncated AR splice variant 7 (AR-V7), which is the most clinically relevant variants, remains constitutively active as a transcription factor in 75% of the patients with mCRPC, associated with shorter PFS and OS with abiraterone or enzalutamide treatment. Therefore, AR-V7 has become a promising target for mCRPC.As a novel oral AR-V7 degrader with favorable bioavailability, HSK38008 could degrade the AR-V7 protein with DC<sub>50<\/sub> of 136 nM and achieve the maximum degradation at 24h at 10 &#956;M. In the meanwhile, HSK38008 also degrade AR with weaker IC<sub>50<\/sub> of 110 nM and the maximum degradation at 48hrs at 10 &#956;M. By validation of protease inhibitor MG341, HSK38008 could not degrade ARV7 and AR at high concentration. Compared with enzalutamide and ARV-110, HSK38008 could block the AR-V7 pathway and AR pathway in luciferase report assay with IC<sub>50<\/sub> of 400 nM and 1913 nM respectively. Importantly, HSK38008 also showed significant inhibition of AR mutants (AR-T878A\/S889G, T878S, H875Y, T878A) in luciferase assay but not ARV110 and enzalutamide. HSK38008 significantly inhibit the cell proliferation in AR-V7 positive cell line, e.g., 22RV1, but weak antiproliferation in AR and ARV7 positive cell line such as VCAP However, when combination with enzalutamide there is synergistic effect for the anti-proliferation in VCAP. It means the potential to use the compounds in a broader population of mCRPC.In the xenograft model, the mice which were orally given HSK38008 showed 22RV1 tumor growth inhibition in a dose-dependent manner, with the TGI = 89.8% at 10 mpk and the intratumoral AR-V7 protein degradation rate was 73%. 30 mpk of HSK38008 showed completely tumor regression. At the same time, abiraterone and ARV-110 did not show significantly tumor growth inhibition at 30 mpk. There is no influence on mice body weight at all HSK38008 dose groups, while 3 mice in the 30 mpk of ARV-110 group died during the experiment. These results indicated that HSK38008 achieved better therapeutic effects than enzalutamide and ARV-110 did in AR-V7 positive 22RV1 xenograft model.Rats were dosed with 10, 30 and 60 mg\/kg HSK38008 once daily for up to 28 days via oral gavage and main study animals were necropsied on Day 29 or Day 57. No animal was found dead or moribund and no test article-related changes in clinical signs,<br \/>body weights, food consumption, ophthalmologic examinations, clinical pathology parameters, sperm analysis, urinalysis, organ weights, histopathology. In conclusion, HSK38008 is a promising oral AR-V7 degrader with better efficacy than enzalutamide and ARV-110 in AR and AR-V7 positive, and potential AR mutants mCRPC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-03 Nuclear oncoproteins and tumor suppressor genes,,"},{"Key":"Keywords","Value":"Androgen receptor,Enzalutamide resistance,Castration-resistant prostate cancer,ARV7,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ju Wang<\/i><\/u><\/presenter>, <presenter><i>Meilin Qian<\/i><\/presenter>, <presenter><i>Pangke Yan<\/i><\/presenter>, <presenter><i>Linli Li<\/i><\/presenter>, <presenter><i>Chen Zhang<\/i><\/presenter>, <presenter><i>Yan Yu<\/i><\/presenter>, <presenter><i>Lihua Tao<\/i><\/presenter>, <presenter><i>Pingming Tang<\/i><\/presenter>, <presenter><i>Yuting Liao<\/i><\/presenter>, <presenter><i>Xiaogang Chen<\/i><\/presenter>, <presenter><i>Xinfan Cheng<\/i><\/presenter>, <presenter><i>Jinxiong Xu<\/i><\/presenter>, <presenter><i>Xuemei Wan<\/i><\/presenter>, <presenter><i>Luchan Deng<\/i><\/presenter>, <presenter><i>Hongjiao Dong<\/i><\/presenter>, <presenter><i>Haixian Zhang<\/i><\/presenter>, <presenter><i>Maotao He<\/i><\/presenter>. Haisco Pharmaceutical Group Co., Ltd., Chengdou, China","CSlideId":"","ControlKey":"319c0693-be85-4386-932b-2cc1355d2b1f","ControlNumber":"8866","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>M. Qian, <\/b> None..<br><b>P. Yan, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>Y. Yu, <\/b> None..<br><b>L. tao, <\/b> None..<br><b>P. tang, <\/b> None..<br><b>Y. liao, <\/b> None..<br><b>X. chen, <\/b> None..<br><b>X. cheng, <\/b> None..<br><b>J. xu, <\/b> None..<br><b>X. wan, <\/b> None..<br><b>L. deng, <\/b> None..<br><b>H. dong, <\/b> None..<br><b>H. zhang, <\/b> None..<br><b>M. he, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9796","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB262","PresenterBiography":null,"PresenterDisplayName":"Ju Wang, PhD","PresenterKey":"a09e30b2-3956-454a-a3b3-15acd81e8b51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB262. HSK38008: An oral AR-V7 degrader for metastatic castration-resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HSK38008: An oral AR-V7 degrader for metastatic castration-resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is almost uniformly lethal. It is thus imperative to find new therapeutic approaches to treat this disease. While whole genome CRISPR\/Cas9 screens have successfully identified new vulnerabilities in PDAC cell lines, it is becoming increasingly clear that cell culture do not faithfully recapitulate the complex nature of tumorigenesis <i>in vivo<\/i>, and hence may fail to identify the full spectrum of potential therapeutic targets to be explored in this devastating disease. As previous screens we performed identified phosphatidylinositol (Ptdlns) metabolism as important for pancreatic cell growth, I generated a custom sgRNA library targeting this entire form of metabolism. To identify vulnerabilities specific to tumor growth, I screened this library in five different human PDAC cell lines grown in culture versus as xenograft tumors. I found that sgRNAs targeting two genes encoding separate subunits of the Adaptor Protein complex-2 (AP2), a regulator of clathrin mediated endocytosis, were <i><u>negatively<\/u><\/i> enriched in all five PDAC cell lines when grown in culture. In agreement, AP2 subunit genes are considered common essential by DepMap. Paradoxically however, the same sgRNAs were <i><u>positively<\/u><\/i> enriched in three of these five cell lines when grown as xenograft tumors. This begs the question how the loss of a supposably essential complex behaves like a tumor suppressor and instead enhances tumor growth when disrupted. Here, I will present data that loss of AP2 results in a substantial restructuring the plasma membrane proteome, which in cultured cells results in the loss of iron transport, one of the main functions of this complex, and cell death. Conversely, this restructuring in vivo retains receptors and adhesion proteins on the cell surface, where transcriptome and proteomic analysis indicate enhances proliferative signaling. These data support AP2 promoting cell viability of cultured cells through active iron transport, but suppresses tumor growth in vivo by endocytosing the very receptors needed for tumor growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++MCB11-05 Tumor suppressor genes,,"},{"Key":"Keywords","Value":"Endocytosis,Tumor suppressor,Adhesion,Growth factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Seth Parker Zimmerman<\/i><\/u><\/presenter>, <presenter><i>Christopher M. Counter<\/i><\/presenter>. Duke University School of Medicine, Durham, NC","CSlideId":"","ControlKey":"8d6bb5ba-7b51-4bed-8f14-99728bce0443","ControlNumber":"8752","DisclosureBlock":"&nbsp;<b>S. P. Zimmerman, <\/b> None..<br><b>C. M. Counter, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9797","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB263","PresenterBiography":null,"PresenterDisplayName":"Seth Zimmerman, PhD","PresenterKey":"1d6fb251-acef-4c46-a16d-2db6d767921f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB263. An <i>in vivo <\/i>unbiased screen identifies clathrin adaptor protein complex-2 as a novel tumor suppressor","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"700","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Molecular\/Cellular Biology and Genetics 2","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An <i>in vivo <\/i>unbiased screen identifies clathrin adaptor protein complex-2 as a novel tumor suppressor","Topics":null,"cSlideId":""}]