[{"Abstract":"Adoptive Cell Therapy (ACT) holds great promise to transform cancer treatments. However, applying ACT to a broad patient population still faces major challenges. The significant barriers to the success of ACT have been attributed to multiple factors, including functional exhaustion, poor persistence, and the inability of T cells to efficiently compete against tumor cells for metabolic resources in the tumor microenvironment (TME). These functional deficiencies highlight the importance of targeting T cell metabolism to improve ACT treatment outcomes. In the TME, tumor cells preferentially utilize glycolysis to rapidly generate ATP, converting pyruvate into lactate and creating a hypoxic environment that is inconducive for effector T cells due to a lack of access to the metabolites needed for sustenance, leading to T cell exhaustion, and declined proliferation. Consequently, T cells lose their function and are unable to persist against tumor cells. The expression of Constitutively Active Signal Transducer and Activator of Transcription 5A (CASTAT5) on tumor-specific CD4<sup>+<\/sup> T cells has been shown to improve their persistence, polyfunctionality, and anti-tumor effects. Our hypothesis is that the improved polyfunctionality and persistence of CASTAT5-CD4<sup>+<\/sup> T cells are partly due to the reprogramming of their metabolic landscape by CASTAT5, resulting in improved metabolic fitness. Single-cell metabolic pathway enrichment analysis of the identified polyfunctional CASTAT5-CD4<sup>+<\/sup> T cells revealed increased capacity for glycolysis, electron transport chain, oxidative phosphorylation, and amino acid metabolism. Single-cell Flux Estimation Analysis (scFEA) further revealed increased metabolic fluxes in amino acid uptake and synthesis, glycolysis, tricarboxylic acid (TCA) cycle, and polyamine synthesis. Interestingly, CASTAT5-CD4<sup>+<\/sup> T cells showed increased polyamine (spermine and spermidine) synthesis, with the upregulation of the metabolic fluxes from putrescine to spermine, catalyzed by spermidine synthase (Srm) and spermine synthase (Srs), both of which are also upregulated in the polyfunctional CD4<sup>+<\/sup> T cell populations. Spermidine and spermine have been shown to enhance mitochondrial metabolism in T cells, increasing their proliferation and survival. Here, we show that there is increased synthesis of spermine in CASTAT5-CD4<sup>+<\/sup> T cells, which may contribute to their increased capacity for oxidative phosphorylation and TCA cycle, leading to the observed improvements in their persistence and anti-tumor function. These findings suggest a role for the polyamine synthesis pathway in the improvement of T cell function. Further studies modulating targets within the polyamine synthesis pathway will help provide an improved understanding of the underlying mechanisms affecting T cell function, thus, unveiling potential metabolic targets to improve the efficacy of tumor-specific T cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Metabolism,Single cell,STAT5,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mercy Kehinde-Ige<\/b><sup>1<\/sup>, Ogacheko Okoko<sup>2<\/sup>, Zhi-Chun Ding<sup>2<\/sup>, Gang Zhou<sup>2<\/sup>, Huidong Shi<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Biochemistry and Molecular Biology, Georgia Cancer Center, Medical College of Georgia at Augusta University, Augusta, GA,<sup>2<\/sup>Georgia Cancer Center, Medical College of Georgia at Augusta University, Augusta, GA","CSlideId":"","ControlKey":"e7f40b5c-99ae-4e3c-bc76-fee966955c22","ControlNumber":"3517","DisclosureBlock":"&nbsp;<b>M. Kehinde-Ige, <\/b> None..<br><b>O. Okoko, <\/b> None..<br><b>Z. Ding, <\/b> None..<br><b>G. Zhou, <\/b> None..<br><b>H. Shi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9505","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3693","PresenterBiography":null,"PresenterDisplayName":"Mercy Kehinde-Ige, BS","PresenterKey":"393e4084-c08f-4197-81c6-0b80c5707de9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3693. Single-cell flux estimation analysis reveals the metabolic states of tumor-specific CD4<sup>+<\/sup> T cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell flux estimation analysis reveals the metabolic states of tumor-specific CD4<sup>+<\/sup> T cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cancer cells utilize a markedly reduced oxidative phosphorylation (OXPHOS) when experiencing conditions of high oxygen stress (Warburg Effect\/aerobic glycolysis), a phenomenon first studied by Otto Warburg. While there have been many discoveries associated with metabolic differences across cancer cells, one of the most common alterations is the primary means of generating ATP. The importance of deciphering these cellular decisions will enable an understanding of the multifaceted role ATP has in cancer proliferation, senescence, and chemotherapeutic resistance. The use of synthetic protein DX, a man-made ATP chelator with high specificity and affinity, is a proposed method of investigating the metabolic response in cancer cells. Hypothesis: Following DX expression, HeLa cells respond to energy stress (reduced intracellular ATP) via metabolic adaptations, specifically inducing the spare respiratory capacity.<br \/>Methods: The impact of DX on cell viability was determined using a tetrazolium-based colorimetric cell viability assay and a caspase 3\/7 assay. To correlate phenotypic\/viability change with DX activity, bioavailable ATP levels were measured at specific time points following DX expression. Additionally, the relative contribution of glycolysis and OXPHOS to the total ATP production rate was measured using the label-free XF Real Time ATP Rate Assay and XF Cell Mito Stress Test (XFe96 Seahorse, Agilent Technologies) over time post DX expression. To determine the impact of ATP stress on mitochondrial and nuclear content, both were quantified following DX-expression.<br \/>Results: In a time- and dose- dependent manner, DX negatively impacted cell growth and induced cell death via apoptosis, at a time concomitant with a decrease in bioavailable ATP. In response to DX over time, the total ATP production rates in HeLa cells significantly decreased. Importantly, this reduction in the rate of ATP production was associated with a significant downregulation in both OXPHOS and glycolysis.<br \/>Conclusion: Advances in synthetic biology have allowed for the intentional design of artificial proteins that maintain function in vivo. These proteins can be developed into powerful investigative tools to study biological questions, such as cellular decisions involved in cancer cell metabolism. In response to DX-potentiated ATP stress, the significant reduction in both glycolysis and oxidative phosphorylation suggests metabolic downregulation is required to maintain HeLa cell viability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"ATP,Metabolism,Cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Parth  K.  Jayaswal<\/b><sup><\/sup>, Taha Muhammad<sup><\/sup>, Ashley Brown<sup><\/sup>, Jeffrey Norris<sup><\/sup>, Shaleen  B.  Korch<sup><\/sup><br><br\/>Midwestern University - Glendale Campus, Glendale, AZ","CSlideId":"","ControlKey":"ae12709b-0d05-4219-8d18-0c53a2764c6e","ControlNumber":"8069","DisclosureBlock":"&nbsp;<b>P. K. Jayaswal, <\/b> None..<br><b>T. Muhammad, <\/b> None..<br><b>A. Brown, <\/b> None..<br><b>J. Norris, <\/b> None..<br><b>S. B. Korch, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9506","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3694","PresenterBiography":null,"PresenterDisplayName":"Parth Jayaswal, BS","PresenterKey":"f53fbb3e-0277-442e-8468-eeeb03ba50ea","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3694. Metabolic response in human cervical cancer cells to modifications in bioavailable ATP","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic response in human cervical cancer cells to modifications in bioavailable ATP","Topics":null,"cSlideId":""},{"Abstract":"When electron transport chain (ETC) activity is inhibited upon hypoxia or when cultured in suspension, reductive carboxylation plays an essential role in supporting tumor growth through converting &#945;-ketoglutarate (&#945;-KG) to citrate, which is converted to acetyl-coenzyme A (acetyl-CoA) for lipogenesis. However, there is no effective way to target reductive carboxylation for tumor therapy. In this study, we use the mitochondrial uncoupler niclosamide ethanolamine (NEN) and BAM15 to reverse reductive carboxylation in cancer cells. Uncoupler treatment activates ETC and increases the cellular NAD<sup>+<\/sup>\/NADH ratio. Using U-<sup>13<\/sup>C-glutamine and 1-<sup>13<\/sup>C-glutamine tracers, we discovered that uncoupler treatment accelerates the oxidative TCA cycle and blocks reductive carboxylation, particularly under hypoxia and spheroid culture condition. Uncoupler treatment significantly reduces tumor cell proliferation, survival and sphere formation. In addition, the intracellular acetyl-CoA levels are significantly decreased by NEN treatment. Furthermore, lipidomics analysis showed that NEN treatment reduced fatty acid abundance and altered the lipid composition under both normoxia and hypoxia. Together, these data demonstrate mitochondrial uncoupling redirects the &#945;-KG flux from reductive carboxylation back to the oxidative TCA cycle, highlighting that the ETC activity and NAD<sup>+<\/sup>\/NADH ratio is the key switch that determines the metabolic fate of &#945;-KG. Reversing reductive carboxylation could be one key mechanism that mitochondrial uncoupler inhibits tumor growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metabolism,Mitochondria,Hypoxia,Spheroids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Haowen Jiang<sup><\/sup>, Clifford Jiajun He<sup><\/sup>, Albert M. Li<sup><\/sup>, Bo He<sup><\/sup>, Yang Li<sup><\/sup>, <b>Jiangbin Ye<\/b><sup><\/sup><br><br\/>Stanford University School of Medicine, Stanford, CA","CSlideId":"","ControlKey":"0d62fec1-8c7f-4f0f-91f4-17b41039f463","ControlNumber":"6727","DisclosureBlock":"&nbsp;<b>H. Jiang, <\/b> None..<br><b>C. J. He, <\/b> None..<br><b>A. M. Li, <\/b> None..<br><b>B. He, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>J. Ye, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3695","PresenterBiography":null,"PresenterDisplayName":"Jiangbin Ye, PhD","PresenterKey":"73925dd9-b747-44a9-b0fc-5d0ec31e297b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3695. Mitochondrial uncoupling reverses reductive carboxylation in cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mitochondrial uncoupling reverses reductive carboxylation in cancer","Topics":null,"cSlideId":""},{"Abstract":"Metabolic fingerprinting provides insight into cancer biology, improving personalized therapeutic strategies. We sought to unravel responses of the molecular subtypes of breast cancer to L-arginine depletion in vitro. Availability of the semi-essential amino acid L-arginine limits protein synthesis and cell proliferation. L-Arginine is the substrate for nitric oxide synthases (NOS) and arginases (ARG), enzymes also involved in the regulation of cell proliferation. Clinical studies have provided contrasting results regarding the role of L-arginine in breast cancer.We studied the response of different breast cancer cell lines to L-arginine depletion and the molecular mechanisms underlying this effect. MCF-7, SK-BR-3, BT-474, MDA-MB-231, and MDA-MB-468 cells were cultured under standard conditions and compared to MCF-12A normal breast epithelial cells. Cells were maintained in culture media with 200 mg\/L (control) or 0 mg\/L of L-arginine (depletion) for up to 240 h. Cell proliferation was analyzed and intracellular concentrations of L-arginine, L-ornithine, and L-citrulline were measured by UPLC-MS\/MS every 24 h. mRNA expression of genes involved in L-arginine metabolism was quantified by qRT-PCR.<br \/>MCF-12A control cells did not proliferate in the absence of extracellular L-arginine. Their intracellular L-arginine content dropped sharply, whilst L-ornithine and L-citrulline were only slightly reduced. By contrast, proliferation of BT-474, SK-BR-3, and MDA-MB-468 cells was unaffected by L-arginine depletion (p&#60;0.05), whilst MCF-7 and MDA-MB-231 cells showed significantly higher proliferation rates in the absence of L-arginine (p&#60;0.05). L-arginine concentration dropped sharply within 24 h in MCF-7 cells, but only by 25-50% in the other cell lines (p&#60;0.01). L-ornithine dropped to almost zero within 24 h in both estrogen receptor positive cell lines (MCF-7 and BT-474), whilst being only slightly reduced in SK-BR-3 cells (p&#60;0.01). L-ornithine was not significantly reduced in MDA-MB-231, but strongly reduced in MDA-MB-468 cells (p&#60;0.05). L-citrulline showed no significant change in any of the cell lines. mRNA expression of NOS, ARG, and the L-arginine salvage pathway (ASS1 and ASL) was differentially expressed amongst the cell lines. SK-BR-3 showed high expression of the L-arginine salvage pathway; BT-474 had the highest expression levels of NOS and ARG2, and MDA-MB had high ARG2 but very low NOS expression. Gene expression patterns of MCF-12A and MCF-7 were very similar.<br \/>In conclusion, metabolic fingerprinting reveals complex and differential regulation of L-arginine pathways in breast cancer cell lines. These analyses may help to understand differences in proliferation during L-arginine depletion, thus offering a perspective to further personalize treatment options within classical molecular breast cancer subtypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Breast cancer,Arginine deprivation,Metabolism,Proliferation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Juliane Hannemann<\/b><sup><\/sup>, Fiona Franke<sup><\/sup>, Mariola Kastner<sup><\/sup>, Rainer Böger<sup><\/sup><br><br\/>Institute of Clinical Pharmacology and Toxicology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany","CSlideId":"","ControlKey":"8f81eb31-2200-4a6a-bccb-534028b3c108","ControlNumber":"1371","DisclosureBlock":"&nbsp;<b>J. Hannemann, <\/b> None..<br><b>F. Franke, <\/b> None..<br><b>M. Kastner, <\/b> None..<br><b>R. Böger, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9508","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3696","PresenterBiography":null,"PresenterDisplayName":"Juliane Hannemann","PresenterKey":"7d1c0522-4d60-4dd7-89e2-7487fd4b6da0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3696. L-arginine depletion causes different proliferation responses in breast cancer subtypes - Relation to gene expression profiles of L-arginine metabolic pathways","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"L-arginine depletion causes different proliferation responses in breast cancer subtypes - Relation to gene expression profiles of L-arginine metabolic pathways","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Cancer cells often develop a program of metabolic adaptability and epigenetic remodelling to promote gene expression changes causing cancerous cell proliferation and invasion. The metabolic-epigenetic axis as a an underlying mechanism of carcinogenesis could lead to new approaches to cancer treatment. Nicotinamide N-Methyl Transferase (NNMT) is a metabolic enzyme that catalyzes the transfer of a methyl group from S-Adenosyl methionine (SAM) to nicotinamide, thereby decreasing the overall methyl pools for RNA, histone and DNA methylation. High NNMT expression has been previously associated with a poor outcome in TNBC.<br \/><b>Hypothesis:<\/b> We hypothesized that high versus low NNMT activity and resulting oncogenic gene expression in TNBC may alter histone methylation is association with altered metabolic pathway activation.<br \/><b>Methods:<\/b> We used two TNBC cell lines models, MDA-MB 231 and SUM159, to study the association between high versus low NNMT activity and metabolic pathway activation. Surprisingly, we identified gene expression pathways suggestive of increased free cholesterol biosynthesis gene expression with low NNMT, and then used biochemical assays and filipin to measure free cholesterol in both total high and low NNMT TNBC cell lysates and relative cholesterol expression in the High vs Low NNMT cell membranes.<br \/><b>Results:<\/b> <i>In vitro<\/i>, NNMT knockdown resulted in increased cholesterol synthetic pathway enzyme expression in both TNBC cell lines. I<i>n vivo<\/i> studies also showed that protein expression of cholesterol synthesis enzymes was also increased in NNMT-depleted MDA-MB 231 xenografted tumors. Interestingly, the increased cholesterol level upon NNMT depletion was mainly localized at the plasma membrane via Filipin III staining, suggesting a possible association with less cellular membrane fluidity and a decreased oncogenic phenotype. In ongoing experiments, we are evaluating whether changes in histone methylation in high vs low NNMT cells are associated with differential expression of cholesterol biosynthetic genes, and free cholesterol production. We hypothesize that NNMT might epigenetically decrease the methylation of histones regulating cholesterol production in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Metastasis,Cholesterol,Triple-negative breast cancer (TNBC),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Woei-Yaw Chee<\/b><sup>1<\/sup>, Deniz Nesli Dolcen<sup>2<\/sup>, Lynda Bennett<sup>1<\/sup>, Suzanne  D.  Conzen<sup>1<\/sup><br><br\/><sup>1<\/sup>Internal Medicine, UT Southwestern Children's Medical Center Research  Institute, Dallas, TX,<sup>2<\/sup>Internal Medicine, Stanford University, San Francisco, CA","CSlideId":"","ControlKey":"91cfd41b-e592-43b4-9193-b1c0839ba34a","ControlNumber":"7274","DisclosureBlock":"&nbsp;<b>W. Chee, <\/b> None..<br><b>D. N. Dolcen, <\/b> None..<br><b>L. Bennett, <\/b> None..<br><b>S. D. Conzen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9509","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3697","PresenterBiography":null,"PresenterDisplayName":"Woei-Yaw Chee, PhD","PresenterKey":"967969d5-a4c7-435b-af68-e97cb388db84","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3697. Modulation of Nicotinamide N-Methyl Transferase (NNMT) expression in TNBC is associated with altered cell membrane cholesterol levels","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modulation of Nicotinamide N-Methyl Transferase (NNMT) expression in TNBC is associated with altered cell membrane cholesterol levels","Topics":null,"cSlideId":""},{"Abstract":"Background: Secondary trastuzumab resistance seriously affects the treatment of HER2-positive breast cancer. Although studies have demonstrated several potential reasons that cause trastuzumab resistance, we still have poor knowledge about the changes in cell itself as well as its interaction with tumor microenvironment (TME) components during resistance formation. Here we suggested that altered histone modification reprograms polyunsaturated fatty acids (PUFAs) metabolism, which reduces cellular PUFAs and stimulates prostaglandin E2 (PGE2) production. Excessive PGE2 may further affect both cancer cells as well as immune cells in TME.<br \/>Materials and Methods: Secondary trastuzumab-resistant cell line SKBR3_HR was generated from sensitive SKBR3 cells by raising trastuzumab concentration gently from 1ug\/ml to 20ug\/ml in 30 weeks. Cell viabilities were measured by CCK8 test. CUT&#38;Tag with anti-H3K4me3 and anti-H3K27me3 antibodies were applied to make sequencing libraries. Total RNA and protein were collected for transcriptome and proteome analysis. Activity scores of metabolism processes were defined and calculated as the relative gene expression value averaged over all genes in this pathway in certain cell types. Oxidized PUFAs and PGE2 were assessed by flow cytometry with BODIPY-C11 and ELISA, respectively.<br \/>Results: SKBR3_HR cells showed similar viability as primary resistant JIMT1 cells and were significantly higher than original SKBR3 cells. Pathway analysis indicated reduced PUFAs synthesis and activated arachidonic acid metabolism. As a consequence, oxidized PUFAs decreased while PGE2 accumulated heavily in SKBR3_HR cells, which may promote tumor and vascular endothelial cell proliferation but interrupt immune cell activity in TME. Transcriptional activity of two critical PUFAs synthesis-related genes, FASN and SCD, were reduced in resistant cells, while two key genes in arachidonic acid metabolism, PTGS1 and PTGES, were activated. H3K4me3 and H3K27me3 play opposite but critical rules in transcriptional regulation. During resistance formation, changes happened on 3256 H3K27me3 peaks as well as 316 H3K4me3 peaks. In detail, although little H3K27me3 changes were found at the promoter regions of four genes (FASN, SCD, PTGS1 and PTGES), reduced H3K4me3 levels may inhibit FASN and SCD expression while raised levels could stimulate PTGS1 and PTGES transcription.<br \/>Conclusions: Combining the transcriptome and histone modification data, we have a deeper understanding of the cellular adaptions to trastuzumab. Altered trimethylation of H3K4 but not H3K27 remodels the expressions of FASN, SCD, PTGS1 and PTGES, drives the reprogramming of PUFAs-associated metabolism, and finally reduces cellular PUFAs while stimulates PGE2 production. High PGE2 level may affect the activities of tumor and TME-related cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Breast cancer,Drug resistance,Histone methylation,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yongmei Yin<sup>1<\/sup>, <b>Ningjun Duan<\/b><sup>1<\/sup>, Yijia Hua<sup>1<\/sup>, Shuang Hu<sup>2<\/sup><br><br\/><sup>1<\/sup>Oncology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, China,<sup>2<\/sup>Nanjing Maternity and Child Health Care Hospital, Nanjing, China","CSlideId":"","ControlKey":"0bb3a45b-6dd3-44af-9878-ddd7c70b9db6","ControlNumber":"3218","DisclosureBlock":"&nbsp;<b>Y. Yin, <\/b> None..<br><b>N. Duan, <\/b> None..<br><b>Y. Hua, <\/b> None..<br><b>S. Hu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9510","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3698","PresenterBiography":null,"PresenterDisplayName":"Ningjun Duan, Dr Rer Nat","PresenterKey":"89be695b-cd58-4361-be7a-f2bb2f81d916","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3698. Epigenetic modification induced reprogramming of PUFAs-associated metabolism during trastuzumab resistance formation of HER2-positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic modification induced reprogramming of PUFAs-associated metabolism during trastuzumab resistance formation of HER2-positive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated upregulation has been demonstrated for selective glucose transporters and amino acid transporters. The amino acid transporter SN2 (SLC38A5) represents the latest addition to this list. Transcriptomic analysis of tumor tissues has shown SLC38A5 is upregulated in breast and colon cancer. SLC38A5 is an amino acid-dependent Na<sup>+<\/sup>\/H<sup>+<\/sup> exchanger, induced in cancer, which not only supplies amino acids to cancer cells but also maintains an alkaline intracellular pH. The substrates for SLC38A5 include glutamine, asparagine, histidine, methionine, glycine, and serine, highlighting the role of SLC38A5 in glutamine addiction and one-carbon metabolism, both pathways being essential for cancer cells. In addition, SLC38A5 activates macropinocytosis, a process involved in cellular uptake of proteins in the extracellular fluid to meet amino acid demands in cancer cells. Since the transporter is upregulated in colon cancer, we hypothesized that the multiple functions of SLC38A5 fuel the growth, proliferation, and survival in colon cancer cells and that its induction involves oncogenic mutations in p53 and KRAS that are common mediators of carcinogenesis in colon. Firstly, we used a panel of colon cancer cells and analyzed SLC38A5 expression and its functional characteristics. Next, we compared SLC38A5 expression and function between two isogenic cell lines: SW48 with and without the oncogenic mutation (G12D) in KRAS and HCT116 with and without the tumor suppressor p53. Among the colon cancer cells examined, KM12L4 showed highest expression of SLC38A5; therefore, we characterized the function of the transporter in detail in this cell line. Our studies showed that KM12L4 cells were able to take up serine, one of the substrates for SLC38A5, in a Na<sup>+<\/sup>-dependent manner in the presence of 5 mM tryptophan, which is not a substrate for SLC38A5 but is known to block LAT1 transporter, which also transports serine. SLC38A5 exhibited an active serine-uptake when Na<sup>+<\/sup> was replaced with Li<sup>+<\/sup> at a higher pH. Li<sup>+<\/sup> tolerance and a higher activity at an alkaline pH are two unique features of SLC38A5. The oncogenic mutation G12D in KRAS increased SLC38A5 activity in SW48 cells. In contrast, loss of p53 decreased SLC38A5 activity in HCT116 cells. These data demonstrate that SLC38A5 is induced in colon cancer cells and its activity is increased in the presence of oncogenic KRAS mutations and suppressed when p53 is inactivated, thus providing a valuable insight into the molecular mechanisms for the upregulation of the transporter in colon cancer. We conclude that SLC38A5, an amino acids transporter, is upregulated in colon cancer and its functions are uniquely suited to promote cell proliferation and tumor growth. We also conclude that KRAS and p53 functional status play a critical role in the increased SLC38A5 expression and activity in colon cancer. These data suggest that SLC38A5 could be exploited as a drug target for cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Colon cancer,Transporters,Oncogene,TP53,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nhi Thi Phuong Nguyen<\/b><sup><\/sup>, Sathish Sivaprakasam<sup><\/sup>, Vadivel Ganapathy<sup><\/sup><br><br\/>Cell Biology and Biochemistry, Texas Tech University Health Sciences Center, Lubbock, TX","CSlideId":"","ControlKey":"f50ef2d5-287e-4f57-a958-e5f469cc4b67","ControlNumber":"2947","DisclosureBlock":"&nbsp;<b>N. T. P. Nguyen, <\/b> None..<br><b>S. Sivaprakasam, <\/b> None..<br><b>V. Ganapathy, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9511","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3699","PresenterBiography":null,"PresenterDisplayName":"Nhi Nguyen","PresenterKey":"0d235672-5a6b-44fb-9c48-94fa2b5fb543","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3699. Involvement of p53 and KRAS in the regulation of SLC38A5 in colon cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Involvement of p53 and KRAS in the regulation of SLC38A5 in colon cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: The androgen receptor (AR) is an established orchestrator of cell metabolism in prostate cancer (PCa), notably by inducing an oxidative mitochondrial program. Intriguingly, AR regulates cytoplasmic isocitrate dehydrogenase 1 (IDH1) but not its mitochondrial counterparts IDH2 and IDH3. Here, we aimed to understand the functional role of IDH1 in PCa.<br \/>Methods: Mouse models, <i>in vitro <\/i>human PCa cell lines, and human prostate organoids were used to study the expression and activity of IDH enzymes in the normal prostate and PCa. Genetic and pharmacological inhibition of IDH1 was then combined with extracellular flux analysis and gas chromatography-mass spectrometry for metabolomic analyses and cancer cell proliferation <i>in vitro <\/i>and <i>in vivo<\/i>.<br \/>Results: In PCa cells, more than 90% of the total IDH activity is mediated through IDH1 rather than its mitochondrial counterparts. This profile seems to originate from the specialized prostate metabolic program, as observed using mouse prostate and human patient-derived organoids. Pharmacological and genetic inhibition of IDH1 impaired mitochondrial respiration, suggesting that this cytoplasmic enzyme contributes to the mitochondrial tricarboxylic acid cycle (TCA) in PCa. Mass spectrometry-based metabolomics confirmed this hypothesis, showing that inhibition of IDH1 impairs carbon flux into the TCA cycle. Consequently, inhibition of IDH1 decreased PCa cell proliferation <i>in vitro <\/i>and <i>in vivo<\/i>.<br \/>Conclusions: These results demonstrate that PCa cells have a hybrid cytoplasmic-mitochondrial TCA cycle that depends on IDH1. This metabolic enzyme represents a metabolic vulnerability of PCa cells and a potential new therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Androgen receptor,IDH1,Mitochondria,Cancer metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kevin Gonthier<\/b><sup>1<\/sup>, Cindy Weidmann<sup>2<\/sup>, Line Berthiaume<sup>2<\/sup>, Cynthia Jobin<sup>1<\/sup>, Aurélie Lacouture<sup>1<\/sup>, Camille Lafront<sup>1<\/sup>, Mario Harvey<sup>2<\/sup>, Bertrand Neveu<sup>3<\/sup>, Jérémy Loehr<sup>2<\/sup>, Alain Bergeron<sup>3<\/sup>, Yves Fradet<sup>1<\/sup>, Louis Lacombe<sup>1<\/sup>, Julie Riopel<sup>3<\/sup>, Éva Latulippe<sup>3<\/sup>, Chantal Atallah<sup>3<\/sup>, Michael Shum<sup>1<\/sup>, Jean-Philippe Lambert<sup>1<\/sup>, Frédéric Pouliot<sup>1<\/sup>, Martin Pelletier<sup>1<\/sup>, Étienne Audet-Walsh<sup>1<\/sup><br><br\/><sup>1<\/sup>Université Laval, Québec, QC, Canada,<sup>2<\/sup>CRCHU de Québec-Université Laval, Québec, QC, Canada,<sup>3<\/sup>CRCHU de Québec, Québec, QC, Canada","CSlideId":"","ControlKey":"13ae9c0c-5d0c-464b-b043-ecb0b3f65cc6","ControlNumber":"2301","DisclosureBlock":"&nbsp;<b>K. Gonthier, <\/b> None..<br><b>C. Weidmann, <\/b> None..<br><b>L. Berthiaume, <\/b> None..<br><b>C. Jobin, <\/b> None..<br><b>A. Lacouture, <\/b> None..<br><b>C. Lafront, <\/b> None..<br><b>M. Harvey, <\/b> None..<br><b>B. Neveu, <\/b> None..<br><b>J. Loehr, <\/b> None..<br><b>A. Bergeron, <\/b> None..<br><b>Y. Fradet, <\/b> None..<br><b>L. Lacombe, <\/b> None..<br><b>J. Riopel, <\/b> None..<br><b>É. Latulippe, <\/b> None..<br><b>C. Atallah, <\/b> None..<br><b>M. Shum, <\/b> None..<br><b>J. Lambert, <\/b> None..<br><b>F. Pouliot, <\/b> None..<br><b>M. Pelletier, <\/b> None..<br><b>É. Audet-Walsh, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9512","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3700","PresenterBiography":null,"PresenterDisplayName":"Kevin Gonthier, MS","PresenterKey":"c9be4a28-bb26-4a5b-bc85-c94d8fb5cd3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3700. Isocitrate dehydrogenase 1 sustains a hybrid cytoplasmic-mitochondrial tricarboxylic acid cycle in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Isocitrate dehydrogenase 1 sustains a hybrid cytoplasmic-mitochondrial tricarboxylic acid cycle in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Pancreatic ductal adenocarcinoma (PDAC) is a leading cause of cancer mortality in the United States. The poor prognosis is in part due to development of chemotherapy resistance, despite improvements in multiagent regimens. Our previous work demonstrated that oxidative stress plays an important role in drug resistance. Wild-type isocitrate dehydrogenase 1 (IDH1) is an important enzyme that generates cytosolic NADPH to maintain redox homeostasis and protect cancer cells from oxidative damage. Additionally, we demonstrated that ivosidenib (AG-120), an FDA-approved mutant IDH1 inhibitor, is actually a potent inhibitor of wild-type IDH1, under low magnesium and nutrient levels that are present in the tumor microenvironment.<br \/>Methods: We evaluated IDH1 expression in PDAC using The Cancer Genome Atlas (TCGA). Cell viability was assessed by Trypan blue and PicoGreen in drug combination assays. Cellular reactive oxygen species (ROS) levels were determined by the DCFDA method. To further assess the therapeutic potential of AG-120 in combination with chemotherapy, tumor volume analyses were performed using patient-derived xenografts (PDX) in athymic nude mice, and survival studies were performed in C57BL\/6J mice transplanted with orthotopic murine pancreatic cancer.<br \/>Results: Analysis of TCGA data indicated that IDH1 is overexpressed in pancreatic cancer tumors. Treatment of MiaPaca2 and Panc1 cancer cells with 5- fluorouracil (5-FU) induced expression of wild-type IDH1 in vitro. Short-term cell viability data demonstrated that targeting IDH1 with AG-120 when combined with DNA-damaging agents (5-FU, oxaliplatin) had a synergistic effect with a positive synergy score and Bliss score greater than 1. Additionally, we assessed long-term cell survival using colony formation assays, which yielded a dramatic reduction in cell survival for both Panc1 and MiaPaCa-2 cells when 5-FU was combined with AG-120, as compared to single-agent controls. Inhibiting IDH1 impairs the ability of pancreatic cancer cells to scavenge ROS levels, enhances chemotherapy-induced apoptosis in pancreatic cancer cells via ROS-mediated damage in vitro. Both PDX tumor volume studies and overall survival analyses revealed that the combination of these AG-120 and chemotherapy synergistically enhanced anti-tumor activity and doubled the survival benefits as compared to single-agent alone.<br \/>Conclusion: IDH1 plays a critical role in tumorigenesis and chemoresistance in pancreatic cancer. Our data demonstrate that IDH1 inhibition with AG-120 may enhance chemotherapy efficacy and represents an important area for future investigation in the form of clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Cancer metabolism,Chemosensitization,IDH1,Drug synergy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mehrdad Zarei<\/b><sup>1<\/sup>, Omid Hajihassani<sup>1<\/sup>, Jonathan J. Hue<sup>2<\/sup>, Hallie J. Graor<sup>1<\/sup>, Arian Hajihassani<sup>3<\/sup>, Alexander W. Loftus<sup>2<\/sup>, Luke D. Rothermel<sup>2<\/sup>, Jordan M. Winter<sup>2<\/sup><br><br\/><sup>1<\/sup>Case Western Reserve University School of Medicine, Cleveland, OH,<sup>2<\/sup>University Hospitals, Cleveland, OH,<sup>3<\/sup>University of Pittsburgh Medical Center, Pittsburgh, PA","CSlideId":"","ControlKey":"1c667730-940c-4815-99ee-feaf884f37ef","ControlNumber":"3050","DisclosureBlock":"&nbsp;<b>M. Zarei, <\/b> None..<br><b>O. Hajihassani, <\/b> None..<br><b>J. J. Hue, <\/b> None..<br><b>H. J. Graor, <\/b> None..<br><b>A. Hajihassani, <\/b> None..<br><b>A. W. Loftus, <\/b> None..<br><b>L. D. Rothermel, <\/b> None..<br><b>J. M. Winter, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9513","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3701","PresenterBiography":null,"PresenterDisplayName":"Mehrdad Zarei, MS;PhD","PresenterKey":"30bf3b46-530a-47a2-ba09-85b5ac8aec08","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3701. Targeting wild-type IDH1 enhances chemosensitivity in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting wild-type IDH1 enhances chemosensitivity in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"Tumor cells are known to have increased demand for nutrients to support proliferation. Among the most highly utilized nutrients by tumor cells are nonessential amino acids (NEAAs). While the role of NEAAs in supporting tumor growth is well-established, their role in supporting aggressive phenotypes such as migration and invasion is poorly understood. Yet, the major cause of morbidity from malignancies such as renal cell carcinoma (RCC) is metastasis. Through an unbiased approach, we assayed the role of NEAAs in promoting the migration of RCC cells. We demonstrate that exogenous serine and glutamine are essential and sufficient to support aggressive phenotypes in RCC. Moreover, the availability of both NEAAs is critical for the expression of the proinvasive transcription factor SNAIL. Our data converge on the role of these two NEAAs in supporting the translation of this factor. Perturbations that limit the availability and\/or synthesis of either result in translational reprogramming through the integrated stress response (ISR) that leads to loss of SNAIL1 expression and attenuates aggressive phenotypes. Our findings associate nutrient status to the ISR including ER stress. Collectively, our study highlights new insights for NEAA metabolism in supporting aggressive tumor phenotypes and could reveal novel approaches to mitigate metastasis by targeting NEAA availability and\/or utilization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,Snail,Metastasis,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Suman Karki<\/b><sup>1<\/sup>, Anirban Kundu<sup>1<\/sup>, Garret Brinkley<sup>2<\/sup>, Hyeyoung Nam<sup>3<\/sup>, Kayla Goliwas<sup>4<\/sup>, Jessy Deshane<sup>5<\/sup>, Sunil Sudarshan<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Urology, University of Alabama at Birmingham, Birmingham, AL,<sup>2<\/sup>Department of Urology, Tulane University, New Orleans, LA,<sup>3<\/sup>University of Alabama at Birmingham, Birmingham, AL,<sup>4<\/sup>Division of Pulmonary, Allergy, and Critical Care, University of Alabama at Birmingham, Birmingham, AL,<sup>5<\/sup>Department of Medicine, University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"655205ee-e46e-48fe-a18c-ff8553b01f61","ControlNumber":"3882","DisclosureBlock":"&nbsp;<b>S. Karki, <\/b> None..<br><b>A. Kundu, <\/b> None..<br><b>G. Brinkley, <\/b> None..<br><b>H. Nam, <\/b> None..<br><b>K. Goliwas, <\/b> None..<br><b>J. Deshane, <\/b> None..<br><b>S. Sudarshan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9514","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3702","PresenterBiography":null,"PresenterDisplayName":"Suman Karki, PhD","PresenterKey":"017884fa-3e91-41ab-9c91-c80fba3916cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3702. Serine promotes aggressive phenotype in renal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Serine promotes aggressive phenotype in renal cancer","Topics":null,"cSlideId":""},{"Abstract":"Radiation resistance can halt a well-curated treatment plan in its tracks, but it may take weeks to realize this lack of efficacy resulting in lost time and unnecessary side effects. In this study, we sought to elucidate novel biomarkers of radiation resistance to predict treatment response in head and neck squamous cell carcinoma (HNSCC) at much earlier timepoints. We grew tumor xenografts from radiation-resistant UM-SCC-47 (n=25) and -sensitive UM-SCC-22B (n=37) cells in nude athymic mice. Each group was randomly divided into treatment and control groups, which were further subdivided into four timepoints for tumor excision: pre-treatment baseline, 1-, 24-, and 48-hours post-treatment. Prior to excision, we injected pimonidazole to quantify tumor hypoxia. We determined the two-photon excited fluorescence intensity and lifetime of NADH and FAD and quantified the optical redox ratio, ratio of free to bound NADH, and mean NADH lifetime of frozen sections of each tumor. We observed spatial and temporal heterogeneity in these high-resolution optical maps that indicated different metabolic programs in radiation-resistant and -sensitive tumors. A histogram-based heterogeneity analysis revealed time dependent shifts toward glycolysis in the radiation-resistant UM-SCC-47 treatment group, while the sensitive UM-SCC-22B treatment group showed the opposite trend. Proteomics performed on both cell lines identified multiple dysregulated proteins that are often implicated in HNSCC and associated with metabolic reprogramming &#8212; specifically, EGFR and SMAD4. We also found elevated levels of hypoxia and HIF-1 in the UM-SCC-47 tumors compared with the UM-SCC-22B tumors prior to and post-radiation. Using spatially co-registered optical imaging and immunohistochemical maps of the same field of view, we will present correlations between our optical markers and EGFR, SMAD4, and HIF-1. These studies will provide evidence of how protein dysregulation causes changes to optical metabolic imaging markers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Radioresistance,Metabolism,Proteomic analysis,Heterogeneity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jesse  D.  Ivers<\/b><sup><\/sup>, Sina Dadgar<sup><\/sup>, Narasimhan Rajaram<sup><\/sup><br><br\/>Biomedical Engineering, University of Arkansas System, Farmington, AR","CSlideId":"","ControlKey":"1322897e-6c9f-42b2-a4fd-14eac93dd87f","ControlNumber":"2446","DisclosureBlock":"&nbsp;<b>J. D. Ivers, <\/b> None.&nbsp;<br><b>S. Dadgar, <\/b> <br><b>NOWDiagnostics<\/b> Employment.<br><b>N. Rajaram, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5475","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3703","PresenterBiography":null,"PresenterDisplayName":"Jesse Ivers, BS","PresenterKey":"69a16e3b-cdc3-4b2a-a4b5-1c0f991d880a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3703. Multimodal metabolic imaging and proteomics of radiation resistance in head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multimodal metabolic imaging and proteomics of radiation resistance in head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Translational control and metabolic reprogramming are hallmarks of advanced cancers. Important genes involved in cancer progression express mRNAs that are selectively translated, including regulators of cancer cell metabolism.<br \/>Cancer cells acquire an altered metabolism, switching from oxidative phosphorylation (OXPHOS) to a glycolytic phenotype (Warburg effect), to increase reliance on alternate metabolic pathways to support growth, proliferation, and metastasis. Triple-negative breast cancer (TNBC), one of the most aggressive and highly metastatic subtypes with the poorest outcome, is characterized by elevated glycolysis and low OXPHOS. Still, the exact mechanism for this metabolic switch is largely unknown. Using a TNBC cell model it has been shown an alternate mechanism of cap-dependent but mTORC1\/eIF4Eindependent mRNA translation by the eIF4G homolog, DAP5, which directly binds the cap-binding protein eIF3d. Our research indicates that this alternate translation initiation is essential in regulating several mRNAs involved in breast cancer metabolism. DAVID analysis from genome-wide transcriptomic and translatomic studies, metabolomic assays including Glycolysis Assay [Extracellular Acidification], Oxidative Phosphorylation, and Mitotracker Assay, as well as RT-PCR and western blot analysis was performed from well-characterized triple-negative aggressive breast cancer cell lines,4T1 and MDA-231, Non-silencing (Nsi) control and silencing DAP5 (shDAP5) samples.<br \/>Several mRNAs related to glucose metabolism decreased after silencing DAP5 and on the opposite, critical mRNAs associated with OXPHOS increased, independent of their steady-state mRNA abundance. Silencing DAP5 increased Oxidative Phosphorylation activity and decrease the glycolytic rate in TNBC breast cancer cells. Proteins correlated with aberrant glycolytic metabolism including the E-cadherin transcriptional repressors Snail (SNAI1) were reduced after silencing of DAP5. Our data indicates that the alternate mRNA translation initiation mechanism by DAP5 of specific mRNAs correlated to glycolysis and OXPHOS could play an essential role in the mechanism by which TNBC breast cancer cells orchestrate a metabolic switch required for malignant progression and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Metabolism,Triple-negative breast cancer (TNBC),Translation,mRNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hanna Rosenstock<\/b><sup>1<\/sup>, Erna Mitaishvili<sup>2<\/sup>, Columba de la Parra<sup>3<\/sup><br><br\/><sup>1<\/sup>Chemistry, Herbert H. Lehman College, City University of New York, New York, NY,<sup>2<\/sup>Biology Ph.D. Program, The Graduate Center, City University of New York, New York, NY,<sup>3<\/sup>Chemistry, Herbert H. Lehman College, City University of New York & The Graduate Center, New York, NY","CSlideId":"","ControlKey":"8e162d38-cf8a-4b6d-b1f8-7dc21492bad5","ControlNumber":"2605","DisclosureBlock":"&nbsp;<b>H. Rosenstock, <\/b> None..<br><b>E. Mitaishvili, <\/b> None..<br><b>C. de la Parra, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5476","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3704","PresenterBiography":null,"PresenterDisplayName":"Hanna Rosenstock, Undergraduate Student","PresenterKey":"a6334242-50cf-4875-8ada-682044afb409","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3704. The essential role of an alternate mRNA translation initiation in the regulation of breast cancer cell metabolism","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The essential role of an alternate mRNA translation initiation in the regulation of breast cancer cell metabolism","Topics":null,"cSlideId":""},{"Abstract":"The oncometabolite, L-2-hydroxyglutarate (L-2HG) is elevated in the most common form of renal cell carcinoma-RCC (clear cell histology) and promotes tumor progression. L-2HG is structurally similar to &#945;-ketoglutarate (&#945;-KG). Therefore, L-2HG can competitively inhibit enzymes that utilize &#945;-KG as a cofactor including &#945;-KG-dependent dioxygenases that can profoundly impact gene expression via effects on the epigenome and epitranscriptome. RCC cell lines lack the L-2HG dehydrogenase enzyme (L2HGDH), resulting in their high L-2HG level. RNA-seq of control (high L-2GH) and an L2HGDH reconstituted (low L-2HG) RCC cell line has revealed that L-2HG suppresses the expression of serine biosynthesis genes, <i>PHGDH<\/i> and <i>PSAT1<\/i>. The findings were consistent in the patient samples where high L-2HG renal tumors had lower levels of <i>PHGDH<\/i> and <i>PSAT1<\/i> expressions than that of the low L-2HG renal tumors and the patient-matched normal kidneys. Consistently, <sup>13<\/sup>C-metabolomics labeling studies demonstrate that raised L-2HG suppresses <i>de novo<\/i> serine biosynthesis. Moreover, LC-MS analysis of the metabolites isolated from the kidneys of L2HGDH KO and wild-type (WT) mice revealed less serine content in the absence of L2HGDH, further confirming that high L-2HG suppresses serine biosynthesis <i>in vivo<\/i>. We found that L-2HG-mediated inhibition of the &#945;-KG-dependent histone demethylase KDM4C silences ATF4 transcription. ATF4 is a master regulator of amino acid biosynthetic genes including <i>PHGDH<\/i> and <i>PSAT1<\/i>. Using ATF4 gain of function analysis, we confirmed that high L-2HG causes the suppression of PHGDH and PSAT1 in an ATF4-dependent manner. In addition, we demonstrate that L-2HG promotes the accumulation of the epitranscriptomic mark N&#8310;-methyladenosine (m6A) via inhibiting &#945;-KG-dependent RNA demethylases ALKBH5 and FTO. In the setting of high L-2HG, m6A is enriched in the 3&#8217;-UTR region of transcripts including <i>PSAT1<\/i>. Using mutational analysis, we demonstrate that L-2HG promotes m6A accumulation at a specific site within the 3&#8217;UTR of <i>PSAT1<\/i> that silences its translation. In accord with these data, found that high L-2HG RCC cells require exogenous serine for <i>in vitro <\/i>proliferation and <i>in vivo<\/i> tumor growth. Furthermore, this serine liability can be rescued upon lowering cellular L-2HG levels. Metabolomics analyses demonstrate that exogenous serine is required to maintain cellular pools of glutathione in high L-2HG RCC which supports both proliferation and resistance to oxidative stress. The data indicate that the L-2HG elevation in RCC reconfigures tumor metabolism through a bimodal mechanism via remodeling of both the epigenome and epitranscriptome. This results in a serine liability in the setting of raised L-2HG. Collectively, our data unmask a metabolic vulnerability that can be harnessed for precision-based approaches to kidney cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Metabolism,Epigenetics,RNA,Renal cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anirban Kundu<\/b><sup>1<\/sup>, Garrett J. Brinkley<sup>1<\/sup>, Hyeyoung Nam<sup>1<\/sup>, Suman Karki<sup>1<\/sup>, Richard Kirkman<sup>1<\/sup>, Hayley Widden<sup>2<\/sup>, Michelle Johnson<sup>3<\/sup>, Juan Liu<sup>4<\/sup>, Yasaman Heidarian<sup>5<\/sup>, Nader Mahmoudzadeh<sup>1<\/sup>, Devin Absher<sup>6<\/sup>, Han-Fei Ding<sup>7<\/sup>, David Crosman<sup>2<\/sup>, William J. Placzek<sup>2<\/sup>, Jason Locasale<sup>4<\/sup>, Dinesh Rakheja<sup>8<\/sup>, Victor Darley-Usmar<sup>2<\/sup>, Jason Tennessen<sup>5<\/sup>, Sunil Sudarshan<sup>1<\/sup><br><br\/><sup>1<\/sup>Urology, University of Alabama at Birmingham, Birmingham, AL,<sup>2<\/sup>University of Alabama at Birmingham, Birmingham, AL,<sup>3<\/sup>Molecular and Cellular Pathology, University of Alabama at Birmingham, Birmingham, AL,<sup>4<\/sup>Pharmacology and Cancer Biology, Duke University, Durham, NC,<sup>5<\/sup>Biology, Indiana University, Bloomington, IN,<sup>6<\/sup>HudsonAlpha Institute for Biotechnology, Huntsville, AL,<sup>7<\/sup>Pathology, University of Alabama at Birmingham, Birmingham, AL,<sup>8<\/sup>Pathology, UT Southwestern, Dallas, TX","CSlideId":"","ControlKey":"78364f32-8004-4a54-b5e4-cdbc67208afa","ControlNumber":"3668","DisclosureBlock":"&nbsp;<b>A. Kundu, <\/b> None..<br><b>G. J. Brinkley, <\/b> None..<br><b>H. Nam, <\/b> None..<br><b>S. Karki, <\/b> None..<br><b>R. Kirkman, <\/b> None..<br><b>H. Widden, <\/b> None..<br><b>M. Johnson, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>Y. Heidarian, <\/b> None..<br><b>N. Mahmoudzadeh, <\/b> None..<br><b>D. Absher, <\/b> None..<br><b>H. Ding, <\/b> None..<br><b>D. Crosman, <\/b> None..<br><b>W. J. Placzek, <\/b> None..<br><b>J. Locasale, <\/b> None..<br><b>D. Rakheja, <\/b> None..<br><b>V. Darley-Usmar, <\/b> None..<br><b>J. Tennessen, <\/b> None..<br><b>S. Sudarshan, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5477","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3705","PresenterBiography":null,"PresenterDisplayName":"Anirban Kundu, PhD","PresenterKey":"24e782eb-fb9e-4632-a63e-a4f02d91a197","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3705. L-2HG, oncometabolite-driven epigenetic and epitranscriptomic reprogramming creates metabolic vulnerability in renal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"L-2HG, oncometabolite-driven epigenetic and epitranscriptomic reprogramming creates metabolic vulnerability in renal cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: The association between cholesteryl ester (CE) profiles in the liver and oncogenesis, gender, and age disparities in hepatocellular carcinoma (HCC) has not been studied to date. This study aims to compare CE profiles between benign liver tissue (BLT) and HCC, and to correlate these findings with oncogenesis and disparities in patients with HCC.<br \/>Methods: Paired BLT and HCC samples obtained from 32 patients with the diagnosis of HCC were used for lipid extraction. Electrospray ionized mass spectrometry (ESI-MS) was used to determine CE profiles, including 22 individual CE species and the total levels of CE. The CE profiles in BLT and HCC were compared and stratified between subgroups based on the gender and age of the patients. The student T-test was used for statistical analysis and the significant p-value was set at 0.05.<br \/>Results: Total CE levels were higher in HCC than in BLT, but not statistically significant (1.8-fold, p=0.16). Interestingly, 5 saturated CE individual species and 2 mono-unsaturated individual CE species (C14:0, C16:0, C16:1, C18:0, C18:1, C19:0, and C20:0) were significantly higher in HCC than in BLT (2.4 to 14-fold higher). None of the individual poly-unsaturated CE species showed a statistical difference between HCC and BLT. In males, the levels of 3 saturated individual CE species (C16.0, 16:0, and C20:0) were significantly higher in HCC than in BLT (1.9 to 21.3-fold higher levels). In contrast, CE 16:1 was significantly lower in HCC than in BLT (0.9-fold, p=0.02) in males. In females, none of the CE profiles showed a significant difference between HCC and BLT. Total CE levels were 2.1-fold higher in males with HCC than in females with HCC (18.6nM vs. 8.92nM). In young patients (&#60;66-year-old), individual CE species C14:0 was significantly higher in HCC than in BLT (19.1-fold, p=0.038). In old patients (&#8805;66-year old), individual CE species C20:0 was significantly higher in HCC than in BLT. Total CE levels were 2.1-fold higher in young HCC patients than in old HCC patients (13.68nM vs. 6.45nM).<br \/>Conclusion: This study reveals that an increase in hepatic total CE levels and individual CE species are associated with the oncogenesis of HCC and show gender and age disparities. These findings could be helpful in prevention, treatment, exploring biomarkers, and understanding disparities in HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Lipid metabolism,Mass spectrometry,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nazar Rahmanov<\/b><sup>1<\/sup>, Zhirong Liu<sup>2<\/sup>, Jinghe Mao<sup>3<\/sup>, Patrick Kyle<sup>1<\/sup>, Xinchun Zhou<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology, University of Mississippi Medical Center, Jackson, MS,<sup>2<\/sup>Biochemistry, Shanxi Medical University, Taiyuan, China,<sup>3<\/sup>Biology, Tougaloo College, Tougaloo, MS","CSlideId":"","ControlKey":"11fb86cd-828c-450d-b0c4-1bcffe3c59bf","ControlNumber":"1700","DisclosureBlock":"&nbsp;<b>N. Rahmanov, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>J. Mao, <\/b> None..<br><b>P. Kyle, <\/b> None..<br><b>X. Zhou, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8303","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3706","PresenterBiography":null,"PresenterDisplayName":"Nazar Rahmanov, MD","PresenterKey":"03014606-c746-48f0-971c-e581f389192e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3706. The significance of cholesteryl ester profiles in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The significance of cholesteryl ester profiles in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Studies presented here were conducted to validate UXS1 as a synthetic lethal target in UGDHhigh expressing cancer. <i>In vitro<\/i> and <i>in vivo<\/i> knockout studies were used to investigate the role of UXS1 in UGDH-high cancers. UXS1 has been validated as a synthetic lethal target in cancer cell lines highly expressing UGDH <i>in vitro <\/i>by CRISPR-mediated knockout of UXS1 in a panel of lung cancer cell lines. In addition to UGDH expression predicting UXS1 dependency, we have shown UGDH overexpression functional drives UXS1 dependency, such that knockout of UGDH rescues cellular growth defects seen with UXS1-knockout alone. Furthermore, catalytic activity of UXS1 was shown to be required, as wildtype but not catalytic deficient UXS1 was able to rescue cellular growth defects seen with endogenous UXS1 knockout in UGDH-high cancer cell lines. Together this data suggests that dysregulation of some metabolite(s) is driven by high expression of UGDH when knockout of UXS1 prevents normal pathway flux of UDP-Glucuronic Acid (UDP-GA) to be converted to UDP-Xylose (UDP-X), leading to the synthetic lethal effect observed as impaired cellular growth. To validate UXS1 as a target <i>in vivo<\/i>, an inducible genetic knockout system to knockout UXS1 showed impaired tumor growth, but no tumor regression. Sanger sequencing of UXS1 knockout efficiency at different time course suggested a slow and incomplete dropout of the UXS1-KO cells <i>in vivo.<\/i> Although <i>in vitro<\/i> efforts have shown UXS1 to a synthetic lethal target, the failure to induce a robust <i>in vivo <\/i>effect of UXS1 knockout have casted doubts on the promise of UXS1 being an effective target for the proposed indication.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Cancer metabolism,Biomarkers,Lung cancer,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michelle Patricia Cicchini<\/b><sup>1<\/sup>, Shuzhen Wu<sup>2<\/sup>, Yang Peng<sup>1<\/sup>, Yanhua Rao<sup>1<\/sup><br><br\/><sup>1<\/sup>GlaxoSmithKline, Collegeville, PA,<sup>2<\/sup>GlaxoSmithKline, Boston, MA","CSlideId":"","ControlKey":"bcccd99e-3f27-447f-87f2-28a3e6afe133","ControlNumber":"6162","DisclosureBlock":"&nbsp;<b>M. P. Cicchini, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>Y. Peng, <\/b> None..<br><b>Y. Rao, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8304","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3707","PresenterBiography":null,"PresenterDisplayName":"Michelle Cicchini, BS;PhD","PresenterKey":"211902b9-c127-4c8e-ab6e-6dd4225cf773","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3707. UXS1 is a synthetic lethal target in cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"UXS1 is a synthetic lethal target in cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is one of the leading causes of morbidity and mortality among women, where metastasis accounts for the majority of deaths associated with this disease. Thus, the potential to effectively target tumor malignancy offers hope to mitigate disease progression and improve patient outcomes. It is well established that platelets promote multiple processes of metastasis cascade. Recently, platelets have received new attention for their impact in cancer through the production of platelet-derived microparticles (PMPs). Interestingly, PMPs allow intercellular exchange and trafficking of bioactive material through the internalization of these vesicles into recipient cells. As a result, the delivery of the intravesicular cargo can modulate signaling and activation processes of recipient cells. We recently identified a new subpopulation of these vesicles (termed mitoMPs) containing functional mitochondria. Given the predominant role of mitochondria in cancer malignancy, we believe that mitoMPs provide an important source of foreign mitochondria to support recipient breast cancer cells in malignancy and disease progression. We therefore set out to study the impact of mitoMPs on breast cancer metabolic and phenotypic processes involved in metastasis. Technically, PMPs were generated and purified from human blood platelets and co-incubated with various breast cell models (MB231, MCF7 and MCF10A). The physiological significance of mitoMPs in breast cancer disease was then assessed using various cellular and molecular assays. We demonstrate that the level of PMP internalization is highly dependent upon the type of breast cancer recipient cells. Furthermore, we show that the cargo of mitoMPs (notably mitochondria) is biologically active where recipient breast cancer cells acquired mitochondria-dependent functions, such as increased oxygen consumption rates and intracellular ATP production. Finally, we observe that mitoMPs promote malignant features such as cancer cell migration and invasion. Overall, we demonstrate that PMPs can modulate cancer cell activation and behaviour. These findings provide a better understanding of the extracellular tumor environment and the contribution of mitoMPs in supporting breast cancer cells through the metastatic landscape. The knowledge gained will further provide new avenues for therapeutic strategies in breast cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Microvesicles,Mitochondria,Metabolism,Metabolic plasticity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vanessa Veilleux<\/b><sup><\/sup>, Nicolas Pichaud<sup><\/sup>, Luc  H.  Boudreau<sup><\/sup>, Gilles  A.  Robichaud<sup><\/sup><br><br\/>Université de Moncton, Moncton, NB, Canada","CSlideId":"","ControlKey":"96d380ab-dc7e-4087-8145-38bceacbde37","ControlNumber":"7706","DisclosureBlock":"&nbsp;<b>V. Veilleux, <\/b> None..<br><b>N. Pichaud, <\/b> None..<br><b>L. H. Boudreau, <\/b> None..<br><b>G. A. Robichaud, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8305","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3708","PresenterBiography":null,"PresenterDisplayName":"Vanessa Veilleux, BS","PresenterKey":"1d28e6dd-d595-4b23-a5fe-bb6d5b82907a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3708. Platelet-derived microparticles modulate breast cancer malignant processes","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Platelet-derived microparticles modulate breast cancer malignant processes","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer is a serious life-threatening disease due to its highly invasive and metastatic potential. Hyperglycemia is a well-known initial symptom in patients with pancreatic ductal adenocarcinoma (PDAC). Metabolic reprogramming in cancer, described as the Warburg effect, can induce epithelial-mesenchymal transition (EMT). In this study, we elucidate the biological and clinical impact of hyperglycemia in PDAC progression.<br \/>Methods: Biological impact of hyperglycemia on malignant behavior in PDAC was examined by <i>in<\/i> <i>vitro<\/i> and <i>in<\/i> <i>vivo<\/i>experiment.<br \/>Results: Hyperglycemia promoted EMT by inducing metabolic reprogramming into a glycolytic phenotype via yes-associated protein (YAP)\/PDZ-binding motif (TAZ) overexpression, accompanied by GLUT1 overexpression and enhanced phosphorylation Akt in PDAC. In addition, hyperglycemia enhanced chemoresistance by upregulating ABCB1 expression, and triggered PDAC switch into pure-basal-like subtype with activated Hedgehog pathway (GLI1 high, GATA6 low expression) through YAP\/TAZ overexpression. PDAC is characterized by abundant stroma that harbors tumor-promoting properties and chemoresistance. Hyperglycemia promotes production of collagen fiber-related proteins (fibronectin, fibroblast activation protein, COL1A1, and COL11A1) by stimulating YAP\/TAZ expression in cancer-associated fibroblasts (CAFs). Knockdown<i> <\/i>of <i>YAP<\/i> and\/or <i>TAZ<\/i> or treatment with YAP\/TAZ inhibitor (K975) abolished EMT, chemoresistance, and a favorable tumor microenvironment even under hyperglycemic conditions <i>in<\/i> <i>vitro <\/i>and <i>in<\/i> <i>vivo<\/i>. Indeed, YAP\/TAZ overexpression was significantly associated with worse prognostic outcomes in human PDAC patients.<br \/>Conclusion: Hyperglycemia induce metabolic reprogramming into a glycolytic phenotype and promote EMT via the YAP\/TAZ-Hedgehog signaling axis in PDAC. Hyperglycemia as an initial symptom may be the cause of highly invasive and metastatic potential by inducing YAP\/TAZ overexpression, while YAP\/TAZ could be a novel therapeutic target in PDAC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Pancreatic cancer,YAP\/TAZ,Epithelial-mesenchymal transition (EMT),Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhao Liu<\/b><sup><\/sup>, Hiromitsu Hayashi<sup><\/sup>, Kazuki Matsumura<sup><\/sup>, Yoko Ogata<sup><\/sup>, Hiroki Sato<sup><\/sup>, Yuta Shiraishi<sup><\/sup>, Norio Uemura<sup><\/sup>, Tatsunori Miyata<sup><\/sup>, Takaaki Higashi<sup><\/sup>, Shigeki Nakagawa<sup><\/sup>, Kosuke Mima<sup><\/sup>, Katsunori Imai<sup><\/sup>, Hideo Baba<sup><\/sup><br><br\/>Kumamoto Univ Graduate School of Medical Sci, Kumamoto, Japan","CSlideId":"","ControlKey":"df2ca546-a2ce-42df-8c00-48afd5cfc7d6","ControlNumber":"4042","DisclosureBlock":"&nbsp;<b>Z. Liu, <\/b> None..<br><b>H. Hayashi, <\/b> None..<br><b>K. Matsumura, <\/b> None..<br><b>Y. Ogata, <\/b> None..<br><b>H. Sato, <\/b> None..<br><b>Y. Shiraishi, <\/b> None..<br><b>N. Uemura, <\/b> None..<br><b>T. Miyata, <\/b> None..<br><b>T. Higashi, <\/b> None..<br><b>S. Nakagawa, <\/b> None..<br><b>K. Mima, <\/b> None..<br><b>K. Imai, <\/b> None..<br><b>H. Baba, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8306","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3709","PresenterBiography":null,"PresenterDisplayName":"Zhao Liu, MD","PresenterKey":"8cfc99c0-8368-4378-86cc-e142f2b5d8d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3709. Hyperglycemia induces metabolic reprogramming and promotes epithelial-mesenchymal transitions in pancreatic cancer: an in vitro and in vivo experiment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hyperglycemia induces metabolic reprogramming and promotes epithelial-mesenchymal transitions in pancreatic cancer: an in vitro and in vivo experiment","Topics":null,"cSlideId":""},{"Abstract":"The aryl hydrocarbon receptor (AHR) is transcription factor, that is activated upon binding to various exogenous and endogenous ligands. AHR activation leads to induction of target gene expression, including the members of cytochrome P450 enzyme family that metabolize many xenobiotics. Numerous studies have shown that the AHR is involved in multiple regulatory pathways important during carcinogenesis. High level of AHR protein and activation was observed in head and neck squamous cell carcinoma (HNSCC) and has been correlated with aggressive tumor phenotypes and migratory potential. Endogenous compounds derived from host tryptophan metabolism such as kynurenine, as well as the derivatives of indole derived from bacterial tryptophan metabolism such as indole-3-propionic acid are known to activate AHR. A fundamental question not previously addressed is whether these circulating tryptophan (Tryp) metabolites can mediate persistent AHR activation within tumor tissues and its effect on tumorigenesis. The focus of our research is to determine whether the continuous exposure of Tryp metabolites at relevant concentrations leads to sustained AHR activation in HNSCC cells and its subsequent effect on tumor cell phenotypes. Here, we present data demonstrating sustained AHR activation by Tryp metabolites in two HNSCC cell lines. A total of 6 tryptophan (Tryp) metabolites present at significant levels in serum with known AHR agonist activity were identified and quantified from 40 healthy individuals on a controlled diet by LC\/MS\/MS. HN30 and OSC19 cells were treated with a representative pool of 6 Tryp metabolites in a cell culture system to achieve continuous exposure to the Tryp metabolites, thus mimicking blood circulation in vivo. Treated cells were collected at six different time points and AHR activation within cells was determined by measuring mRNA and protein expression of AHR target genes. The effect of Tryp pool on HN30 and OSC19 cell viability was determined. The presence of Tryp metabolites within the cells and media was quantitated by LC\/MS\/MS at six time points over the course of 24 h. Continuous exposure of Tryp metabolites resulted in sustained AHR activation in HN30 and OSC19 cells, confirmed by induced mRNA expression of target genes and subsequent protein levels. The LC\/MS data revealed the presence of all six Tryp metabolites in media collected at all time points, suggesting no spontaneous degradation of metabolites. Tryp metabolites were detected inside the cells starting from 2 h post-treatment to the last time point 24 h. Viability assays indicated no cytotoxic effects of Tryp metabolites on cells. Overall, our work has demonstrated a pattern of sustained AHR activation in HNSCC cells resulting from continuous exposure of Tryp metabolites, supporting the concept that endogenous Tryp metabolites in HNSCC patients would impact tumor progression, metastasis, and treatment outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Aryl hydrocarbon receptor,Head and neck squamous cell carcinoma,Microbiome,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dhwani Patel<\/b><sup><\/sup>, Ethan  W.  Morgan<sup><\/sup>, Fangcong Dong<sup><\/sup>, Iain  A.  Murray<sup><\/sup>, Gary  H.  Perdew<sup><\/sup><br><br\/>Penn State University, State College, PA","CSlideId":"","ControlKey":"621256e9-64a6-4191-a8b9-a029c106e683","ControlNumber":"2086","DisclosureBlock":"&nbsp;<b>D. Patel, <\/b> None..<br><b>E. W. Morgan, <\/b> None..<br><b>F. Dong, <\/b> None..<br><b>I. A. Murray, <\/b> None..<br><b>G. H. Perdew, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8307","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3710","PresenterBiography":null,"PresenterDisplayName":"Dhwani Patel, BS,MS","PresenterKey":"7d838ab4-590c-4246-b4e9-c01176e75157","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3710. Serum tryptophan metabolites mediate constitutive AHR activity in head and neck squamous cell carcinoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Serum tryptophan metabolites mediate constitutive AHR activity in head and neck squamous cell carcinoma cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: ATP-citrate lyase (ACLY) links carbohydrate and lipid metabolism as well as provides acetyl-CoA necessary for histone acetylation, linking cell nutrient status and epigenetic regulation. Several studies have shown that ACLY is upregulated in multiple cancer types. ACLY has two major splice isoforms: the full-length canonical &#8220;long&#8221; isoform and an uncharacterized &#8220;short&#8221; isoform where exon 14 is spliced out. RNAseq data from The Cancer Genome Atlas (TCGA) shows that the Percent Spliced In (PSI) of exon 14, i.e., the proportion of long isoform, is increased in several cancers compared to normal tissues. We therefore hypothesize that ACLY exon 14 inclusion can support tumor growth.<br \/>Experimental Procedures: Extensive statistical analysis was performed on TCGA data to explore the connection between ACLY PSI and clinical parameters including tumor type, stage, and survival. We also noted a serine within exon 14 that is dynamically phosphorylated according to multiple phosphoproteomics studies. We used an in vitro activity assay and differential scanning fluorimetry to biochemically characterize purified ACLY isoforms and phosphomutants. We also expressed these isoforms and mutants in cells lacking endogenous ACLY to evaluated rescue of known ACLY functions including proliferation, de novo lipogenesis, and histone acetylation. Since exon 14 is located near a putative nuclear localization sequence, we also used confocal microscopy to study subcellular localization of these constructs. Ultimately, we developed a new C57BL6\/J mouse model with ACLY exon 14 deleted by CRISPR to study the role of exon 14 in metabolic physiology and tumor growth in vivo.<br \/>Results: In vitro assays showed no differences in activity and stability between ACLY isoforms and phosphomutants. Similarly, both isoforms and mutants were able to rescue known ACLY functions in cells, and deletion of exon 14 in mice does not impact normal metabolic physiology. Analysis of TCGA data offers compelling evidence that the long ACLY isoform is upregulated early in tumorigenesis and is associated with deadlier tumors and certain immune cell signatures, suggesting that exon 14 is particularly relevant in this disease context. Our mouse model was cross-bred to ApcMin\/+ mice, a genetic model of colon cancer, and studies are underway to determine the impact of exon 14 on colon tumors and immune infiltration.<br \/>Conclusions: ACLY exon 14 does not have obvious roles in enzymatic activity and known ACLY functions. However, alternative splicing could impact pathophysiological phenotypes such as cancer or other yet undescribed functions of ACLY.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-05 Other,,"},{"Key":"Keywords","Value":"Alternative splicing,Histone acetylation,Lipid metabolism,The Cancer Genome Atlas (TCGA),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Julianna  G.  Supplee<\/b><sup><\/sup>, Hayley  C.  Affronti<sup><\/sup>, Richard Duan<sup><\/sup>, Rebekah  C.  Brooks<sup><\/sup>, Phuong Nguyen<sup><\/sup>, Kollin Schultz<sup><\/sup>, Ronen Marmorstein<sup><\/sup>, Kathryn  E.  Wellen<sup><\/sup><br><br\/>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"91dd26d2-d516-4d02-8d8d-debed9d603bc","ControlNumber":"6368","DisclosureBlock":"&nbsp;<b>J. G. Supplee, <\/b> None..<br><b>H. C. Affronti, <\/b> None..<br><b>R. Duan, <\/b> None..<br><b>R. C. Brooks, <\/b> None..<br><b>P. Nguyen, <\/b> None..<br><b>K. Schultz, <\/b> None..<br><b>R. Marmorstein, <\/b> None..<br><b>K. E. Wellen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8308","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3711","PresenterBiography":null,"PresenterDisplayName":"Julianna Supplee, MA","PresenterKey":"ff4b165c-7601-4089-a1a4-3740ec98f60a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3711. Molecular and cancer-related roles of ATP-citrate lyase exon 14","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"464","SessionOnDemand":"False","SessionTitle":"Cancer and Metabolism 2","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular and cancer-related roles of ATP-citrate lyase exon 14","Topics":null,"cSlideId":""}]