[{"Abstract":"Background: A major obstacle in the treatment of metastatic castrate resistant prostate cancer (mCRPC) is acquired resistance to androgen deprivation therapy (ADT). It is now recognized that ADT, particularly the 2<sup>nd<\/sup> generation androgen receptor (AR) antagonists, such as enzalutamide, orchestrate plasticity changes\/molecular alterations leading to therapy resistance. It is hypothesized in the field that the emergence of castrate resistance to 2<sup>nd<\/sup> generation ADT is driven by a switch\/bypass from AR signaling to the glucocorticoid receptor (GR) signaling. Therefore, identifying the molecular mechanisms that concurrently drive the loss of AR and gain of GR signaling may be crucial in devising novel and effective therapeutic modalities against mCRPC. We have previously reported that TBX2, a T-box transcription factor (TF) with both repressor and activator functions, is over-expressed in CRPC and that TBX2 drives PCa bone metastatic progression. In agreement with our findings, a recent report showed that TBX2 is a key TF that drives plasticity associated with CRPC. In this study, we investigated the molecular mechanisms by which TBX2 drives plasticity associated with enzalutamide resistance.<br \/>Methods: We genetically modulated TBX2 using the dominant negative (DN), sh-RNA, and overexpression (OE) approaches. RNA-seq was performed, and qRT-PCR, Western blot and immunohistochemical (IHC) analyses were used for validation. Further, we performed chromatin immunoprecipitation (ChIP) and site directed mutagenesis (SDM).<br \/>Results: Using publicly available databases, we observed a negative correlation between TBX2 and AR; and a positive correlation between TBX2 and GR. Strikingly, blocking TBX2 expression in wildtype PC3 human PCa cells that do not express AR mRNA or protein led to a marked elevation of AR signature as assessed by RNA-seq analysis. These results were confirmed\/validated at the protein level using additional human PCa cell lines. Further, these results were validated using all three approaches to genetically modulate TBX2, i.e. DN, shRNA, and OE. Further, ChIP and SDM analyses confirmed that TBX2 directly binds and transcriptionally represses AR. Conversely, genetic modulation of TBX2 was positively associated with GR expression, and TBX2 was found to directly bind to the GR promoter. Further, we found that knock-down of GR in LNCaP cells overexpressing TBX2 (LNCaP<sup>TBX2OE<\/sup>) reversed enzalutamide resistance that is associated with elevated TBX2 expression.<br \/>Conclusions: Our studies suggest that TBX2 acts as the molecular switch that on one hand represses AR and on the other hand activates GR. Further our study paves the way for potential therapeutic strategies against the AR\/GR switch\/bypass in CRPC wherein AR and GR signaling could be co-inhibited through targeting TBX2.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-08 Regulation of transcription factor function,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen receptor,Glucocorticoid receptor,Regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sayanika Dutta<\/b><sup><\/sup>, Girijesh Patel<sup><\/sup>, Hamed Khedmatgozar<sup><\/sup>, Daniel Latour<sup><\/sup>, Manisha Tripathi<sup><\/sup>, Srinivas Nandana<sup><\/sup><br><br\/>Cell Biology and Biochemistry, Texas Tech University Health Sciences Center, Lubbock, TX","CSlideId":"","ControlKey":"8ea866bc-52cc-45fb-ac4c-03993a5d8c55","ControlNumber":"3090","DisclosureBlock":"&nbsp;<b>S. Dutta, <\/b> None..<br><b>G. Patel, <\/b> None..<br><b>H. Khedmatgozar, <\/b> None..<br><b>D. Latour, <\/b> None..<br><b>M. Tripathi, <\/b> None..<br><b>S. Nandana, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6200","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1445","PresenterBiography":null,"PresenterDisplayName":"Sayanika Dutta, MS","PresenterKey":"be92002e-0281-4045-8698-03c863c8e41e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1445. TBX2 acts as a molecular switch to downregulate androgen receptor and upregulate glucocorticoid receptor signaling in castrate resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TBX2 acts as a molecular switch to downregulate androgen receptor and upregulate glucocorticoid receptor signaling in castrate resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Neuroendocrine prostate cancer (NEPCa) is the most aggressive and non-targetable prostate cancer (PCa). It is well accepted that NEPCa arises from prostate adenocarcinoma (AdPCa) via trans-differentiation. NEPCa tumors exhibit a similar mutation burden but a different transcriptome profile from AdPCa. This suggests that the acquisition of the NE phenotype is driven by epigenetic, transcriptional reprogramming but not genetic alterations. Enhancer of zeste homolog 2 (EZH2), a histone methyltransferase, is an epigenetic regulator and upregulated in NEPCa. The upregulation of EZH2 in PCa has been considered to be correlated with therapy-induced plasticity and NE differentiation. Insulinoma-associated 1 (INSM1), is a zinc-finger transcription factor, which is predominantly expressed in neuroendocrine (NE) cells and important for the NE developmental pathways. INSM1 has been considered as a biomarker for multiple types of NE tumors, like pancreatic, lung, and prostate. Also, the increase level of INSM1 is associated with NE differentiation in PCa. Analysis of PCa transcriptomic profiles suggests that EZH2 and INSM1 have positive correlation in PCa and function together in NEPCa.<br \/>Methods: To study the expression of INSM1 and EZH2, we did immunofluorescence (IF), immunohistochemistry (IHC), Western blot and RT-qPCR in prostate cancer cell lines, mouse tissues, and human patients samples. The bioinformatics analysis was done using the publicly available RNA&#8208;Seq data obtained from the cBioportal, the Cancer Genome Atlas (TCGA), and the Cancer Cell Line Encyclopedia websites (CCLE).<br \/>Results and Conclusion: Our IHC results confirmed that INSM1 is highly expressed in NEPCa rather that AdPCa in both human and mouse tissues. By IF, we further found that INSM1 also expresses in PCa amphicrine cells. Additionally, we found that the expression of INSM1 is positively associated with EZH2 expression in PCa. These data indicates that INSM1 may act as a marker for not only NE cells but also amphicrine cells in PCa. Also the correlation between INSM1 and EZH2 further indicates the importance of INSM1 in NEPCa. Our further study will focus on how INSM1 functions and whether there&#8217;s a direct regulation between INSM1 and EZH2.<br \/>Acknowledgement: This work was supported by NIH R01 CA226285, and the Feist-Weiller Cancer Center (FWCC).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-02 Gene expression,,"},{"Key":"Keywords","Value":"Prostate cancer,Neuroendocrine tumors,Biomarkers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lin Li<\/b><sup><\/sup>, Siyuan Cheng<sup><\/sup>, Xiuping Yu<sup><\/sup><br><br\/>LSUHSC Shreveport, Shreveport, LA","CSlideId":"","ControlKey":"29036055-2557-4a81-9b12-1e597da9f6c7","ControlNumber":"4504","DisclosureBlock":"&nbsp;<b>L. Li, <\/b> None..<br><b>S. Cheng, <\/b> None..<br><b>X. Yu, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6201","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1446","PresenterBiography":null,"PresenterDisplayName":"Lin Li, BS","PresenterKey":"520ee490-a179-411b-b8d9-1f0482f11e90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1446. The elevated expression of INSM1 is correlated with EZH2 in neuroendocrine prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The elevated expression of INSM1 is correlated with EZH2 in neuroendocrine prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Previously, we found that increased Retinoic acid-induced 2 (RAI2) protein concentration in primary tumors predicts early biochemical relapse of prostate cancer patients and described a co-repressor function of RAI2 related to androgen receptor activity (1). The presence of a non-canonical tandem ALDLS motif on RAI2 protein prompted the present investigation on a possible role of a dual interaction of RAI2 with C-terminal binding proteins (CtBPs) in relation to prostate cancer progression.<br \/>We analyzed RAI2 gene expression as well as CtBP1 protein localization and constitution in circulating tumors cells (CTCs) isolated from metastatic prostate cancer patients by semi-quantitative PCR analysis and immune-fluorescence staining. We employed an integrated structural biology approach combining biophysical techniques like isothermal calorimetry, circular dichroism, size exclusion chromatography with high-resolution structural biology techniques including X-ray crystallography and single particle cryo-electron microscopy. We established RAI2-depleted VCaP cells and used this model for validation of the obtained results.<br \/>RAI2 gene expression is significantly increased in CTCs isolated from patients with castration-resistant disease in comparison to CTCs isolated from patients with hormone-sensitive, aggressive or neuroendocrine variant prostate cancer. We detected CtBP1 protein foci in the nuclei of individual CTCs. We show that RAI2 induces CtBP polymerization. Using single particle cryo-electron microscopy, we obtained crucial insights into the structural organization of this filament. RAI2 inactivation in VCaP cells caused a significant reduction of both CtBP proteins, which is accompanied by the disappearance of CtBP protein aggregates in nuclei. In addition, we observed the induction of neuroendocrine features, marked by the induction of Synaptophysin and Chromogranin A, a higher nucleus to cytoplasm ratio and smaller cell size of RAI2-depleted cells.<br \/>In summary, we report tandem motifs-induced polymerization of CtBP&#8217;s for the first time. We found that elevated RAI2 gene expression is a characteristic of castration-resistant prostate cancer. Because RAI2 depletion resulted in loss of CtBP aggregates and the induction of neuroendocrine traits, we conclude that RAI2-driven CtBP polymerization sustains epithelial differentiation in castration-resistant prostate cancer. These findings holds potential for the diagnosis of castration-resistant disease and inhibiting the progression from castration-resistant to neuroendocrine prostate cancer.<br \/>1. Besler K, Weglarz A, Keller L, von Amsberg G, Bednarz-Knoll N, Offermann A, et al. Expression Patterns and Corepressor Function of Retinoic Acid-induced 2 in Prostate Cancer. Clin Chem 2022;68:973-83","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-09 Transcriptional control of cell differentiation,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen independence,Circulating tumor cells,Protein-protein interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Stefan Werner<\/b><sup>1<\/sup>, Nishit Goradia<sup>2<\/sup>, Edukondalu Mullapudi<sup>2<\/sup>, Lina Merkens<sup>3<\/sup>, Sarah Greimeier<sup>1<\/sup>, Aleksandra W&#281;glarz<sup>3<\/sup>, Gunhild von Amsberg<sup>4<\/sup>, Harriet Wikman<sup>3<\/sup>, Klaus Pantel<sup>3<\/sup>, Matthias Wilmanns<sup>2<\/sup><br><br\/><sup>1<\/sup>Mildred-Scheel Cancer Career Center HaTRiCs4, University Medical Center Hamburg-Eppendorf, Hamburg, Germany,<sup>2<\/sup>European Molecular Biology Laboratory – Hamburg Unit, Hamburg, Germany,<sup>3<\/sup>University Medical Center Hamburg-Eppendorf, Hamburg, Germany,<sup>4<\/sup>Department of Hematology and Oncology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany","CSlideId":"","ControlKey":"9ee91594-32e5-4a4f-b25b-2fd3c9683dd5","ControlNumber":"6023","DisclosureBlock":"&nbsp;<b>S. Werner, <\/b> None..<br><b>N. Goradia, <\/b> None..<br><b>E. Mullapudi, <\/b> None..<br><b>L. Merkens, <\/b> None..<br><b>S. Greimeier, <\/b> None..<br><b>A. W&#281;glarz, <\/b> None..<br><b>G. von Amsberg, <\/b> None..<br><b>H. Wikman, <\/b> None..<br><b>K. Pantel, <\/b> None..<br><b>M. Wilmanns, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6202","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1447","PresenterBiography":null,"PresenterDisplayName":"Stefan Werner, DrRerNat","PresenterKey":"9afd2233-e548-410b-8a9f-22ec503a7dc3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1447. Retinoic acid-induced 2 driven polymerization of c-terminal binding proteins sustains epithelial differentiation in castration-resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Retinoic acid-induced 2 driven polymerization of c-terminal binding proteins sustains epithelial differentiation in castration-resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Metastatic castration-resistant prostate cancer is morbid and lethal. The transcriptional coregulator YAP1 (Yes-associated protein 1) is a nuclear effector of the Hippo pathway. The Hippo pathway regulates cell growth, motility, and carcinogenesis. Here, we investigated biochemical and functional interactions between YAP1 and the nuclear factor (NF) kappa B\/RELA subunit in prostate cancer cell models. We demonstrated that endogenous YAP1 and RELA form protein complexes in the cell, as revealed by co-immunoprecipitation and western blotting. Compared with control, we found that combined treatment of cells with androgen and SDF1a (stromal cell-derived factor-1 alpha) or RANKL (receptor activator of NF-kappa &#914; ligand) enhanced the protein-protein interaction between YAP1 and RELA, as showed by proximity ligation assay. Our confocal microscopy experiment further showed that combined SDF1a and androgen treatment augmented the YAP1 and RELA colocalization relative to single-agent. Moreover, our promoter-reporter and RNAi experiments showed that genetic silencing YAP1 or TEAD protein, a key mediator of the YAP1 transcription, significantly reduced the NF-Kappa B promoter-reporter gene activity. Also, disruption of YAP1 activity by genetic and small molecule attenuated endogenous protein-protein interaction between TEAD and RELA. Furthermore, controlled expression of MST1\/STK4, a potent inhibitor of YAP1, suppressed the NF-Kappa B-promoter reporter activity. Additionally, our unbiased bioinformatics analysis of the exiting ChIP-seq (chromatin immunoprecipitation-sequencing) data identified several genes likely co-regulated by the TEAD1-4 and NF-Kappa B transcription factors. Besides, our computational analysis of the TCGA and <i>Stand Up<\/i> To Cancer (SU2C) prostate cancer data sets indicated that expression of YAP\/TEAD and NF-kappa B\/RELA correlates in clinical cases. These findings suggest that cooperative androgen and cytokine signaling regulates Hippo\/YAP and NF-Kappa B interaction and their functions. These may have critical roles in advanced prostate cancer downstream of the Hippo pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-07 Protein-protein interactions in transcription factor function,,"},{"Key":"Keywords","Value":"Yes-associated protein (YAP),TEAD and NF-&#954;B,Bioinformatics,Hippo pathway,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bekir Cinar<\/b><sup>1<\/sup>, Marwah M. Al-Mathkour<sup>1<\/sup>, Abdulrahman M. Dwead<sup>1<\/sup>, Ava M. Boston<sup>1<\/sup>, Michael S. Lewis<sup>2<\/sup>, Carlos S. Moreno<sup>3<\/sup><br><br\/><sup>1<\/sup>Biological Sciences, Clark Atlanta University, Atlanta, GA,<sup>2<\/sup>Pathology, West Los Angeles VA Medical Center, Los Angeles, CA,<sup>3<\/sup>Pathology and Laboratory Medicine, Emory University, Atlanta, GA","CSlideId":"","ControlKey":"f1da7d61-6554-4941-94d5-4bbbf89abede","ControlNumber":"7352","DisclosureBlock":"&nbsp;<b>B. Cinar, <\/b> None..<br><b>M. M. Al-Mathkour, <\/b> None..<br><b>A. M. Dwead, <\/b> None..<br><b>A. M. Boston, <\/b> None..<br><b>M. S. Lewis, <\/b> None..<br><b>C. S. Moreno, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6203","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1448","PresenterBiography":null,"PresenterDisplayName":"Bekir Cinar, PhD","PresenterKey":"33ce24d9-7a8e-4693-b233-9d38c774f819","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1448. The YAP1\/TEAD and NF-Kappa B transcription factors may cooperate to mediate prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The YAP1\/TEAD and NF-Kappa B transcription factors may cooperate to mediate prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the second leading cause of cancer-related deaths in men in the US. There is a largely unmet clinical need to identify and develop novel strategies, that work either alone or in concert with AR-directed therapeutics, to combat CRPC. The highly conserved histone acetyltransferases CBP\/p300 are potent co-activators for AR, and high p300 expression is associated with locally advanced disease and castration-resistant AR function. This study shows that CBP and p300 are highly expressed and correlate closely with AR gene expression and AR activity score in primary PCa and CRPC. By employing clinically relevant PCa models, the clinical significance of CBP\/p300 expression in PCa patients as well as mechanistic evaluation of CBP\/p300 transcriptional reprogramming and DNA damage response pathways have been undertaken. The molecular response to CBP\/p300 inhibition will be assessed to discern novel metrics for precision medicine for PCa patients to improve therapeutic efficacy. Previous studies have relied on non-specific compounds and genetic silencing to target CBP\/p300. CCS1477 (inobrodib) is a first-in-class bromodomain inhibitor developed by Cell Centric and targeted to inhibit CBP\/p300 mediated bromodomain activity, and thus regulate cell survival. Inhibition of the CBP\/p300 bromodomain resulted in significant downregulation of AR-FL, AR-V7, and its targets&#8217; mRNA expression, as well as inhibition of associated factors such c-MYC and its downstream targets, in multiple PCa models. Transcriptomic analysis indicated that both CBP and p300 expression correlate with expression of genes involved in double strand break (DSB) DNA repair process including homologous recombination (HR) and non-homologous end joining (NHEJ) in both primary PCa and CRPC models. CCS1477 directly impacted DNA damage response and repair dynamics, as shown via delay in time to resolution of DNA damage foci formation, including RAD51 and &#947;H2AX foci. Inhibition of CBP\/p300 activity decreased tumor cell proliferation, blocked CRPC xenograft growth <i>in vivo<\/i>, and decreased proliferation <i>ex vivo<\/i> in patient-derived prostate tumor explants. Importantly, CBP\/p300 expression correlated with HR genes in human prostate tissue samples in different cohorts. Lastly, inhibition of CBP\/p300 activity also decreased HR gene expression in patients further supporting the essential role CBP\/p300 plays in DNA repair. In sum, CBP\/p300 inhibition mediates HR repair and impacts patient outcome. In conclusion, these studies identify CBP\/p300 as a driver of PCa tumorigenesis through coordinated control of critical transcriptional events and lay the groundwork to optimize therapeutic strategies for advanced PCa via CBP\/p300 inhibition, potentially in combination with AR-directed therapies.<i> <\/i>Combined, these studies have the capacity for significant near-term impact in the prevention and\/or management of metastatic disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-08 Regulation of transcription factor function,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen receptor,DNA repair,Coactivator,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sumaira Sardar<sup>1<\/sup>, Lakshmi Ravindranath<sup>1<\/sup>, Christopher McNair<sup>2<\/sup>, Saswati Chand<sup>2<\/sup>, Wei Yuan<sup>3<\/sup>, Denisa Bogdan<sup>3<\/sup>, Jon Welti<sup>3<\/sup>, Adam Sharp<sup>3<\/sup>, Matthew Schiewer<sup>2<\/sup>, Lisa Butler<sup>4<\/sup>, Johann de Bono<sup>3<\/sup>, Kris Frese<sup>5<\/sup>, Nigel Brooks<sup>5<\/sup>, Neil Pegg<sup>5<\/sup>, Karen Knudsen<sup>6<\/sup>, <b>Ayesha Shafi<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Henry M. Jackson Foundation (HJF), Center for Prostate Disease Research (CPDR), Uniformed Services University (USU), Bethesda, MD,<sup>2<\/sup>Sidney Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA,<sup>3<\/sup>The Institute of Cancer Research, London, United Kingdom,<sup>4<\/sup>The University of Adelaide, Adelaide, Australia,<sup>5<\/sup>CellCentric Ltd., Cambridge, United Kingdom,<sup>6<\/sup>The American Cancer Society, Philadelphia, PA","CSlideId":"","ControlKey":"7829b845-fd84-47b7-a8a9-4f6a3e563ac8","ControlNumber":"2205","DisclosureBlock":"&nbsp;<b>S. Sardar, <\/b> None..<br><b>L. Ravindranath, <\/b> None..<br><b>C. McNair, <\/b> None..<br><b>S. Chand, <\/b> None..<br><b>W. Yuan, <\/b> None..<br><b>D. Bogdan, <\/b> None..<br><b>J. Welti, <\/b> None..<br><b>A. Sharp, <\/b> None..<br><b>M. Schiewer, <\/b> None..<br><b>L. Butler, <\/b> None..<br><b>J. de Bono, <\/b> None.&nbsp;<br><b>K. Frese, <\/b> <br><b>CellCentric<\/b> Employment. <br><b>N. Brooks, <\/b> <br><b>CellCentric<\/b> Employment. <br><b>N. Pegg, <\/b> <br><b>CellCentric<\/b> Employment. <br><b>K. Knudsen, <\/b> <br><b>American Cancer Society<\/b> Employment.<br><b>A. Shafi, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6204","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1449","PresenterBiography":"","PresenterDisplayName":"Ayesha Shafi, BA;PhD","PresenterKey":"6f170fbc-748e-4081-940a-56dae8743ba3","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/6f170fbc-748e-4081-940a-56dae8743ba3.profile.jpg","SearchResultActions":null,"SearchResultBody":"1449. Targeting CBP\/p300 and its downstream transcriptional machinery in advanced prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting CBP\/p300 and its downstream transcriptional machinery in advanced prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PC) is a leading cause of cancer in men in the United States and worldwide, disproportionately affecting men of African ancestry. The etiology and molecular mechanism contributing to lethal human PC remain poorly understood. RNA binding proteins (RBPs) controlled all aspects of RNA biogenesis, and dysregulated RBPs are linked to human diseases, including cancer. However, the global changes in RBP-mRNA interactions during PC progression are unknown. Here, we have investigated the patterns of RBPs and polyA-mRNA interaction in the castration-sensitive LNCaP and castration-resistant C4-2 PC cell lines. Our enhanced-RNA interactome capture assay combined with mass spectroscopy (MS) revealed that LNCaP and C4-2 cells showed distinct RBP-mRNA interaction patterns in steady-state and androgen-treated conditions. Also, we have studied the interaction between Yes-associated protein 1 (YAP1) and nucleophosmin (NPM1) RBP. Androgen increased NPM1 and mRNA interaction, and NPM1 is part of the YAP1 multiprotein complex, as revealed by MS-based proteomics approaches. Our proximity ligation assay showed that androgen hormone signaling regulated the interaction between YAP1 and NPM1. Besides, our GST-pulldown demonstrated that NPM1 binds the proline-rich region domain of YAP1, whereas the WW\/SH3 domain of YAP1 mediates the interaction in C4-2 cells. Genetic silencing of NPM1 reduced PC cell growth in culture. Furthermore, the upregulation of NPM1 correlates with prostate adenocarcinoma and metastasis. These observations suggest that changes in RBP and RNA interaction patterns may play a critical role in PC progression and recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-07 Protein-protein interactions in transcription factor function,,"},{"Key":"Keywords","Value":"Prostate cancer,Signaling pathways,Protein-protein interactions,Proteomic analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Abdulrahman  M.  Dwead<\/b><sup>1<\/sup>, Marwah  M.  Al-Mathkour<sup>2<\/sup>, Bekir Cinar<sup>1<\/sup><br><br\/><sup>1<\/sup>Biological Science \/ Center for Cancer Research and Therapeutic Development, Clark Atlanta University, Atlanta, GA,<sup>2<\/sup>Department of Surgery, Miller School of Medicine, University of Miami, Miami, FL","CSlideId":"","ControlKey":"34aebedd-8fe5-4362-a241-667281cdb531","ControlNumber":"1719","DisclosureBlock":"&nbsp;<b>A. M. Dwead, <\/b> None..<br><b>M. M. Al-Mathkour, <\/b> None..<br><b>B. Cinar, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6205","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1450","PresenterBiography":"","PresenterDisplayName":"Abdulrahman Dwead, BS","PresenterKey":"ad09bf57-6604-4791-866a-3dbcd41a88f3","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/ad09bf57-6604-4791-866a-3dbcd41a88f3.profile.png","SearchResultActions":null,"SearchResultBody":"1450. Global changes in RBPs and mRNA interactions during prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Global changes in RBPs and mRNA interactions during prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Androgen deprivation therapy (ADT) is the mainstay treatment for non-metastatic and metastatic hormone-sensitive prostate cancer. Long-term ADT treatment results in adverse side-effects in patients including depression, memory loss, cognitive decline, and dementia. We aimed to identify critical molecules that could provide link between brain-related changes and pathological mechanisms responsible for cognitive decline in prostate cancer patients on ADT protocol. For these studies, gene expression data (GSE150807 and GSE151083) of human prostate cancer cells exposed to enzalutamide emulating ADT protocol was used to identify differential expression of genes at the transcript level. RNA sequencing analysis identified 9409 and 7757 differentially expressed genes (DEGs) in LNCaP and C4-2B enzalutamide exposed cells at p-value &#60; 0.0005 and FDR&#60; 0.05. In both cell lines, neuronal receptor signaling pathway was significantly overrepresented at 0.05 FDR-adjusted p-value (q-value). The genes associated with neuronal receptor signaling pathway belong to the ligand-gated ion channel and G-protein coupled receptors. Validation studies using brain glial cells treated with enzalutamide showed significant upregulation (p-value 0.001) of GABRB1, GABRA3, GABBR2 (GABA receptors\/ligand-gated ion channel), BDNF (brain-derived neurotrophic factor), IFNB1 (interferon beta 1), NR3C1 (nuclear receptor subfamily 3 group c member\/glucocorticoid receptor), ATGR1 (type-1 angiotensin II receptor), GRIN1 (glutamate ionotropic receptor NMDA type submit 1\/ligated-gated ion channel), GRIN2D (glutamate ionotropic receptor NMDA type submit 2D\/ ligated-gated ion channel). In brain neuronal cells, enzalutamide exposure resulted in increased expression of NR3C1 whereas GABA\/ligand-gated ion channel and others were downregulated and\/or statistically non-significant. Further analysis using DisGenET (cytoscape) highlighted ATGR1, GABRB1, GRIN1, GRIN2D, and NR3C1 association with neuronal diseases including cognition disorder, forgetfulness, depressive mood, and others. The results of our study provide the first proof of evidence linking cognitive decline, depression, memory loss, and other neurological disorder more likely to develop in prostate cancer patients undergoing long-term androgen deprivation therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-02 Gene expression,,"},{"Key":"Keywords","Value":"Androgen deprivation therapy,Gene transcription,Cognition,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shiv Shankar Verma<\/b><sup>1<\/sup>, Eswar Shankar<sup>1<\/sup>, Vaibhav Singh<sup>2<\/sup>, Vijay Krishna<sup>3<\/sup>, Sanjay Gupta<sup>1<\/sup><br><br\/><sup>1<\/sup>Urology, Case Western Reserve University School of Medicine, Cleveland, OH,<sup>2<\/sup>Pathology, Case Western Reserve University School of Medicine, Cleveland, OH,<sup>3<\/sup>Cleveland Clinic Foundation, Cleveland, OH","CSlideId":"","ControlKey":"ba4d757b-5555-4cd3-9097-791dd2d67c1c","ControlNumber":"903","DisclosureBlock":"&nbsp;<b>S. S. Verma, <\/b> None..<br><b>E. Shankar, <\/b> None..<br><b>V. Singh, <\/b> None..<br><b>V. Krishna, <\/b> None..<br><b>S. Gupta, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6206","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1451","PresenterBiography":null,"PresenterDisplayName":"Shiv Verma, PhD","PresenterKey":"4deda29c-8c73-4101-9512-26bcacc03800","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1451. Cognition-mediated transcriptomic signature associated with androgen deprivation therapy in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cognition-mediated transcriptomic signature associated with androgen deprivation therapy in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Human prostate cancer (PCa) cell lines are the most used models for research. The commonly used PCa cell lines can be roughly categorized into 3 groups: androgen receptor (AR)<sup>+<\/sup>, neuroendocrine (NE)<sup>+<\/sup> and double negative (AR<sup>-<\/sup> NE<sup>-<\/sup>) cell lines. However, although these cell lines have been extensively used in PCa research since their establishment decades ago, a global molecular characterization of these cell lines is still lacking, especially in the aspect of cell signaling activity and their clinical relevance, which requires a large scale of data mining.<br \/>Methods: The RNA-seq, DNA-seq and proteomic datasets were gathered from public cohort and our lab&#8217;s collection. From these data, a <u>P<\/u>Ca <u>c<\/u>ell line <u>m<\/u>ulti-omics <u>d<\/u>atabase (PCMD) was established. Single sample gene set enrichment analysis (ssGSEA) was used to reveal the signaling pathways enriched in each PCa cell line. Additionally, human PCa patient single cell RNAseq data-based deconvolution and human PCa patient bulk RNAseq data-based nearest-neighbor (NN) graph analysis were used to evaluate the clinical relevance of each PCa cell line. The DNA-seq, ATAC-seq, DNase HS-seq and Bisulfite-seq datasets were used to annotate the key genes.<br \/>Results: The PCMD database was established by compiling more than 1000 RNASeq datasets derived from various PCa cell lines. The important signaling pathways and transcription factors were revealed for each PCa cell line. Further, the cell lines were annotated with relative clinical stages. Additionally, an interactive webApp was established for scientists to explore and visualize PCMD data.<br \/>Conclusion: our research characterized PCa cell lines using unbiased strategies and large sample number. It is our hope that this study would aid researchers to develop hypothesis and choose appropriate cell line to use.<br \/>Funding: This study is supported by: Feist-Weiller Cancer Center, LSU Health Shreveport.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-02 Gene expression,,"},{"Key":"Keywords","Value":"Bioinformatics,Prostate cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Siyuan Cheng<\/b><sup><\/sup>, Lin Li<sup><\/sup>, Xiuping Yu<sup><\/sup><br><br\/>Biochemistry, LSU Health Shreveport, Shreveport, LA","CSlideId":"","ControlKey":"4cad4714-eafb-41c1-b706-89d77770e36a","ControlNumber":"4464","DisclosureBlock":"&nbsp;<b>S. Cheng, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>X. Yu, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6207","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1452","PresenterBiography":null,"PresenterDisplayName":"Siyuan Cheng, BS","PresenterKey":"4495590c-3667-4035-944f-a69c9939def8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1452. Big data analysis revealed signalling activity and key regulators in human prostate cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Big data analysis revealed signalling activity and key regulators in human prostate cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Overexpression of the androgen receptor (AR) is the primary cause of development of castration-resistant prostate cancer (CRPC), although mechanisms upregulating AR transcription in this context are not well understood. Our RNA-seq analysis revealed AR as the top pathway altered after SMAD3 knockdown in prostate cancer cells. SMAD3 knockdown decreased levels of AR, AR-V7 and AR target gene transcripts, whereas SMAD4 or SMAD2 knockdown had little or no effect. ChIP-seq analysis showed that SMAD3 knockdown decreased global binding of AR to chromatin. Mechanistically, we show that SMAD3 binds to intron 3 of the AR gene to promote AR expression. Targeting these binding sites by CRISPRi reduced transcript levels of AR and AR targets. In addition, ~50% of AR or SMAD3 ChIP-seq peaks overlapped, and SMAD3 may also cooperate with or co-activate AR in terms of AR target expression. Functionally, AR re-expression in SMAD3-knockdown cells partially rescued AR target expression and cell growth defects. AR and SMAD3 mRNAs were upregulated in datasets of metastatic prostate cancer and CRPC compared with primary prostate cancer. This study suggests that SMAD3 could be targeted to downregulate AR expression and activity and as potential anti-prostate cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-03 Mechanisms of transcription,,"},{"Key":"Keywords","Value":"Prostate cancer,Androgen receptor,Smad,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Hee-Young Jeon<sup>1<\/sup>, Majid Pornour<sup>1<\/sup>, Hyunju Ryu<sup>1<\/sup>, Sudeep Khadka<sup>1<\/sup>, Rui Xu<sup>1<\/sup>, Jihyun Jang<sup>1<\/sup>, Deqiang Li<sup>1<\/sup>, Hegang Chen<sup>1<\/sup>, Arif Hussain<sup>1<\/sup>, Ladan Fazli<sup>2<\/sup>, Martin Gleave<sup>2<\/sup>, Xuesen Dong<sup>2<\/sup>, Qianben Wang<sup>3<\/sup>, Christopher Barbieri<sup>4<\/sup>, <b>Jianfei Qi<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Univ. of Maryland School of Medicine, Baltimore, MD,<sup>2<\/sup>Vancouver Prostate Centre, Vancouver, BC, Canada,<sup>3<\/sup>Duke University, Durham, NC,<sup>4<\/sup>Weill Cornell Medicine, New York, NY","CSlideId":"","ControlKey":"acc9d7d8-2e49-433a-a155-99507dd053b0","ControlNumber":"2417","DisclosureBlock":"&nbsp;<b>H. Jeon, <\/b> None..<br><b>M. Pornour, <\/b> None..<br><b>H. Ryu, <\/b> None..<br><b>S. Khadka, <\/b> None..<br><b>R. Xu, <\/b> None..<br><b>J. Jang, <\/b> None..<br><b>D. Li, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>A. Hussain, <\/b> None..<br><b>L. Fazli, <\/b> None..<br><b>M. Gleave, <\/b> None..<br><b>X. Dong, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>C. Barbieri, <\/b> None..<br><b>J. Qi, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6209","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1454","PresenterBiography":null,"PresenterDisplayName":"Jianfei Qi, PhD","PresenterKey":"a467d1f7-d166-4baf-bf5d-1a6e2767833d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1454. SMAD3 promotes expression and activity of the androgen receptor in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SMAD3 promotes expression and activity of the androgen receptor in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the second leading cause of cancer deaths in the U.S., disproportionally affecting African American (AA) men. PCa patients with recurrent disease develop therapy resistance and fail to respond to both anti-androgen receptor signaling (ARSI) therapy and taxane-based chemotherapy. Glucocorticoid receptor, a transcription factor, has been implicated in resistance to ARSI (via the GR bypass), and docetaxel (DTX) therapies. However, the mechanisms underlying this GR-mediated therapy cross-resistance are poorly understood. Previously, we demonstrated that glucocorticoids, which are co-administered with current PCa therapies and activate GR signaling, upregulate the chemoresistance-associated transcription coactivator LEDGFp75 in PCa cells. We also identified consensus GR binding sites in the promoter region of the gene encoding LEDGFp75, suggesting it is a GR target gene. We hypothesized that GR transcriptionally upregulates LEDGFp75 and then interacts with this protein in the nucleus to promote DTX resistance in PCa cells. Genetic silencing of GR in a panel of DTX-sensitive and -resistant PCa cell lines decreased the expression of LEDGFp75 at both the protein and transcript levels, confirming its status as a candidate GR target gene. However, genetic silencing of LEDGFp75 had no effects on GR protein expression. Pharmacological inhibition of GR also decreased LEDGFp75 in DTX-sensitive cells. The effects of Exicorilant and Relacorilant (Corcept Therapeutics) were evaluated on LEDGFp75 protein expression levels. Immunoprecipitation and confocal microscopy studies revealed that GR and LEDGFp75 interact in the nucleus of PCa cells. Interestingly, upregulation of GR in enzalutamide resistant LNCaP cells correlated with LEDGFp75 upregulation, and GR silencing in these cells decreased this upregulation. These results suggested a possible role for GR and LEDGFp75 in PCa therapy cross-resistance. Further studies are underway to determine if co-targeting these two proteins genetically and pharmacologically attenuates both enzalutamide resistance and DTX resistance and other aggressive properties of PCa cells. In addition, RNAseq studies have been initiated to determine the degree of transcriptional overlap between GR and LEDGFp75 in chemoresistant PCa cells. Our goal is to link mechanistically the GR-LEDGFp75 transcriptional network to ARSI\/taxane cross-resistance in PCa and target this network to attenuate therapy resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Glucocorticoid receptor,Prostate cancer,Docetaxel,Enzalutamide,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Evelyn  S.  Sanchez-Hernandez<\/b><sup>1<\/sup>, Pedro  T.  Ochoa<sup>1<\/sup>, Greisha L. Ortiz-Hernandez<sup>2<\/sup>, Shannalee  R.  Martinez<sup>3<\/sup>, Carlos  A.  Casiano<sup>1<\/sup><br><br\/><sup>1<\/sup>Basic Science, Loma Linda University, Loma Linda, CA,<sup>2<\/sup>City of Hope, Duarte, CA,<sup>3<\/sup>Biochemistry, Ponce Health Sciences University, Ponce, Puerto Rico","CSlideId":"","ControlKey":"56c34991-93bf-4c32-9a0d-cd2e06462807","ControlNumber":"8007","DisclosureBlock":"&nbsp;<b>E. S. Sanchez-Hernandez, <\/b> None..<br><b>P. T. Ochoa, <\/b> None..<br><b>G. L. Ortiz-Hernandez, <\/b> None..<br><b>S. R. Martinez, <\/b> None..<br><b>C. A. Casiano, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6210","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1455","PresenterBiography":null,"PresenterDisplayName":"Evelyn Sanchez Hernandez, BS","PresenterKey":"59188adc-7e4c-418e-891f-0b458f682eb8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1455. The glucocorticoid receptor-LEDGFp75 interaction in prostate cancer therapy cross-resistance","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The glucocorticoid receptor-LEDGFp75 interaction in prostate cancer therapy cross-resistance","Topics":null,"cSlideId":""},{"Abstract":"The circadian clock lies in the suprachiasmatic nucleus of the hypothalamus and is regulated directly by the daily light\/dark cycles, generating rhythmic expression of core circadian-controlled genes (CCCG) some belonging to the nuclear receptors (NR) superfamily. Recent advances show that the disruption of the circadian clock is identified as a risk factor for endocrine cancers, such as prostate cancer<i> <\/i>which is the most common hormone-related male cancer globally. Whether the prostate gland has its own circadian expression of CCCG and NR, and how the dysregulated circadian clock would influence the fate of the prostate tumors is not well studied. Thus, the present study aims to determine the circadian expression patterns of CCCG and NR in normal mouse prostate and further validate their disrupted circadian expression in a transgenic mouse adenocarcinoma prostate cancer model (TGMAP) with neuroendocrine phenotypes and suppressed androgen gene expression (<i>AR),<\/i> over the 12 hours light\/dark cycle.<br \/>We establish the rhythmic expression patterns of multiple CCCG and the full class of NR by quantitative polymerase-chain reaction analysis in normal mouse prostate (C57BL\/6 strain) and advanced prostate tumors derived from TGMAP in a 12-hours light\/dark cycle with 4-hours interval. Our results showed that 30 out of 49 NR and several CCCG follow rhythmic expression patterns, followed by 10 NR with unidentifiable expression patterns and 9 NR showing very low expression in the mouse prostate tissue. The circadian expression of these transcription factors including the <i>AR<\/i> gene, could be divided into 2 categories with single peak or double peaks at specific time points throughout the light\/dark cycle, linking them to the regulating function of the circadian clock in the normal prostate gland. In the advanced prostate tumors derived from TGMAP model that exhibit androgen independence and neuroendocrine trans-differentiation phenotype, the rhythmic cycles of the NR and CCCG showed disruption, and several transcription factors were upregulated in overall circadian expression in comparison to the normal prostate tissue. In summary, this study establishes two categories of rhythmic expression patterns in normal mouse prostate tissue that link the circadian expression of these transcription factors in the peripheral clock to that of androgen signaling axis that is responsible for the maintenance of prostate gland while disruption of such circadian expression patterns was demonstrated in the TGMAP tumors of which the AR signaling was either lost or disrupted. The upregulated circadian expression patterns as revealed in TGMAP model also provide insight into the significance of the dysregulation of circadian rhythm as regulated by CCCG and NR in the advanced prostate cancer. (Study supported by a Direct Grant for Research 2021-2022 Project No. 2021.062, CUHK)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-02 Gene expression,,"},{"Key":"Keywords","Value":"Circadian genes,Prostate cancer,Transcription factor,Neuroendocrine Phenotype,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ria Chopra<\/b><sup><\/sup>, Franky Leung Chan<sup><\/sup><br><br\/>School of Biomedical Sciences, The Chinese University of Hong Kong, Shatin, NT, Hong Kong","CSlideId":"","ControlKey":"440f45d0-63c1-4ef5-af97-e2aacdf7d56d","ControlNumber":"5871","DisclosureBlock":"&nbsp;<b>R. Chopra, <\/b> None..<br><b>F. L. Chan, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6211","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1456","PresenterBiography":null,"PresenterDisplayName":"Ria Chopra, BS","PresenterKey":"87b4c48a-a4e5-4ea4-9a5d-0797f5fd45c3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1456. An expression study of circadian clock-associated transcription factors and nuclear receptors in mouse prostate gland and tumor","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An expression study of circadian clock-associated transcription factors and nuclear receptors in mouse prostate gland and tumor","Topics":null,"cSlideId":""},{"Abstract":"Background: The Hippo TEAD-transcriptional regulators YAP1 and TAZ play essential role in cancer cell growth and metastasis. However, the function of YAP1 and TAZ in prostate cancer is not well characterized. We discovered that expression of PDEF is decreased during prostate cancer progression and re-expression of PDEF limits prostate cancer metastasis in part by promoting luminal epithelial phenotype, but mechanisms of PDEF action are not completely understood. In the present study, we evaluated the effects of the SPDEF on YAP1\/TAZ levels and expression of YAP1\/TAZ regulated genes in prostate cancer (PCa) cells. We also evaluated expression of SPDEF, YAP1, TAZ and YAPTAZZ-Tead regulated genes in clinical cohorts of prostate cancer patients.<br \/>Material &#38; Method: Prostate cancer (PC3 and DU145) cells were transfected with PDEF or respective vector control. shRNA was used to knock down SPDEF in AR positive and androgen responsive LNCaP cells. Protein levels were analyzed by western blotting. Gene expression was monitored by microarray analysis\/RNA seq and confirmed by RTPCR assays. Cell migration and invasion were measured by scratch wound healing and by trans well migration though Matrigel assays respectively. We analyzed publicly available gene expression data in several prostate cancer cohorts.<br \/>Results: We observed that the two well-characterized metastatic PCa cells (PC3 and DU145 cells) express both YAP1 and TAZ, but do not express SPDEF. Expression of PDEF in PC3 and DU145 cells resulted in an increased phospho-YAP1 and phospho-TAZ protein levels and inhibition of YAP1\/TAZ target genes, as compared to the respective vector control, directly demonstrating that PDEF plays a critical role in modulating YAP1\/TAZ-TEAD transcriptional activity, and by extension in the regulation of the Hippo pathway. Analysis of publicly available PCa data sets revealed a significant increase in TAZ mRNA levels in prostate cancer tissues as compared to normal prostate tissues (p=4.95E-08). Furthermore, we also found a significant gradual increase in TAZ mRNA expression and concomitant decrease in YAP1 mRNA during disease progression and metastasis and in neuroendocrine PCa.<br \/>Conclusions: Taken together these data suggest that SPDEF limits prostate cancer metastasis in part by targeting YAP1\/TAZ driven transcriptional output.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-08 Regulation of transcription factor function,,"},{"Key":"Keywords","Value":"Therapeutic target,Transcriptional regulation,Gene expression,Genitourinary cancers: prostate,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hari K. Koul<\/b><sup>1<\/sup>, Praveen  K.  Jaiswal<sup>2<\/sup>, Suman Mohajan<sup>3<\/sup>, Mousa Vatanmakanian<sup>4<\/sup>, Fengtian Wang<sup>4<\/sup>, Sweaty Koul<sup>4<\/sup><br><br\/><sup>1<\/sup>LSU-LCMC-Cancer Center, LSU Health New Orleans, New Orleans, LA,<sup>2<\/sup>UTSW, Dallas, TX,<sup>3<\/sup>LSU Health, Shreveport, LA,<sup>4<\/sup>LSU Health New Orleans, New Orleans, LA","CSlideId":"","ControlKey":"e7591e68-2c3e-4c75-a1b6-f2d877df94de","ControlNumber":"4722","DisclosureBlock":"&nbsp;<b>H. K. Koul, <\/b> None..<br><b>P. K. Jaiswal, <\/b> None..<br><b>S. Mohajan, <\/b> None..<br><b>M. Vatanmakanian, <\/b> None..<br><b>F. Wang, <\/b> None..<br><b>S. Koul, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6212","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1457","PresenterBiography":null,"PresenterDisplayName":"Hari Koul, PhD","PresenterKey":"2d7ed42f-a59c-4c69-99f5-e6ce533c7638","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1457. PDEF restricts prostate cancer cellular plasticity in part by modulating YAP1\/TAZ-TEAD transcriptional network","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PDEF restricts prostate cancer cellular plasticity in part by modulating YAP1\/TAZ-TEAD transcriptional network","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer metastasis is responsible for 90% of deaths associated with the disease. The understanding of mechanisms driving metastasis is thus vital to mitigate mortality rates and improve patient outcome. One of these mechanisms essential for breast cancer malignancy is the activation of the Nuclear Factor of Activated T cells (NFAT) pathway. Recently, we have reported that the PAX5 transcription factor induces breast cancer cell epithelialization, which in turn extinguishes mesenchymal transitioning, malignant features, and tumor progression. Our preliminary findings also suggests that PAX5 may negatively regulate NFAT-dependant pathways to modulate breast processes and potentially disease progression. We therefore hypothesized that PAX5 suppressed breast cancer malignancy through the targeted inhibition of the pro-malignant NFAT pathway. Using breast cancer cell models, we conditionally modulated PAX5 levels by transfection and recombinant expression to characterize PAX5-induced inhibition of the NFAT activation pathway and its mechanisms of action. Technically, expression levels for NFAT members (1 to 5) and their regulators (ex: calcium mobilization, specific kinases, and phosphatases) were assessed using RT-qPCR and Western blotting. NFAT activation was also studied through the analysis of cellular compartmentalization, reporter gene assays, and microscopy. We observed that PAX5 suppressed overall NFAT-dependant transcriptional activity in breast cancer cells through various mechanisms depending on the type of breast cancer models. We also found that although elevated PAX5 expression levels do not alter total NFAT protein levels, PAX5 affects the phosphorylation status of NFAT (activation) through the regulation of NFAT-specific phosphatases and kinases controlling NFAT import and downstream transactivation pro-malignant genes. We also found that PAX5 modulates intracellular calcium mobilization, which is also essential for NFAT activation. Altogether, our findings demonstrate that PAX5 is a potent inhibitor of NFAT-dependant processes essential for in breast cancer malignancy. Interestingly, PAX5-mediated suppression of the NFAT pathway in breast cancer cells is elicited by multiple regulatory mechanisms, which also depend on breast cancer cell type. These studies provide new insight into the molecular pathways governing breast malignancy and disease progression. Further understanding of these mechanisms of action will build the future roadmaps for therapeutic and prognostic interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Transcription factor,Cancer genomics,Nuclear translocation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Félix Després<\/b><sup><\/sup>, Damien Robichaud<sup><\/sup>, Brandon Hannay<sup><\/sup>, Gilles  A.  Robichaud<sup><\/sup><br><br\/>Chemistry and Biochemistry, University of Moncton, Moncton, NB, Canada","CSlideId":"","ControlKey":"9d1c52f2-e2dc-47af-9f18-639f4779a574","ControlNumber":"7750","DisclosureBlock":"&nbsp;<b>F. Després, <\/b> None..<br><b>D. Robichaud, <\/b> None..<br><b>B. Hannay, <\/b> None..<br><b>G. A. Robichaud, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6213","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1458","PresenterBiography":null,"PresenterDisplayName":"Félix Després","PresenterKey":"7facc9de-7560-4ca1-9bb4-a7bff981497e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1458. The PAX5 transcription factor is a suppressor of NFAT-mediated breast cancer aggressivity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The PAX5 transcription factor is a suppressor of NFAT-mediated breast cancer aggressivity","Topics":null,"cSlideId":""},{"Abstract":"c-MYC is a master transcription factor overexpressed in more than 70% of human cancers including breast cancers (TNBC), lung cancers, brain tumors, prostate cancers, lymphomas, pediatrics cancers, pancreatic cancers, colorectal cancers, and ovarian cancers. Yet there is no clinically approved drug that directly targets it. The lack of direct clinically approved inhibitors of c-MYC is a significant biological and clinical question that needs urgent attention, especially in the context of aggressive cancers such as MYC driven triple negative breast cancer. In the USA, TNBC accounts for 10.34% of breast cancers, in China the rate is at 14%, and in African Americans the rate is 40%. We engineered the stable polyU sequences on the 3&#8217;UTR of c-MYC into unstable forms and specifically destabilized and degraded c-MYC transcript and protein and controlled primary tumor and metastasis <i>in vivo<\/i>. We developed three c-MYC destabilizing constructs that were effective in TNBC. They specifically destabilized c-MYC transcript, degraded c-MYC protein and the transcription factors STAT5A\/B with increased expression of active caspase 3\/7 leading to cancer cell death. <i>In vivo<\/i>, we delivered nanocage complexed with the MYC destabilizing constructs into TNBC mice bearing tumor and achieved reduction of primary tumor volume by 60-80%, 80% reduction in secondary tumor metastasis and very significant survival outcome (p&#60;0.0001). Mechanistically, the destabilization of c-MYC degraded c-MYC and its super enhancer interacting partner, STAT5A\/B, in primary tumors and metastatic tumors. Taken together, we have developed a novel therapy for TNBC and uncovered c-MYC super enhancer STAT5A\/B interaction as the target","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"c-Myc,Triple-negative breast cancer (TNBC),Metastasis,Oncogene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chidiebere  U.  Awah<\/b><sup>1<\/sup>, Joo Sun Mun<sup>1<\/sup>, Baris Boylu<sup>1<\/sup>, Alooka Paragodaarachchi<sup>1<\/sup>, Chika Ochu<sup>1<\/sup>, Junfei Zhang<sup>2<\/sup>, Hiroshi Mastui<sup>1<\/sup>, Olorunseun  O.  Ogunwobi<sup>1<\/sup><br><br\/><sup>1<\/sup>The City University of New York, New York, NY,<sup>2<\/sup>Columbia University, New York, NY","CSlideId":"","ControlKey":"64b73255-e04d-4ec0-994a-a2e5cc15cb09","ControlNumber":"4174","DisclosureBlock":"&nbsp;<b>C. U. Awah, <\/b> None..<br><b>J. Sun Mun, <\/b> None..<br><b>B. Boylu, <\/b> None..<br><b>A. Paragodaarachchi, <\/b> None..<br><b>C. Ochu, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>H. Mastui, <\/b> None..<br><b>O. O. Ogunwobi, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6214","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1459","PresenterBiography":"","PresenterDisplayName":"Chidiebere Awah, D Phil;MD;MD,PhD,MS","PresenterKey":"d0553ee5-dc57-459b-9db1-1abf198c5152","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1459. Nanocage delivered engineered destabilized 3UTR ARE of cMYC inhibits triple negative breast cancer growth and metastasis <i>in vivo<\/i> by targeting cMYC and downregulating STAT5A5B","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Nanocage delivered engineered destabilized 3UTR ARE of cMYC inhibits triple negative breast cancer growth and metastasis <i>in vivo<\/i> by targeting cMYC and downregulating STAT5A5B","Topics":null,"cSlideId":""},{"Abstract":"Introduction: According to the American Cancer Society, An estimated 2,710 men are diagnosed with breast cancer annually of which about 530 die due to the disease annually in the United States. Most male breast tumors are estrogen receptor positive. Risk factors include age, radiation exposure, BRCA1\/2 gene mutations, Klinefelter syndrome, testicular disorders, diabetes, gynecomastia (enlarged breast) etc. Due to low testing and incidence rate and lack of bioinformatics approaches focused on identification of drivers of rare cancer, little is known about this disease in men than in women. Because of this knowledge-gap there is no therapy that is specifically tailored for male breast cancer, leading to nineteen percent higher mortality in male than female with breast cancer.<br \/>Method: In the past, gene expression analysis has revealed differential pathways in male than in female breast cancer, but these studies compared male and female tumors without considering innate (sex-specific) differences in the mammary tissues between the two sexes. To overcome these challenges, we have utilized publicly available tumor (E-TABM-810, TCGA-Breast) and normal (GTEX - mammary) datasets to identify pathways and gene co-expression networks enriched in specific transcription factor (TF) targets that are specific to male breast tumors . Findings from this analysis is further validated in male breast tumor patient derived xenograft (PDX) model.<br \/>Result: Using differential pathway analysis corrected by sex, Type I diabetes mellitus is the only Hallmark pathway signature that is significantly downregulated in male tumors compared to both female tumors and normal mammary tissue. No pathway is distinctively up-regulated in male tumors. Co-expression network analysis of gene expression datasets identified unique TF-driven networks that are specific to male breast tumors. This analysis identified a network of ELK1 and DMRT1 TF targets that are unregulated and downregulated in male breast tumors respectively. This was further validated in PDX dataset.<br \/>Conclusion: Based on our results, we hypothesize that loss of DMRT1 TF activity is potentially associated with occurrence of male breast tumors. The role of DMRT1 in sex differentiation and gonadal differentiation has been explored, but its role in male breast tumor formation is not as well characterized. Thus, our analysis provides novel insight in transcription factors associated with incidence of this rare form of cancer in men.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Bioinformatics,Transcription factor,Patient-derived xenograft (PDX),Gene expression patterns,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xuxu Gou<sup>1<\/sup>, Junkai Wang<sup>1<\/sup>, Jonathan  T.  Lei<sup>1<\/sup>, Eric  J.  Jaehnig<sup>1<\/sup>, <b>Meenakshi Anurag<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Lester & Sue Smith Breast Center, Baylor College of Medicine, Houston, TX,<sup>2<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"800f4fa6-3bac-4307-80b9-f36ff5c32302","ControlNumber":"4097","DisclosureBlock":"&nbsp;<b>X. Gou, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>J. T. Lei, <\/b> None..<br><b>E. J. Jaehnig, <\/b> None..<br><b>M. Anurag, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6215","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1460","PresenterBiography":"","PresenterDisplayName":"Meenakshi Anurag, PhD","PresenterKey":"a767631c-4072-463b-bfdf-205a62a42f69","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1460. Co-expression network analysis reveals male breast cancer specific transcriptional module","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Co-expression network analysis reveals male breast cancer specific transcriptional module","Topics":null,"cSlideId":""},{"Abstract":"Breast Cancer (BC) is the leading cause of cancer-related death in women. Transcriptional deregulation is a frequent characteristic of cancers. Chromatin remodeling determines the accessibility of the chromatin through dynamic modification of chromatin architecture, and thereby regulates gene expression. Alteration in chromatin remodeling is associated with cancer. Therefore, a greater understanding of chromatin remodeling and its role in tumorigenesis could provide a significant cornerstone to develop more effective therapeutic strategies. p27 is an integral regulator of the cell cycle. It plays a dual role in tumorigenesis. p27 acts as a tumor suppressor to restrain the cell cycle, but upon C-terminal phosphorylation at T157 and T198 by PI3K activated kinases, it acts as an oncogene to promote cancer metastasis. We previously showed that p27pT157pT198 (p27pTpT) acts as a transcriptional co-regulator of cJun. Our new data now indicate that p27pTpT also binds to and transcriptionally co-regulates STAT3 to drive cancer stem cell gene programs. We also found that p27 is widely recruited to consensus motifs shared by many other transcription factors, suggesting a broader role in transcriptional regulation. Here we investigated if <i>p27pTpT regulates transcriptional programs in BC through modulating chromatin accessibility<\/i>. ATACseq was carried out in 231 cells, 231 with overexpression of a cell cycle-defective phosphomimetic p27 (231p27CK-DD), and in 1883 cells with high phospho-activated p27 levels, and 1833 with p27 knockdown and analyzed together with our prior p27 ChIPseq. p27pTpT increased ATAC-seq signals at the promoter of a sub-set of STAT3 target genes, where p27 ChIPseq and ATACseq signals overlapped. These genes are upregulated in 231p27CK-DD and in 1833 compared to 231. Thus, p27 appears to potentiate a more open chromatin state at these binding sites to modulate gene expression. p27 and STAT3 co-occupy at the promoters of the STAT3 target genes including <i>MYC, IL6<\/i>, and <i>VEGFA<\/i>, in which p27 knockdown decreased STAT3 recruitment to these sites. Using ENCODE p300 and CBP ChIP-seq data, we found potential co-localization of histone acetyltransferase (HAT), CBP and p300, with p27 and STAT3 on <i>MYC, IL6<\/i>, and <i>VEGFA<\/i> promoters. Thus, p27 might recruit HATs to the chromatin to increase chromatin accessibility through H3K27 acetylation (H3K27ac). ChIP-qPCR assays validated that p27, STAT3 and CBP recruitment to the <i>MYC<\/i> promoter was greater in p27-activated 231p27CK-DD and 1833 lines than in 231, and decreased upon p27 depletion in 1833. Notably, ChIP assays also showed CBP recruitment increased H3K27ac at this site. These data support a model in which p27 enrichment to the promoter of a subset of STAT3 target genes increases both CBP and STAT3 recruitment, to increase chromatin accessibility through H3K27ac and upregulate their expression. This work revealed a novel genome-wide action of p27 in chromatin remodeling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-08 Regulation of transcription factor function,,"},{"Key":"Keywords","Value":"Chromatin remodeling,p27,Epigenetics,STAT3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seyedeh Fatemeh Razavipour<\/b><sup>1<\/sup>, Hyunho Yoon<sup>2<\/sup>, Miyoung Shin<sup>2<\/sup>, Alec McIntosh<sup>1<\/sup>, Dekuang Zhao<sup>2<\/sup>, Amir Bagheri<sup>1<\/sup>, Derek Van Booven<sup>2<\/sup>, Chunling Yi<sup>1<\/sup>, Joyce Slingerland<sup>1<\/sup><br><br\/><sup>1<\/sup>Georgetown University Medical Center, Washington, DC,<sup>2<\/sup>University of Miami, Miami, FL","CSlideId":"","ControlKey":"def8b81e-0536-428b-84ff-fba2d64078cc","ControlNumber":"6849","DisclosureBlock":"&nbsp;<b>S. Razavipour, <\/b> None..<br><b>H. Yoon, <\/b> None..<br><b>M. Shin, <\/b> None..<br><b>A. McIntosh, <\/b> None..<br><b>D. Zhao, <\/b> None..<br><b>A. Bagheri, <\/b> None..<br><b>D. Van Booven, <\/b> None..<br><b>C. Yi, <\/b> None..<br><b>J. Slingerland, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6216","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1461","PresenterBiography":null,"PresenterDisplayName":"Seyedehfatemeh Razavipour","PresenterKey":"fb2be521-8861-460e-bf68-4293e4ffc890","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1461. C-terminally phosphorylated p27 modulates chromatin remodeling in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"C-terminally phosphorylated p27 modulates chromatin remodeling in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: A missense mutation in the Forkhead domain-containing<i> <\/i><i>FOXL2<\/i> (Foxl2 p.C134W) transcription factor is found in nearly all adult-type granulosa cell tumors, but the oncogenic mechanism of this mutation is not known. Other Forkhead family transcription factors have well-described &#8220;pioneer&#8221; activity, binding to compacted, nucleosome-bound DNA and increasing accessibility for other regulatory proteins.<br \/>Objectives: To develop novel cell culture model systems and determine whether oncogenic Foxl2-C134W has pioneering activity.<br \/>Methods: CRISPR\/Cas9 editing was used to generate isogenic granulosa cell tumor cells lacking either the<i> <\/i><i>FOXL2<\/i> wild-type allele (single knock-out; SKO) or both the mutant and wild-type<i> <\/i><i>FOXL2<\/i> alleles (double knock-out; DKO). ATAC-Seq and endogenous Foxl2 ChIP-Seq were performed on these isogenic lines to determine the differential chromatin accessibility at Foxl2-bound regulatory regions across genotypes. ENCODE pipelines and data standards were used for analysis, and the irreproducible discovery rate was used to identify high-reliability ATAC-seq and ChIP-seq peaks.<i> De novo<\/i> motifs were identified with STREME. Promoter capture HiC was performed using a bespoke genome-wide hybrid capture probe set, and CHiCAGO was used to identify significant HiC interactions.<br \/>Results: Endogenous ChIP-seq of Foxl2-C134W from the SKO cell line identified 1147 high-confidence peaks.<i> <\/i><i>De<\/i><i> <\/i><i>novo<\/i> motif discovery identified the canonical Foxl2 binding motif (TGTTTACATT, P = 1.4 x 10<sup>-7<\/sup>) in 44.9% of peaks, as well as a novel variant motif (TGTTTTGTCT, P = 6.7 x 10<sup>-15<\/sup>) in 68.5% of peaks. Median chromatin accessibility at Foxl2-C134W peak regions, as measured by ATAC-seq, was significantly decreased in the DKO cells compared to either SKO or parental cell lines (P &#60; 2 x 10-16 for both comparisons). No difference was observed between SKO and parental cell lines (P = 0.19). Decreased chromatin accessibility at Foxl2-C134W ChIP-seq peaks in the DKO cells was driven by peaks containing the novel variant Foxl2 binding motif. Promoter capture HiC identified promoter-enhancer interactions lost in the DKO cell line involving several genes, including<i> <\/i><i>HUNK<\/i>,<i> <\/i><i>NOVA1<\/i>, and<i>SFRP2<\/i> (adjusted P &#60; 0.05).<br \/>Conclusion: Foxl2-C134W exhibits &#8220;pioneering&#8221; activity, increasing chromatin accessibility at key gene regulatory elements with associated re-programming of promoter-enhancer interactions. The oncogenic mechanism of Foxl2-C134W in granulosa cell tumors may involve changes in DNA binding specificity, re-directing this pioneering function to sites containing a novel variant Foxl2 binding motif.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Gynecological cancers: ovarian,Multiomics,Cancer genomics,CRISPR\/Cas9,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Veena Vuttaradhi<\/b><sup>1<\/sup>, Eleonora Khlebus<sup>1<\/sup>, Thomas Welte<sup>1<\/sup>, Namrata Khurana<sup>1<\/sup>, Barrett Lawson<sup>2<\/sup>, Robert Tyler Hillman<sup>1<\/sup><br><br\/><sup>1<\/sup>Genomic Medicine, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Department of Pathology, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"f26b5638-560e-466b-9946-bdd1f17e5313","ControlNumber":"2244","DisclosureBlock":"&nbsp;<b>V. Vuttaradhi, <\/b> None..<br><b>E. Khlebus, <\/b> None..<br><b>T. Welte, <\/b> None..<br><b>N. Khurana, <\/b> None..<br><b>B. Lawson, <\/b> None..<br><b>R. T. Hillman, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6217","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1462","PresenterBiography":null,"PresenterDisplayName":"Veena Vuttaradhi, PhD","PresenterKey":"5f34e19a-e625-4f69-95f0-80b09d3bc5d1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1462. Oncogenic Foxl2 is a chromatin-remodeling pioneer transcription factor in adult-type ovarian granulosa cell tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncogenic Foxl2 is a chromatin-remodeling pioneer transcription factor in adult-type ovarian granulosa cell tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Ovarian cancer is primarily driven by copy number variations, mutations in p53, BRCA1 or BRCA2 genes. Using the single nucleotide polymorphism (SNP) array data of The Cancer Genome Atlas (TCGA), we identified that FXR1 (Fragile X-Related protein 1), which is in the 3q26.3 chromosomal locus is either amplified or copy-gained in ~40% of ovarian cancer patients. As FXR1 plays a critical role in the pathogenesis of ovarian cancer, it is thought to be an attractive target for anticancer drugs. Nevertheless, till date, no specific chemical inhibitors are available that can target FXR1. Therefore, the goal of this study is to develop an agent that can knockdown the expression of FXR1.<br \/><b>Methods: <\/b>We performed Surface sensing of translation (SUnSET) assay to demonstrate that FXR1 enhances the overall translation in cancer cells. RNA electromobility shift and proximity ligation assays were done to show that FXR1 binds to the AU Rich Elements (ARE) present within the 3'UTR of cMYC. Immunoprecipitation assay was performed to show interaction of FXR1 with translation initiation factors (eIFs). Western blotting<b> <\/b>was performed to evaluate the target specificity of customized FXR1-specific siRNAs FXR1.<b> <\/b>Flow cytometry analysis was then performed to see cell death and cell cycle arrest in ovarian cancer cells after siFXR1s (1-5) treatment. Live cell immunofluorescence was done to measure cellular uptake of siFXR1 labelled with Texas Red in cells. FXR1-specific siRNA incorporated DOPC was injected as 5 &#956;g (200 &#956;L) intraperitoneally twice a week starting 1 week after inoculation of cancer cells. The IVIS Lumina II Bioluminescence and Fluorescence Imaging System was used for in vivo bioluminescent imaging.<br \/><b>Results:<\/b> Our previous data suggest that FXR1 is an important oncoprotein and has critical roles in the pathophysiology of ovarian cancer. We also found that FXR1 promoted the overall translation in cancer cells, which is a critical feature for oncogenesis. Our mechanistic investigation provided evidence that FXR1 upregulated cMYC protein levels by stabilizing cMYC mRNA via binding to AREs within its 3&#8242;UTR. We also found that FXR1 recruits eIFs to the translation initiation site. In our therapeutic approaches, we found that custom designed siRNAs against FXR1 shows maximum potency in reducing the FXR1 protein levels, induces G1-phase of cell cycle and apoptosis in ovarian cancer cells. Importantly, intraperitoneally delivery of siFXR1 incorporated in DOPC nanoliposomes inhibited ovarian tumor growth and prolonged survival of ovarian cancer bearing mice.<br \/><b>Conclusion:<\/b> Our studies have identified that FXR1 is a critical molecule that is important for ovarian cancer progression. We discovered that cMYC is an important target of FXR1 required for FXR1-mediated oncogenesis. Moreover, DOPC encapsulation enhances the siFXR1 uptake, stability, efficiency of cellular delivery, biodistribution, and target-specific knockdown in vivo.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-05 Posttranscriptional and translational control,,"},{"Key":"Keywords","Value":"Translation,Gynecological cancers: ovarian,Oncogene,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jasmine George<\/b><sup>1<\/sup>, Ishaque  P.  Kadamberi<sup>1<\/sup>, Anjali Geethadevi<sup>1<\/sup>, Sudhir Kumar<sup>1<\/sup>, Sonam Mittal<sup>1<\/sup>, Cristian Rodriguez-Aguayo<sup>2<\/sup>, Lingegowda  S.  Mangala<sup>2<\/sup>, Anil K. Sood<sup>2<\/sup>, Sunila Pradeep<sup>1<\/sup>, Pradeep Chaluvally-Raghavan<sup>1<\/sup><br><br\/><sup>1<\/sup>Medical College of Wisconsin, Milwaukee, WI,<sup>2<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"41a3d889-1a0f-465b-9ab9-ea07f1f8c473","ControlNumber":"6412","DisclosureBlock":"&nbsp;<b>J. George, <\/b> None..<br><b>I. P. Kadamberi, <\/b> None..<br><b>A. Geethadevi, <\/b> None..<br><b>S. Kumar, <\/b> None..<br><b>S. Mittal, <\/b> None..<br><b>C. Rodriguez-Aguayo, <\/b> None..<br><b>L. S. Mangala, <\/b> None..<br><b>A. K. Sood, <\/b> None..<br><b>S. Pradeep, <\/b> None..<br><b>P. Chaluvally-Raghavan, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6218","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1463","PresenterBiography":null,"PresenterDisplayName":"Jasmine George, MS;PhD","PresenterKey":"ef58ca97-f71a-4dae-9b15-dd1cfa356d4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1463. Fxr1 is an oncogenic driver in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fxr1 is an oncogenic driver in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"There is an unmet need for more safe, effective, targeted therapy in cervical cancer which this study seeks to meet through the use of exosomes and miRNA. Although cervical cancer is the fourth most prevalent female cancer worldwide, it currently has sparce options for treatment. Early-stage tumors are often surgically removed, while later stage cancers are treated with traditional radiation and chemotherapy methods, which have limited efficacy. Thus, to bridge this gap, we propose the use of exosomes, which are naturally occurring cell-derived vesicles, in combination with microRNA-7 (miR-7), a known tumor-suppressive microRNA, as a potential treatment for cervical cancer. We first transfected adipocyte-derived stem cells (ADSC) with miR-7. ADSC produce exosomes that are immune-compatible, have a long half-life, and have an especially low toxicity, making them a versatile nanocarrier. We collected the conditioned media produced by the ADSC, from which we isolated the miR-7-containing exosomes. The collected exosomes were confirmed to contain the appropriate miRNA by qPCR and applied to HeLa cells, and cellular response and gene expression changes were analyzed via qPCR. Functional assays including proliferation and migration were also performed to analyze the effect of exosome treatment on cell function. Controls for this study included a parallel ADSC transfection with a non-coding, scramble miRNA, as well as HeLa cells treated with exosomes from non-transfected ADSC. Our studies demonstrate that transfection of ADSC with miR-7 produces exosomes with significantly increased levels of this regulatory miRNA, and that these exosomes can specifically deliver their cargo and effectively downregulate the target gene Epidermal Growth Factor Receptor (EGFR), which is involved in tumor progression in cervical cancer. Additionally, we show that these miR-7-containing exosomes decrease proliferation and migration of HeLa cells in our in vitro functional analysis. Ultimately, this technology provides an alternative treatment option that will improve clinical outcomes of women who are affected by cervical cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-05 Posttranscriptional and translational control,,"},{"Key":"Keywords","Value":"Exosomes,Cervical cancer,MicroRNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gabriella McWilliams<\/b><sup>1<\/sup>, Molly Roy<sup>2<\/sup>, Daniel Bilbao Cortes<sup>3<\/sup>, Yu-Ping Yang<sup>1<\/sup>, Sylvia Daunert<sup>1<\/sup>, Sapna Deo<sup>1<\/sup><br><br\/><sup>1<\/sup>Biochemistry and Molecular Biology, University of Miami Miller School of Medicine, Miami, FL,<sup>2<\/sup>Gynecologic Oncology, University of Miami Sylvester Comprehensive Cancer Center, Miami, FL,<sup>3<\/sup>University of Miami Sylvester Comprehensive Cancer Center, Miami, FL","CSlideId":"","ControlKey":"1408710b-98a0-47cf-8f32-5365395a3598","ControlNumber":"6738","DisclosureBlock":"&nbsp;<b>G. McWilliams, <\/b> None..<br><b>M. Roy, <\/b> None..<br><b>D. Bilbao Cortes, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>S. Daunert, <\/b> None..<br><b>S. Deo, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6219","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1464","PresenterBiography":null,"PresenterDisplayName":"Gabriella McWilliams","PresenterKey":"55bd4859-73a4-438c-9b98-750741d3f673","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1464. Exosomal delivery of tumor suppressive microRNA-7 as a novel approach to regulating cervical cancer cell growth","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosomal delivery of tumor suppressive microRNA-7 as a novel approach to regulating cervical cancer cell growth","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) is tumor of the muscle and is the most common soft tissue cancer in children and teens, with approximately 400 to 500 new cases every year in the United States. There are two main subtypes of rhabdomyosarcoma: 1) Alveolar rhabdomyosarcoma (fusion-positive RMS FP-RMS), is classified primarily by the presence of the fusion between PAX3\/ PAX7 and FOXO1 proteins. 2) Embryonal rhabdomyosarcoma (fusion-negative FN-RMS) is the more common subtype. The survival rate for patients with RMS is 70%, but at relapse it is less than 30%. The standard of care for this disease includes radiation, chemotherapy and surgery. To better understand how RMS tumors survive therapy, we sought to define the role of SNAI2 in the response to radiation treatment. We identified SNAI2 as a critical oncogene that protects RMS tumors from radiation induced apoptosis by repressing pro-apoptotic <i>BIM<\/i> expression (Cancer Research 2021). SNAI2 additionally prevents FN-RMS tumors and cells from undergoing myogenic differentiation (Nature Comm. 2021). We also showed that MEK maintained SNAI2 post translationally in RAS mutant FN-RMS tumors and combining MEK inhibitor with radiation led to complete tumor regression and delayed event free survival in xenograft and PDX models. However, rare tumor cells grow back after a 2-4 weeks delay (Molecular Cancer Therapeutics, 2022). Hence, we hypothesized that there are additional genes or pathways in cells lacking SNAI2 that are co-opted to drive relapse disease. We have identified that CDKN1A or p21 expression is robustly increased in SNAI2 null cells. <i>CDKN1A<\/i> is thought to be a tumor suppressor in RMS and other cancers. However, our preliminary data indicate that <i>CDKN1A<\/i> is an oncogene and in RMS patients, high expression in tumors is associated with poor outcome. We found that p21 expression in combination with SNAI2 can predict resistance to radiation across RMS cell lines. We next developed control RD, Rh30 and Rh18 cells either <i>CDKN1A<\/i> or both <i>CDKN1A<\/i> and <i>SNAI2<\/i> ablated using CRISPR\/Cas9 reagents with control cells expressing control gRNAs. Ablation of <i>CDKN1A<\/i> while not effecting proliferation led to a significant increase in apoptosis post-radiation and this effect was increased in <i>SNAI2\/CDKN1A<\/i> double knockout cells. Further, in colony forming assays we find that double ablated cells form significantly fewer colonies than control and single knockout cells. Rather unexpectedly, loss of <i>CDKN1A, SNAI2, or CDKN1A\/SNAI2<\/i> led to a G2\/M cell cycle block, indicating that the cell cycle effects of p21 might not be responsible for the phenotypes observed. Ongoing xenograft experiments will determine if the effect we observe <i>in vitro<\/i> will also translate <i>in vivo<\/i>. Additionally, we are performing experiments to test how SNAI2 modulates <i>CDKN1A<\/i> expression. In summary, our study identifies <i>CDKN1A<\/i> as an oncogene that protects SNAI2 deficient cells from ionizing radiation, thus enabling the survival or rare relapse driving tumor cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Snail,Rhabdomyosarcoma,p21,Radiation therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Paulomi  S.  Modi<\/b><sup><\/sup>, Long Wang<sup><\/sup>, Prethish Sreenivas<sup><\/sup>, Myron Ignatius<sup><\/sup><br><br\/>molecular medicine, University of Texas Health Science Ctr. San Antonio, San Antonio, TX","CSlideId":"","ControlKey":"a3fc75c7-875d-4544-8045-c248c6a89066","ControlNumber":"7833","DisclosureBlock":"<b>&nbsp;P. S. Modi, <\/b> <br><b>university of texas health science center san antonio<\/b> Employment. <br><b>L. Wang, <\/b> <br><b>University of Texas Health Science Ctr. San Antonio<\/b> Employment. <br><b>P. Sreenivas, <\/b> <br><b>University of Texas Health Science Ctr. San Antonio<\/b> Employment. <br><b>M. Ignatius, <\/b> <br><b>University of Texas Health Science Ctr. San Antonio<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6235","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1465","PresenterBiography":null,"PresenterDisplayName":"Paulomi Modi, BS","PresenterKey":"1c9e38b6-67cb-4810-874b-fa636a9ce1b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1465. A <i>SNAI2\/CDKN1A <\/i>pathway protects rhabdomyosarcoma tumors from radiation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A <i>SNAI2\/CDKN1A <\/i>pathway protects rhabdomyosarcoma tumors from radiation","Topics":null,"cSlideId":""},{"Abstract":"Background: Ewing sarcoma (ES) is dependent on the oncogenic transcription factor EWS-FLI1 for oncogenesis and progression. EWS-FLI1 binds to chromatin to both induce and repress gene expression. These gene expression changes drive proliferation, disrupt the cell cycle, and block cellular differentiation. One approach to target EWS-FLI1 is to reverse the gene signature. However, we have observed an underappreciated but striking heterogeneity of the EWS-FLI1 transcriptome among cell lines. While many common downstream targets exist, at least an equal number of cell-line specific large magnitude gene expression changes are also present. In this study, we evaluate the phenotypic importance of these cell-line specific changes and evaluate potential mechanisms that EWS-FLI1 may use to drive divergent transcription.<br \/>Methods: The EWS-FLI1 transcriptome was characterized by RNA sequencing, following siRNA silencing of EWS-FLI1 at two time points in 6 cell lines. Effects on specific genes was confirmed by qPCR and western blot analysis. Cellular migration was evaluated using scratch assays on the Incucyte Zoom. EWS-FLI1binding was evaluated using Cleavage Under Targets and Tagmentation assay (CUT&#38;Tag) and the transcriptome of Ewing subpopulations was determined by single cell RNA sequencing.<br \/>Results: Next generation RNA sequencing of highly optimized siRNA knockdowns of EWS-FLI1 in 6 ES cell lines showed striking differences in gene expression. Conditions were optimized to capture the same magnitude change in EWS-FLI1 expression at the shortest time point ever reported. Fewer common targets were identified across all cell lines than previously reported, perhaps due to the short time frame and focus on direct targets. Independently generated well-established lists of targets were enriched in the data. However, there were 184 genes that changed by a Log<sub>2<\/sub>FC &#38;gt 3 (<i>P &#38;lt<\/i> 0.0001) in only one cell line including important genes like <i>WNT7B<\/i> and <i>CTLA4<\/i>. Marked heterogeneity was observed in a previously described migratory transcriptional signature including the key effectors Zyxin and Integrin Alpha-5; an observation confirmed by unbiased pathway analysis and cellular migration assays. Importantly, increased cellular migration was only seen in one cell line with siRNA silencing and not with any EWS-FLI1 targeted small molecules. To characterize the source of heterogeneity, we evaluated EWS-FLI1 binding at Zyxin and Alpha-5 integrin and single cell RNA sequencing of the migratory sub-signature. CUT&#38;Tag demonstrates that EWS-FLI1 is found bound at these genes even in non-migratory cell lines.<br \/>Conclusion: Careful consideration of Ewing sarcoma model-specific gene expression changes is important to future therapeutic approaches as these unique changes influence cellular phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Heterogeneity,Transcription,Transcription factor,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seneca  S.  Kinn-Gurzo<\/b><sup>1<\/sup>, Susan  M.  Kitchen-Goosen<sup>2<\/sup>, Maggie  H.  Chasse<sup>2<\/sup>, Marie Adams<sup>2<\/sup>, Rebecca Kaufman<sup>1<\/sup>, Patrick  J.  Grohar<sup>1<\/sup><br><br\/><sup>1<\/sup>Children's Hospital of Philadelphia, Philadelphia, PA,<sup>2<\/sup>Van Andel Research Institute, Grand Rapids, MI","CSlideId":"","ControlKey":"d1399355-8975-40cd-8526-165398a6a1b1","ControlNumber":"7093","DisclosureBlock":"&nbsp;<b>S. S. Kinn-Gurzo, <\/b> None..<br><b>S. M. Kitchen-Goosen, <\/b> None..<br><b>M. H. Chasse, <\/b> None..<br><b>M. Adams, <\/b> None..<br><b>R. Kaufman, <\/b> None.&nbsp;<br><b>P. J. Grohar, <\/b> <br><b>Jazz Pharmaceutical<\/b> advisory board. <br><b>Janssen<\/b> sponsored research agreement. <br><b>inhibrx<\/b> sponsored research agreement.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6232","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1466","PresenterBiography":null,"PresenterDisplayName":"Seneca Kinn-Gurzo, BA","PresenterKey":"ae49a688-65a5-44ff-b078-57f7838270c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1466. Heterogeneity of the EWS-FLI1 transcriptome drives differences in the cellular phenotype of Ewing sarcoma cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Heterogeneity of the EWS-FLI1 transcriptome drives differences in the cellular phenotype of Ewing sarcoma cell lines","Topics":null,"cSlideId":""},{"Abstract":"Ewing sarcoma (ES) is a rare, highly aggressive cancer of the bone and soft tissues that mainly affects children and young adults. The most common driver of ES is a chromosomal translocation between the <i>EWSR1<\/i> gene and an ETS family member, most frequently <i>FLI1<\/i>. This leads to the expression of an aberrant transcription factor called EWS::FLI1 (EF1) that acts as an epigenetic reprogrammer and transcriptional modulator. Previous studies on ES cell lines showed that EF1 levels are dynamic where cells with high EF1 levels are more proliferative, while cells with low EF1 levels have a strong propensity to migrate and metastasize. However, there is no direct evidence of EF1 fluctuations on a functional protein level. Moreover, the upstream modulators or pathways regulating EF1 thresholds and their corresponding consequences on ES tumorigenesis are poorly understood. Thus, we aimed to develop an ES screening model to identify EF1 regulators by performing a high-throughput drug screen and a genome-wide CRISPR\/Cas9 knockout screen. This model was established by endogenously tagging EF1 of ES cell lines (A673, TC71) with a fluorescent tag (mNeonGreen) together with a degradation tag (dTAG) using CRISPR\/Cas9 knock-in. The fluorescent tag serves for the readout of altered EF1 expression on multiple levels (transcriptional, post-transcriptional, translational, post-translational, and epigenetic). At the same time, dTAG allows mimicking rapid and acute EF1 perturbation-specific cell states upon treatment with a VHL-recruiting ligand (dTAG<sup>v<\/sup>-1). The successful knock-in clones with edited EF1 were extensively characterized compared to the wildtype EF1 cells with respect to cellular morphology, subcellular EF1 localization, stability, and target gene expression to rule out a loss of EF1 function due to the addition of the tags. The results from the high throughput drug screen (2.5K custom compound library) resulted in a candidate list of EF1 up- and down-regulators involving genes of various cancer signaling pathways (PI3K\/AKT\/mTOR, IGF-1, ALK pathway), cell cycle regulators (CDKs, AURKA, PLK1) and epigenetic regulators (HDACs, BETs). In the next steps, the drug targets will be compared to the gene hits from the CRISPR screen in an unbiased manner to identify novel EF1-regulatory pathways. Moreover, the functional consequences of treatment with EF1-modulatory compounds on ES tumorigenesis will be studied. Together, our study will promote a better understanding of factors affecting EF1 thresholds and ES plasticity and help identify potential therapeutic targets for ES.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Ewing sarcoma,EWS-FLI1,CRISPR\/Cas9,Drug screen,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Veveeyan Suresh<\/b><sup>1<\/sup>, Valerie Fock<sup>1<\/sup>, Beat Schäfer<sup>2<\/sup>, Heinrich Kovar<sup>1<\/sup><br><br\/><sup>1<\/sup>Solid tumors, St. Anna Children's Cancer Research Institute, Vienna, Austria,<sup>2<\/sup>Sarcoma, University Children’s Hospital Zurich, Zurich, Switzerland","CSlideId":"","ControlKey":"c4fff411-09e8-4ee5-bf60-3b946f799f0b","ControlNumber":"3422","DisclosureBlock":"&nbsp;<b>V. Suresh, <\/b> None..<br><b>V. Fock, <\/b> None..<br><b>B. Schäfer, <\/b> None..<br><b>H. Kovar, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6233","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1467","PresenterBiography":null,"PresenterDisplayName":"Veveeyan Suresh, BE,MS","PresenterKey":"32f198a2-80ae-48f6-84a1-8f7d55cd7a17","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1467. A novel screening model to identify EWS::FLI1 regulators and their consequences on Ewing sarcoma plasticity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel screening model to identify EWS::FLI1 regulators and their consequences on Ewing sarcoma plasticity","Topics":null,"cSlideId":""},{"Abstract":"EWSR1-ETS fusion genes result in upregulation and high expression of the oncogene MYC-C in Ewing sarcoma (ES). MYC-C is therefore an attractive therapeutic target in these aggressive cancers with limited treatment options. Unsuccessful efforts to target MYC-C proteins directly have resulted in the development of inhibitors to associated stabilizing proteins, such as Aurora kinase A (AURKA), to induce proteasomal degradation<sup>1<\/sup>. In this study we test the hypothesis that MYC-C and AURKA interact in ES. Peptide pull-down assays were performed using Strep-Tactin Sepharose beads and N-biotinyl MYC-C peptides. After incubation with AURKA, eluted proteins were analyzed by SDS-PAGE. Intracellular colocalization of proteins was examined by immunofluorescence of TC-32 and SK-N-MC cell lines using confocal microscopy (Zeiss LSM880) and high content imaging (CD7). Cells were stained with anti-MYC-C and anti-AURKA antibodies, and DAPI used to visualize nuclei. DuoLink<sup>&#174;<\/sup> proximity ligation assays (PLA; Sigma) were performed on TC-32 and SK-N-MC cell lines. Images were captured on the confocal microscope and the number of nuclear foci quantified.MYC-C binds AURKA through its transcriptional activation domain (residues 1-155). Residues 10-34 of MYC-C are sufficient for binding with AURKA (residues 122-403) in cell-free peptide assays. Colocalization of MYC-C and AURKA was visualized in mitotic SK-N-MC cells, but not in TC-32 cells. The proteins colocalize at the spindle poles. PLA confirmed an interaction between MYC-C and AURKA in TC-32 and SK-N-MC ES cells. The number of foci per nucleus was significantly higher in the SK-N-MC p53-null cells compared to the wild-type p53 TC-32 cells (p&#60;0.0001). In conclusion, MYC-C and AURKA colocalize and interact in the nucleus of ES cells. The frequency of interactions is greater in p53-null cells compared to cells with wild-type p53. Peptide pull-down assays identified residues 10-34 of MYC-C as the minimal AURKA interacting region. Disruption of this interaction by AURKA inhibitors may provide a mechanism for MYC-C degradation in ES, which could be exploited to develop novel therapeutic combinations to improve outcomes. <sup>1<\/sup>Richards MW, Burgess SG, Poon E, Carstensen A, Eilers M, Chesler L, Bayliss R. Structural basis of N-Myc binding by Aurora-A and its destabilization by kinase inhibitors. Proc Natl Acad Sci U S A. 2016 ;113(48):13726-13731.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-07 Protein-protein interactions in transcription factor function,,"},{"Key":"Keywords","Value":"Ewing sarcoma,Aurora kinase,Myc,Protein-protein interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Molly McNae<\/b><sup><\/sup>, Selena  G.  Burgess<sup><\/sup>, Richard Bayliss<sup><\/sup>, Susan  A.  Burchill<sup><\/sup><br><br\/>Leeds Institute of Medical Research at St James's (LIMR), University of Leeds, Leeds, United Kingdom","CSlideId":"","ControlKey":"05d90c17-810d-4224-80ce-7da143b0abf8","ControlNumber":"5950","DisclosureBlock":"&nbsp;<b>M. McNae, <\/b> None..<br><b>S. G. Burgess, <\/b> None..<br><b>R. Bayliss, <\/b> None..<br><b>S. A. Burchill, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6234","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1468","PresenterBiography":null,"PresenterDisplayName":"Molly McNae, BS;MS","PresenterKey":"7fd32e41-8b86-40fb-bdab-69bc950271b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1468. MYC-C interacts with Aurora kinase A in Ewing sarcoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MYC-C interacts with Aurora kinase A in Ewing sarcoma cells","Topics":null,"cSlideId":""},{"Abstract":"EWSR1, a member of the FET protein family, contains low complexity and nucleic acid binding domains and regulates transcription. Biochemical and depletion studies have demonstrated that EWSR1 regulates basal transcription, and that in Ewing sarcoma (EWS) cells expressing the fusion oncoprotein EWSR1::FLI1, EWSR1 may contribute to the deregulation of gene expression observed in this cancer. To further study EWSR1&#8217;s function in Ewing sarcoma, we generated reporter cell lines to visualize and quantify its endogenous expression within EWS cells. To generate EWSR1-fluorescent reporter A673 and TC-32 EWS cell lines, we used CRISPR-Cas9 and sgRNAs targeting the 5&#8217; end of the first exon of <i>EWSR1 <\/i>and a donor plasmid consisting of the mNeonGreen (mNG) reporter gene, a G4S3 linker, and <i>EWSR1 <\/i>homology arm templates. Upon validation of successfully modified clones (A673 and TC-32), we used confocal microscopy to confirm EWSR1&#8217;s localization to the nucleoplasm. Also, consistent with previous analysis of EWSR1&#8217;s protein-protein interactions, we confirmed using immunoprecipitation that the mNG-EWSR1 protein retains its interaction with EWSR1::FLI1 and RNA polymerase II (RNA pol II) - total and phosphorylated (pS5 and pS2). FRAP analysis (Zeiss Airyscan) showed that in cells, EWSR1 exists in two fractions, one that rapidly exchanges (A673 T<sub>&#189;<\/sub>: 9.47 secs; TC-32 T<sub>&#189;<\/sub>: 6.13 secs) and one that remains bound for a longer duration (A673 T<sub>&#189;<\/sub>: 92.15 secs; TC-32; T<sub>&#189;<\/sub>: 52.63 secs). We next used structured illumination microscopy to interrogate EWSR1&#8217;s spatial organization in EWS cells at a high resolution (~100 nm). First, we determined that EWSR1&#8217;s organization within the nucleoplasm is regular as measured by a signal-to-signal distance of ~300 nm in both cell lines (A673 cells 297&#177;6.71 nm; TC-32 cells 304&#177;8.59 nm). Analysis of EWSR1&#8217;s spatial organization relative to nucleic acids and proteins that function in gene expression indicates that EWSR1 partially co-localizes with DNA (visualized using DAPI), Histone 3, BRD4 and MED1 (visualized using immunofluorescence - IF). In contrast, we observed EWSR1 colocalizes completely with nascent RNA (visualized using Click-IT RNA Alexa Fluor 488, Invitrogen) (Manders overlap coefficient (MOC) A673: 0.96&#177;0.005; TC-32: 0.97&#177;0.005). Furthermore, we detected over 90% colocalization of concentrated EWSR1 signals (defined by specific fluorescent intensities) with RNA pol II (IF) in states associated with transcriptional initiation (pS5) (MOC A673: 0.94&#177;0.011; TC-32: 0.93&#177;0.02) and elongation (pS2) (MOC A673: 0.95&#177;0.02; TC-32: 0.97&#177;0.06). These studies will aid analysis of changes in EWSR1&#8217;s localization within the nucleus and relative to proteins that regulate gene expression following inhibition of transcription, including the application of compounds that disrupt EWSR1::FLI1&#8217;s transcriptional activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-03 Mechanisms of transcription,,"},{"Key":"Keywords","Value":"Ewing sarcoma,EWSR1,Structured Illumination Microscopy,Transcription,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Soumya Sundara Rajan<\/b><sup>1<\/sup>, Vernon Ebegboni<sup>2<\/sup>, Tamara  L.  Jones<sup>2<\/sup>, Patrick Pichling<sup>2<\/sup>, Katelyn R. Ludwig<sup>3<\/sup>, Raj Chari<sup>4<\/sup>, Michael Kruhlak<sup>5<\/sup>, Jadranka Loncarek<sup>6<\/sup>, Natasha J. Caplen<sup>7<\/sup><br><br\/><sup>1<\/sup>National Institutes of Health, Bethesda, MD,<sup>2<\/sup>Functional Genetics Section, Genetics Branch, Center for Cancer Research, National Institutes of Health, Bethesda, MD,<sup>3<\/sup>Genetics Branch, Center for Cancer Research (CCR), NCI, NIH MD, National Institutes of Health, Bethesda, MD,<sup>4<\/sup>Genome Modification Core, Laboratory Animal Sciences Program at the Frederick National Lab for Cance, National Cancer Institute, Frederick, MD,<sup>5<\/sup>CCR Confocal Microscopy Core Facility, Laboratory of Cancer Biology and Genetics, CCR, National Institutes of Health, Bethesda, MD,<sup>6<\/sup>Centrosome Biology Section, Cancer Innovation Laboratory, CCR, National Cancer Institute, Frederick, MD,<sup>7<\/sup>Functional Genetics Section, Genetics Branch, Center for Cancer Research (CCR), National Institutes of Health, Bethesda, MD","CSlideId":"","ControlKey":"3a53f9ed-5865-4a4d-b855-f607e09d7fe7","ControlNumber":"4216","DisclosureBlock":"&nbsp;<b>S. Sundara Rajan, <\/b> None..<br><b>V. Ebegboni, <\/b> None..<br><b>T. L. Jones, <\/b> None..<br><b>P. Pichling, <\/b> None..<br><b>K. R. Ludwig, <\/b> None..<br><b>R. Chari, <\/b> None..<br><b>M. Kruhlak, <\/b> None..<br><b>J. Loncarek, <\/b> None..<br><b>N. J. Caplen, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6236","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1469","PresenterBiography":null,"PresenterDisplayName":"Soumya Sundara Rajan, PhD","PresenterKey":"b8ba5d7f-2352-4fd1-a17b-060229bf2c92","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1469. Visualization of endogenous EWSR1 in Ewing sarcoma cells reveals a regular nucleoplasmic organization that includes concentration at regions of active transcription","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Visualization of endogenous EWSR1 in Ewing sarcoma cells reveals a regular nucleoplasmic organization that includes concentration at regions of active transcription","Topics":null,"cSlideId":""},{"Abstract":"Recently, several studies have demonstrated two semi-stable and interchangeable subtypes of neuroblastoma, namely mesenchymal (MES) and adrenergic (ADRN) subtypes, which are associated with the early neural crest and committed adrenergic neural progenitor stages, respectively. Each of these subtypes is controlled by a different set of transcription factors forming the core regulatory circuit (CRC) and exhibits different enhancer and transcription profiles. However, transcription factors<br \/>that drives transition of the subtype switching and the corresponding regulated signaling pathways remain to be investigated. In this study, we demonstrate that ASCL1, a critical member of the ADRN CRC, can induce a subtype switching from MES to ADRN neuroblastoma. Our study shows that a forced expression of ASCL1 in MES neuroblastoma cells results in cell cycle arrest and cell differentiation towards the ADRN lineage with induction of ADRN gene expression, such as <i>DLL3<\/i> and <i>DBH<\/i>. Furthermore, we have identified TCF12 as an important interaction partner of ASCL1 via SILAC analysis. ASCL1 forms a complex with TCF12 and regulates the expression of downstream target genes. On the other hand, overexpression of ASCL1 inhibits existing MES specific TGF&#946;-SMAD2\/3 signaling pathway, while it activates BMP-SMAD1 signaling pathway. Interestingly, activation of BMP-SMAD1 signaling pathway results in the upregulation of the ID proteins, which can form dimer with TCF12 protein and sequester it away from ASCL1 protein. Thus, the BMP SMAD1-ID protein signaling cascade in turn serves as a negative feedback loop to prevent the cells from terminal differentiation via equilibration of the amount of ASCL1-TCF12 dimer. In summary, ASCL1 can induce the subtype switching and partially define the ADRN transcription program. ASCL1 serves as a lineage master initiator that characterizes ADRN neuroblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-09 Transcriptional control of cell differentiation,,"},{"Key":"Keywords","Value":"Neuroblastoma,ASCL1,subtype switching,TGF-&#946;,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lu Wang<\/b><sup>1<\/sup>, Tze King Tan<sup>1<\/sup>, Hyoju Kim<sup>1<\/sup>, Dennis Kappei<sup>2<\/sup>, Shi Hao Tan<sup>1<\/sup>, A. Thomas Look<sup>3<\/sup>, Takaomi Sanda<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Science Institute of Singapore, Singapore, Singapore,<sup>2<\/sup>Department of Biochemistry, Cancer Science Institute of Singapore, Singapore, Singapore,<sup>3<\/sup>Department of Pediatric Oncology, Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"62595dec-a703-4d1e-a7c1-f431fbc304c4","ControlNumber":"2363","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>T. Tan, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>D. Kappei, <\/b> None..<br><b>S. Tan, <\/b> None..<br><b>A. Look, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6265","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1470","PresenterBiography":null,"PresenterDisplayName":"Lu Wang","PresenterKey":"a18e13f4-b161-45cd-8e17-474f455cf398","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1470. ASCL1 dimerizes with TCF12 protein and activates BMP-SMAD1 pathway during subtype switching from mesenchymal towards adrenergic neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"452","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Hormonal and Pediatric Cancers","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ASCL1 dimerizes with TCF12 protein and activates BMP-SMAD1 pathway during subtype switching from mesenchymal towards adrenergic neuroblastoma","Topics":null,"cSlideId":""}]