[{"Abstract":"Background &#38; Aim: Aberrant upregulation of EZH2 is frequently observed in hepatocellular carcinoma (HCC) and significantly associated with poor prognosis of HCC patients. While EZH2 inhibitors (EZH2i) are recently approved for treatment of lymphoma and sarcoma, their antitumor effect alone is not optimally efficacious against solid tumors like HCC. Ferroptosis is a newly discovered nonapoptotic type of cell death characterized by the iron-dependent accumulation of lipid hydroperoxides in cell membrane to lethal levels. Owing to anti-cancer effects of ferroptosis, many oncogenes are known to suppress ferroptosis. However, their mechanisms in HCC are currently unknown. We aim to uncover a novel mechanism for EZH2-mediated resistance to ferroptosis in HCC.<br \/>Methods: Multi-step analyses were performed with genomic data from mouse models (<i>Ezh1<\/i>\/<i>2<\/i> KO), cancer cell lines treated with EZH2i GSK126, and primary tumors including HCC to identify genetic networks or signaling\/metabolic pathways associated with EZH2 in cancer cells. Functional connection of identified networks or pathways from the prediction analyses was tested in cell line models with various molecular biology approaches including western blots, colony forming assay, overexpression and\/or depletion of genes of interest.<br \/>Results: Gene network analysis predicted that ferroptosis pathway is inhibited by EZH2. Interestingly, lipid biosynthesis is also identified as an inhibited metabolic pathway by EZH2. Since polyunsaturated fatty acid (PUFA) is essential for executing ferroptosis, we hypothesize that EZH2 suppresses ferroptosis by inhibiting synthesis of PUFA. HCC cells with high EZH2 expression have higher IC50 values to erastin, a ferroptosis inducer, than those with low EZH2 expression. Moreover, inhibition or depletion of EZH2 sensitize HCC cells to erastin-induced ferroptotic cell death, strongly suggesting that EZH2 accounts for resistance to ferroptosis. Mechanistically, EZH2 increases H3K27me3 methylation near PUFA gene promoters, leading to suppression of PUFA gene expression and subsequently low cellular PUFA level. Most interestingly, treatment of EZH2i significantly sensitized HCC cells with high EZH2 expression to erastin-induced ferroptosis, suggesting potential therapeutic opportunity for treatment of HCC patients with high EZH2 expression.<br \/>Conclusion: EZH2 is a novel suppressor of ferroptosis by negatively regulating lipid metabolism. Thus, our study provides scientific evidence for developing a novel therapeutic strategy for treatment of HCC patients with co-treatment of ferroptosis inducers and EZH2 inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Ferroptosis,EZH2 inhibitors,Polyunsaturated fatty acid,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bo Hwa Sohn<\/b><sup>1<\/sup>, Sung Hwan Lee<sup>2<\/sup>, Yun Seong Jeong<sup>1<\/sup>, Ju-Seog Lee<sup>1<\/sup><br><br\/><sup>1<\/sup>Systems Biology, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Surgery, CHA Bundang Medical Center, Seongnam, Korea, Republic of","CSlideId":"","ControlKey":"921bd25e-bcf8-4a36-9a26-07ad6479b755","ControlNumber":"1326","DisclosureBlock":"&nbsp;<b>B. Sohn, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>Y. Jeong, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1948","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6139","PresenterBiography":null,"PresenterDisplayName":"Bo Hwa Sohn, PhD","PresenterKey":"712f72b5-db6e-4e88-a4e1-640c9a43063c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6139. Clinical implication of EZH2 inhibitors in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical implication of EZH2 inhibitors in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Gasdermin E (GSDME) is one of the gasdermin family proteins, which induces a new type of programmed cell death - pyroptosis after cleavage by caspase-3. Previous researches have shown that the overexpression of GSDMB, another gasdermin family protein, is associated with poor prognosis in HER2 breast cancer and attributed to HER2-targeted therapy resistance through mediating protective autophagy. However, the role of GSDME in the anti-HER2 treatment of HER2-positive gastric cancer remains unclear. In this study, we sought to explore the function of GSDME in response to anti-HER2 treatment of HER2-positive gastric cancer and investigate the combination treatment strategies.<br \/>Methods: GSDME overexpressed vector and siRNA interference were applied to evaluate the function of GSDME in HER2-positive gastric cancer. The correlation between the expression of GSDME and survival in HER2-positive and negative gastric cancer was analyzed in the Kaplan Meier plotter database. Flow cytometry, LDH release assay and western blotting were used to determine apoptosis and pyroptosis. Moreover, the phospho-tyrosine kinase array was applied to explore the synergistic mechanism of combination therapy. GSDME overexpressed NCI-N87 xenograft model was established to evaluate the synergistic antitumor effect in vivo.<br \/>Results: We found that anti-HER2 agents upregulated the expression level of GSDME in a dose- and time-dependent manner. The bioinformatics analysis showed that a higher level of GSDME was correlated with poor overall survival both in HER2-negative and HER2-positive gastric cancer. We further demonstrated that GSDME upregulation in response to anti&#8208;HER2 treatment is associated with anti-HER2 therapy resistance. In order to validate whether cleavage of GSDME may render the cancer cells more sensitive to anti-HER2 agents, we applied a novel BCL-2\/BCL-XL dual target inhibitor APG-1252 to test the combination antitumor effect with anti-HER2 agents. We found that APG-1252 could enhance the antitumor effect of lapatinib by promoting cell apoptosis and pyroptosis. Mechanistically, the combination treatment synergistically inhibited the phosphorylation of AKT\/GSK-3&#946;, subsequently inducing depolarization of the mitochondrial membrane and caspase-3-dependent cleavage of GSDME, which consequently triggered cell apoptosis and pyroptosis. Finally, in the HER2-positive GC cells xenotransplantation models, both lapatinib and APG-1252 monotherapy could delay tumor growth, while the combination therapy significantly suppressed tumor growth.<br \/>Conclusions: Taken together, our data indicated that anti-HER2 agents could upregulate the expression of GSDME, and the combination of lapatinib and APG-1252 showed a synergistic antitumor effect against HER2-positive gastric cancer through inducing caspase-3\/GSDME mediated apoptosis and pyroptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"HER2,Gastric cancer,Bcl-2 protein family,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Qiuyun Luo<\/b><sup><\/sup>, Zengfei Xia<sup><\/sup>, Jing Yang<sup><\/sup>, Wentao Pan<sup><\/sup>, Fan Luo<sup><\/sup>, Jiaxin Cao<sup><\/sup>, Yuting Sun<sup><\/sup>, Liqiong Yang<sup><\/sup>, Lin Zhang<sup><\/sup>, Miaozhen Qiu<sup><\/sup>, Dajun Yang<sup><\/sup><br><br\/>Sun Yat-Sen University Cancer Center, Guangzhou, China","CSlideId":"","ControlKey":"c7c1a607-5f20-430a-b91f-146b06c54ff3","ControlNumber":"4415","DisclosureBlock":"&nbsp;<b>Q. Luo, <\/b> None..<br><b>Z. Xia, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>W. Pan, <\/b> None..<br><b>F. Luo, <\/b> None..<br><b>J. Cao, <\/b> None..<br><b>Y. Sun, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>M. Qiu, <\/b> None..<br><b>D. Yang, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1949","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6140","PresenterBiography":null,"PresenterDisplayName":"Qiuyun Luo","PresenterKey":"68560f82-e4e3-4bbd-bae4-725d10c703a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6140. Caspase-3 mediated cleavage of GSDME enhances the antitumor efficacy of HER2-targeted therapy in HER2-positive gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Caspase-3 mediated cleavage of GSDME enhances the antitumor efficacy of HER2-targeted therapy in HER2-positive gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer remains the leading cause of cancer mortality. Efficacious targeted therapy options are urgently needed for lung cancer prevention and treatment. Epidermal growth factor receptor (EGFR) mutant lung cancer represents about 15% of lung cancer cases generally occurring in patients with minimal to no smoking history and with higher prevalence in females. Linkages to environmental exposures have been postulated. Our group synthesized Mito-lonidamine (Mito-LND), a mitochondrial targeted analog of lonidamine which inhibits aerobic glycolysis in cancer cells. We previously identified that Mito-LND induces mitophagy in <i>KRAS<\/i> mutant lung cells and inhibits lung tumorigenesis and brain metastasis <i>in vivo<\/i>. Yet, the cancer inhibitory capacity of Mito-LND in <i>EGFR<\/i> mutant lung cancer has not been investigated. Viability staining assessed Mito-LND induced cell death in <i>EGFR<\/i> mutant cell lines PC9 (parent) and PC9BrM3 (brain metastatic). Transcriptomic profiling was conducted following Mito-LND treatment and results analyzed in Metacore to assess molecular changes. Deconvolution analysis interrogated alterations in immune cell populations. To discern cell death mechanisms, we evaluated FDA-approved inhibitors for autophagy (chloroquine, CQ), mitophagy\/apoptosis (cyclosporin A, CsA) and necrosis (Ponatinib) in <i>EGFR<\/i> mutant cell lines using viability assays with Mito-LND treatment. In PC9 cells, the IC50 for Mito-LND at 24h and 48h was 1.5&#181;M and 0.5&#181;M, respectively and in PC9BrM3 cells at 24h and 48h was 1.5&#181;M and 0.7&#181;M, respectively. These data support that <i>EGFR<\/i> mutant cell lines are &#62;2-fold more sensitive to Mito-LND induced cell death compared to <i>KRAS<\/i> mutant lung cell lines H2030 and H2030BrM3. Transcriptomic profiling results show that Mito-LND treatment upregulated pathway maps linked to heat shock protein and HIF-1A signaling in both PC9 and PC9BrM3 cells. Process networks linked to unfolded protein response, response to hypoxia and oxidative stress, apoptosis and the immune response were upregulated with Mito-LND treatment. Deconvolution analysis revealed monocytes and macrophages were upregulated in Mito-LND treated <i>EGFR<\/i> mutant cell lines, with CD8+ T cells increased in PC9BrM3 cells and regulatory T cells increased in PC9 cells. Last, CsA significantly inhibited Mito-LND induced cell death in both cell lines, while CQ had no effect suggesting blocking apoptosis, but not late autophagy inhibits cell death induction in EGFR mutant cell lines. Further, necrosis inhibition with Ponatinib synergistically increased Mito-LND induced cell death in <i>EGFR<\/i> mutant cell lines. These results begin to define the cancer inhibitory mechanisms of Mito-LND in <i>EGFR <\/i>mutant lung cancer cells which appear to differ from those observed in <i>KRAS <\/i>mutant lung cancer cells. Future directions include dissecting apoptotic and necrosis driven Mito-LND induced cell death using additional pharmacological inhibitors and genetic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Lung cancer,mitochondrial targeted drug,Cell death,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Katherine M. Weh<\/b><sup>1<\/sup>, Connor Howard<sup>1<\/sup>, Yun Zhang<sup>1<\/sup>, Jean-Jack Riethoven<sup>2<\/sup>, Jennifer Clarke<sup>2<\/sup>, Gang Cheng<sup>3<\/sup>, Balaraman Kalyanaraman<sup>3<\/sup>, Ming You<sup>4<\/sup>, Laura Kresty<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI,<sup>2<\/sup>University of Nebraska-Lincoln, Lincoln, NE,<sup>3<\/sup>Medical College of Wisconsin, Milwaukee, WI,<sup>4<\/sup>Houston Methodist, Houston, TX","CSlideId":"","ControlKey":"a36f5e59-6c3f-409f-81eb-34ee58ccc692","ControlNumber":"7229","DisclosureBlock":"&nbsp;<b>K. M. Weh, <\/b> None..<br><b>C. Howard, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>J. Riethoven, <\/b> None..<br><b>J. Clarke, <\/b> None..<br><b>G. Cheng, <\/b> None..<br><b>B. Kalyanaraman, <\/b> None..<br><b>M. You, <\/b> None..<br><b>L. Kresty, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1950","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6141","PresenterBiography":null,"PresenterDisplayName":"Katherine Weh, PhD","PresenterKey":"067a751b-c7cb-4975-9687-ee3cb1033774","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6141. Mechanisms by which Mito-lonidamine inhibits <i>EGFR<\/i> mutant lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanisms by which Mito-lonidamine inhibits <i>EGFR<\/i> mutant lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Malignant melanoma is a lethal skin cancer containing melanoma-initiating cells (MIC) implicated in tumorigenesis, invasion, and drug resistance, and characterized by elevated expression of stem cell markers, such as CD133. We have shown that siRNA knockdown of CD133 enhanced apoptosis induced by the MEK inhibitor trametinib in melanoma cells. The current study investigates the underlying mechanisms of CD133's anti-apoptotic activity in patient-derived BAKP melanoma, harboring the difficult-to-treat NRAS<sup>Q61K<\/sup> driver mutation, after either CRISPR-Cas9 CD133 knockout or Dox-inducible expression of CD133. CD133 knockout in BAKP cells increased trametinib-induced apoptosis by reducing anti-apoptotic BCL-xL, p-AKT, and p-BAD and increasing pro-apoptotic BAX. Conversely, Dox-induced CD133 expression diminished apoptosis in trametinib-treated cells, coincident with elevated pro-survival p-AKT, p-BAD, BCL-2, and BCL-xL and decreased activation of BAX and caspases-3 and -9. Inhibition of MEK with trametinib, in combination with pan-AKT inhibitor capivasertib (AZD5363) in BAKP cells with either CD133 overexpression or knockout <i>in vitro<\/i> reduced cell survival as measured by XTT, FACS analysis and colony formation assays. Further, <i>in vivo<\/i> studies with nude mice xenografted with Dox-inducible BAKP melanoma cells, showed significantly decreased tumor growth after xenografted mice were treated with trametinib alone or in combination with AZD5363. CD133 may therefore activate a survival pathway where (1) increased AKT phosphorylation and activation induces (2) BAD phosphorylation and inactivation, (3) decreases BAX activation, and (4) reduces caspases-3 and -9 activity and caspase-mediated PARP cleavage, leading to apoptosis suppression and drug resistance in melanoma. Targeting nodes of the AKT and MAPK survival pathways with both trametinib and AZD5363 highlights the potential for combination therapies for NRAS-mutant melanoma stem cells for the development of more effective treatments for patients with high-risk melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Malignant melanoma,MEK inhibitor,AKT\/PKB activation,Cancer stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ryyan Alobaidi<\/b><sup><\/sup>, Nusrat Islam<sup><\/sup>, Yanjun  R.  Zhang<sup><\/sup>, Mathew  M.  Shamo<sup><\/sup>, Samuel Allsup<sup><\/sup>, Cynthia  M.  Simbulan-Rosenthal<sup><\/sup>, Dean  S.  Rosenthal<sup><\/sup><br><br\/>Biochemistry and Molecular & Cellular Biology, Georgetown Univ. School of Medicine, Washington, DC","CSlideId":"","ControlKey":"679014a9-d646-429f-a6a4-478707fe99b9","ControlNumber":"6567","DisclosureBlock":"&nbsp;<b>R. Alobaidi, <\/b> None..<br><b>N. Islam, <\/b> None..<br><b>Y. R. Zhang, <\/b> None..<br><b>M. M. Shamo, <\/b> None..<br><b>S. Allsup, <\/b> None..<br><b>C. M. Simbulan-Rosenthal, <\/b> None..<br><b>D. S. Rosenthal, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1951","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6142","PresenterBiography":null,"PresenterDisplayName":"Cynthia Simbulan-Rosenthal, PhD","PresenterKey":"0120b454-ceae-4420-9659-969e2c5e2998","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6142. Inhibition of both MAPK and AKT pathways overcomes resistance of NRAS-mutant melanoma stem cells to apoptosis","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of both MAPK and AKT pathways overcomes resistance of NRAS-mutant melanoma stem cells to apoptosis","Topics":null,"cSlideId":""},{"Abstract":"Background: The recent discovery that multiple chemo- and immuno-therapies activate non-apoptotic cell death pathways such as necroptosis, pyroptosis, and ferroptosis in cancer cells has necessitated development of pharmacodynamic biomarker assays to study their novel mechanisms of action. We describe the development, analytical validation, and proof-of-concept demonstration of assays for potential biomarkers of ferroptosis, pyroptosis and necroptosis pathways to support anti-cancer drug development.<br \/>Methods: We developed multiplex sandwich immunoassays on the Luminex platform to quantify transferrin receptor (TfR), glutathione peroxidase 4 (GPx4), active caspase-3, cleaved and full-length gasdermins D and E (GSDMD, GSDME), MLKL oligomers, and MLKL heterodimers with RIPK1 and RIPK3. Novel antibodies to gasdermin cleavage neoepitopes were generated and their specificity validated with knockout (GSDMD) or non-expressing (GSDME) cell lines. We utilized well-established in vitro cancer cell line models (NCI-H522, THP-1, MV411, MB231, HT29) and inducers\/inhibitors of pyroptosis, necroptosis and ferroptosis to test for expected directional changes of biomarker modulation.<br \/>Results: Analytical validity of the measurements is demonstrated with acceptable reproducibility, precision, dilutional linearity, dilutional recovery, spike recovery, sample freeze-thaw and temperature stability. The fitness-for-purpose of the assays is demonstrated by increased cleavage of GSDME, loss of full-length GSDME, and activation of caspase-3 in NCI-H522 cells treated with doxorubicin; similarly, cleavage of GSDMD and loss of full-length GSDMD is shown in THP-1 cells primed with LPS and treated with nigericin, and in MV-4-11 cells treated with val-boroPro. HT29 cells treated with ZVAD + birinapant + TNF&#945; were used to demonstrate increased MLKL oligomerization or heterodimer formation with RIPK1\/RIPK3. Modulation of ferroptosis biomarkers TfR and GPx4 (SU-DHL-5, MDA-MB-231) in response to imidazole ketone erastin (IKE) or RSL3 was cell line-dependent. Studies are underway to validate modulation of select ferroptosis biomarkers using orthogonal LC-MS methods.<br \/>Conclusions: We describe development and translational readiness of novel multiplex assays to interrogate drugs inducing ferroptosis, pyroptosis and necroptosis cell death pathways. Our data demonstrate utility of biomarkers of pyroptosis and necroptosis, whereas biomarkers of ferroptosis require further appraisal. In vivo pharmacodynamic studies of pyroptosis, ferroptosis and necroptosis inducers are ongoing to verify assay fitness-for-purpose with tumor biopsy specimens. This project was funded with federal funds from the NCI, NIH, under contract no. HHSN261201500003I.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Cell death,Biomarkers,Pharmacodynamics,Immunoassay,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>William  G.  Herrick<\/b><sup>1<\/sup>, Jeevan Govindharajulu<sup>1<\/sup>, Ralph  E.  Parchment<sup>1<\/sup>, James  H.  Doroshow<sup>2<\/sup>, Apurva  K.  Srivastava<sup>1<\/sup><br><br\/><sup>1<\/sup>Applied and Developmental Research Directorate, Frederick National Laboratory for Cancer Research, Frederick, MD,<sup>2<\/sup>Division of Cancer Treatment and Diagnosis, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"c9910e1c-e95f-496b-ba12-52fe4fe1403f","ControlNumber":"1472","DisclosureBlock":"<b>&nbsp;W. G. Herrick, <\/b> <br><b>Catalyst Pharmaceuticals<\/b> Stock. <br><b>Kaleido Biosciences Inc<\/b> Stock.<br><b>J. Govindharajulu, <\/b> None..<br><b>R. E. Parchment, <\/b> None..<br><b>J. H. Doroshow, <\/b> None..<br><b>A. K. Srivastava, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1952","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6143","PresenterBiography":null,"PresenterDisplayName":"William Herrick, PhD","PresenterKey":"896ab8a9-402c-48b2-b4e4-e104d30628af","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6143. Novel multiplexed assays of ferroptosis, pyroptosis and necroptosis biomarkers for translational studies","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel multiplexed assays of ferroptosis, pyroptosis and necroptosis biomarkers for translational studies","Topics":null,"cSlideId":""},{"Abstract":"Once cancer has metastasized it remains incurable owing to evolved resistance to nearly all systemic therapies. Classical views of therapeutic resistance include tumor heterogeneity and genetic instability, but our group and others have identified an unappreciated cancer cell phenotype, the polyaneuploid cancer cell (PACC) state, that provides an alternative model. The PACC state is induced upon exposure to a variety of applied stressors, including multiple different classes of chemotherapy, and is characterized by polyploidization of the aneuploid cancer genome. We have shown that this polyploidization is accomplished through endocycling that leads to an enlarged cell size with increased transcriptomic and protein content, higher oxidative buffer capacity, and increased autophagy. We have demonstrated that PACCs are present in a variety of cell lines, arise in response to multiple stressors <i>in vitro, <\/i>and are resistant to subsequent treatment with several classes of chemotherapy. Thus, we hypothesize that the PACC state is driving therapeutic resistance to current treatment regimens. Elimination of this overlooked phenotype is critical for sustained anticancer therapy response. Cancer cells, including those in the PACC state, control canonical cell cycle and cell death programs to evade apoptosis from external stressors including chemotherapy, highlighting an opportunity to leverage cell cycle-independent death pathways as an alternative therapeutic strategy<sup>1<\/sup>. Ferroptosis is a cell cycle agnostic immunogenic form of cell death that is an ideal pathway for elimination of cells in the PACC state. Characterization of ROS levels, glutathione content, labile iron homeostasis, and lipid content indicate that cells in the PACC state have a mounting susceptibility to ferroptosis. Our data suggests that cells in the PACC state keep ferroptosis in check through elevated levels of reduced glutathione and proficient redox activity, including turn over of GPX4, the sole enzyme counteracting lipid peroxidation. Direct inhibition of GPX4 is highly toxic to cells in the PACC state, particularly at later timepoints post therapy removal when the immediate stress response is largely resolved. These studies will directly lead to development of a therapeutic strategy specifically targeting the PACC state with the intention of eliminating cancer resistance.<br \/><sup>1<\/sup>Loftus, L.V.; Amend, S.R.; Pienta, K.J. Interplay between Cell Death and Cell Proliferation Reveals New Strategies for Cancer Therapy. <i>Int. J. Mol. Sci.<\/i> <b>2022<\/b>, <i>23<\/i>, 4723. https:\/\/doi.org\/10.3390\/ijms23094723","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Resistance,Oxidative stress,Cell death,Iron,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Luke Loftus<\/b><sup><\/sup><br><br\/>Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"6179c03e-c59b-456b-8e60-5b30b1989dcd","ControlNumber":"2996","DisclosureBlock":"&nbsp;<b>L. Loftus, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1953","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6144","PresenterBiography":null,"PresenterDisplayName":"Luke Loftus, BS","PresenterKey":"80370b17-c4b9-42f2-95d6-c34e3cf68fe1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6144. Polyploidization enables initial survival of chemotherapy but a progressively increased susceptibility to ferroptosis","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Polyploidization enables initial survival of chemotherapy but a progressively increased susceptibility to ferroptosis","Topics":null,"cSlideId":""},{"Abstract":"Killer lymphocyte-mediated tumor cell killing is a vital and final step of anti-tumor protective immunity. Killer cells, including cytotoxic CD8 T cells and Natural Killer (NK) cells, deliver granzymes (Gzm) into target cells, which normally activates noninflammatory cell death, but becomes inflammatory when target cells express the gasdermin (GSDM) proteins responsible for pyroptosis. GzmA and GzmB cleave and activate GSDMB and GSDME, respectively. However, the role of GSDMB in anti-tumor immunity is unclear - GSDMB pore formation is controversial and GSDMB expression has been linked to both anti- and pro-tumor functions. Here we found that GSDMB splicing variants are functionally distinct. Cleaved N-terminal (NT) fragments of isoforms 3 and 4 caused pyroptosis, but isoforms 1, 2 and 5, which deleted or modified exon 6, did not. Structural analysis based on AlphaFold predictions and the cryoEM structures of GSDMA3 and GSDMD showed that pore formation required the formation of a functional stabilizing belt structural element near the C-terminus of the cleaved N-terminal fragment, which was disrupted in the non-cytotoxic alternatively spliced isoforms. NK attack of GSDMB3-expressing cells caused pyroptosis, but GSDMB4 cells died mostly by apoptosis, and GSDMB1\/2 cells died only by apoptosis. GSDMB4 partially resisted NK cell-triggered cleavage, suggesting that only GSDMB3 is fully functional. GSDMB1-3 were the most abundant isoforms in tested cells and were similarly induced by IFN&#947; and a chemotherapy drug methotrexate. Expression of cytotoxic GSDMB3\/4, but not GSDMB1\/2, was associated with better outcome in bladder and cervical cancer, suggesting GSDMB-mediated pyroptosis was protective in those tumors. Our study uncovers a novel role of alternative splicing in modulating caner-associated pyroptosis, and suggests that tumors may manipulate GSDMB splicing to avoid pyroptosis. Thus, modulating GSDMB splicing to increase cytotoxic GSDMB variants but suppress non-cytotoxic GSDMB isoforms could improve anti-tumor immunity and have therapeutic utility.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Cell death,Antitumor immunity,Alternative splicing,Killer lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Qing Kong<sup>1<\/sup>, Shiyu Xia<sup>2<\/sup>, Xingxin Pan<sup>3<\/sup>, Kaixiong Ye<sup>4<\/sup>, Zhouyihan Li<sup>5<\/sup>, Haoyan Li<sup>5<\/sup>, Nidhi Sahni<sup>5<\/sup>, S. Stephen Yi<sup>3<\/sup>, Xing Liu<sup>6<\/sup>, Hao Wu<sup>7<\/sup>, Judy Lieberman<sup>7<\/sup>, <b>Zhibin Zhang<\/b><sup>5<\/sup><br><br\/><sup>1<\/sup>Department of Immunology, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>California Institute of Technology, Pasadena, CA,<sup>3<\/sup>The University of Texas at Austin, Austin, TX,<sup>4<\/sup>University of Georgia, Athens, GA,<sup>5<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>6<\/sup>Institut Pasteur of Shanghai, Shanghai, China,<sup>7<\/sup>Boston Childrenâ€™s Hospital, Boston, MA","CSlideId":"","ControlKey":"924519f1-d79a-4aa6-b3ad-652928fc36ef","ControlNumber":"4851","DisclosureBlock":"&nbsp;<b>Q. Kong, <\/b> None..<br><b>S. Xia, <\/b> None..<br><b>X. Pan, <\/b> None..<br><b>K. Ye, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>N. Sahni, <\/b> None..<br><b>S. Yi, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>H. Wu, <\/b> None..<br><b>J. Lieberman, <\/b> None..<br><b>Z. Zhang, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1954","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6145","PresenterBiography":null,"PresenterDisplayName":"Zhibin Zhang, PhD","PresenterKey":"683ee4ff-990a-4498-8559-cb3bf76b54cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6145. Alternative splicing of GSDMB modulates killer lymphocyte-triggered pyroptosis","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alternative splicing of GSDMB modulates killer lymphocyte-triggered pyroptosis","Topics":null,"cSlideId":""},{"Abstract":"The tumor suppressor p73 is a member of p53 family. p73 transcriptionally activates p53-targeted genes involved in cell cycle regulation and apoptosis. It is well known that p73 induces cellular apoptosis via the intrinsic apoptotic pathway upon cellular stresses. However, the role of p73 in extrinsic apoptosis is poorly studied. We observed cell cycle arrested at the G1 phase in cells infected with a p73-expressing recombinant adenovirus (Ad-p73). We observed that overexpression of p73 upregulated c-FLIP at the protein level, in addition to DR5 and p21. c-FLIP is an anti-apoptotic factor that inhibits caspase 8\/10 activation, thus blocking extrinsic pathway apoptosis. We demonstrated that c-FLIP is a transcriptional target of p73 based on our observations that: 1) p73 increases c-FLIP at mRNA level, 2) p73 binds to the c-FLIP promoter and 3) p73 enhances c-FLIP promoter-driven luciferase expression. We sought to explore whether the upregulation of c-FLIP prevents extrinsic apoptosis in cancer cells following p73 activation. To address this question, p73 was overexpressed in cells by adenovirus infection and c-FLIP was knocked down by siRNA. Overexpression of p73 induced cellular apoptosis in the cells with knockdown of c-FLIP and this effect was blocked by knockdown of caspase 8. Our results suggest that p73 induces extrinsic apoptosis when c-FLIP is depleted in cancer cells. We further found that the knockdown of DR5 inhibited p73-induced apoptosis in c-FLIP-deficient cancer cells. By contrast, PUMA knockdown did not block p73-induced apoptosis. Our results suggest that DR5 is required for cell extrinsic apoptosis in c-FLIP-deficient cancer cells upon p73 activation. p21 is the cyclin dependent kinase inhibitor that leads to cell cycle arrest at the G1\/S phase. Knockdown of p21 enhanced cleaved-caspase 8 and cleaved-PARP in c-FLIP-depleted cancer cells treated with Ad-p73. Our results, taken together, suggest that the p73 primes extrinsic apoptosis via DR5 and the priming level appears to be titrated at the level of c-FLIP. Upregulation of c-FLIP decreases the priming level, resulting in cells converting to cell cycle arrest and survival via p21 whereas reduction of c-FLIP leads the primed cancer cells to undergo extrinsic apoptosis upon p73 treatment in cancer cells. Our discovery of p73 transcriptional upregulation of c-FLIP provides a rationale for depleting c-FLIP to improve antitumor efficacy of p73-targeting cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"p73,Transcription factor,Apoptosis,Cell cycle arrest,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shengliang Zhang<\/b><sup><\/sup>, Wafik  S.  El-Deiry<sup><\/sup><br><br\/>Pathology and Laboratory Medicine, Brown University, Providence, RI","CSlideId":"","ControlKey":"2cb2f5f7-137f-4ecb-8233-6842ead1852e","ControlNumber":"8052","DisclosureBlock":"&nbsp;<b>S. Zhang, <\/b> None.&nbsp;<br><b>W. S. El-Deiry, <\/b> <br><b>Oncoceutics inc, a subsidiary of chimerix, inc<\/b> the scientific founder and shareholder, Oncoceutics inc is a subsidiary of chimerix, inc. <br><b>P53-theraputics.<\/b> founder; P53-theraputics.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1955","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6146","PresenterBiography":null,"PresenterDisplayName":"Shengliang Zhang, PhD","PresenterKey":"8e659afa-6900-4d5a-98ca-76e701f22217","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6146. Tumor suppressor p73 primes extrinsic apoptosis via transcriptional activation of DR5 and c-FLIP","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor suppressor p73 primes extrinsic apoptosis via transcriptional activation of DR5 and c-FLIP","Topics":null,"cSlideId":""},{"Abstract":"Induced myeloid leukemia cell differentiation protein (MCL1) is a member of the B-cell lymphoma-2 (BCL2) family of apoptosis regulators, which plays a critical role in maintaining cellular homeostasis and promoting cancer cell survival. Increased expression of MCL1 in various cancers has been associated with poor prognosis and resistance to chemotherapeutic and targeted agents. We previously described PRT1419, a novel, potent, selective MCL1 inhibitor that demonstrates anti-tumor efficacy in various preclinical models of solid and hematologic malignancies. PRT1419 is currently under evaluation in Phase I clinical trials in patients with relapsed\/refractory hematologic malignancies and advanced solid tumors. To identify novel biomarkers that might predict sensitivity to MCL1 inhibition, we conducted a gene essentiality analysis using publicly available human cancer cell line gene dependency data generated from genome-wide CRISPR\/Cas9 cell viability screens. We observed that clear cell renal cancer (ccRCC) cell lines with deleterious alterations in <i>PBRM1<\/i> (<i>Polybromo 1<\/i>) displayed a strong dependency on <i>MCL1<\/i>. PBRM1, also known as BAF180, is a chromatin-targeting subunit of mammalian pBAF (SWI\/SNF-B) complexes. PBRM1 is frequently altered in various human cancers but it has a particularly high alteration rate in ccRCC with ~40% of tumors harboring damaging PBRM1 alterations. We had previously described alterations in other mammalian SWI\/SNF factors as biomarkers of MCL1 inhibitor sensitivity.We observed potent inhibition of tumor growth as well as induction of apoptosis by PRT1419 in various preclinical models of PBRM1-mutant ccRCC but not in PBRM1-WT tumor models. Depletion of PBRM1 via RNAi in PBRM1-WT ccRCC induced sensitivity to PRT1419. Mechanistically, PBRM1 depletion coincided with increased expression of pro-apoptotic factors, priming PBRM1-loss cells for caspase-mediated cell death following MCL1 inhibition. Increased MCL1 activity has previously been described as a resistance mechanism to Sunitinib and Everolimus, two approved targeted agents for ccRCC. To investigate if MCL1 inhibition could potentiate the anti-tumor effects of these agents, we evaluated PRT1419 in combination with Sunitinib or Everolimus in PBRM1-loss ccRCC. PRT1419 synergized with both Sunitinib and Everolimus in inhibiting tumor growth in various models. Taken together, these findings suggest PBRM1 loss is associated with sensitivity to MCL1 inhibition in ccRCC and provide rationale for the evaluation of PRT1419 for the treatment for PBRM1-deficient ccRCC","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Mcl-1,Renal cell carcinoma,PBRM1,Sunitinib,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Norman Fultang<\/b><sup><\/sup>, Brian Vidal<sup><\/sup>, Ashley  M.  Schwab<sup><\/sup>, Alexander Grego<sup><\/sup>, Stephanie Rodgers<sup><\/sup>, Diane Heiser<sup><\/sup>, Kris Vaddi<sup><\/sup>, Neha Bhagwat<sup><\/sup>, Peggy Scherle<sup><\/sup><br><br\/>Prelude Therapeutics, Wilmington, DE","CSlideId":"","ControlKey":"43f03468-53f6-4344-9a68-684ba9a4372c","ControlNumber":"5188","DisclosureBlock":"<b>&nbsp;N. Fultang, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock Option. <br><b>B. Vidal, <\/b> <br><b>Prelude Therapeutics<\/b> Employment. <br><b>A. M. Schwab, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock Option. <br><b>A. Grego, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock Option. <br><b>D. Heiser, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock Option. <br><b>K. Vaddi, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Fiduciary Officer, Stock, Stock Option. <br><b>N. Bhagwat, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Stock Option. <br><b>P. Scherle, <\/b> <br><b>Prelude Therapeutics<\/b> Employment, Fiduciary Officer, Stock, Stock Option.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1956","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6147","PresenterBiography":null,"PresenterDisplayName":"Norman Fultang, PhD","PresenterKey":"fb5e113b-0f8f-4815-af52-aed587cab423","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6147. MCL1 inhibitor PRT1419 demonstrates anti-tumor activity in PBRM1-altered clear cell renal cancer and synergizes with standard of care agents","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MCL1 inhibitor PRT1419 demonstrates anti-tumor activity in PBRM1-altered clear cell renal cancer and synergizes with standard of care agents","Topics":null,"cSlideId":""},{"Abstract":"Previous studies indicated that compounds termed Disulfide bond Disrupting Agents (DDAs) exhibit anti-cancer activity that is associated with downregulation of EGFR\/HER1, HER2, and HER3, and activation of Death Receptors 4 and 5 (DR4\/5). DDA-induced HER1-3 downregulation is preceded by disulfide-mediated oligomerization. In contrast, DDA-mediated DR4\/5 oligomerization results in DR5 upregulation, and activation of DR4\/5 pro-apoptotic signaling through Caspases 8 and 3. However, the precise mechanisms by which altered disulfide bonding stabilizes and activates DR5 are unknown. A recent report indicated that the extracellular domain of DR5 acts in an auto-inhibitory manner to prevent DR5 oligomerization and pro-apoptotic signaling in the absence of its ligand, TRAIL. A subsequent paper showed that the DR5 auto-inhibitory domain is a positive patch consisting of three basic residues. Importantly, the structure of the auto-inhibitory loop is formed by two disulfide bonds. We hypothesize that DDAs disrupt the disulfide bonds that make up the auto-inhibitory loop, resulting in DR5 oligomerization, and activation of Caspase 8\/3-driven apoptosis in a TRAIL-independent manner. Due to their novel mechanisms of action, DDAs may overcome the pharmacological liabilities that have limited the efficacy of TRAIL analogs and DR5 agonist antibodies. Another unanswered question is how precisely DDAs alter DR5 and EGFR disulfide bonding. The direct targets of DDA action were revealed through affinity purification studies with biotinylated-DDA analogs. These studies identified the protein disulfide isomerases AGR2, ERp44, and PDIA1 as DDA target proteins, explaining how DDAs alter DR5 and EGFR disulfide bonding patterns. Consistent with this interpretation, knockdown of AGR2 or ERp44, or expression of catalytically null AGR2 or ERp44 mutants, mimicked DDAs in inducing disulfide-mediated DR5 oligomerization and Caspase 8 activation. Together, these results demonstrate a fundamentally novel, ligand-independent mechanism for activation of DR5 through DDA-mediated inhibition of the PDIs AGR2, ERp44, and PDIA1. Significantly, DDAs are the first identified active site inhibitors of AGR2 and ERp44.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Death receptors,Breast cancer,EGFR,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brian K. Law<\/b><sup>1<\/sup>, Mary  E.  Law<sup>1<\/sup>, Elham Yaaghubi<sup>1<\/sup>, Amanda Ghilardi<sup>1<\/sup>, Brad  J.  Davis<sup>1<\/sup>, Renan Ferreira<sup>1<\/sup>, Samantha Eggleston<sup>1<\/sup>, Jade Nguyen<sup>1<\/sup>, Grace Alexandrow<sup>1<\/sup>, Jin Koh<sup>1<\/sup>, Sixue Chen<sup>1<\/sup>, Chi-Wu Chiang<sup>2<\/sup>, Coy Heldermon<sup>1<\/sup>, Peter Norgaard<sup>3<\/sup>, Ronald  K.  Castallano<sup>1<\/sup>, Zaafir  M.  Dulloo<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Florida, Gainesville, FL,<sup>2<\/sup>National Cheng Kung University, Tainan, Taiwan,<sup>3<\/sup>Copenhagen University Hospital, Herlev, Denmark","CSlideId":"","ControlKey":"bd0466b5-89de-42a0-9111-6866ccad6846","ControlNumber":"145","DisclosureBlock":"&nbsp;<b>B. K. Law, <\/b> None..<br><b>M. E. Law, <\/b> None..<br><b>E. Yaaghubi, <\/b> None..<br><b>A. Ghilardi, <\/b> None..<br><b>B. J. Davis, <\/b> None..<br><b>R. Ferreira, <\/b> None..<br><b>S. Eggleston, <\/b> None..<br><b>J. Nguyen, <\/b> None..<br><b>G. Alexandrow, <\/b> None..<br><b>J. Koh, <\/b> None..<br><b>S. Chen, <\/b> None..<br><b>C. Chiang, <\/b> None..<br><b>C. Heldermon, <\/b> None..<br><b>P. Norgaard, <\/b> None..<br><b>R. K. Castallano, <\/b> None..<br><b>Z. M. Dulloo, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1957","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6148","PresenterBiography":null,"PresenterDisplayName":"Brian Law, PhD","PresenterKey":"e00013ef-02fb-4b96-b285-c2bbb8bd3342","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6148. Disulfide isomerases AGR2, ERp44, and PDIA1 maintain death receptor 5 in an auto-inhibited, monomeric form","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disulfide isomerases AGR2, ERp44, and PDIA1 maintain death receptor 5 in an auto-inhibited, monomeric form","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer-related death worldwide, featuring a high incidence and low 5-year survival rate. Nearly 40% of patients are diagnosed with metastatic disease when they are first presented to the clinic. However, drug intervention targeting established metastatic tumors remains challenging, a better understanding of therapeutically exploitable mechanisms is urgently needed. This present study aims to explore novel therapeutic intervention against metastatic lung cancer. To understand the tumor-cell-intrinsic pathway that drives metastatic progression, we generated a highly invasive subline of lung cancer cell - A549 (ATCC, USA) by serial selections for Matrigel-coated transwells. The invasive subline A549-i3 shows about 5 times higher invasion potential than the parental cell line A549-Par (p&#60;0.05, Student t-test). Colony-formation Assay and suspension growth in ultra-low attachment plates were used to measure the 2D proliferation ability and anoikis resistance, albeit with no difference. The differential efficacies between A549-Par and A549-i3 against multiple pathway inhibitors were screened using MTT assay <i>in vitro<\/i>. Notably, A549-i3 is more sensitive towards napabucasin (STAT3 inhibitor) and tipifarnib (FTase inhibitor) when compared with A549-Par, suggesting their potency in targeting cancer stemness and addicted oncogenic driver. Furthermore, napabucasin reduced the migration and invasion abilities of A549-i3 to similar extent as their parent counterpart. Overall, our preliminary data identified STAT3 as a potential therapeutic vulnerability in highly invasive cancer cells. Future work will be focused on identifying pathways responsible to sensitize highly invasive NSCLC cells toward STAT3 inhibition using multiomics approach. This project was supported by the Research Impact Fund (Ref. No.: R4015-19) from the Research Grants Council in Hong Kong.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Signal transducers and activators of transcription (STAT),Invasion,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sai Fung Yeung<\/b><sup><\/sup>, Sze Man Chan<sup><\/sup>, Chun Ho Law<sup><\/sup>, Hoi Yin Chan<sup><\/sup>, Kwok Wing Tsui<sup><\/sup><br><br\/>School of Biomedical Science, The Chinese University of Hong Kong, Shatin, NT, Hong Kong","CSlideId":"","ControlKey":"9caeb75a-6f90-46db-813f-6af2f1d5a0ce","ControlNumber":"5860","DisclosureBlock":"&nbsp;<b>S. Yeung, <\/b> None..<br><b>S. Chan, <\/b> None..<br><b>C. Law, <\/b> None..<br><b>H. Chan, <\/b> None..<br><b>K. Tsui, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1958","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6149","PresenterBiography":null,"PresenterDisplayName":"Sai Fung Yeung, PhD","PresenterKey":"39ddbc66-1ce2-41aa-85b8-ded2767d1e52","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6149. STAT3 activation promotes invasiveness and cancer stemness in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"STAT3 activation promotes invasiveness and cancer stemness in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung cancer (SCLC) is an aggressive malignancy with critical need for new therapies. While currently treated as a single disease, SCLC is heterogenous, comprised of several transcriptional subtypes. Each of these subtypes has distinct drivers and may warrant unique therapeutic targets. Two potential therapeutic targets for SCLC are the pro-survival proteins BCL-2 and BCL-XL. BCL-2 is overexpressed in ASCL1 (A) and POUF3 (P) subtypes of SCLC. We therefore sought to evaluate efficacy of the dual BCL-2\/XL inhibitor AZD0466 in SCLC models and to determine whether transcriptional subtype would predict response. AZD0466 is a novel drug-dendrimer conjugate. The active moiety, AZD4320, is a potent dual inhibitor of BCL-2 and BCL-XL. AZD4320 is covalently conjugated to a 5<sup>th<\/sup>-generation PEGylated poly-lysine dendrimer through a hydrolytically labile linker to make AZD0466. AZD0466 has been optimized to deliver efficacy while mitigating potential Cmax-driven on-target toxicities of AZD4320. AZD4320 was active (IC50 &#8804;0.1 &#181;M) in 9\/27 SCLC cell lines. AZD4320 in vitro sensitivity was enriched in cell lines that represented A and P subtypes of SCLC compared to NEUROD1 and YAP1 subtypes. We next profiled AZD0466 in a panel of SCLC patient-derived models: 14 patient-derived xenografts and 10 circulating tumor cell-derived xenografts. AZD0466 monotherapy dosed weekly IV was active in 12\/24 SCLC xenografts, driving regressions in 8 models. AZD0466 drove efficacy and cleaved caspase-3 induction in a dose-dependent manner. Similar to in vitro, AZD0466 in vivo efficacy was enriched in subtype-A, driving responses in 10\/14 ASCL1 models (7 regression, 3 stable disease). AZD0466 response also correlated strongly with BCL-2 mRNA expression (P&#60;0.0001). AZD0466 outperformed the selective BCL-2 inhibitor venetoclax in 6\/10 models. Notably, AZD0466 was active in models resistant to platinum\/etoposide chemotherapy, the standard-of-care for SCLC. Together, these data suggest BCL-2\/XL inhibition has therapeutic potential in SCLC. AZD0466 is in clinical development. The first-in-human study treated 9 patients with advanced solid tumors (NCT04214093) at doses from 50-200mg, all of which were well-tolerated. The BOR was SD observed in 3 patients (100mg) with 1 patient receiving treatment for 5.5 months. AZD0466 is now under evaluation in patients with hematologic malignancies (NCT04865419 and NCT05205161). AZD0466 has been dosed in 33 patients up to 2400mg. No DLTs have been reported to date. Initial clinical activity has been observed through reduction of bone marrow blasts following AZD0466 treatment. AZD0466 exhibits linear PK, consistent across solid tumor and leukemia patients. The doses tested are in line with preclinical studies in SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Apoptosis,Lung cancer: small cell,Bcl-2 protein family,Bcl-xL,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Courtney L. Andersen<\/b><sup>1<\/sup>, Giulia Fabbri<sup>1<\/sup>, David Jenkins<sup>1<\/sup>, Zumla Cader<sup>2<\/sup>, Shringi Sharma<sup>3<\/sup>, Areya Tabatabai<sup>1<\/sup>, Srividya Balachander<sup>1<\/sup>, Jordan Roebuck<sup>4<\/sup>, Melanie Galvin<sup>4<\/sup>, Kathryn Simpson<sup>4<\/sup>, Caroline Dive<sup>4<\/sup>, Jordi Rodon Ahnert<sup>5<\/sup>, Jamal Saeh<sup>1<\/sup><br><br\/><sup>1<\/sup>AstraZeneca, Waltham, MA,<sup>2<\/sup>AstraZeneca, Cambridge, United Kingdom,<sup>3<\/sup>AstraZeneca, South San Francisco, CA,<sup>4<\/sup>CRUK Manchester Institute, Manchester, United Kingdom,<sup>5<\/sup>MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"071ae806-f877-4e8b-ab43-7b6eadd4bfcf","ControlNumber":"6149","DisclosureBlock":"<b>&nbsp;C. L. Andersen, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>G. Fabbri, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>D. Jenkins, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>Z. Cader, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>S. Sharma, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>Gilead<\/b> Stock. <br><b>A. Tabatabai, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>S. Balachander, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock. <br><b>Bristol Myers Squibb<\/b> Employment.<br><b>J. Roebuck, <\/b> None..<br><b>M. Galvin, <\/b> None..<br><b>K. Simpson, <\/b> None.&nbsp;<br><b>C. Dive, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria for consultancy and\/or advisory boards. <br><b>Amgen<\/b> Grant\/Contract. <br><b>Carrick Therapeutics<\/b> Grant\/Contract. <br><b>Merck AG<\/b> Grant\/Contract, Other, Honoraria for consultancy and\/or advisory boards. <br><b>Taiho Oncology<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Honoraria for consultancy and\/or advisory boards. <br><b>Roche<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Celgene<\/b> Grant\/Contract. <br><b>Epigene Therapeutics Inc<\/b> Grant\/Contract. <br><b>Angle PLC<\/b> Grant\/Contract. <br><b>Menarini<\/b> Grant\/Contract. <br><b>Biocartis<\/b> Other, Honoraria for consultancy and\/or advisory boards. <br><b>GRAIL<\/b> Other, Honoraria for consultancy and\/or advisory boards. <br><b>J. Rodon Ahnert, <\/b> <br><b>Peptomyc, Kelun Pharmaceuticals\/Klus Pharma, Ellipses Pharma,  Molecular Partners, IONCTURA<\/b> Other, Advisory Board. <br><b>Blueprint Medicines, Black Diamond Therapeutics, Merck Sharp & Dohme, Hummingbird, Yingli, Vall d'Hebron Institute of Oncology\/Cancer Core Europe<\/b> Grant\/Contract, Research funding (to institution). <br><b>Novartis, Spectrum Pharmaceuticals, Symphogen, BioAlta, Pfizer, GenMab, CytomX, Kelun-Biotech, Takeda-Millenium, GalxoSmithKline, Taiho, Roche Pharmaceuticals, Hummingbird, Yingli<\/b> Other, Clinical research (to institution). <br><b>European Society for Medical Oncology<\/b> Travel. <br><b>Vall d'Hebron Institute of Oncology\/Ministero De Empleo Y Seguridad Social, Chinese University of Hong Kong, Boxer Capital, LLC, Tang Advisors, LLC<\/b> Other. <br><b>Bycicle Therapeutics, Merus, Curis, Bayer, AadiBioscience, Nuvation, ForeBio, BioMed Valley Discoveries, Loxo Oncology, Hutchinson MediPharma<\/b> Other, Clinical research (to institution). <br><b>Cellestia, Deciphera, Ideaya, Amgen, Tango Therapeutics, Mirati Linnaeus Therapeutics<\/b> Other, Clinical research (to institution). <br><b>J. Saeh, <\/b> <br><b>AstraZeneca<\/b> Employment, Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1959","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6150","PresenterBiography":null,"PresenterDisplayName":"Courtney Andersen, PhD","PresenterKey":"00b3de43-4941-4d0c-bcb8-ec88549deac3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6150. AZD0466, a dual BCL-2\/XL targeting nanomedicine, is active in small cell lung cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AZD0466, a dual BCL-2\/XL targeting nanomedicine, is active in small cell lung cancer models","Topics":null,"cSlideId":""},{"Abstract":"Uveal melanoma (UM) arises from melanocytes of the uveal tract in the eye and is the most common intraocular malignancy in adults. Primary UM lesions often harbor mutations in G-proteins, GNAQ or GNA11, and are successfully treated by radiotherapy or enucleation. However, 50% of patients develop metastases. Of these metastatic UM (MUM) patients, 80%develop metastases to the liver, an effect strongly correlated with the loss of function of BAP1,a nuclear deubiquitinase. BAP1-mutant MUMs are less responsive to conventional treatments, such as chemotherapy and immune checkpoint inhibitors, with 50% of these patients having an overall survival of only 1 year. We propose that the unique metabolic intermediates found in liver microenvironment may dictate MUM tropism, aggressiveness, and poor therapeutic response. Here, using a combination of <\/i><i>in vitro<\/i> and <i>ex vivo<\/i> liver slice cultures, we found that the liver microenvironment induces gene expression alterations consistent with limiting the toxicity of reactive oxygen species (ROS). Importantly, we note that mutant BAP1 UM displayed improved ROS detoxification compared to its wildtype counterparts. Furthermore, publicly available datasets suggest patients with mutant BAP1 UM, the subset of patients with liver metastases, have corresponding ROS detoxification gene expression patterns. These findings suggest that the liver microenvironment and BAP1 loss directs MUM to mitigate ROS-associated toxicity. This compensatory mechanism may be therapeutically exploited and pair well as a combination treatment with the recently approved bispecific agent, Tebentafusp, to selectively target liver MUM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Cancer metabolism,Oxidative stress,Lipid metabolism,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Camille  J.  Cunanan<\/b><sup><\/sup><br><br\/>Pharmacology and Physiology, MCBG, Drexel University College of Medicine, Philadelphia, PA, PA","CSlideId":"","ControlKey":"4b9e7255-1991-4c07-a3af-8f21e0e443d7","ControlNumber":"6434","DisclosureBlock":"&nbsp;<b>C. J. Cunanan, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1961","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6152","PresenterBiography":null,"PresenterDisplayName":"Camille Cunanan","PresenterKey":"11d1d1c9-6355-4740-93cc-edba27858f6d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6152. Exploiting ferroptosis in mutant BAP1 uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploiting ferroptosis in mutant BAP1 uveal melanoma","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) has fewer treatment options than other types of invasive breastcancer. Moreover, Epithelial to Mesenchymal Transition (EMT) helps enrichment of cancer stem cells(CSCs) which promotes resistance to chemotherapy. Ophiobolin A (OpA), a drug like small molecule wasrecently found to have anti-CSC properties. Our current study investigated the cell death mechanism(s)induced by OpA in various breast cancer cell lines with respect to epithelial-mesenchymal transition(EMT).The mechanism of cell death elicited by OpA was analyzed by applying inhibitors for specific pathwaysincluding apoptosis, necroptosis and paraptosis and by analyzing markers of cell death using flowcytometry and western blotting. HMLE(R) and HMLE(R)-Twist cell lines were used to assay the role of EMT.The formation of necrosomes was analyzed with exogeneous expression of RIPK3 tagged with greenfluorescence protein (GFP) in HeLa cell line which lacks endogenous RIPK3 expression. The necrosomeformation was identified by formation of puncta using confocal microscopy. Immune compromised SCIDmice were used to analyze the effect of OpA<i> In vivo<\/i>.The data obtained in the present study indicates that OpA has an increased anticancer effect in TNBCcompared to the estrogen receptor (ER) positive breast cancer cells. Cells having undergone EMT wereshown to have more sensitivity towards OpA when compared to -uninduced cell lines, which is sensitiveto Necrostatin-1, an inhibitor of necroptosis. OpA also diminished the CD44<sup>hi<\/sup>\/CD24<sup>lo<\/sup> population in TNBCcells. However, apoptosis and paraptosis inhibitors failed to rescue cell death which clearly confirms thatOpA induces necroptosis cell death pathway in EMT undergone cells. An increased phosphorylation ofRIPK, a necroptosis protein marker, was observed on OpA treatment compared to the control. OpAtreatment significantly increased puncta TNBC compared to the untreated control cells, furtherconfirming the necroptotic cell death in TNBC. OpA treatment showed a significant tumor regression intumor bearing SCID mice. All together our findings identify that OpA induce necroptosis in EMT-enrichedTNBC. The study further needs an in-depth analysis of involvement of EMT in necroptotic cell death inTNBC.<b>Key words: Triple-negative breast cancer, EMT, Ophiobolin A, Necroptosis, cell death<\/b><b>mechanism<\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Cell death,Epithelial-mesenchymal transition (EMT),Triple-negative breast cancer (TNBC),Cancer stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Santhalakshmi Ranganathan<\/b><sup>1<\/sup>, Alexander Kornienko<sup>2<\/sup>, Antonio Evidente<sup>3<\/sup>, Daniel Romo<sup>4<\/sup>, Joseph Taube<sup>1<\/sup><br><br\/><sup>1<\/sup>Baylor University - Department of Biology, Waco, TX,<sup>2<\/sup>Department of Chemistry and Biochemistry, Texas State University, San Marcos, TX,<sup>3<\/sup>Department of Chemical Sciences, University of Naples Federico II, Complesso Universitario Monte Sant'Angelo, Naples, Italy,<sup>4<\/sup>Department of Chemistry and Biochemistry, Baylor University, Waco, TX","CSlideId":"","ControlKey":"5cfda176-26e2-473f-89a2-923a56343771","ControlNumber":"6353","DisclosureBlock":"&nbsp;<b>S. Ranganathan, <\/b> None..<br><b>A. Kornienko, <\/b> None..<br><b>A. Evidente, <\/b> None..<br><b>D. Romo, <\/b> None..<br><b>J. Taube, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1962","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6153","PresenterBiography":null,"PresenterDisplayName":"Santha Ranganathan","PresenterKey":"bdbeda73-6a7d-4544-84fc-c1a4d58f05e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6153. Triple negative breast cancer targeted by Ophiobolin A: Epithelial-mesenchymal transition take the lead","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Triple negative breast cancer targeted by Ophiobolin A: Epithelial-mesenchymal transition take the lead","Topics":null,"cSlideId":""},{"Abstract":"Bladder cancer (BC) is one of the most common malignant diseases of the urinary system, with poor prognosis and high recurrence and metastasis rate. Recent literatures suggested that BC patients have proportionately worse depression and mental health, as well as being at increased risk of suicidal death when compared to the general population, while relatively sane BC patients have a 2.2 times higher mortality rate, which means that depression can make BC worse. Imipramine is a tricyclic antidepressant, was used to treat neuropathic pain, nocturnal enuresis, and depression. Recently, imipramine has been reported to owns anti-tumor efficacy in various type of cancer. However, the effects and underlying mechanisms of imipramine on BC is remaining unclear. First, we indicated that imipramine may induce cytotoxicity of BC by MTT assay. Flow cytometry also showed that imipramine may trigger the loss of mitochondrial membrane potential, the accumulation of oxidative stress (ROS), and the activation of cleaved-caspase-3, -8 and -9. Our western blotting assay and immunofluorescence translocation staining also verified that imipramine markedly inhibited BC progression by inhibiting both EGFR\/AKT\/NF&#922;B and EGFR\/ERK\/N&#922;B signaling pathways. Furthermore, transwell and wound healing assay indicated that imipramine effectively reduced the metastatic ability of BC. In addition, the anti-tumor effect of imipramine was also validated by MB49 bearing animal model. Most importantly biochemistry level and pathology was not affected by imipramine. In conclusion, imipramine may not only suppressed BC progression by inactivation of EGFR\/AKT\/NF&#922;B and EGFR\/ERK\/NF&#922;B signaling pathways and induction of apoptosis pathways. These results suggested that imipramine has the opportunity to be a new therapeutic strategy for BC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Bladder cancer,Imipramine,EGFR,NF&#922;B,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tsai Lin Lo<\/b><sup>1<\/sup>, Jai-Jen Tsai<sup>2<\/sup>, Fei-Ting Hsu<sup>1<\/sup>, Yuan Chang<sup>3<\/sup><br><br\/><sup>1<\/sup>Department of Biological Science and Technology, China Medicial University, Taichung, Taiwan,<sup>2<\/sup>Division of Gastroenterology, Department of Medicine, Taipei Veterans General Hospital, Yuanshan\/Su'ao Branch, Su'ao, Taiwan,<sup>3<\/sup>Department of Medical Imaging, Taipei Medical University-Shuang Ho Hospital, Ministry of Health and Welfare, New Taipei City, Taipei, Taiwan","CSlideId":"","ControlKey":"9c321bc6-c952-4a27-a028-9598f70066d4","ControlNumber":"3311","DisclosureBlock":"&nbsp;<b>T. Lo, <\/b> None..<br><b>J. Tsai, <\/b> None..<br><b>F. Hsu, <\/b> None..<br><b>Y. Chang, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1963","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6154","PresenterBiography":null,"PresenterDisplayName":"Tsai Lin Lo, No Degree","PresenterKey":"3e4f2f77-e173-4b2f-b0b9-21aec49efe9b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6154. Imipramine induces apoptosis and inhibits metastasis via suppression of EGFR signaling pathway in bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Imipramine induces apoptosis and inhibits metastasis via suppression of EGFR signaling pathway in bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Lurbinectedin (Zepzelca) is a marine-derived anti-tumor agent currently approved for metastatic small cell lung cancer (SCLC). Lurbinectedin has been previously shown to exert its anti-tumor effect by binding to the minor groove of DNA and inhibition of nucleotide excision repair. In addition, lurbinectedin inhibits transcription by inducing degradation of RNA polymerase II. While these activities hint towards a general mechanism, specific molecular targets for lurbinectedin remain obscure. We demonstrate that <i>in vitro<\/i>, Lurbinectedin specifically induced downregulation of MCL1 protein, a member of the BCL2 family of pro-survival proteins, in a dose- (0-30 nM) and time-dependent manner (0-24 h) by Western analysis. Expression of other pro-survival proteins BCL2 and BCL2L1 were not affected. The downregulation of MCL1 was consistent in all nine tumor cell lines tested regardless of indication. Increased activity or expression of MCL1 is a known compensatory mechanism to offset loss of BCL2 or BCL2L1. We therefore hypothesized that lurbinectedin induced MCL1 loss, along with inhibition of the pro-survival proteins BCL2 and BCL2L1 would lead to an enhancement in cell killing. Consistent with the dominant pro-survival role of BCL2 in SCLC, the combination of lurbinectedin with a specific BCL2 inhibitor (venetoclax) <i>in vitro<\/i> induced synergistic cytotoxicity (measured by Bliss Sum analysis) in a panel of small cell lung cancer lines. In solid tumor lines other than SCLC, the combination of lurbinectedin with a specific BCL2L1 inhibitor (A-1331852) was also synergistic. Correspondingly <i>in vivo<\/i>, enhancement in the efficacy of lurbinectedin was observed in combination with venetoclax in SCLC models, while in solid tumor models other than SCLC the combination with a specific BCL2L1 inhibitor enhanced efficacy. Collectively, these data identify MCL1 as a specific lurbinectedin target and suggest that combinations that target other pro-survival proteins may represent a viable strategy to enhance the anti-tumor activity of lurbinectedin.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Antitumor activity,Lurbinectedin,Molecular targets,BCL2 inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kedar  S.  Vaidya<\/b><sup><\/sup>, Aparna Gupta<sup><\/sup>, Robert Hauptschein<sup><\/sup>, Robin C. Humphreys<sup><\/sup><br><br\/>Jazz Pharmaceuticals, Palo Alto, CA","CSlideId":"","ControlKey":"8bc30421-a95f-4138-9ce6-9f64a16a974c","ControlNumber":"1346","DisclosureBlock":"<b>&nbsp;K. S. Vaidya, <\/b> <br><b>Jazz Pharmaceuticals<\/b> Employment, Stock. <br><b>A. Gupta, <\/b> <br><b>Jazz Pharmaceuticals<\/b> Employment, Stock. <br><b>R. Hauptschein, <\/b> <br><b>Jazz Pharmaceuticals<\/b> Employment, Stock. <br><b>R. C. Humphreys, <\/b> <br><b>Jazz Pharmaceuticals<\/b> Employment, Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1964","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6155","PresenterBiography":null,"PresenterDisplayName":"Milana Pesevska","PresenterKey":"54bca2f2-43d9-48af-ac4e-5a71e29a6e2b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6155. Lurbinectedin exhibits combinatorial activity with BCL2\/BCL2L1 inhibitors <i>in vitro<\/i> and <i>in vivo<\/i> by modulation of MCL1 expression","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lurbinectedin exhibits combinatorial activity with BCL2\/BCL2L1 inhibitors <i>in vitro<\/i> and <i>in vivo<\/i> by modulation of MCL1 expression","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Specific B cell malignancies, including CLL and the aggressive non-GCB subtype of DLBCL, are driven by constitutive activation of the B cell receptor (BCR) pathway and the transcription factor NF-&#954;B. Pharmacological inhibition of MALT1 protease, a key mediator of the BCR\/NF-&#954;B signal transduction pathway, may therefore provide an attractive treatment option for patients with these cancers. Further, as combination therapy is often required for the treatment of aggressive B cell malignancies, the identification of therapies that synergistically combine with MALT1 inhibitors could afford additional and promising treatment options.<br \/><b>Experimental Procedures: <\/b>A highly potent and orally bioavailable MALT1 protease inhibitor (ABBV-MALT1) was used to test the hypothesis that MALT1 inhibition will abrogate the proliferation of preclinical models of B cell malignancies in vitro and in vivo. Tumors treated with ABBV-MALT1 were subjected to transcriptomic and functional proteomic assays to elucidate molecular mechanisms of action and rational combination partners.<br \/><b>Results: <\/b>Mechanistic studies reveal that ABBV-MALT1 effectively inhibits signal transduction of the BCR pathway and reduces NF-&#954;B gene activation in non-GCB DLBCL cell lines resulting in cell cycle arrest and diminished viability. In vivo, oral administration of this compound demonstrates robust tumor growth inhibition in several models of B cell tumors, including non-GCB DLBCL models that are resistant to Bruton&#8217;s tyrosine kinase (BTK) inhibitors. NF-&#954;B target genes include the pro-survival family members BCL-X<sub>L<\/sub> and BCL2-A1, which aid in regulation of the intrinsic apoptosis pathway. As ABBV-MALT1-induced inhibition of the NF-&#954;B pathway resulted in downregulation of these genes, we hypothesized that the associated tumor models would become increasingly dependent on the pro-survival family member BCL-2. To test this hypothesis, combination studies of ABBV-MALT1 and the selective BCL-2 inhibitor venetoclax were performed in both cell line and patient-derived xenograft models of DLBCL. Herein we show that concomitant administration of ABBV-MALT1 and venetoclax results in dramatic antitumor activity in all models tested in vivo. This efficacy also translates to primary patient CLL cells in vitro where the combination confers greater levels of apoptosis compared to either agent alone.<br \/><b>Conclusion: <\/b>ABBV-MALT1 demonstrates robust single agent anti-tumor activity in malignant B cell models that are resistant to BTK inhibitors. Moreover, combination of ABBV-MALT1 with the BCL-2 inhibitor venetoclax shows synergistic cell killing of B cell tumors in vitro and dramatic tumor regression in vivo. Together, these data indicate that MALT1 inhibition may overcome BTK inhibitor resistance and combine with venetoclax to effectively treat patients with B cell malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Venetoclax,Lymphoma: non-Hodgkin's lymphoma,Leukemias: chronic lymphocytic,BTK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Joshua  P.  Plotnik<sup>1<\/sup>, Raghuveer  S.  Mali<sup>2<\/sup>, Velitchka Bontcheva<sup>1<\/sup>, Colleen Dowell<sup>1<\/sup>, Jun Chen<sup>2<\/sup>, Adam  E.  Richardson<sup>1<\/sup>, Ryan  A.  McClure<sup>1<\/sup>, Paul Jung<sup>1<\/sup>, Lan Pham<sup>2<\/sup>, Andrew  J.  Souers<sup>1<\/sup>, Jonathan  A.  Meulbroek<sup>1<\/sup>, <b>William  N.  Pappano<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Oncology Discovery Research, AbbVie, North Chicago, IL,<sup>2<\/sup>Oncology Discovery Research, AbbVie, South San Francisco, CA","CSlideId":"","ControlKey":"71a77144-6464-4f11-9b35-a53fda099653","ControlNumber":"5359","DisclosureBlock":"<b>&nbsp;J. P. Plotnik, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>R. S. Mali, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>V. Bontcheva, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>C. Dowell, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>J. Chen, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>A. E. Richardson, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>R. A. McClure, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>P. Jung, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>L. Pham, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>A. J. Souers, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>J. A. Meulbroek, <\/b> <br><b>AbbVie<\/b> Employment, Stock. <br><b>W. N. Pappano, <\/b> <br><b>AbbVie<\/b> Employment, Stock.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1965","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6156","PresenterBiography":null,"PresenterDisplayName":"William Pappano","PresenterKey":"29919438-7b10-44b4-a578-fd4f760e8260","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6156. MALT1 protease inhibition overcomes BTK inhibitor resistance and shows synergistic activity with venetoclax in models of B cell lymphoma and leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MALT1 protease inhibition overcomes BTK inhibitor resistance and shows synergistic activity with venetoclax in models of B cell lymphoma and leukemia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: The ubiquitin-proteasome system (UPS) plays an essential role in post-translational modification of proteins to maintain proteostasis. Ubiquitination of target protein is coordinated by different enzymes, which add and link ubiquitin to each other in specific ways that determine the fate of the protein for to be degraded or to be included into protein complex to induce signaling pathways. Ubiquitination is further regulated by deubiquitinases, which remove ubiquitin and rescue target protein from being degraded or diverted from it signaling role. UPS dysregulation has been linked to many human diseases, including cancer. Ubiquitin-specific protease 7 (USP7) is a deubiquitinase that plays a critical role in immune response, tumor suppression and DNA repair. USP7 overexpression has been associated with tumor aggressiveness in a variety of tumors, including in neuroblastoma (NB). Therefore, USP7 is a potential therapeutic target for NB. Some new specific USP7 inhibitors are highly potent and selective and have demonstrated significant antitumor activity in preclinical models of adult cancer. We hypothesize that inhibition of USP7 alone or in combination with epigenetic drugs like HDAC inhibitors will be more effective against NB tumor growth. To evaluate the efficacy of USP7 inhibition with specific USP7 inhibitors alone or with combination with epigenetic drugs like HDAC inhibitors (Saha) or chemotherapy against NB tumor growth, NB cell lines were treated with increasing concentrations of USP7 inhibitors alone or in combination with chemotherapy or with HDAC inhibitors. Cell proliferation was measured using continuous live cell imaging and cell viability using AlamarBlue assay. Apoptosis was measured by caspase cleavage using Caspase 3\/7 apoptosis assay as well as by PARP cleavage by Western Blotting (WB). Changes in various proteins were measured by WB and co-immunoprecipitation were performed to analyze the ubiquitin status of specific protein targets regulated by USP7. Pharmacologic inhibition of USP7 resulted in significant decreases in both cell proliferation and cell viability <i>in vitro<\/i> only in p<i>53<\/i> wild-type NB cell lines. There was no correlation seen between <i>MYCN<\/i> amplification status and treatment response. USP7 inhibition induced apoptosis as well as necroptosis with dose-dependent increase. Treatment with USP7 inhibitors led to decrease p53 ubiquitination leading increased of p53 protein expression in all sensitive cell lines tested and decreased MYCN protein level in <i>MYCN<\/i>-amplified cell lines. EZH2, which is a predominant target of USP7 is significantly downregulated with increasing dose of USP7 inhibitors. In addition, the combination of USP7 inhibitors with chemotherapy commonly used in NB or with combination with HDAC inhibitors showed enhanced efficacy. Our data suggests that USP7 inhibition may be a promising therapeutic strategy for children with high-risk and relapsed neuroblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Ubiquitination,Apoptosis,Neuroblastoma,Cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christophe Le Clorennec<\/b><sup>1<\/sup>, Karen Lee<sup>2<\/sup>, Peter Zage<sup>3<\/sup><br><br\/><sup>1<\/sup>UCSD Moores Cancer Center, La Jolla, CA,<sup>2<\/sup>Hematology\/Oncology, Rady Childrenâ€™s Hospital, San Diego, CA,<sup>3<\/sup>Pediatrics, UCSD Moores Cancer Center, La Jolla, CA","CSlideId":"","ControlKey":"b73f4d93-9913-442a-b7ac-b31aa322ae34","ControlNumber":"8083","DisclosureBlock":"&nbsp;<b>C. Le Clorennec, <\/b> None..<br><b>K. Lee, <\/b> None..<br><b>P. Zage, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1966","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6157","PresenterBiography":null,"PresenterDisplayName":"Christophe Le Clorennec, PhD","PresenterKey":"20dae300-ae43-4700-ba97-f136d0f4b11a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6157. USP7 is a promising therapeutic target for neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"USP7 is a promising therapeutic target for neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Evasion of apoptosis is identified as one of the essential hallmarks of cancer and upregulation of inhibitor of apoptosis proteins (IAPs) is one of the mechanisms by which tumor cells evade apoptosis. An oral SMAC mimetic and antagonist of cellular IAP1 (cIAP1) and X-linked IAP (XIAP), BGB-24714, is currently investigated in a phase 1a\/1b oncology trial in patients with advanced or metastatic solid tumors (NCT05381909). Here, we evaluated the anti-tumor activity of BGB-24714 as a single agent or in combination with paclitaxel in preclinical models.<br \/>Results: BGB-24714 effectively inhibited cIAP1 by inducing its degradation in MDA-MB-231 cells, with an EC50 of 2.5 nM. BGB-24714 also potently antagonized the inhibitory interaction of XIAP with caspase-9 and induced caspase-9 autoactivation in MDA-MB-231 cells, with an EC50 of 23 nM. In a total of 25 breast cancer cell lines treated with TNF&#945;, BGB-24714 potently inhibited the in vitro proliferation of 5 breast cancer cells with EC50 &#60; 100 nM. In pharmacodynamics studies, single dose administration of BGB-24714 significantly induced degradation of cIAP1 and antagonism of the XIAP: Smac interaction in the MDA-MB-231 xenograft model in a dose dependent manner. Using the same model, BGB-24714 exhibited dose-dependent anti-tumor activities as a single agent. The tumor growth inhibition rates were 30%, 52% and 73% in low to high dosage treatment groups. Furthermore, BGB-24714 at medium dosage level demonstrated synergized anti-tumor activity in HCC1806 xenograft model when used in combination with paclitaxel. In intermittent dosing study, BGB-24714 with the intermittent dosing schedule demonstrated significant but slightly less effective anti-tumor activity than the continuous dosing schedule. In summary, BGB-24714, as a novel oral IAP antagonist, showing significant anti-tumor activities in preclinical models, which is promising and warrants the testing of the compound in human.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"IAP,Smac mimetics,Paclitaxel,BGB-24714,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jie Li<\/b><sup>1<\/sup>, Nan Hu<sup>2<\/sup>, Yilu Zhang<sup>2<\/sup>, Xiaolong Yang<sup>2<\/sup>, Minjuan Deng<sup>2<\/sup>, Wenfeng Gong<sup>2<\/sup>, Longbo Yin<sup>2<\/sup>, Yong Liu<sup>2<\/sup>, Yajuan Gao<sup>2<\/sup>, Wei Wei<sup>2<\/sup>, Xing Wang<sup>2<\/sup>, Xinyi Liang<sup>2<\/sup>, Yanwen Ma<sup>2<\/sup>, Xuxing Sang<sup>2<\/sup>, Chang Liu<sup>2<\/sup>, Jingyuan Wang<sup>2<\/sup>, Qianqian Lu<sup>2<\/sup>, Fengtao Song<sup>2<\/sup>, Xi Yuan<sup>2<\/sup>, Yibing Wang<sup>1<\/sup>, Jing Li<sup>2<\/sup>, Wei Jin<sup>2<\/sup>, Xuesong Liu<sup>2<\/sup>, Xiaomin Song<sup>2<\/sup><br><br\/><sup>1<\/sup>BeiGene Ltd., Shanghai, China,<sup>2<\/sup>BeiGene Ltd., Beijing, China","CSlideId":"","ControlKey":"f60aa002-6c01-4308-94a0-bcf14ea9b754","ControlNumber":"3322","DisclosureBlock":"&nbsp;<b>J. Li, <\/b> None..<br><b>N. Hu, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>M. Deng, <\/b> None..<br><b>W. Gong, <\/b> None..<br><b>L. Yin, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>W. Wei, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>X. Liang, <\/b> None..<br><b>Y. Ma, <\/b> None..<br><b>X. Sang, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>Q. Lu, <\/b> None..<br><b>F. Song, <\/b> None..<br><b>X. Yuan, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>W. Jin, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>X. Song, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1967","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6158","PresenterBiography":null,"PresenterDisplayName":"Jie Li, PhD","PresenterKey":"e8488920-30c1-4139-a74f-a725cd19b18c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6158. BGB-24714, a novel oral IAP antagonist, displayed significant anti-tumor activities in preclinical models as a monotherapy and in combination with paclitaxel","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BGB-24714, a novel oral IAP antagonist, displayed significant anti-tumor activities in preclinical models as a monotherapy and in combination with paclitaxel","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) is a malignant tumor which is mesenchymal origin from bone stroma. The 5-year overall survival of localized OS is approximately 70%, however patients who have metastasis to other organs, mostly lung, have a poor 5-year survival rate, approximately 20%. Recently, oncogenic role of Methyltransferase-like 3 (METTL3), which is the only catalytic subunit of RNA N<sup>6<\/sup>-Methyladenosine methyltransferase complex, has been suggested, but its mechanism in OS is still unclear. To elucidate the roles of METTL3 in OS, we generated METTL3 knock-out U2OS osteosarcoma cell lines by CRISPR knock-out system. Knock-out of METTL3 decreased cell proliferation on U2OS cells, which was assessed by WST-1 assay and manual cell counting assay. Also, RNA-sequencing was conducted in METTL3 wild type and knock-out cell lines. Gene set enrichment analysis (GSEA) revealed that gene sets of &#8216;Programmed cell death&#8217; in gene ontology (GO) category, &#8216;p53 pathway&#8217; and &#8216;Apoptosis&#8217; in HALLMARK gene sets, and &#8216;p53 signaling pathway&#8217; and &#8216;Apoptosis&#8217; in KEGG pathway were enriched in METTL3 knock-out cells. To validate the result of GSEA in our METTL3 knock-out cells, mRNA and protein levels of GADD45A and CDKN1A, which are downstream targets of p53, and BAX and BAK, which are apoptosis-related molecules induced by p53, were detected by real-time PCR and western blot, respectively, and these genes were upregulated in METTL3 knock out cell lines. Collectively, these results suggest that inhibition of METTL3 is potential therapeutic targets against OS by activating p53 and apoptosis pathways.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Osteosarcoma,Apoptosis,p53 target gene,N6-methyladenosine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seungjae Shin<\/b><sup>1<\/sup>, Yumi Oh<sup>2<\/sup>, Yoojin Yang<sup>1<\/sup>, Sung-Yup Cho<sup>1<\/sup><br><br\/><sup>1<\/sup>Biomedical Sciences, Seoul National University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Medical Research Center, Genomic Medicine Institute, Seoul National University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"65e65c59-6f5c-4647-a88f-e494cbe9e343","ControlNumber":"565","DisclosureBlock":"&nbsp;<b>S. Shin, <\/b> None..<br><b>Y. Oh, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>S. Cho, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1969","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6160","PresenterBiography":null,"PresenterDisplayName":"Seungjae Shin, BS","PresenterKey":"cc7407fd-f635-4cb1-8264-0b0ecef12169","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6160. Targeting RNA N<sup>6<\/sup>-methyladenosine methyltransferase, METTL3 activates p53 and apoptosis pathways in osteosarcoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting RNA N<sup>6<\/sup>-methyladenosine methyltransferase, METTL3 activates p53 and apoptosis pathways in osteosarcoma cells","Topics":null,"cSlideId":""},{"Abstract":"Though most patients diagnosed with high-grade serous ovarian carcinoma (HGSOC) have favorable initial responses to therapy, approximately 80% will experience tumor recurrence and develop chemoresistant disease. This highlights the urgent need for more effective therapeutic strategies and a better understanding of the mechanisms that drive therapy resistance. Altered expression of BCL-2 family proteins that control the intrinsic apoptosis pathway is a prominent mechanism by which tumor cells can develop therapy resistance. Therefore, we sought to elucidate how changes in apoptotic regulation may contribute to chemoresistance in HGSOC in order to uncover potential opportunities for improving treatment outcomes. We used well-established HGSOC cell lines and human primary tumors to measure sensitivity to inhibitors of pro-survival BCL-2 family proteins as single agents and in combination with the front-line ovarian cancer chemotherapy drugs carboplatin and paclitaxel. Based on BH3 profiling, flow cytometry-based cell death analysis and colony formation assays, we found that HGSOC cells are particularly sensitive to BCL-X<sub>L<\/sub> inhibitors including the first-generation BH3 mimetics ABT-263 and A1331852 as well as novel proteolysis-targeting chimeras (PROTACs) that degrade BCL-X<sub>L<\/sub>. Clinical use of first-generation BCL-X<sub>L<\/sub> inhibitors has been hampered by thrombocytopenia resulting from platelet dependence on BCL-X<sub>L<\/sub> for survival. PROTACs have been developed to avoid this toxicity by degrading BCL-X<sub>L<\/sub> using the VHL E3 ligase, which is expressed at very low levels in platelets. We tested BCL-X<sub>L<\/sub> targeting in vivo using HGSOC xenografts in immunocompromised mice and found these tumors to be highly sensitive to BCL-X<sub>L<\/sub> inhibitors as single agents and in combination with chemotherapeutic agents. BCL-X<sub>L <\/sub>inhibitors reduced xenograft tumor growth and prolonged overall mouse survival. Importantly, thrombocytopenia was observed with in vivo use of first-generation BCL-X<sub>L<\/sub> inhibitors but not with use of BCL-X<sub>L<\/sub> targeting PROTACs. Transcriptional profiling demonstrated that expression levels of pro-apoptotic BAX and BAK, which initiate apoptosis by causing mitochondrial outer membrane permeabilization, increase during ovarian tumorigenesis, as do levels of BCL-X<sub>L<\/sub>. These changes are consistent with the increased BCL-X<sub>L<\/sub> dependence evident in HGSOC cells. We also detected BCL-X<sub>L<\/sub> dependence in ovarian cancer tumorigenesis models utilizing human fallopian tube secretory epithelial cells, the putative cell of origin for HGSOC. Overall, we find that BCL-X<sub>L<\/sub> inhibitors, especially PROTACs, can safely enhance the chemosensitivity of HGSOC cells in vitro and in vivo and may therefore prevent tumor recurrence in women diagnosed with this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-01 Cell death pathways and treatment,,"},{"Key":"Keywords","Value":"Ovarian cancer,Bcl-2 protein family,Chemoresistance,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lissah Johnson<\/b><sup>1<\/sup>, Xingping Qin<sup>1<\/sup>, Cameron Fraser<sup>1<\/sup>, Elizabeth Stover<sup>2<\/sup>, Yang Yang<sup>3<\/sup>, Daohong Zhou<sup>4<\/sup>, Bo Rueda<sup>5<\/sup>, Kristopher Sarosiek<sup>1<\/sup><br><br\/><sup>1<\/sup>John B. Little Center for Radiation Sciences, Harvard T.H. Chan School of Public Health, Boston, MA,<sup>2<\/sup>Division of Gynecologic Oncology, Dana-Farber Cancer Institute, Boston, MA,<sup>3<\/sup>College of Pharmacy, University of Florida, Gainesville, FL,<sup>4<\/sup>Department of Biochemistry and Structural Biology, Long School of Medicine, University of Texas Health San Antonio, San Antonio, TX,<sup>5<\/sup>Division of Gynecologic Oncology, Department of Obstetrics and Gynecology, Vincent Center for Reproductive Biology, Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"cf236ea8-65c8-4207-8b0f-f21be7274aca","ControlNumber":"5391","DisclosureBlock":"&nbsp;<b>L. Johnson, <\/b> None..<br><b>X. Qin, <\/b> None..<br><b>C. Fraser, <\/b> None..<br><b>E. Stover, <\/b> None..<br><b>Y. Yang, <\/b> None.&nbsp;<br><b>D. Zhou, <\/b> <br><b>Dialectic Therapeutics<\/b> Stock, Patent, Other, Co-founder. <br><b>B. Rueda, <\/b> <br><b>Novartis Institutes for Biomedical Research<\/b> Grant\/Contract. <br><b>Mercy BioAnalytics<\/b> Grant\/Contract. <br><b>VincenTech<\/b> Other, Scientific Advisory Board Member.<br><b>K. Sarosiek, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1970","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6161","PresenterBiography":null,"PresenterDisplayName":"Lissah Johnson, BS","PresenterKey":"ada66b3c-d1b8-4949-86bd-107b32eeff6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6161. Targeting endogenous and therapy-induced dependence on BCL-X<sub>L<\/sub> in high grade serous ovarian carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting endogenous and therapy-induced dependence on BCL-X<sub>L<\/sub> in high grade serous ovarian carcinoma","Topics":null,"cSlideId":""},{"Abstract":"The measurement of <i>HER2<\/i> (<i>ERBB2<\/i>) gene amplification guides both the prognosis and treatment of breast cancer, as amplification correlates with worse outcomes and the recommendation for anti-<i>HER2<\/i> treatment. Digital PCR (dPCR) can serve as a useful tool for the direct quantification of copy number variants (CNV) in this gene, without the need for calibration standards as required for qPCR, or labor-intensive histological techniques such as FISH. Furthermore, increasing the number of available partitions in a digital PCR reaction can yield substantial gains in precision, thus offering the potential for ultra-high resolution discrimination of copy number changes. In this study, we evaluated the utility of a multiplex dPCR assay for the high-resolution detection of HER2 copy number variation in clinically relevant samples. The precision achievable by digital PCR correlates with the number of partitions, and the resolution of small CNV differences greatly relies on high precision. We utilized a dPCR setup with ~100,000 physical partitions per reaction, which allowed for a theoretical precision (relative confidence) of 1%, assuming optimal input and template. Five single-plex primer and probe sets, published by the National Institute of Standards and Technology, were assembled and optimized into a multiplex configuration. The final 5-plex consisted of four reference genes and <i>HER2<\/i> as the target of interest. The accuracy and precision of the optimized five-plex assay was tested in nine breast cancer cell lines with established <i>HER2<\/i> amplification ratios, ranging from 1.3 to 70 fold. The assay demonstrated the precise and accurate measurement of the <i>HER2<\/i> amplification ratio across all nine cell lines over a wide dynamic range of sample input. Along with increasing the reaction partition number, the use of multiple reference genes also improved the precision of the <i>HER2<\/i> amplification ratio measurement and avoided inaccurate copy number calls due to outlier references. The resolution of the assay was evaluated using admixed samples simulating low tumor fraction. A minimum of a 1.03 fold difference (3% difference from wild type) was detected with statistical significance. Assay concordance was evaluated against IHC-characterized HER2+ FFPE donor tissue with concordant FISH\/CISH results. The assay demonstrated robust performance in clinically relevant sample types, supporting further investigation of dPCR as a complementary or even alternative diagnostic approach to current methods.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"DNA copy number,FFPE,Digital PCR,Molecular profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tyler Landrith<\/b><sup>1<\/sup>, Samantha Smith<sup>1<\/sup>, Jennifer Chan<sup>1<\/sup>, Mari Christensen<sup>1<\/sup>, Yu Chuan Tai<sup>1<\/sup>, Megan Gonzales<sup>1<\/sup>, William Yee<sup>1<\/sup>, Nicolas Newton<sup>1<\/sup>, Wouter Pattje<sup>2<\/sup>, Patrick Bogard<sup>1<\/sup>, Wei Yang<sup>1<\/sup><br><br\/><sup>1<\/sup>Roche Diagnostics Solutions, Inc, Pleasanton, CA,<sup>2<\/sup>Roche Diagnostics International AG, Rotkreuz, Switzerland","CSlideId":"","ControlKey":"f0366e13-3a14-47c0-abc2-0fd2cfdcec20","ControlNumber":"850","DisclosureBlock":"<b>&nbsp;T. Landrith, <\/b> <br><b>Roche Diagnostics Solutions, Inc<\/b> Employment. <br><b>Ambry Genetics, Inc<\/b> Other, Former employer within last 24 months. <br><b>S. Smith, <\/b> <br><b>Roche Diagnostics Solutions, Inc<\/b> Employment. <br><b>Gritsone bio, Inc<\/b> Other, Former employer within past 24 months.. <br><b>ThermoFisher Scientific, Inc<\/b> Other, Former employer within past 24 months.&nbsp;<br><b>J. Chan, <\/b> <br><b>Roche Diagnostics Solutions, Inc<\/b> Employment. <br><b>M. Christensen, <\/b> <br><b>Roche Diagnostics Solutions, Inc<\/b> Employment. <br><b>Y. Tai, <\/b> <br><b>Roche Diagnostics Solutions, Inc<\/b> Employment. <br><b>M. Gonzales, <\/b> <br><b>Roche Diagnostics Solutions, Inc<\/b> Employment. <br><b>W. Yee, <\/b> <br><b>Roche Diagnostics Solutions, Inc<\/b> Employment. <br><b>N. Newton, <\/b> <br><b>Roche Diagnostics Solutions, Inc<\/b> Employment. <br><b>W. Pattje, <\/b> <br><b>Roche Diagnostics International AG<\/b> Employment. <br><b>P. Bogard, <\/b> <br><b>Roche Diagnostics Solutions, Inc<\/b> Employment. <br><b>W. Yang, <\/b> <br><b>wei.yang.wy6@roche.com<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1974","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6162","PresenterBiography":null,"PresenterDisplayName":"Tyler Landrith, PhD","PresenterKey":"6d27e3f3-06b1-4a4d-a347-bf7bdbdaaa76","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6162. High resolution detection of HER2 copy number variation in admixed breast cancer cell lines and HER2+ FFPE donor tissue using a digital PCR multigene reference panel","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High resolution detection of HER2 copy number variation in admixed breast cancer cell lines and HER2+ FFPE donor tissue using a digital PCR multigene reference panel","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Fusions (Fs) are major molecular biological abnormalities in acute leukemias (ALs), and all well-known Fs in leukemias are founder variations are routinely used as molecular markers for the diagnosis, classification, risk stratification, and targeted therapy but there is a considerable part of ALs that are not screened for other known\/unknown transcripts. For example in B-Other B Acute Lymphoblastic Leukemia (B-ALL) [Ph<b>-\/-\/-;<\/b> negative for t(9;22)<i>; <\/i>t(1;19);<i> <\/i>t(4;11); 61% of adult B-ALL], many chimeric genes have been identified leading to a refined classification of B-ALL and to, in some cases, tailored therapies. At this point, a RNA-seq approach is needed but challenging for many aspects, among them a not standardized and very heterogeneous F data analysis.<br \/><b>Aims:<\/b> We developed and validated our integrated pipeline in order to assess targetable biomarkers and to better classify patients (pts).<br \/><b>Methods: <\/b>we performed 1385 gene RNAseq (Illumina) of 224 adult AL samples (112 Ph-\/-\/-, 41 Ph+, 6 t(1;19), 16 T-LBL\/T-ALL and 49 AML). Starting from Ph-\/-\/-, we developed a combined 4 tool analysis that is further implemented with a filtering strategy with a specific ALs fusion literature filter (<u>Patent PCTEP2021-065692<\/u> and <u>749 ALL Fs database copyright<\/u>) (Fig.1A). We validate our strategy using: RT-PCR, FISH SNP Arrays; MLPA and total RNA-seq.<br \/><b>Results:<\/b> From 3022 candidate Fs, we retained 160 of them (5.3%; excluding WHO canonical Fs) not otherwise detected, in 120 pts with a high Fs rate in T-LBL\/T-ALL, Ph-\/-\/- and Ph+ (62.5%, 62.2% and 61% respectively) denoting that ALs are not deeply characterized (Fig 1B). The lower rate was found in AML (26.5%), but we were able to identify new <i>ETV6<\/i> rearrangement (r) and a FISH cryptic F in a 46,XY pt (<i>TBL1XR1-MECOM<\/i>). We validated 98 Fs that have been already reported in the literature and 43 novel F transcripts. We obtained a validation rate of 81%. The majority of fused samples (65.2%) had only one detectable F while a smaller group was characterized by multiple Fs. Many of these Fs were previously described in B\/T-ALL and AML (e.g. <i>KMT2A-MLLT1, ABL1\/2-RCSD1, IGH-MYC, NUP214-SET, ETV6-MECOM<\/i>). In our bigger sub-cohort (Ph-\/-\/-), 44 Fs out of 109 (40.3%) were never been reported in Ph- ALL cases. In 15 Ph-like pts, we identified and validate 11 new transcripts. Ph-\/-\/- F detection help to sub-classify our fused pts in Ph-\/-\/- subgroups (ZNF384r-11.8%; Ph-like-19.1%; DUX4r- 4.4%; HLFr, MLLr and BCL2\/MYC in 2.9%; MEF2Dr-1.5%).<br \/><b>Conclusions<\/b>: we identified pivotal transcripts in all ALs and an unexpected high rate of secondary Fs in adult ALs subgroups (52.4%) that are not characterized with conventional diagnostic methods. The use of an NGS approach and a powerful pipeline permit us to detect Fs useful for a better classification, prognostic identification (e.g. <i>TBL1XR1-MECOM)<\/i> and in some cases to find targetable Fs (e.g. <i>ABL1-2\/RCSD1, NUMA1-CSF1R,<\/i> <i>ZMYM2-FLT3<\/i>). Supported by: L3P2505.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Leukemias,Fusion genes,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anna Ferrari<\/b><sup>1<\/sup>, Silvia Vitali<sup>2<\/sup>, Eugenio Fonzi<sup>3<\/sup>, Andrea Ghelli Luserna Di Rora<sup>1<\/sup>, Chiara Domizio<sup>1<\/sup>, Cristina Papayannidis<sup>4<\/sup>, Maria Teresa Bochicchio<sup>1<\/sup>, Giovanni Marconi<sup>5<\/sup>, Daniele Dall'Olio<sup>2<\/sup>, Michela Tebaldi<sup>3<\/sup>, Michela Rondoni<sup>6<\/sup>, Barbara Giannini<sup>7<\/sup>, Fabio Giglio<sup>8<\/sup>, Crescenza Pasciolla<sup>9<\/sup>, Monica Fumagalli<sup>10<\/sup>, Sara Galimberti<sup>11<\/sup>, Gastone Castellani<sup>2<\/sup>, Daniel Remondini<sup>2<\/sup>, Giorgia Simonetti<sup>1<\/sup>, Giovanni Martinelli<sup>12<\/sup><br><br\/><sup>1<\/sup>Biosciences Laboratory, Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRST) - IRCCS, Meldola, Italy,<sup>2<\/sup>Dipartimento di Fisica e Astronomia, INFN, UniversitÃ  di Bologna, Bologna, Italy,<sup>3<\/sup>Unit of Biostatistics and Clinical Trials, Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRST) - IRCCS, Meldola, Italy,<sup>4<\/sup>IRCCS Azienda Ospedaliero-Universitaria di Bologna, Istituto di Ematologia â€œSerÃ gnoliâ€ Bologna, Bologna, Italy,<sup>5<\/sup>Hematology Unit, Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRST) - IRCCS, Meldola, Italy,<sup>6<\/sup>Hematology Unit & Romagna Transplant Network, Ravenna Hospital, Ravenna, Italy,<sup>7<\/sup>Laboratorio Unico- AUSL della Romagna Pievesestina di Cesena (FC), Cesena, Italy,<sup>8<\/sup>Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute,, Milan, Italy,<sup>9<\/sup>Hematology and Bone Marrow Transplantation Unit, Istituto Oncologico IRCCS â€œGiovanni Paolo IIâ€, Bari, Italy,<sup>10<\/sup>Hematology Unit, Ospedale San Gerardo, Monza, Italy,<sup>11<\/sup>Hematology Unit, AOUP Santa Chiara, Pisa, Italy,<sup>12<\/sup>Scientific Directorate, Istituto Scientifico Romagnolo per lo Studio e la Cura dei Tumori (IRST) - IRCCS, Meldola, Italy","CSlideId":"","ControlKey":"3575e7c0-be23-45f0-8de2-36907f424a48","ControlNumber":"4798","DisclosureBlock":"&nbsp;<b>A. Ferrari, <\/b> None..<br><b>S. Vitali, <\/b> None..<br><b>E. Fonzi, <\/b> None..<br><b>A. Ghelli Luserna Di Rora, <\/b> None..<br><b>C. Domizio, <\/b> None..<br><b>C. Papayannidis, <\/b> None..<br><b>M. Bochicchio, <\/b> None..<br><b>G. Marconi, <\/b> None..<br><b>D. Dall'Olio, <\/b> None..<br><b>M. Tebaldi, <\/b> None..<br><b>M. Rondoni, <\/b> None..<br><b>B. Giannini, <\/b> None..<br><b>F. Giglio, <\/b> None..<br><b>C. Pasciolla, <\/b> None..<br><b>M. Fumagalli, <\/b> None..<br><b>S. Galimberti, <\/b> None..<br><b>G. Castellani, <\/b> None..<br><b>D. Remondini, <\/b> None..<br><b>G. Simonetti, <\/b> None.&nbsp;<br><b>G. Martinelli, <\/b> <br><b>Novartis<\/b> Other, Speaker Bureau. <br><b>Daichii Sankyo<\/b> Other, Consultancy and Speaker Bureau. <br><b>Abbivie<\/b> Consultancy. <br><b>Jazz<\/b> Other, Consultancy. <br><b>Jansenn<\/b> Other, Consultancy. <br><b>Celgene<\/b> Other, Consultancy and Speaker Bureau. <br><b>Roche<\/b> Other, Consultancy. <br><b>Pfizer<\/b> Other, Consultancy, Speaker Bureau and travel grant. <br><b>Incyte<\/b> Other, Consultancy. <br><b>Astellas<\/b> Other, Consultancy.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1976","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6163","PresenterBiography":"","PresenterDisplayName":"Anna Ferrari, PhD","PresenterKey":"4521b175-9193-4d92-99ac-86c8bcb451ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6163. Fusion landscape in acute leukemias: A submerged world of not routinely characterized transcripts","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fusion landscape in acute leukemias: A submerged world of not routinely characterized transcripts","Topics":null,"cSlideId":""},{"Abstract":"Incidence of HPV associated head and neck squamous cell carcinoma (HNSCC) is on the rise, displaying a significantly favorable prognosis and overall better survival as compared to HPV negative HNSCC. Intense radiotherapy is the primary medical care leading to treatment associated morbidity in patients, thereby generating a need for de-intensification strategies. Biomarkers that can identify patients with less aggressive tumors as candidates for de-escalation therapy would revolutionize treatment. We applied an unbiased approach (weighted gene correlation network analysis (WGCNA)) that allows detection of autocorrelated gene sets on 3 independent cohorts of HPV+ HNSCC and created 22 consensus transcriptional modules by selecting genes that grouped together in WGCNA analyses from all 3 cohorts. Interestingly, only 1 module intrinsically divided HPV+ HNSCC into 2 subtypes, displaying different mutational profiles, mutational signatures, HPV gene expression patterns, HPV integration status, and patient survival. Gene set enrichment analysis revealed that this module was enriched in NF-kB genes and strongly associated with NF-&#954;B signaling, confirming our prior findings that defined HPV+ HNSCC subtypes by presence or absence of NF-kB regulators, <i>TRAF3 <\/i>or <i>CYLD <\/i>defects and by the NF-&#954;B activity classifier. Our studies show that <i>NF-<\/i> &#954;<i>B<\/i> -driven intrinsic tumor characteristics contribute to increased sensitivity of <i>NF-<\/i> &#954;<i>B<\/i> active HPV+ head and neck tumors to radiation, providing patients survival benefits. Indeed,<i> TRAF3<\/i> or <i>CYLD <\/i>deletion activated NF-kB and dramatically increased radiation sensitivity of HPV+ head and neck cancer cells. In line with our RNA seq analysis, we found that activation of NF-&#954;B via TRAF3\/CYLD deletion significantly correlated with marked downregulation of NRF2 activity and reduced nuclear localization in in HPV+ HNSCC cells. Interestingly, <i>TRAF3<\/i> CRISPR KO cells had lower NRF2 protein levels that were restored by MG132 treatment, indicating an involvement of KEAP1\/CUL3 mediated proteasomal degradation of NRF2. In summary, our data unveils a unique relation between <i>NF-&#954;B<\/i> pathway and radiosensitivity in HPV+ HNSCC. The distinct biological characteristics that separate patients into two subclasses associated with favorable prognosis could serve as a biomarker for personalized therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Radiosensitivity,Molecular markers,Human papillomavirus (HPV),Head and neck squamous cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Aditi Kothari<\/b><sup>1<\/sup>, Travis Parke Schrank<sup>2<\/sup>, Wendell Gray Yarbrough<sup>3<\/sup>, Natalia Isaeva<sup>3<\/sup><br><br\/><sup>1<\/sup>University of North Carolina at Chapel Hill, Durham, NC,<sup>2<\/sup>Otolaryngology, University of North Carolina at Chapel Hill, Chapel Hill, NC,<sup>3<\/sup>University of North Carolina at Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"12d7ab67-aff0-4ea6-ad17-42bd2b594f01","ControlNumber":"6166","DisclosureBlock":"&nbsp;<b>A. Kothari, <\/b> None..<br><b>T. Schrank, <\/b> None..<br><b>W. Yarbrough, <\/b> None..<br><b>N. Isaeva, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1977","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6164","PresenterBiography":null,"PresenterDisplayName":"Aditi Kothari, MS","PresenterKey":"67e67de6-75f3-4c30-8381-14c3e53b18bc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6164. NF-&#954;B and NRF2 signaling pathways affect prognosis in HPV-associated head and neck cancer","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NF-&#954;B and NRF2 signaling pathways affect prognosis in HPV-associated head and neck cancer","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) is not only the third most commonly occurred cancer worldwide, but it is the leading cause of cancer deaths in 2018. However, the overall incidence of CRC and death from CRC has declined since 1998, the case of early-onset CRC (EOCRC) defined as CRC diagnosed under age 50 has been increasing. Including the etiology of EOCRC, the reasons underlying this upward trend are not well understood. Moreover, some suggested that EOCRC patients have difficulty in early diagnosis compared to late-onset colorectal cancer (LOCRC). For this reason, EOCRC patients tend to be diagnosed at advanced stages. In addition to the clinical feature, EOCRC tumors have different features in pathology and molecularity compared with LOCRC tumors. With these distinct characteristics of EOCRC, there is necessary to characterize EOCRC compared to LOCRC patients. In this study, patients under 50 years (from hereon referred to as &#8216;&#8216;early-onset&#8217;&#8217;) and over 70 (&#8216;&#8216;late-onset&#8217;&#8217;) were considered for comparison. Whole transcriptome sequencing (WTS) for profiling gene expression and whole genome sequencing for mutations were carried out with tumor tissues of early-onset (n=49) and late-onset (n=50) CRC patients. Subsequently, we performed bioinformatic analysis to identify genomic and transcriptomic features. For the precise selection of differentially expressed genes, we selected constantly differentially expressed genes (DEG) in TCGA COAD and READ data. Genes up-regulated in both data set were CPS1, CCL19, CHGB, GLDC, WASF3, RPL39L and MAP9. The down-regulated were PRSS33, ANPEP, DKK4 and NTS. To identify whether CMS classification had different feature in each type if age onset was different, we classified CMS subtypes using transcriptome data. The ratio of each CMS subtypes both early and late-onset group had no significant difference. In terms of somatic mutations reported for driving colorectal cancer, three genes (ATM, BCL9L, NF1) had significantly mutated in early-onset group. Moreover, Non-synonymous mutation frequency had no significant difference while total mutation frequency had significantly difference between early and late-onset group. Lastly, Mutational signature had difference in both groups, assuming that the early-onset group had been through different event attributing to mutational changes. Although these findings should be further validated by detailed functional experiments, our genomic and transcriptomic analysis provide additional insights into understanding of young CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Biomarkers,Colorectal cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yejin Ha<\/b><sup>1<\/sup>, Yun-Jae Shin<sup>2<\/sup>, Ka Hee Tak<sup>1<\/sup>, Jong-Lyul Park<sup>2<\/sup>, Jeong-Hwan Kim<sup>2<\/sup>, Jong Lyul Lee<sup>1<\/sup>, Seon-Young Kim<sup>2<\/sup>, Chan Wook Kim<sup>1<\/sup><br><br\/><sup>1<\/sup>Asan Medical Center, Seoul, Korea, Republic of,<sup>2<\/sup>Korea Research Institute of Bioscience and Biotechnology, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"592589cc-3b54-4e99-843b-a986ab67ed11","ControlNumber":"4247","DisclosureBlock":"&nbsp;<b>Y. Ha, <\/b> None..<br><b>Y. Shin, <\/b> None..<br><b>K. Tak, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>C. Kim, <\/b> None.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1978","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6165","PresenterBiography":null,"PresenterDisplayName":"Yejin Ha, PhD","PresenterKey":"8f850d84-8653-4ee1-ae62-4552bb5f8e33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6165. Identification of biomarkers of early onset colorectal cancer from transciptome and whole genome data","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of biomarkers of early onset colorectal cancer from transciptome and whole genome data","Topics":null,"cSlideId":""},{"Abstract":"Background: Osteosarcoma (OS) is the most common primary bone cancer in children and adolescents. Two-thirds of OS patients are cured through chemotherapy and tumor resection. However, survival rates have plateaued over the past 30 years, especially for patients with relapsed and\/or metastatic disease, with overall long-term outcomes of less than 30%. Transducin beta-like protein 1 (TBL1) protects beta-catenin from nuclear degradation and mediates Wnt targeted transcription by forming a TBL1-beta-catenin complex. Overexpression of TBL1 and nuclear beta-catenin are positively correlated to adverse clinicopathological features and poor prognosis for osteosarcoma patients. Functional experiments reveal that down-regulation of TBL1 and nuclear beta-catenin activity inhibit proliferation, migration, and invasion of osteosarcoma cells. The objective of this study was to determine TBL1 levels within a panel of OS patient-derived xenograft (PDX) tumors.<br \/>Methods: TBL1 and beta-catenin protein levels were measured via western blot and immunohistochemistry in OS samples. We examined protein levels in OS PDX cell lines collected at distinct clinical stages of metastatic OS and OS primary tumor samples. TBL1, total beta-catenin, and activated beta-catenin levels were measured by immunohistochemical (IHC) staining in tissue microarray (TMA) derived from patient derived xenograft (PDX) tumor and clinical samples. Each tumor sample were formalin fixed, paraffin embedded, and spotted in triplicate on the TMA.<br \/>Results: Beta-catenin and TBL1 protein were detected in OS samples, and we found higher TBL1 protein levels in cells derived from advanced disease stages. Assessment of TBL1 protein was expanded to OS tissue microarray where TBL1, total beta-catenin, and active beta-catenin were independently stained in a TMA. TBL1, total beta-catenin, and activated beta-catenin were present in 100% of OS PDX cores. Finally, a majority of OS cores were shown to have high expression for both TBL1 and active beta-catenin.<br \/>Conclusion: Elevated TBL1 levels have been associated with metastatic disease and poor survival. We have measured TBL1 and activated beta-catenin protein levels in a variety of osteosarcoma samples and identified a large percentage of osteosarcoma that co-express both proteins. These results indicate that metastatic OS represents a TBL1 enriched patient population and is a candidate for therapeutics that target TBL1.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Biomarkers,TBL1,&#946;-catenin,Osteosarcoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kimberly  R.  Holloway<\/b><sup>1<\/sup>, Taku Yamamichi<sup>2<\/sup>, Bikesh Nirala<sup>2<\/sup>, Nino Rainusso<sup>2<\/sup>, Jason  T.  Yustein<sup>2<\/sup>, Stephen Horrigan<sup>1<\/sup><br><br\/><sup>1<\/sup>Iterion Therapeutics, Houston, TX,<sup>2<\/sup>Dept. of Pediatrics, Texas Children's Cancer Center\/Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"2988cd0b-b609-4912-b10a-11fba87b4b70","ControlNumber":"4924","DisclosureBlock":"<b>&nbsp;K. R. Holloway, <\/b> <br><b>Iterion Therapeutics<\/b> Employment.<br><b>T. Yamamichi, <\/b> None..<br><b>B. Nirala, <\/b> None..<br><b>N. Rainusso, <\/b> None..<br><b>J. T. Yustein, <\/b> None.&nbsp;<br><b>S. Horrigan, <\/b> <br><b>Iterion Therapeutics<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1975","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6166","PresenterBiography":null,"PresenterDisplayName":"Kimberly Holloway, PhD","PresenterKey":"da99ab7d-c789-4e3c-9010-3da8b5606fc0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6166. TBL1, a multifunctional transcriptional regulator, is highly expressed in osteosarcoma and correlates with activated beta catenin","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TBL1, a multifunctional transcriptional regulator, is highly expressed in osteosarcoma and correlates with activated beta catenin","Topics":null,"cSlideId":""},{"Abstract":"Background: Hepatocellular cancer (HCC) is the 3rd leading cause of death worldwide with approximately 30% of patients possessing a beta-catenin activating mutation. Despite recent progress in combination with VEGF inhibition, resistance to immune checkpoint inhibitors (ICI) still occurs in a majority of HCC patients. Recent studies suggest that activated beta-catenin regulates both tumor metabolism and immune microenvironment in CTNNB1-mutated HCCs. Transducin beta-like protein 1 (TBL1) is necessary for canonical Wnt -regulated gene transcription by binding nuclear beta-catenin, which prevents its nuclear degradation and promotes recruitment to Wnt-target gene promoters. The TBL1 inhibitor, tegavivint, disrupts the TBL1-beta-catenin complex and inhibits beta catenin signaling. This study measures TBL1 levels and determines tegavivint response within preclinical models of HCC.<br \/>Methods: Tegavivint cytotoxicity (GI<sub>50<\/sub>) was determined in an HCC cell line panel. Tegavivint activity was measured in a syngeneic mouse model of HCC. Tumors were collected for FACS analysis of cell subpopulations of interest from the vehicle and tegavivint group at study termination. Efficacy and tolerability were measured and evaluated by tumor growth curve and body weight change in treatment groups. Liver and tumor tissue were collected at study termination. TBL1 levels were measured in HCC cells and mouse tumors via western blot and immunohistochemical (IHC) staining.<br \/>Results: Tegavivint sensitivity was measured in a of HCC cell line panel resulting in GI<sub>50<\/sub> values ranging from 0.03 &#956;M - 0.20 &#956;M. Correlation between cell sensitivity and activating beta-catenin mutational status was identified and further characterized by measurement of active beta-catenin and TBL1 expression in cell lysates. In an HCC syngeneic mouse model with reported elevated levels of beta-catenin, tegavivint significantly inhibited tumor growth in comparison to vehicle control and demonstrated a significant change in PD-1+ CD3+ and PD-1+ CD4+ subpopulations. TBL1 and active beta-catenin levels were also characterized in tumor mouse tissue relative to tegavivint response.<br \/>Conclusion: Tegavivint monotherapy demonstrated antitumor activity in a range of HCC preclinical models. In vitro studies show correlation between tegavivint potency and beta-catenin mutation. In a syngeneic HCC mouse model with elevated beta-catenin, tegavivint reduces tumor growth and induces an activated T-cell subpopulation. We are currently characterizing potential biomarkers of TBL1\/beta-catenin activity to identify HCC patient populations that will be most responsive to tegavivint in a clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Wnt signaling,TBL1,Tegavivint,Hepatocellular carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kimberly  R.  Holloway<\/b><sup>1<\/sup>, Thomas Drake<sup>2<\/sup>, Thomas Bird<sup>2<\/sup>, Stephen Horrigan<sup>1<\/sup><br><br\/><sup>1<\/sup>Iterion Therapeutics, Houston, TX,<sup>2<\/sup>CRUK Beatson Institute, Liver Disease and Regeneration Laboratory, Glasgow, United Kingdom","CSlideId":"","ControlKey":"90724a0a-11d0-47d7-9f10-cc33191ad31e","ControlNumber":"4842","DisclosureBlock":"<b>&nbsp;K. R. Holloway, <\/b> <br><b>Iterion Therapeutics<\/b> Employment.<br><b>T. Drake, <\/b> None..<br><b>T. Bird, <\/b> None.&nbsp;<br><b>S. Horrigan, <\/b> <br><b>Iterion Therapeutics<\/b> Employment.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1979","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6167","PresenterBiography":null,"PresenterDisplayName":"Kimberly Holloway, PhD","PresenterKey":"da99ab7d-c789-4e3c-9010-3da8b5606fc0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6167. Targeting TBL1 with tegavivint promotes anti-tumor and immunomodulatory responses in preclinical models of hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting TBL1 with tegavivint promotes anti-tumor and immunomodulatory responses in preclinical models of hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Despite a detailed understanding of the genes mutated in myelodysplastic syndromes (MDS), diagnostic and treatment decisions for patients with MDS rely primarily on clinical and cytogenetic variables as considered by the Revised International Prognostic Scoring System (IPSS-R). Here we describe the recently developed Molecular IPSS (IPSS-M), a clinico-genomic risk stratification system that considers clinical, cytogenetic and genetic parameters; the implementation of a web portal to facilitate its adoption, a strategy to handle missing variables, and the worldwide utilization of the web calculator as a clinical support tool.<br \/>The IPSS-M was trained on 2,957 clinically annotated diagnostic MDS samples profiled for mutations in 156 driver genes. To maximize the clinical applicability of the IPSS-M and account for missing genetic data (i.e genes missing from a sequencing panel), we implemented a strategy to calculate a risk score under three scenarios: best, worst and average. Last, we developed an online calculator as a standalone single-page web application using VueJs, and D3Js for the interactive visualizations, deployed through a CI\/CD pipeline on AWS, where collection of anonymous usage analytics allows to track adoption and usability of the new proposed model.<br \/>The model incorporates clinical, morphological, genetic variables informed by cytogenetics and constructed from the presence of oncogenic mutations in 31 genes. It delivers a unique risk score for each individual patient, as well as an assignment to one of six IPSS-M risk strata. Compared to the IPSS-R the IPSS-M re-stratified 46% of MDS patients. The model was validated in an external dataset of 754 MDS patients. We released an open-access IPSS-M web calculator available at https:\/\/mds-risk-model.com. By specifying the patient clinical and molecular profiles, the tool returns the patient-specific IPSS-M risk score and category, and the probability estimates over time for three clinical endpoints, i.e. leukemia free survival (LFS), overall survival, and incidence of leukemic transformation. Since its launch in June 2022, the calculator has been used by &#62;6000 users in &#62;75 countries, reaching a daily average of 100 users per day. Risks have been calculated for &#62;45,000 patient profiles. 99.28% of the sessions initiated reach an IPSS-M score, suggesting that the calculator is intuitive and easy to use.<br \/>We trained and validated the IPSS-M on 3,711 patients, a patient tailored risk stratification tool for patients with MDS that considers clinical, morphological and genetic variables inclusive of cytogenetics and mutations in one of 31 genes. The development of a web based tool was instrumental to the global dissemination of the model, enabling non-expert users to leverage the power of molecular biomarkers in risk stratification for patients with MDS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET06-05 Molecular classification of tumors for diagnostics, prognostics, and therapeutic outcomes,,"},{"Key":"Keywords","Value":"Personalized medicine,Prognosis,Molecular profiling,Myelodysplastic-Syndromes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Elsa Bernard<sup>1<\/sup>, Juan  E.  Arango Ossa<sup>1<\/sup>, Heinz Tuechler<sup>2<\/sup>, Peter  L.  Greenberg<sup>3<\/sup>, Robert  P.  Hasserjian<sup>4<\/sup>, Yasuhito Nannya<sup>5<\/sup>, Sean  M.  Devlin<sup>6<\/sup>, Maria Creignou<sup>7<\/sup>, Philippe Pinel<sup>1<\/sup>, Lily Monier<sup>1<\/sup>, Juan  S.  Medina-Martinez<sup>1<\/sup>, Dylan Domenico<sup>1<\/sup>, Martin JÃ¤dersten<sup>8<\/sup>, Ulrich Germing<sup>9<\/sup>, Guillermo Sanz<sup>10<\/sup>, Arjan  A.  van de Loosdrecht<sup>11<\/sup>, Olivier Kosmider<sup>12<\/sup>, Matilde  Y.  Follo<sup>13<\/sup>, Felicitas Thol<sup>14<\/sup>, Lurdes Zamora<sup>15<\/sup>, Ronald  F.  Pinheiro<sup>16<\/sup>, Andrea Pellagatti<sup>17<\/sup>, Detlef Haase<sup>18<\/sup>, Pierre Fenaux<sup>19<\/sup>, Monika Belickova<sup>20<\/sup>, Michael  R.  Savona<sup>21<\/sup>, Virginia  M.  Klimek<sup>22<\/sup>, Fabio  P.   S.  Santos<sup>23<\/sup>, Jacqueline Boultwood<sup>17<\/sup>, Ioannis Kotsianidis<sup>24<\/sup>, Valeria Santini<sup>25<\/sup>, Francesc SolÃ©<sup>26<\/sup>, Uwe Platzbecker<sup>27<\/sup>, Michael Heuser<sup>14<\/sup>, Peter Valent<sup>28<\/sup>, Kazuma Ohyashiki<sup>29<\/sup>, Carlo Finelli<sup>30<\/sup>, Maria Teresa Voso<sup>31<\/sup>, Lee-Yung Shih&#8202;<sup>32<\/sup>, Michaela Fontenay<sup>12<\/sup>, Joop  H.  Jansen<sup>33<\/sup>, JosÃ© Cervera<sup>34<\/sup>, Norbert Gattermann<sup>9<\/sup>, Benjamin  L.  Ebert&#8202;<sup>35<\/sup>, Rafael Bejar<sup>36<\/sup>, Luca Malcovati<sup>37<\/sup>, Mario Cazzola<sup>37<\/sup>, Seishi Ogawa<sup>38<\/sup>, Eva HellstrÃ¶m-Lindberg<sup>39<\/sup>, <b>Elli Papaemmanuil<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Computational Oncology Service, Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Institute of Science and Technology Austria, Klosterneuburg, Austria,<sup>3<\/sup>Stanford University Cancer Institute, Stanford, CA,<sup>4<\/sup>Department of Pathology, Massachusetts General Hospital, Boston, MA,<sup>5<\/sup>Department of Pathology and Tumor Biology, Kyoto University, Kyoto, Japan,<sup>6<\/sup>Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>7<\/sup>Department of Medicine Huddinge, Center for Hematology and Regenerative Medicine,, Karolinska Institutet, Karolinska University Hospital, Stockholm, Sweden,<sup>8<\/sup>Department of Medicine Huddinge, Center for Hematology and Regenerative Medicine, Karolinska Institutet, Karolinska University Hospital, Stockholm, Sweden,<sup>9<\/sup>Department of Hematology, Oncology and Clinical Immunology, Heinrich Heine University, DÃ¼sseldorf, Germany,<sup>10<\/sup>Deparment of Hematology, Hospital Universitario y PolitÃ©cnico La Fe, Valencia, Spain and CIBERONC, Instituto de Salud Carlos III, Madrid, Spain,<sup>11<\/sup>Department of Hematology, Amsterdam University Medical Center, Vrije University Medical Center, Amsterdam, Netherlands,<sup>12<\/sup>Department of Hematology, Assistance Publique-HÃ´pitaux de Paris, HÃ´pital Cochin and UniversitÃ© de Paris, UniversitÃ© Paris Descartes, Paris, France,<sup>13<\/sup>Cellular Signaling Laboratory, Human Anatomy Section, Department of Biomedical & Neuromotor Sciences, University of Bologna, Bologna, Italy,<sup>14<\/sup>Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany,<sup>15<\/sup>Hematology Department, Hospital Germans Trias i Pujol, Institut CatalÃ  dâ€™Oncologia, Josep Carreras Leukaemia Research Institute, Barcelona, Spain,<sup>16<\/sup>Drug Research and Development Center, Federal University of Ceara, Ceara, Brazil,<sup>17<\/sup>Nuffield Division of Clinical Laboratory Sciences, Radcliffe Department of Medicine, University of Oxford and Oxford BRC Haematology Theme, Oxford, United Kingdom,<sup>18<\/sup>INDIGHO Laboratories. Clinics of Hematology and Medical Oncology, University Medical Center, GÃ¶ttingen, Germany,<sup>19<\/sup>Department of Hematology, HÃ´pital St Louis, Paris University, Paris, France,<sup>20<\/sup>Department of Genomics, Institute of Hematology and Blood Transfusion, Prague, Czech Republic,<sup>21<\/sup>Department of Medicine, Vanderbilt-Ingram Cancer Center, Vanderbilt University School of Medicine, Nashville, TN,<sup>22<\/sup>Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY,<sup>23<\/sup>Oncology-Hematology Center, Hospital Israelita Albert Einstein, Sao Paulo, Brazil,<sup>24<\/sup>Department of Hematology, Democritus University of Thrace Medical School, Alexandroupolis, Greece,<sup>25<\/sup>Myelodysplastic syndromes Unit, Department of Experimental and Clinical Medicine, Hematology, Azienda Ospedaliero Universitaria Careggi, University of Florence, Florence, Italy,<sup>26<\/sup>Myelodysplastic Syndromes Group, Institut de Recerca contra la LeucÃ¨mia Josep Carreras, Barcelona, Spain,<sup>27<\/sup>Medical Clinic and Policlinic 1, Hematology and Cellular Therapy, University of Leipzig, Leipzig, Germany,<sup>28<\/sup>Department of Internal Medicine I, Division of Hematology and Hemostaseology, Ludwig Boltzmann Institute for Hematology and Oncology, Medical University of Vienna, Vienna, Austria,<sup>29<\/sup>Tokyo Medical University, Tokyo, Japan,<sup>30<\/sup>Institute of Hematology â€œSerÃ gnoliâ€, Istituti di Ricovero e Cura a Carattere Scientifico Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy,<sup>31<\/sup>MDS Cooperative Group GROM-L, Department of Biomedicine and Prevention, Tor Vergata University, Rome, Italy,<sup>32<\/sup>School of Medicine, Chang Gung Memorial Hospital at Linkou, Chang Gung University, Taoyuan, Taiwan,<sup>33<\/sup>Laboratory Hematology, Department of Laboratory Medicine, Radboud University Medical Centre, Nijmegen, Netherlands,<sup>34<\/sup>Department of Hematology and Genetics Unit, University Hospital La Fe, Valencia, Spain,<sup>35<\/sup>Department of Medical Oncology and Howard Hughes Medical Institute, Dana-Farber Cancer Center, Boston, MA,<sup>36<\/sup>University of California San Diego Moores Cancer Center, La Jolla, CA,<sup>37<\/sup>Fondazione Istituto di Ricovero e Cura a Carattere Scientifico Policlinico San Matteo, University of Pavia, Pavia, Italy,<sup>38<\/sup>Institute for the Advanced Study of Human Biology, Kyoto University, Kyoto, Japan,<sup>39<\/sup>Department of Medicine Huddinge, Center for Hematology and Regenerative Medicine, Karolinska Institutet,  Karolinska University Hospital, Stockholm, Sweden","CSlideId":"","ControlKey":"a2be8d15-9843-4613-9bea-d9a1850fcb42","ControlNumber":"4928","DisclosureBlock":"<b>&nbsp;E. Bernard, <\/b> <br><b>Pfizer<\/b> Other, Speaker Fees.<br><b>J. E. Arango Ossa, <\/b> None..<br><b>H. Tuechler, <\/b> None..<br><b>P. L. Greenberg, <\/b> None..<br><b>R. P. Hasserjian, <\/b> None.&nbsp;<br><b>Y. Nannya, <\/b> <br><b>Novartis<\/b> Independent Contractor. <br><b>Otsuka Pharmaceuticals Co., Ltd.<\/b> Independent Contractor.<br><b>S. M. Devlin, <\/b> None..<br><b>M. Creignou, <\/b> None..<br><b>P. Pinel, <\/b> None..<br><b>L. Monier, <\/b> None.&nbsp;<br><b>J. S. Medina-Martinez, <\/b> <br><b>Isabl Inc<\/b> Employment, Stock, Patent.<br><b>D. Domenico, <\/b> None..<br><b>M. JÃ¤dersten, <\/b> None.&nbsp;<br><b>U. Germing, <\/b> <br><b>Celgene<\/b> Grant\/Contract, Other, Lecturs honoraria. <br><b>Novartis<\/b> Grant\/Contract, Other, Lecturs honoraria. <br><b>Amgen<\/b> Other, Lecturs honoraria. <br><b>Janssen<\/b> Other, Lecturs honoraria. <br><b>Roche<\/b> Other, Lecturs honoraria. <br><b>Jazz<\/b> Other, Lecturs honoraria. <br><b>G. Sanz, <\/b> <br><b>AbbVie<\/b> Grant\/Contract, Other, Ad Board, Advisory Board Member. <br><b>Amgen<\/b> Grant\/Contract, Other, Ad Board. <br><b>Celgene<\/b> Other, Ad Board. <br><b>F. Hoffmann-LaRoche<\/b> Other, Speaker's bureau. <br><b>Janssen Global Services, LLC<\/b> Other, Honorary. <br><b>Novartis<\/b> Other, Speaker's bureau. <br><b>Takeda Oncology<\/b> Other, Ad Board, Ad Board Member. <br><b>A. A. van de Loosdrecht, <\/b> <br><b>Celgene<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Amgen<\/b> Other, Advisory Board. <br><b>Roche<\/b> Other, Advisory Board. <br><b>Novartis<\/b> Other, Advisory Board. <br><b>Alexion<\/b> Other, Advisory Board.<br><b>O. Kosmider, <\/b> None..<br><b>M. Y. Follo, <\/b> None.&nbsp;<br><b>F. Thol, <\/b> <br><b>Jazz<\/b> Other, Ad Board. <br><b>Pfizer<\/b> Other, Ad Board. <br><b>Abbvie<\/b> Other, Ad Board. <br><b>Celgene<\/b> Grant\/Contract.<br><b>L. Zamora, <\/b> None..<br><b>R. F. Pinheiro, <\/b> None..<br><b>A. Pellagatti, <\/b> None.&nbsp;<br><b>D. Haase, <\/b> <br><b>Takeda<\/b> Other, Adboards, Lecture honoraria. <br><b>Jazz<\/b> Other, Adboards, Lecture honoraria. <br><b>BMS<\/b> Other, Adboards. <br><b>Celgene<\/b> Other, Research Support. <br><b>Novartis<\/b> Other, Research Support.<br><b>P. Fenaux, <\/b> None..<br><b>M. Belickova, <\/b> None.&nbsp;<br><b>M. R. Savona, <\/b> <br><b>Abbvie<\/b> Other, Consultancy\/AdBoard. <br><b>BMS<\/b> Other, Consultancy\/AdBoard. <br><b>CTI<\/b> Other, Consultancy\/AdBoard. <br><b>Geron<\/b> Other, Consultancy\/AdBoard. <br><b>Karyopharm<\/b> Stock, Other, Consultancy\/AdBoard. <br><b>Novartis<\/b> Other, Consultancy\/AdBoard. <br><b>Ryvu<\/b> Stock, Other, Consultancy\/AdBoard. <br><b>Taiho<\/b> Other, Consultancy\/AdBoard. <br><b>Takeda<\/b> Grant\/Contract, Other, Consultancy\/AdBoard. <br><b>TG Therapeutics<\/b> Grant\/Contract, Other, Consultancy\/AdBoard. <br><b>ALX Oncology<\/b> Grant\/Contract. <br><b>Astex<\/b> Grant\/Contract. <br><b>Incyte<\/b> Grant\/Contract.<br><b>V. M. Klimek, <\/b> None.&nbsp;<br><b>F. P. S. Santos, <\/b> <br><b>Janssen-Cilag<\/b> Other, Speaker fees. <br><b>Bristol-Myers-Squibb<\/b> Other, Speaker fees. <br><b>Novartis<\/b> Grant\/Contract, Other, Speaker fees, Ad Board. <br><b>Amgen<\/b> Other, Speaker fees, Ad Board. <br><b>Abbvie<\/b> Other, Speaker fees, Ad Board. <br><b>Pfizer<\/b> Other, Speaker fees.<br><b>J. Boultwood, <\/b> None.&nbsp;<br><b>I. Kotsianidis, <\/b> <br><b>Genesis pharma<\/b> Other, Consultancy\/AdBoard. <br><b>Janssen Hellas<\/b> Other, Consultancy\/AdBoard, Research Support. <br><b>Celgene<\/b> Other, Research Support. <br><b>Novartis Hellas<\/b> Other, Research Support. <br><b>V. Santini, <\/b> <br><b>Celgene<\/b> Other, Ad Board member, Speaker honoraria. <br><b>Geron<\/b> Other, Ad Board member. <br><b>Gilead Sciences Inc<\/b> Other, Ad Board member. <br><b>Menarini Pharmaceutical<\/b> Other, Ad Board member. <br><b>Novartis Pharma<\/b> Other, Ad Board. <br><b>Takeda Oncology<\/b> Other, Ad Board.<br><b>F. SolÃ©, <\/b> None.&nbsp;<br><b>U. Platzbecker, <\/b> <br><b>Amgen<\/b> Grant\/Contract. <br><b>Celgene<\/b> Grant\/Contract, Travel, Other, Speaker honoraria, Data and Safety Monitoring. <br><b>Janssen Biotech<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract, Other, Speaker honoraria. <br><b>M. Heuser, <\/b> <br><b>Novartis<\/b> Other, Honoraria, Consulting\/Advisor. <br><b>Pfizer<\/b> Other, Honoraria, Consulting\/Advisor. <br><b>PriME Oncology<\/b> Other, Honoraria. <br><b>Abbvie<\/b> Other, Consulting\/Advisor. <br><b>Bayer Pharma AG<\/b> Other, Consulting\/Advisor. <br><b>Daiichi Sankyo<\/b> Other, Consulting\/Advisor. <br><b>Astellas<\/b> Grant\/Contract. <br><b>BergenBio<\/b> Grant\/Contract. <br><b>Karyopharm<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>P. Valent, <\/b> <br><b>Celgene<\/b> Grant\/Contract, Other, Honoraria. <br><b>Pfizer<\/b> Grant\/Contract, Other, Honoraria. <br><b>Incyte<\/b> Grant\/Contract, Other, Honoraria. <br><b>Allcyte<\/b> Grant\/Contract. <br><b>Deciphera<\/b> Other, Honoraria. <br><b>Blueprint<\/b> Other, Honoraria. <br><b>Novartis<\/b> Other, Honoraria.<br><b>K. Ohyashiki, <\/b> None.&nbsp;<br><b>C. Finelli, <\/b> <br><b>Takeda<\/b> Other, Consultancy. <br><b>M. Voso, <\/b> <br><b>Celgene<\/b> Grant\/Contract, Other, Advisory Committee, Speaker fees. <br><b>Novartis<\/b> Other, Speaker fees. <br><b>L. Shih&#8202;, <\/b> <br><b>Novartis<\/b> Other, Ad Board. <br><b>BMS<\/b> Other, Ad Board. <br><b>PharmaEssentia<\/b> Other, Ad Board.<br><b>M. Fontenay, <\/b> None..<br><b>J. H. Jansen, <\/b> None..<br><b>J. Cervera, <\/b> None.&nbsp;<br><b>N. Gattermann, <\/b> <br><b>Novartis<\/b> Other, Ad Board, speaker fees. <br><b>Takeda<\/b> Other, Research support. <br><b>Alexion<\/b> Other, Research support. <br><b>B. L. Ebert&#8202;, <\/b> <br><b>Celgene<\/b> Grant\/Contract. <br><b>Deerfield<\/b> Grant\/Contract. <br><b>R. Bejar, <\/b> <br><b>Aptose Biosciences<\/b> Employment. <br><b>Gilead<\/b> Other, DSMB. <br><b>Epizyme<\/b> Other, DSMB. <br><b>BMS<\/b> Grant\/Contract, Other, Ad Board\/Consulting. <br><b>AbbVie<\/b> Other, Ad Board\/Consulting. <br><b>Astex<\/b> Other, Ad Board\/Consulting. <br><b>Silence<\/b> Other, Ad Board\/Consulting. <br><b>Takeda<\/b> Grant\/Contract.<br><b>L. Malcovati, <\/b> None..<br><b>M. Cazzola, <\/b> None.&nbsp;<br><b>S. Ogawa, <\/b> <br><b>Asahi Genomics<\/b> Stock. <br><b>Cordia Therapeutics<\/b> Stock Option, Grant\/Contract, Patent, Other, Consultant. <br><b>Kan Research Institute<\/b> Other, Consultant. <br><b>Novartis<\/b> Other, Consultant. <br><b>E. HellstrÃ¶m-Lindberg, <\/b> <br><b>Celgene<\/b> Grant\/Contract. <br><b>E. Papaemmanuil, <\/b> <br><b>Isabl Inc<\/b> Employment, Stock. <br><b>Celgene<\/b> Grant\/Contract.","End":"4\/19\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"1980","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6168","PresenterBiography":null,"PresenterDisplayName":"Elli Papaemmanuil, PhD","PresenterKey":"9d88d196-6d6d-4b0e-ab4e-dce182c9379e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6168. Implementation and adoption of a web tool to support precision diagnostic and treatment decisions for patient with myelodysplastic syndromes","SearchResultFooter":"","SearchResultHeader":"Apr 19 2023  9:00AM","SessionId":"397","SessionOnDemand":"False","SessionTitle":"Cell Death Pathways and Treatment \/ Molecular Classification of Tumors for Diagnostics, Prognostics, and Therapeutic Outcomes","ShowChatLink":"false","Start":"4\/19\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Implementation and adoption of a web tool to support precision diagnostic and treatment decisions for patient with myelodysplastic syndromes","Topics":null,"cSlideId":""}]