[{"Abstract":"CD276 (B7-H3) is a transmembrane protein of the B7 family, which includes many prominent immune checkpoint targets, and is expected to play a role in T-cell stimulation, tumor-infiltration, as well as other tumorigenic functions with poor prognosis when upregulated. CD276 is highly expressed in solid tumors, cancer initiating stem cells, and tumor associated vasculature with minimal to no expression in healthy tissue. This promising expression profile has piqued interest for various targeted therapeutic modalities, such as antibody-drug conjugates (ADCs). Developing effective ADCs for solid tumors remains a challenge due to inefficient conjugation technologies which are either non-homogeneous, unstable, or do not position payloads at optimal sites. BrickADCs minimize hydrophobicity, optimize payload release kinetics, and tune biophysical properties to improve efficacy, safety, and bioavailability, resulting in improved therapeutic indexes. Potent payloads such as pyrrolobenzodiazepines have been underutilized due to toxicity, preventing their widespread use. BrickBio&#8217;s unique bioconjugation methodology enables precise (site-specific), flexible (unfettered site accessibility and chemistry), efficient, and scalable generation of ADCs which overcome these limitations. In this work, UAAs (unnatural amino acids) were incorporated into full-length anti-CD276 antibodies and conjugated with optimized pyrrolobenzodiazepine (PBD) payloads. BrickADCs leverage a proprietary Site-Select Panel to find optimal sites that shield the toxicity of highly potent, hydrophobic PBD payloads while maintaining their high activity to generate anti-CD276-UAA-PBD ADCs. The highest performing BrickADCs, developed by a rapid screen of PBD payloads conjugated to different sites in the antibody backbone, exhibit high therapeutic efficacy in a variety of CD276 positive solid tumor cell lines (eg. colon, ovarian, lung, sarcoma, etc) and in mouse xenograft models with a 3x differential in complete response. The tuned hydrophobicity and release kinetics have resulted in ADCs that have an increased therapeutic index, particularly due to their improved safety profile compared to cysteine conjugation.The BrickADC platform enables an increased therapeutic window for potent payloads across solid tumors, opening the floodgates for further development of ADCs which leverage payloads that have been plagued by poor therapeutic index. Continued work is underway for the CD276 pipeline candidates as they progress towards IND, as well as investigation into other targets and conjugate modalities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,Antibody-drug conjugate (ADC),Cancer,Antibody engineering,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>James S. Italia<\/b><sup><\/sup>, Colby A. Souders<sup><\/sup>, Sreedhar Reddy Suthe<sup><\/sup>, Myer Hussain<sup><\/sup>, Zhi Li<sup><\/sup>, John Boyce<sup><\/sup>, Audrey Warner<sup><\/sup>, Abhishek Chatterjee<sup><\/sup><br><br\/>BrickBio, Inc., Woburn, MA","CSlideId":"","ControlKey":"2dbde66d-e2ec-458b-a323-fb17e4d01809","ControlNumber":"1670","DisclosureBlock":"&nbsp;<b>J. S. Italia, <\/b> None..<br><b>C. A. Souders, <\/b> None..<br><b>S. Reddy Suthe, <\/b> None..<br><b>M. Hussain, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>J. Boyce, <\/b> None..<br><b>A. Warner, <\/b> None..<br><b>A. Chatterjee, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2642","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1521","PresenterBiography":null,"PresenterDisplayName":"James Italia, BS;PhD","PresenterKey":"41cfd3e6-bcd7-4d2b-8af0-66a086fc5385","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1521. Unlocking the therapeutic index of highly potent site-specific ADCs in solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unlocking the therapeutic index of highly potent site-specific ADCs in solid tumors","Topics":null,"cSlideId":""},{"Abstract":"SGN-B6A is a novel investigational antibody-drug conjugate (ADC) directed to integrin beta-6 and uses the clinically validated vedotin drug-linker platform that delivers the microtubule disrupting agent, monomethyl auristatin E (MMAE). SGN-B6A is designed to bind and internalize the integrin beta-6\/ADC complex from the surface of malignant cells and release the cytotoxic payload MMAE. We have previously demonstrated the antitumor activity of SGN-B6A in cell line-derived xenograft models originating from multiple carcinomas as well as patient-derived xenograft models of non-small cell lung cancer (NSCLC). Other clinically validated vedotin ADCs that deliver MMAE have been shown to induce immunogenic cell death (ICD) in preclinical models and have demonstrated promising clinical activity in combination with immunotherapy. Since the induction of ICD appeared to be a consequence of the activity of MMAE, and is independent of the antibody that delivers it, we hypothesized that this mechanism of action may also apply to SGN-B6A.<br \/>Consistent with this hypothesis, we observed that tumor cells treated with SGN-B6A in vitro showed key hallmarks of immunogenic cell death, including markers of endoplasmic reticulum (ER) stress, exposure of calreticulin, and release of ATP and high mobility group protein B1 (HMGB1). Further, in vivo studies demonstrated that treatment with SGN-B6A led to immune activation and recruitment of immune cells to the tumor environment. In an integrin beta-6-expressing syngeneic model, a vedotin ADC directed to integrin beta-6 has shown combinatorial activity with immunotherapy.<br \/>Preclinical models suggest that, like other vedotin ADCs, SGN-B6A induces immunogenic cell death which then promotes activation and recruitment of immune cells to the tumor. We have recently reported promising single-agent activity of SGN-B6A in non-small cell lung, head and neck squamous cell, and esophageal cancer observed in interim results of a phase I study (NCT04389632). The combination of SGN-B6A with immunotherapy may be utilized as a potential treatment for integrin-beta-6-expressing tumors including NSCLC, head and neck squamous cell carcinoma, and esophageal carcinoma. Altogether, our preclinical and initial clinical results support the ongoing evaluation of SGN-B6A as a single agent and in combination with immune checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Integrins,NSCLC,Head and neck squamous cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vivian  H.  Trang<\/b><sup><\/sup>, Rebecca  C.  Mazahreh<sup><\/sup>, John  J.  Gosink<sup><\/sup>, Michelle Ulrich<sup><\/sup>, Devra Olson<sup><\/sup>, Allana Ubben<sup><\/sup>, Sean Allred<sup><\/sup>, Li-Ya Huang<sup><\/sup>, Kelly Hensley<sup><\/sup>, Piper  M.  Treuting<sup><\/sup>, Kerry Klussman<sup><\/sup>, Shaylin Higgins<sup><\/sup>, Patrick Younan<sup><\/sup>, Roma Yumul<sup><\/sup>, Natalya Nazarenko<sup><\/sup>, Robert  P.  Lyon<sup><\/sup><br><br\/>Seagen, Bothell, WA","CSlideId":"","ControlKey":"f16b65d1-983c-4085-a0df-9582763b47bf","ControlNumber":"8084","DisclosureBlock":"<b>&nbsp;V. H. Trang, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>J. J. Gosink, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>M. Ulrich, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>A. Ubben, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>S. Allred, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>L. Huang, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>K. Hensley, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>P. M. Treuting, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>K. Klussman, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>S. Higgins, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>P. Younan, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>R. Yumul, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>N. Nazarenko, <\/b> <br><b>Seagen<\/b> Employment, Stock. <br><b>R. P. Lyon, <\/b> <br><b>Seagen<\/b> Employment, Stock, Stock Option, Patent.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2644","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1522","PresenterBiography":null,"PresenterDisplayName":"Vivian Trang","PresenterKey":"fb580c64-21cd-44c0-991b-262b4ab66405","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1522. SGN-B6A induces immunogenic cell death as an additional mechanism of action","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SGN-B6A induces immunogenic cell death as an additional mechanism of action","Topics":null,"cSlideId":""},{"Abstract":"Background: Amatoxin-based antibody-drug conjugates (so called ATACs) are a new class of ADCs that use the RNA polymerase II inhibitor amanitin as toxic payload. HDP-101 is the first ATAC in the clinic, currently being tested in a phase I\/II clinical trial in multiple myeloma patients. HDP-101 is given to patients intravenously (i.v.) as this is the most common administration route for ADCs. I.v. is often selected as route of administration in a clinical setting since it results in a bioavailability of 100%. However, i.v. dosing has disadvantages such as very high Cmax levels which can trigger toxicity, requires hospitalization of the patient for administration, and bears the risk of vessel damage. In this study, we demonstrate that subcutaneous (s.c.) dosing is a promising alternative route of administration for ATACs which is well tolerated and able to improve the therapeutic index (TI) of ATACs.<br \/>Material and Methods: ATACs: ADCs based on cysteine-reactive and site-specific amatoxin-linker constructs synthesized at Heidelberg Pharma. Monkey Studies: Cynomolgus monkeys, escalating doses of ATACs i.v or s.c. q21d Mouse Studies: CB17 Scid mice, single dose of ATACs i.v. or s.c.; if applicable bleeding at 8 - 12 time points between 5 min and 14 days after dosing; tumor studies in s.c. and i.v. tumor models Results: The impact of the dosing route on organ distribution of ATACs was tested in a PK study after a single i.v. or s.c. ATAC dose. S.c. dosing resulted in increased serum half-life of ATACs and reduced Cmax values as compared to i.v. dosing, while the AUC was comparable. Toxicity of ATACs is most probably driven by its Cmax level in serum, whereas the efficacy is mainly driven by AUC. Thus, we hypothesized that s.c. dosing might improve the TI of ATACs. The maximal tolerated dose (MTD) of ATACs in mice was compared between s.c. and i.v. dosing. S.c. dosing resulted in higher MTDs as compared to i.v. dosing independent of the antibody and amatoxin payload variant used. These findings were also confirmed in cynomolgus monkeys, where s.c. dosing of the ATAC HDP-103 resulted in a reduced Cmax, a comparable AUC, and an improved HNSTD of HDP-103. The impact of s.c. dosing on anti-tumor efficacy of ATACs was investigated in several tumor models in mice. ATACs with different antibodies and amatoxin payloads were applied as single i.v. or s.c. dose. In all models tested, the anti-tumor efficacy of ATACs was similar between groups receiving s.c. or i.v. dosing.<br \/>Conclusions: The present study demonstrates that s.c. dosing is a promising route of administration for ATACs as it not only refines the pharmacokinetic distribution of ATACs but may improve the TI in patients. By reducing Cmax, s.c. dosing improves the tolerability of ATACs in mice and cynomolgus monkeys. At the same time the anti-tumor efficacy of ATACs is maintained as the AUC is not negatively impacted. Thus, s.c. dosing improves the TI of ATACs and may represent a promising route of administration also in humans.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Amanitin,Route of Administration,Therapeutic Index,subcutaneous ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kristin Decker<\/b><sup>1<\/sup>, Marija Vranic<sup>1<\/sup>, Marisa Schmitt<sup>1<\/sup>, Irina Dranova<sup>1<\/sup>, Anikó Pálfi<sup>1<\/sup>, Torsten Hechler<sup>1<\/sup>, Andreas Pahl<sup>2<\/sup>, Michael Kulke<sup>1<\/sup><br><br\/><sup>1<\/sup>Heidelberg Pharma Research GmbH, Ladenburg, Germany,<sup>2<\/sup>Heidelberg Pharma AG, Ladenburg, Germany","CSlideId":"","ControlKey":"7bb10aab-6a9f-4a1b-b790-ad0423608b72","ControlNumber":"2436","DisclosureBlock":"<b>&nbsp;K. Decker, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment. <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>M. Vranic, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment. <br><b>M. Schmitt, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment. <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>I. Dranova, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment. <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>A. Pálfi, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent. <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>T. Hechler, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent. <br><b>Heidelberg Pharma AG<\/b> Stock, Stock Option. <br><b>A. Pahl, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent. <br><b>Heidelberg Pharma AG<\/b> Stock, Stock Option. <br><b>M. Kulke, <\/b> <br><b>Heidelberg Pharma Research GmbH<\/b> Employment, Patent. <br><b>Heidelberg Pharma AG<\/b> Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2645","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1523","PresenterBiography":null,"PresenterDisplayName":"Kristin Decker, PhD","PresenterKey":"932b5637-1599-4430-a898-1b22a347a110","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1523. Subcutaneous dosing of amatoxin-based ADCs increases the therapeutic index","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Subcutaneous dosing of amatoxin-based ADCs increases the therapeutic index","Topics":null,"cSlideId":""},{"Abstract":"Introduction and Objectives: Chemokine (C-X-C motif) ligand 1 (CXCL1) plays a crucial role in tumor initiation, promotion, and progression in bladder cancer (BCa) development. Previously, we reported on a monoclonal murine antibody (HL2401) towards CXCL1 which was capable of inhibiting growth in both in vitro and in vivo models. Herein, we have developed a chimeric anti-CXCL1 antibody, which is partially human (cHL2401). In this study, we tested the effect of cHL2401 on tumor growth and angiogenesis in both <i>in vitro<\/i> and <i>in vivo<\/i> models.<br \/>Methods: We developed chimeric anti-human CXCL1 antibody (cHL2401), and then tested for the following: ability to inhibit in vitro angiogenesis, ability to inhibit cellular proliferation, and tumor growth in cell line-derived xenograft model.<br \/>Results: We first performed the tube formation assay to evaluate the effect on angiogenesis. cHL2401 significantly inhibited tube formation in HUVEC, suggesting that cHL2401 inhibits angiogenesis. The inhibitory effect was better than bevacizumab (FDA-approved drug, anti-VEGF antibody). Next, we performed the cell proliferation assay to evaluate the effect on tumor growth <i>in vitro<\/i>. cHL2401 significantly inhibited the cell proliferation of T24 and 253J cell lines highly expressing CXCL1. Finally, we tested the effect of cHL2401 on tumor growth in an animal model. Both 8 and 32 mg\/kg (i.p., twice weekly) significantly inhibited the tumor growth. The final volume of control tumor was 224.5 mm<sup>3<\/sup>, while those of 8 and 32 mg\/kg were 102.9 and 93.08, respectively.<br \/>Conclusions: The chimeric antibody, cHL2401 contains human constant domains and mouse variable domains of mouse HL2401 antibody. Species-matched chimeric antibodies reduce anti-species immune responses in animal models. In this study, we tested whether the effects of mouse HL2401 that we have reported were induced by neutralizing CXCL1 by antibody. Taken together, the results suggest that neutralizing CXCL1 by antibody could be a promising therapeutic agent in BCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,Bladder cancer,Antiangiogenic agents,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nari Kim<\/b><sup><\/sup>, Hideki Furuya<sup><\/sup>, Kaoru Murakami<sup><\/sup>, Charles  J.  Rosser<sup><\/sup><br><br\/>Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"6a95da95-741f-4bf9-9476-f352a13a2d4d","ControlNumber":"3905","DisclosureBlock":"&nbsp;<b>N. Kim, <\/b> None..<br><b>H. Furuya, <\/b> None..<br><b>K. Murakami, <\/b> None.&nbsp;<br><b>C. J. Rosser, <\/b> <br><b>Nonagen Therapeutics Corp<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2646","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1524","PresenterBiography":null,"PresenterDisplayName":"Nari Kim, PhD","PresenterKey":"b94c5f91-bcfe-458f-bfd5-6788fbe5aee8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1524. Effect of a chimeric antibody targeting CXCL1 in bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of a chimeric antibody targeting CXCL1 in bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Purpose: A key challenge in cancer drug development is optimizing the therapeutic index (TI), a measure of a treatment&#8217;s antitumor efficacy and its toxicity, such that the agent is effective in targeting the tumor with an acceptable safety profile. Despite the growing list of emerging treatment modalities, successful translation of a drug candidate into an effective therapeutic agent may be hampered by inability to dose the therapy within the TI. We have developed a novel platform for protein and\/or antibody-based therapies by combining protein engineering with biopolymer physics to enhance antitumor mechanisms at lower treatment doses. Our long-term goal is to improve the TI of multiple therapeutic classes.<br \/>Methods: A drug-engineering platform was developed based on multivalent protein (MVP) conjugates, wherein multiple copies (i.e., valency) of a therapeutic protein, such as monoclonal single-domain antibodies or interleukins, were covalently bound to soluble biopolymers, including heparin and modified celluloses (15 kDa-1.5 MDa). MVP valencies ranging from 2 to 200 protein copies (&#177;10%) per polymer were generated, and the reproducibility of this process was verified by UV analysis and chromatography. The binding affinity of the MVPs to their targets was determined using biolayer interferometry and cell bioassays, and the hydrodynamic radius of the MVPs were measured using dynamic light scattering. Using longitudinal <i>in vitro<\/i> and <i>in vivo<\/i> fluorescence measurements of drug signal, the intratumoral (IT) retention, cellular internalization, and systemic distribution of each MVP was compared to that of equimolar unconjugated controls of the corresponding protein.<br \/>Results: At high valency, the target binding affinity of MVPs was substantially greater than that of the unconjugated protein controls. MVPs with improved cell-receptor engagement could modulate the internalization\/processing of antibody-drug conjugates. Multivalent conjugation also increased the hydrodynamic radius of the MVPs to &#62;10-times larger than corresponding unconjugated proteins. This resulted in a high concentration of MVP therapeutics in solid tumors, as demonstrated by an extension of their IT half-lives by &#62;5 times versus unconjugated controls in mouse models of multiple tumor types.<br \/>Conclusions: An MVP platform can be applied to a wide range of therapeutic mechanisms. Our data demonstrate that MVP therapeutics can be localized within the tumor and potentially enable more potent tumor cell-killing responses compared with equimolar unconjugated protein controls. Thus, the MVP platform represents a compelling new tool for designing protein-based therapies. Further development of our MVP pipeline is continuing, with the aim of identifying a candidate for IND-enabling studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Therapeutic proteins,Antibody-drug conjugate (ADC),,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amy  A.  Twite<\/b><sup><\/sup>, Adam Barnebey<sup><\/sup>, Livia  W.  Brier<sup><\/sup>, Brian Barnett<sup><\/sup>, Wesley  M.  Jackson<sup><\/sup><br><br\/>Valitor, Berkeley, CA","CSlideId":"","ControlKey":"2dacaa99-79e8-488f-acb2-cc79e5cd054c","ControlNumber":"4424","DisclosureBlock":"<b>&nbsp;A. A. Twite, <\/b> <br><b>Valitor<\/b> Employment, Stock Option, Other Intellectual Property. <br><b>A. Barnebey, <\/b> <br><b>Valitor<\/b> Employment, Stock Option, Other Intellectual Property. <br><b>L. W. Brier, <\/b> <br><b>Valitor<\/b> Employment, Other Intellectual Property. <br><b>B. Barnett, <\/b> <br><b>Valitor<\/b> Independent Contractor. <br><b>W. M. Jackson, <\/b> <br><b>Valitor<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Other Intellectual Property.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2647","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1525","PresenterBiography":null,"PresenterDisplayName":"Amy Twite, BS,PhD","PresenterKey":"5de7586f-d605-490b-9924-e3a71b6af0c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1525. A novel platform for protein engineering and modification to expand the therapeutic index of anti-tumor therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel platform for protein engineering and modification to expand the therapeutic index of anti-tumor therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Bi-specific antibody (BsAb) is an attractive therapeutic antibody format for treating different diseases. The matching of light chains is the central issue of BsAb manufacturing. Here we developed a Common Light Chain mouse named KY-CLC-mouse. KY-CLC-mouse has no &#955; light chain expression with an identical &#954; light chain. This identical &#954; light chain was modified from a light chain that frequently appeared in mice and paired with different heavy chains. This light chain had good solubility and stability. It was also easy to humanize without post-translation modifications within CDRs. And the CDRs were modified to decrease immunogenicity. The mouse was validated by developing different monoclonal antibodies against various antigens with an identical light chain and high affinity. Mouse monoclonal antibodies against PD1, LAG-3, PD-L1, CD47, cMET, and EGFR were generated from the hybridoma of KY-CLC-mouse, with KD ranging from 0.1nM to 10nM. Humanized antibodies were derived from the above antibodies with high affinity. BsAb binding two of the above targets were generated by Knob-into-Hole (KiH) technology, such as fully humanized PD1xLAG-3 and CD47xPD-L1 BsAb. PD1xLAG-3 BsAb was simultaneously bound to PD1 and LAG-3 with a blockade of binding to their ligands, PD-L1 and MHCII. CD47xPD-L1 BsAb was simultaneously bound to CD47 and PD-L1 and inhibited their binding to ligands, SIPR&#945; and PD1. Both BsAbs had typical mouse PK with a half-life longer than seven days. The above results indicated that KY-CLC-mouse is an efficient platform for discovering therapeutic antibodies with a common light chain.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Bispecific antibody,common light chain mouse,antibody discovery,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Hao Peng<sup><\/sup>, Feng Hao<sup><\/sup>, <b>Guojin Wu<\/b><sup><\/sup>, Feng He<sup><\/sup>, Jinying Ning<sup><\/sup><br><br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"595b2ad5-69e6-4525-8711-9256b7755a09","ControlNumber":"5724","DisclosureBlock":"<b>&nbsp;H. Peng, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>G. Wu, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>F. He, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2649","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1527","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1527. KY-CLC-mouse, a common light chain bi-specific antibody discovery platform","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KY-CLC-mouse, a common light chain bi-specific antibody discovery platform","Topics":null,"cSlideId":""},{"Abstract":"B7-H3 (CD276) is a type I transmembrane protein belonging to the B7 family of immune-regulatory ligands. Initially reported as a costimulatory signal of human T cells, increasing evidence suggests that it may also have coinhibitory function. TLT-2 has been identified as a potential cognate receptor for B7-H3, but others may exist. Overexpression of B7-H3 protein is found in a variety of human cancers, including lung adenocarcinomas, neuroblastomas, gliomas, and pancreatic tumors&#8212;and is associated with poor prognosis and survival. While B7-H3 can promote T cell activation and anti-tumor responses in the context of CD3 stimulation, its coinhibitory function inhibits T and NK cell activity in the tumor microenvironment. We generated 6B5, a fully human B7-H3 monoclonal antibody, from murine B7-H3 knock-out RenMab&#8482; mice, which contain the full human immunoglobulin variable domain. 6B5 is cross-reactive with rodent and cynomolgus monkey B7-H3. It displays higher affinity for tumor cell lines than Enoblituzumab. 6B5 has no staining on normal human tissues. In vitro antibody-dependent cellular cytotoxicity (ADCC) against H520 squamous cell carcinoma cells was potentiated by 6B5 relative to Enoblituzumab and, critically, did not exhibit the hook effect at high dosage. In vivo efficacy of 6B5 in humanized B7-H3 mice bearing murine EL4 lymphomas was comparable to Enoblituzumab. ADCC enhancement in vivo was comparable to afucosylation or five-point mutations. Epitope mapping revealed non-overlapping B7-H3 binding epitopes of 6B5 and Enoblituzumab. Taken together, these data suggest that 6B5 is a promising therapeutic anti-human B7-H3 IgG monoclonal antibody that may find clinical application in a range of cancers, including current refractory types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Human monoclonal antibodies,Transgenic mouse models,Cancer immunotherapy,Antibody-dependent cellular cytotoxicity (ADCC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yunyun Chen<sup><\/sup>, Jiangmei Li<sup><\/sup>, Yanan Guo<sup><\/sup>, Wenqi Hu<sup><\/sup>, Ting Mao<sup><\/sup>, Li Hui<sup><\/sup>, <b>W. Frank An<\/b><sup><\/sup>, Yi Yang<sup><\/sup>, Feng Li<sup><\/sup><br><br\/>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"129ff292-8412-4640-b76c-8874bb317a52","ControlNumber":"6158","DisclosureBlock":"&nbsp;<b>Y. Chen, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>W. Hu, <\/b> None..<br><b>T. Mao, <\/b> None..<br><b>L. Hui, <\/b> None..<br><b>W. An, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>F. Li, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2650","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1528","PresenterBiography":null,"PresenterDisplayName":"W. Frank An, PhD","PresenterKey":"e3ae13fe-3906-42b4-b99b-8ad3f193197c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1528. 6B5, an anti-human B7-H3 therapeutic antibody that enhances antibody-dependent cellular cytotoxicity and inhibits tumor growth in B7-H3-humanized mice","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"6B5, an anti-human B7-H3 therapeutic antibody that enhances antibody-dependent cellular cytotoxicity and inhibits tumor growth in B7-H3-humanized mice","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADC), which target a highly potent cytotoxin to a specific protein overexpressed on tumor cells, are a promising class of anticancer therapeutics. In addition to the antibody characteristics, intracellular reactivity of the antibody-cytotoxin linker (which affects drug release) is a key determinant of ADC efficacy. While many different linkers have been used in approved ADCs, the intracellular trafficking profile of an antibody will likely impact the effectiveness of different linkers differently. Here, we determined the cellular internalization of two antibodies, anti-perlecan antibody (&#8216;AM6&#8217;), and anti-EGFR antibody (cetuximab; &#8216;Ctx&#8217;), in MDA-MB-231-LM2 cells (a lung-metastatic TNBC cell line). Using live-cell confocal microscopy, we investigated the effect of endocytosis inhibitors on intracellular trafficking of AM6 and Ctx. While AM6 was internalized quicker compared to Ctx, the internalization of both antibodies was reduced significantly by 5-(N-Ethyl-N-isopropyl)-amiloride, a macropinocytosis inhibitor and, to a lesser extent, by chlorpromazine, an inhibitor of clathrin-mediated-endocytosis. The results suggest both AM6 and Ctx were internalized by both macropinocytosis and clathrin-mediated endocytosis. We then investigated whether acidic pH in the lysosomes and the reductive environment in the endosomal vesicles would facilitate drug release from ADC. We conjugated thiol-reactive doxorubicin to reduced interchain disulfides of Ctx via either the acid and glutathione (GSH)-labile pyridinyldithio-hydrazide linker or the non-cleavable C6-maleimide linker. Intracellular doxorubicin release for the two ADCs was evaluated by live-cell confocal microscopy. Doxorubicin was successfully conjugated to Ctx, with a DAR of 4.8 and 8.6 for the cleavable and non-cleavable linkers, respectively. Conjugation of doxorubicin to the antibody was confirmed by fluorescent gel imaging after SDS-PAGE and by using hydrophobic interaction chromatography. Confocal microscopic studies showed that the ADC with cleavable linker resulted in greater doxorubicin accumulation in the nucleus compared to the ADC with non-cleavable linker, which was predominantly sequestered in the lysosomes. These results suggest that the cleavable linker results in better drug release compared to the non-cleavable linker for the Ctx-doxorubicin ADC. Studies examining the effect of linker chemistry on drug release from the anti-perlecan ADC and on the anticancer efficacy of the two ADCs are ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Imaging,Endocytosis,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zekun Shao<\/b><sup>1<\/sup>, Jayanth Panyam<sup>2<\/sup><br><br\/><sup>1<\/sup>Pharmaceutics, University of Minnesota, Minneapolis, MN,<sup>2<\/sup>Pharmaceutical Science, Temple University, Philadelphia, PA","CSlideId":"","ControlKey":"cd125d82-3aae-4ef2-9c65-c3747bfcb091","ControlNumber":"6242","DisclosureBlock":"&nbsp;<b>Z. Shao, <\/b> None..<br><b>J. Panyam, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2651","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1529","PresenterBiography":null,"PresenterDisplayName":"Zekun Shao","PresenterKey":"0ddaa02c-13d6-4e16-b49e-6b266228a5f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1529. Characterizing antibody internalization for rational selection of ADC linker design","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing antibody internalization for rational selection of ADC linker design","Topics":null,"cSlideId":""},{"Abstract":"Antibody Drug Conjugates (ADCs) have failed to deliver the successes seen in breast and urological tumours in Gastro-intestinal tumours such as stomach, colorectal and pancreatic due to 3 critical limitations: Low potency, ineffective solid-tumour penetration and poor tolerability. Approaches utilizing full-length Immunoglobulins dominate the industry, however, antibody fragments (e.g. single-chain Fvs-scFvs), which have many advantages including rapid tumour penetration, faster clearance, inexpensive manufacture, have been technologically challenging to apply in oncology. Our novel approach enables scFvs to have a high Drug:Antibody loading ratio (DAR) whilst retaining effective binding and other favourable biophysical properties, leading to a new product class tailored for solid tumours.<br \/>Antikor has two FDC products in development for solid tumours, notably gastric: anti-HER2 FDC (ANT-043) and a second target (ANT-045, to be disclosed). ANT-043 has pM potencies in a range of HER2-expressing cell-lines, including trastuzumab-resistant models, excellent tumour ablation effects in breast, ovarian and gastric cancer xenograft models and superior tolerability compared to an ADC in rat toxicology studies at a dose of 1mg\/kg\/weekly. Quantitative payload tumour uptake and fluorescent immuno-histological studies demonstrate superior solid tumour penetration across the entire tumour and diffusion from blood vessels. In collaboration with our partners, Essex Biotechnology PLC, Antikor is taking ANT-043 into development. ANT-045, which emerged from Antikor&#8217;s proprietary FDC &#8216;discovery engine&#8217;, is progressing towards IND-filing and updated data will illustrate how ANT-045 could have a broader patient benefit in gastro-intestinal cancers. ANT-045 has excellent in vitro cell-kill potency (pM IC50s) and excellent stability and superior in vivo tumour cure efficacy, compared to a leading clinical stage benchmark ADC. This presentation will focus on Antikor&#8217;s FDC discovery platform (stable high-DAR scFv-display libraries, tailored linker-payloads and design features) that has the potential to generate first-in-class products for difficult to treat solid tumours for patient benefit and promising to succeed where ADCs have failed to make an impact.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Single chain antibodies,Receptor tyrosine kinase (RTK),Gastrointestinal cancers: stomach,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mahendra P. Deonarain<\/b><sup>1<\/sup>, Gokhan Yahioglu<sup>1<\/sup>, Ioanna Stamati<sup>1<\/sup>, Soraya Diez-Posada<sup>1<\/sup>, Bryan Edwards<sup>1<\/sup>, Anja Pomowski<sup>1<\/sup>, Isabel Perez-Castro<sup>1<\/sup>, Sam Ness<sup>1<\/sup>, Laura Bouche<sup>1<\/sup>, Jeaniffer Yap<sup>1<\/sup>, Howard Desmond<sup>1<\/sup>, Lowri Davies<sup>1<\/sup>, Malcolm Ngiam<sup>2<\/sup>, Quinn Xue<sup>2<\/sup><br><br\/><sup>1<\/sup>Antikor Biopharma Ltd, Stevenage, United Kingdom,<sup>2<\/sup>Essex Biotechnology PLC, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"f2a0aa15-1bd5-422d-8918-6a076ede189f","ControlNumber":"6639","DisclosureBlock":"<b>&nbsp;M. P. Deonarain, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Fiduciary Officer, Stock, Stock Option. <br><b>G. Yahioglu, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock, Stock Option. <br><b>I. Stamati, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock, Stock Option. <br><b>S. Diez-Posada, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>B. Edwards, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>A. Pomowski, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>I. Perez-Castro, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>S. Ness, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>L. Bouche, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment, Stock Option. <br><b>J. Yap, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment. <br><b>H. Desmond, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment. <br><b>L. Davies, <\/b> <br><b>Antikor Biopharma Ltd<\/b> Employment. <br><b>M. Ngiam, <\/b> <br><b>Essex Biotechnology PLC<\/b> Employment, Fiduciary Officer, Stock, Stock Option. <br><b>Antikor Biopharma Ltd<\/b> Fiduciary Officer, Other Business Ownership. <br><b>Q. Xue, <\/b> <br><b>Essex Biotechnology PLC<\/b> Employment, Stock Option. <br><b>Antikor Biopharma Ltd<\/b> Other Business Ownership.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2662","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1530","PresenterBiography":null,"PresenterDisplayName":"Mahendra Deonarain, BS;D Phil;PhD","PresenterKey":"6b6c557b-c8e0-4796-a827-1da42bc3f737","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1530. Gastric cancerantibody fragment drug-conjugates (FDCs): Applying a successful concept to solid tumours","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gastric cancerantibody fragment drug-conjugates (FDCs): Applying a successful concept to solid tumours","Topics":null,"cSlideId":""},{"Abstract":"Checkpoint inhibitors represent a major advance in cancer immunotherapy, and combinatorial immunotherapies with secondary drivers of anti-tumor immunity provide beneficial effects for patients that do not show a strong endogenous immune response. CD40 is a member of the TNF family of receptors that has been shown to play a crucial role in enhancing B cell and dendritic cell activity and fostering anti-tumor immune responses. Engagement of the inhibitory Fcg-receptor (FcgR) IIb is an absolute requirement for in vivo antitumor activity of agonistic anti-CD40 monoclonal antibodies, and Fc region mutant designs of anti-CD40 antibodies had been discovered to enhance FcgRIIb engagement. With Twist&#8217;s precision DNA writing technologies, we have created phage display VHH and scFv libraries with diversity greater than 1 &#215; 10<sup>10<\/sup> for optimal discovery. In this study, we performed high affinity binding of the antibodies by SPR and cell surface binding. The leads are reformatted on human IgG1, IgG4, and IgG1 mutant. The in vitro properties of the CD40 agonistic antibodies demonstrate enhanced FcgRIIb engagement by NFkB activation. B cell activation is also detected by upregulation of CD86 and IL6 secretion. In humanized hCD40 mice model, we observed the engineered anti-CD40 agonists enhance anti-tumor immune function in vivo. These studies suggest that our antibodies can be potential drug for cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Drug discovery,CD40,Immunotherapy,Phage display,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Linya Wang<\/b><sup><\/sup>, Tom  Z.  Yuan<sup><\/sup>, Mouna Villalta<sup><\/sup>, Zhen Han<sup><\/sup>, Hansika Wadhwa<sup><\/sup>, Kara  Y.  Chan<sup><\/sup>, Marisa Yang<sup><\/sup>, Tammy Htoy<sup><\/sup>, Paul VanDyke<sup><\/sup>, Carson Holliday<sup><\/sup>, Hector Franco<sup><\/sup>, Hoa Giang<sup><\/sup>, Fumiko Axelrod<sup><\/sup>, Aaron Sato<sup><\/sup><br><br\/>Biopharma, Twist Bioscience, South San Francisco, CA","CSlideId":"","ControlKey":"cf9d2b4d-db18-4a52-a72a-7c9fdf2e1f24","ControlNumber":"7730","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>T. Z. Yuan, <\/b> None..<br><b>M. Villalta, <\/b> None..<br><b>Z. Han, <\/b> None..<br><b>H. Wadhwa, <\/b> None..<br><b>K. Y. Chan, <\/b> None..<br><b>M. Yang, <\/b> None..<br><b>T. Htoy, <\/b> None..<br><b>P. VanDyke, <\/b> None..<br><b>C. Holliday, <\/b> None..<br><b>H. Franco, <\/b> None..<br><b>H. Giang, <\/b> None..<br><b>F. Axelrod, <\/b> None..<br><b>A. Sato, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2652","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1531","PresenterBiography":null,"PresenterDisplayName":"Linya Wang, BA;MS;PhD","PresenterKey":"e57b8430-728d-48ec-9eaa-5ef4d81b7e56","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1531. Human anti-CD40 agonistic antibodies with enhanced FcgR engagement activate immune cell and promote anti-tumor efficacy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Human anti-CD40 agonistic antibodies with enhanced FcgR engagement activate immune cell and promote anti-tumor efficacy","Topics":null,"cSlideId":""},{"Abstract":"Among many candidates from the recent diverging research to develop a multivalent platform, IgM has shown potential as a pharmaceutical because of its avidity coming from natural multimeric target binding ability. IgM has a great advantage of naturally forming multimers, however, there are some unfulfilled needs to become a good pharmaceutical platform, such as limited biological activity, short half-life, safety concerns, and difficult purification steps compared to IgG. Here, we developed an antibody platform, ePENDY, by engineering IgM to improve efficacy, safety, and convenience of manufacturing process. ePENDY has a self-assembling decavalent pentameric structure and it is an improved IgM with maximized biological activity as therapeutics by using flexible linkers. In addition, ePENDY was engineered one of the effector functions of antibodies, ADCC, was greatly increased compared to IgG as well as IgM which does not have this function. More importantly, the presence or absence of effector functions can be controlled depending on the MoA (Mode of action) of the target. Serum half-life of ePENDY was significantly increased compared to natural IgM, and ePENDY showed similar PK profiles as the IgG Fc-based molecules through FcRn recycling. Unlike natural IgM, ePENDY does not bind to any IgM receptors, such as pIgR, Fc&#956;R, and Fc&#945;\/&#956;R, thereby eliminating possible side effects. In addition, it has been confirmed that ePENDY showed a comparable expression level to that of IgG, and since the purification process can also be set up in a process like IgG, thus production of ePENDY can be facilitated. Based on these results, we are researching ePENDY which are applying various therapeutic molecules, such as antibodies, protein ligand-based active molecules and therapeutic cancer vaccines. We expect that our versatile applicable platform, safe and long acting ePENDY, can be a superior tool for the various therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody engineering,Cancer vaccine,Fusion proteins,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sungmuk Kang<\/b><sup><\/sup>, Hyeonju Kang<sup><\/sup>, Jihye Koo<sup><\/sup>, Yoojin Kim<sup><\/sup>, Suho Park<sup><\/sup>, Inyoung Lee<sup><\/sup>, Jiye Yi<sup><\/sup>, Hong Jai Lee<sup><\/sup>, Yonghyun Cho<sup><\/sup>, Hyunju Hwang<sup><\/sup>, Kyunggi Hyun<sup><\/sup>, Chungmin Lee<sup><\/sup>, Gyongsik Ha<sup><\/sup><br><br\/>IMBiologics Inc., Suwon-si, Korea, Republic of","CSlideId":"","ControlKey":"345dac06-32f6-4b3a-b44c-65575284572f","ControlNumber":"164","DisclosureBlock":"&nbsp;<b>S. Kang, <\/b> None..<br><b>H. Kang, <\/b> None..<br><b>J. Koo, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>I. Lee, <\/b> None..<br><b>J. Yi, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>Y. Cho, <\/b> None..<br><b>H. Hwang, <\/b> None..<br><b>K. Hyun, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>G. Ha, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2653","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1532","PresenterBiography":null,"PresenterDisplayName":"Sungmuk Kang, MS","PresenterKey":"2dd34b41-00db-4c92-ab00-a2f6195c3f37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1532. Next generation IgM antibody based multimeric platform: ePENDY (engineered pentamer body)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Next generation IgM antibody based multimeric platform: ePENDY (engineered pentamer body)","Topics":null,"cSlideId":""},{"Abstract":"Background: NaPi2b is a multi-pass transmembrane sodium-dependent phosphate transport protein encoded by the gene SLC34A2. NaPi2b is involved in normal phosphate homeostasis and its expression is found in the lung, liver, and small intestine. NaPi2b is highly expressed in ovarian carcinomas, lung adenocarcinomas, and colorectal carcinomas. ZW220 is an antibody-drug conjugate (ADC) targeting human NaPi2b, wherein a humanized IgG1 antibody is conjugated to novel camptothecin-based topoisomerase I inhibitor, ZD06519. The drug linker in ZW220 is comprised of a maleimide anchor and a glycyl glycyl phenylalanyl glycine (GGFG)-aminomethyl (AM) cleavable sequence.<br \/>Materials and Methods: A series of in vitro and in vivo studies were conducted to interrogate the mechanism of action and the therapeutic potential of ZW220. The binding, internalization, potency, and bystander effect of ZW220 were evaluated in vitro using endogenous NaPi2b-expressing ovarian and lung cancer cell lines. In vivo, the anti-tumor activity of ZW220 was evaluated in a panel of cell line derived xenograft (CDX) models and ovarian patient derived xenograft (PDX) models featuring a range of NaPi2b expression. The pharmacokinetic (PK) profile of ZW220 was determined in Tg32 mice, a transgenic mouse expressing human neonatal Fc receptor (hFcRn).<br \/>Results: ZW220 antibody exhibited cross-reactivity to human and cynomolgus monkey NaPi2b, nanomolar binding affinity and rapid internalization in NaPi2b-expressing cell lines in vitro. ZW220 elicited target-specific, sub-nanomolar cytotoxicity in two-dimensional monolayer and three-dimensional tumor spheroid models and demonstrated bystander-mediated cell killing in cancer cell co-culture assays. The treatment of a panel of ovarian PDXs with a single dose of 6 mg\/kg of ZW220 resulted in robust tumor growth inhibition. ZW220 demonstrated a favourable PK profile in Tg32 mice, with comparable half-life to its parental unconjugated antibody. These results support the potential of ZW220 as a novel therapeutic agent which may help address unmet medical need in patients with NaPi2b-expressing tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase I inhibitor,Ovarian cancer,NSCLC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andrea Hernandez Rojas<\/b><sup><\/sup>, Jodi Wong<sup><\/sup>, Dunja Urosev<sup><\/sup>, Sam Lawn<sup><\/sup>, Kaylee Wu<sup><\/sup>, Saki Konomura<sup><\/sup>, Manuel Lasalle<sup><\/sup>, Diego  A.  Alonzo<sup><\/sup>, Luying Yang<sup><\/sup>, Mark Petersen<sup><\/sup>, Lemlem  T.  Degefie<sup><\/sup>, Araba  P.  Sagoe-Wagner<sup><\/sup>, Sohyeong Kang<sup><\/sup>, Chi Wing Cheng<sup><\/sup>, Raffaele Colombo<sup><\/sup>, Daya Siddappa<sup><\/sup>, Stuart  D.  Barnscher<sup><\/sup>, Jamie  R.  Rich<sup><\/sup><br><br\/>Zymeworks Inc., Vancouver, BC, Canada","CSlideId":"","ControlKey":"8f8e5200-a78b-4fc9-923c-cb4245360fac","ControlNumber":"5025","DisclosureBlock":"&nbsp;<b>A. Hernandez Rojas, <\/b> None..<br><b>J. Wong, <\/b> None..<br><b>D. Urosev, <\/b> None..<br><b>S. Lawn, <\/b> None..<br><b>K. Wu, <\/b> None..<br><b>S. Konomura, <\/b> None..<br><b>M. Lasalle, <\/b> None..<br><b>D. A. Alonzo, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>M. Petersen, <\/b> None..<br><b>L. T. Degefie, <\/b> None..<br><b>A. P. Sagoe-Wagner, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>C. Cheng, <\/b> None..<br><b>R. Colombo, <\/b> None..<br><b>D. Siddappa, <\/b> None..<br><b>S. D. Barnscher, <\/b> None..<br><b>J. R. Rich, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2654","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1533","PresenterBiography":null,"PresenterDisplayName":"Andrea Hernandez, BS","PresenterKey":"2d3ac874-c163-4093-a06e-beba396a1ae7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1533. ZW220, a novel NaPi2b-targeting antibody drug conjugate bearing a topoisomerase 1 inhibitor payload","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZW220, a novel NaPi2b-targeting antibody drug conjugate bearing a topoisomerase 1 inhibitor payload","Topics":null,"cSlideId":""},{"Abstract":"Growth\/differentiation factor 15 (GDF-15) is a promising drug target and biomarker for cancer early screening or immunotherapy. Under normal conditions, GDF-15 is expressed in low concentrations in most organs. Increased protein levels are associated with disease states such as tissue hypoxia, inflammation, acute injury and oxidative stress. The development of GDF-15 detection kit can help pharmaceutical companies in the early stage of drug development. It can also facilitate the early screening of related diseases. Hence, we developed a novel GDF-15 detected ELISA kit based on double-antibody sandwich ELISA. Our kit has ultra-high sensitivity and specificity and the concentration of GDF-15 can be detected accurately in complex biological samples such as serum, plasma or urine. First of all, mice were immunized by GDF-15. After detecting the antibody titers in sera of the immunized mice, hybridoma technologies were used to produce GDF-15 monoclonal antibodies. 57 antibodies were analyzed by epitope competition, ELISA binding and KD binding detection. The specificity of pairwise candidates was screened to obtain optimal coating and detecting antibody pair. The detecting antibody was labeled with biotin which can be conjugated with streptavidin labeled HRP. Biotin-streptavidin labeling detection method can achieve signal amplification which offers an improved detection sensitivity. Our GDF-15 detection kit has better property in sensitivity and specificity. The detection range is from 10 pg\/mL to 10000 pg\/mL. LOD is 5 pg\/mL and LOQ is 10 pg\/mL. These parameters are better than many commercial test kits. Moreover, the concentration of GDF-15 can be detected accurately in complex clinical samples. We anticipate that this GDF-15 detection kit can be applied not only for companion diagnosis, but also for related drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Cancer marker,GDF15,cachexia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Meng Liang<sup><\/sup>, Feng He<sup><\/sup>, Meng Zhang<sup><\/sup>, Yinsong Ye<sup><\/sup>, Shukun Chen<sup><\/sup>, Jinying Ning<sup><\/sup>, <b>Feng Hao<\/b><sup><\/sup><br><br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"c4201c21-a5f0-4531-be8f-330e8e96eb22","ControlNumber":"4449","DisclosureBlock":"<b>&nbsp;M. Liang, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>F. He, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>M. Zhang, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>Y. Ye, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>S. Chen, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2656","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1535","PresenterBiography":null,"PresenterDisplayName":"Feng Hao, MD;PhD","PresenterKey":"994a8727-c110-4f2b-b7ab-cc0feaec2971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1535. A novel ELISA Kit:highly accuracy and sensitivity for GDF-15 detection","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel ELISA Kit:highly accuracy and sensitivity for GDF-15 detection","Topics":null,"cSlideId":""},{"Abstract":"Nivolumab is a programmed death receptor-1 (PD-1) blocking antibody that is used as a type of cancer immunotherapeutic agent, called a checkpoint inhibitor. Nivolumab is administered by intravenous infusion. Given the recent studies and potential demand for maintenance immunotherapy, the next generation of Nivolumab for subcutaneous injection would be beneficial for patients&#8217; quality of life. We studied whether we could create a Nivolumab variant that has superior physicochemical properties required for a subcutaneous formulation. A machine-learning guided protein engineering technique was used to improve structural stability at little cost of affinity. As a result, a variant showed an increased melting temperature by 10 &#186;C with a comparable affinity to Nivolumab. Consistent with the result, the variant is resistant to aggregation under heat stress. Nivolumab is seriously aggregated after treatment at 60 &#186;C, while the variant does not show any aggregation at all. We also present a result of risk assessment of aggregation at high concentrations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"PD-1,Immunotherapy,Antibody engineering,Antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Norio Hamamatsu<\/b><sup>1<\/sup>, Naoyuki Kuwabara<sup>2<\/sup>, Emi Suzuki<sup>2<\/sup>, Ryo Yamazaki<sup>2<\/sup>, Misaki Oikawa<sup>2<\/sup>, Tomonori Tawara<sup>2<\/sup>, Tomoyuki Ito<sup>3<\/sup>, Hikaru Nakazawa<sup>3<\/sup>, Shiro Kataoka<sup>2<\/sup>, Mitsuo Umetsu<sup>3<\/sup><br><br\/><sup>1<\/sup>RevolKa, Ltd., Cambridge, MA,<sup>2<\/sup>RevolKa, Ltd., Tokyo, Japan,<sup>3<\/sup>Tohoku University, Sendai, Japan","CSlideId":"","ControlKey":"5b28ecb1-460f-498e-a397-d7f313efd4d2","ControlNumber":"2540","DisclosureBlock":"<b>&nbsp;N. Hamamatsu, <\/b> <br><b>RevolKa, Ltd.<\/b> Employment, Stock Option, Travel. <br><b>N. Kuwabara, <\/b> <br><b>RevolKa, Ltd.<\/b> Employment, Stock Option, Travel. <br><b>E. Suzuki, <\/b> <br><b>RevolKa, Ltd.<\/b> Employment, Stock Option, Travel. <br><b>R. Yamazaki, <\/b> <br><b>RevolKa, Ltd.<\/b> Employment, Stock Option, Travel. <br><b>M. Oikawa, <\/b> <br><b>RevolKa, Ltd.<\/b> Employment, Stock Option, Travel. <br><b>T. Tawara, <\/b> <br><b>RevolKa, Ltd.<\/b> Employment, Stock Option, Travel.<br><b>T. Ito, <\/b> None.&nbsp;<br><b>H. Nakazawa, <\/b> <br><b>RevolKa<\/b> Stock, Stock Option. <br><b>S. Kataoka, <\/b> <br><b>RevolKa, Ltd.<\/b> Employment, Stock, Stock Option, Travel. <br><b>M. Umetsu, <\/b> <br><b>RevolKa, Ltd.<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2657","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1536","PresenterBiography":null,"PresenterDisplayName":"Norio Hamamatsu","PresenterKey":"6b857861-0ac6-445e-b588-5d75f7d8240e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1536. Machine learning guided engineering of nivolumab for superior physicochemical properties for subcutaneous injection","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Machine learning guided engineering of nivolumab for superior physicochemical properties for subcutaneous injection","Topics":null,"cSlideId":""},{"Abstract":"Biologics first revolutionized cancer treatment in the late 1900s with the approval of rituximab and trastuzumab, two monoclonal antibodies targeting antigens expressed on tumor cells. Another milestone was achieved in the early 2010s with the approval of antibodies targeting immune checkpoints. Nowadays, the discovery and development of new biological entities and biological therapeutic products represent a rapidly growing market in various therapeutic areas, with about 10 to 15 biologics being approved each year. We have built a premium expert ecosystem services - DRIVE-Biologics - to support and accelerate biologics drug discovery and development in oncology, immuno-oncology, and inflammatory diseases. The DRIVE-Biologics consortium provides a unique integrated solution with specialist services from strategic partners, to access market analysis, establish the ability to design, optimize, and develop novel biological entities addressing the therapeutic target of interest. DRIVE-Biologics supplies the high-level, IND-focused discipline to rigorously manage the integrated programs integrating CMC, manufacturing, regulatory affairs and clinical trial.<br \/>We will present the lead optimization and multiparameter preclinical evaluation process to select and assess biological candidates for downstream development and clinical studies:<br \/>-Custom cellular model development for discovery and potency analysis;<br \/>-In vitro screening, target engagement, and mechanism of action elucidation with cellular models ranging from tumor cell lines, immune cells or primary patient samples;<br \/>-In vivo efficacy and safety studies using refined and highly characterized syngeneic, xenogeneic, patient-derived xenograft or humanized mouse models up to non-human primates;<br \/>-DMPK capabilities to develop and validate bioanalytical methods (including GLP-compliancy) such as LBA and qPCR\/RT-qPCR and also assess immunogenicity;<br \/>-Biodistribution and tumor specificity analysis of bioconjugated and radiolabeled biologics.<br \/>Herein, we provide DRIVE-BIO optimization and preclinical evaluation process to select promising biologics and list the key parameters to be checked.<br \/>We will present our recent results which highlight the importance to optimize these parameters to improve the efficacy of biologics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,Biologics,Antibody-drug conjugate (ADC),Drug Discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Emily Fang<sup>1<\/sup>, Campbell Bunce<sup>2<\/sup>, Philip Payne<sup>2<\/sup>, Rafael Teran<sup>3<\/sup>, Olivier Duchamp<sup>1<\/sup>, Caroline Mignard<sup>1<\/sup>, <b>Francis Bichat<\/b><sup>1<\/sup>, Fabrice Viviani<sup>1<\/sup><br><br\/><sup>1<\/sup>Oncodesign Services, Dijon Cedex, France,<sup>2<\/sup>Abzena, Dijon Cedex, France,<sup>3<\/sup>Alira Health, Dijon Cedex, France","CSlideId":"","ControlKey":"f9625e74-f4fc-4f45-8cda-01367eb8f82a","ControlNumber":"6116","DisclosureBlock":"&nbsp;<b>E. Fang, <\/b> None..<br><b>C. Bunce, <\/b> None..<br><b>P. Payne, <\/b> None..<br><b>R. Teran, <\/b> None..<br><b>O. Duchamp, <\/b> None..<br><b>C. Mignard, <\/b> None..<br><b>F. Bichat, <\/b> None..<br><b>F. Viviani, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2658","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1537","PresenterBiography":null,"PresenterDisplayName":"Francis Bichat, PhD","PresenterKey":"c6f4aeb0-b178-4441-8ca9-25164f259817","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1537. DRIVE-Biologics: All the steps from discovery to development of novel biological entities","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DRIVE-Biologics: All the steps from discovery to development of novel biological entities","Topics":null,"cSlideId":""},{"Abstract":"Antibody drug conjugates (ADCs) are an effective class of cancer therapeutics which have become more prominent after eight FDA approvals in the past three years. ADCs are envisioned to enable the selective delivery of a potent drug to cells that express the antibody target while sparing normal tissues, and thus to improve the therapeutic window by both increasing the maximum tolerated dose (MTD) and decreasing the minimum efficacious dose (MED) of the conjugated drug. Mounting clinical evidence does not support this simplified paradigm [1]. Herein we focus on three prominent issues in ADC development:<br \/>1. Alternative mechanisms over and above direct tumor targeting are likely to contribute to ADC therapeutic benefits in the clinic [2]. The responses to certain ADCs in patients with different levels of target antigen expression reveal some target-independent antitumor effects, suggesting the possibility that circulating payload may contribute to efficacy.<br \/>2. The preclinical optimization of ADCs is based on efficacy and tolerability in non-human animal studies. Fundamental differences in biology and translatability between species potentially overemphasize the importance of linker stability.<br \/>3. Clinical data, although limited, does not support the idea that increased ADC stability drives substantial therapeutic benefit. None of the 13 approved ADCs are completely &#8216;stable&#8217; in circulation, and more stable drug-linkers have been associated with alternative toxicity profiles and no significant improvement in MTD.<br \/>Novel meta-analyses and case studies assembled and integrated from &#62;40 approved or clinically active ADCs and &#62;70 discontinued ADCs will be presented in support of these three perspectives. <sup> <\/sup>The ADCs included in the analysis differ in terms of payload class, linker type, conjugation chemistry, drug-to-antibody ratio, and antibody target. Gaining a better understanding of the mechanism(s) of action of effective ADCs and the interrelationship between ADC structural components and their pharmacokinetics and pharmacodynamics is critical to inform the next generation of ADCs.<br \/>References:<br \/>[1] Colombo, R.; Rich, J. R., The therapeutic window of antibody drug conjugates: A dogma in need of revision. <i>Cancer Cell<\/i> 2022, <i>40<\/i>, 1255-1263.<br \/><u><\/u>[2] Tarcsa, E.; Guffroy, M. R.; Falahatpisheh, H.; Phipps, C.; Kalvass, J. C., Antibody-drug conjugates as targeted therapies: Are we there yet? A critical review of the current clinical landscape. <i>Drug Discovery Today: Technologies<\/i> 2020, <i>37<\/i>, 13-22.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Targeted drug delivery,Tumor targeting,Prodrugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Raffaele Colombo<\/b><sup><\/sup>, Stuart  D.  Barnscher<sup><\/sup>, Jamie  R.  Rich<sup><\/sup><br><br\/>Zymeworks Inc., Vancouver, BC, Canada","CSlideId":"","ControlKey":"c540c5ea-4c5c-4155-addd-83b629cfcef5","ControlNumber":"1680","DisclosureBlock":"&nbsp;<b>R. Colombo, <\/b> None..<br><b>S. D. Barnscher, <\/b> None..<br><b>J. R. Rich, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2659","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1538","PresenterBiography":"","PresenterDisplayName":"Raffaele Colombo","PresenterKey":"781f96d2-be3f-472a-bdb1-22418e5c9435","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1538. Revisiting the dogma of antibody drug conjugates (ADCs): Emerging data challenge the benefit of linker stability and the primacy of payload delivery","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Revisiting the dogma of antibody drug conjugates (ADCs): Emerging data challenge the benefit of linker stability and the primacy of payload delivery","Topics":null,"cSlideId":""},{"Abstract":"Click chemistry encompasses chemical reactions that are highly efficient, rapid and proceed in complex environments. The 2022 Nobel prize in Chemistry was awarded to Sharpless, Meldal and Bertozzi in recognition of the transformative effect click chemistry has had in research and drug development. Using click chemistry to precisely control the activation of drugs at tumors, Shasqi has developed the Click Activated Protodrugs Against Cancer (CAPAC&#8482;) platform. In essence, a click chemistry activator is localized to tumors, which subsequently activates protodrug(s) bearing the companion click chemistry reaction partner. Shasqi is pioneering the use of click chemistry in the clinic. The lead candidate SQ3370 consists of an intratumorally (IT) injected tetrazine (Tz)-modified biopolymer and an intravenously (IV) administered trans-cyclooctene (TCO)-modified doxorubicin (Dox) protodrug. SQ3370 provides enhanced safety and efficacy in preclinical models compared to conventional Dox and is being evaluated in a Phase 2a study in soft tissue sarcomas (NCT04106492). We will present our research on an MMAE-based protodrug (TCO-MMAE), which is stable in plasma with dramatically attenuated activity in vitro and in vivo without the Tz activator. When treated with an activator in vitro, the potent cytotoxic activity of MMAE is restored. When paired with the Tz-biopolymer (IT), testing in the Karpas299 model of human non-Hodgkin&#8217;s lymphoma led to 6 of 8 (75%) complete responses in the test group. Treatment with TCO-MMAE (IV) + Tz-biopolymer (IT) also elicited significant tumor growth inhibition (p-value &#60;0.01) in the RENCA model of murine renal adenocarcinoma. Modest body weight loss and transient cytopenia support the tolerability of the treatment. To enable systemic delivery of the click chemistry activator, we are developing a series of antigen-targeted conjugates to pair with the TCO-MMAE protodrug. We designed and generated a Fab-Tz conjugate that binds HER2. The conjugate had an average of 2.2 Tz per Fab and efficiently bound HER2-positive NCI-N87 cells. In a xenograft model of gastric cancer (NCI-N87), the Fab-Tz was dosed IV, followed by the TCO-MMAE protodrug (IV). Treatment with HER2 Fab-Tz + TCO-MMAE induced significant tumor regression compared to vehicle while a negative control Fab-Tz + TCO-MMAE treatment did not (p-value &#60;0.05). To date, we have demonstrated the versatility and modularity of the CAPAC platform. Anti-tumor activity was observed in multiple preclinical models for the TCO-MMAE protodrug in combination with both biopolymer and Fab targeting agents. These results highlight the power of click chemistry to activate a protodrug at the tumor site, independent of tumor biology, the molecular format or delivery method of the targeting agent.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-02 Biochemical modulators of the therapeutic index,,"},{"Key":"Keywords","Value":"Microtubule-interfering agents,Prodrugs,Click Chemistry,MMAE,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jesse  M.  McFarland<\/b><sup><\/sup>, Masa Aleckovic<sup><\/sup>, George Coricor<sup><\/sup>, Sangeetha Srinivasan<sup><\/sup>, Leslie Priddy<sup><\/sup>, Matthew Tso<sup><\/sup>, Tri-Hung Nguyen<sup><\/sup>, John Lee<sup><\/sup>, José  M.  Mejía Oneto<sup><\/sup><br><br\/>Shasqi Inc, San Francisco, CA","CSlideId":"","ControlKey":"93e4ae16-365d-45ee-9a6c-af99dd53162a","ControlNumber":"3852","DisclosureBlock":"<b>&nbsp;J. M. McFarland, <\/b> <br><b>Shasqi Inc<\/b> Employment, Stock Option. <br><b>M. Aleckovic, <\/b> <br><b>Shasqi Inc<\/b> Employment, Stock Option. <br><b>G. Coricor, <\/b> <br><b>Shasqi Inc<\/b> Employment, Stock Option. <br><b>S. Srinivasan, <\/b> <br><b>Shasqi Inc<\/b> Stock. <br><b>Tambo Inc<\/b> Employment, Stock. <br><b>L. Priddy, <\/b> <br><b>Shasqi Inc<\/b> Employment, Stock Option. <br><b>M. Tso, <\/b> <br><b>Shasqi Inc<\/b> Employment, Stock Option. <br><b>T. Nguyen, <\/b> <br><b>Shasqi Inc<\/b> Employment, Stock Option. <br><b>J. Lee, <\/b> <br><b>Shasqi Inc<\/b> Employment, Stock Option. <br><b>J. M. Mejía Oneto, <\/b> <br><b>Shasqi Inc<\/b> Employment, Stock. <br><b>Tambo Inc<\/b> Stock, Other, Founder. <br><b>Arcus Biosciences Inc<\/b> Stock. <br><b>Arvinas, Inc.<\/b> Stock. <br><b>BioNTech SE<\/b> Stock. <br><b>Caribou Biosciences Inc<\/b> Stock. <br><b>Day One Biopharmaceuticals Inc<\/b> Stock. <br><b>Design Therapeutics Inc<\/b> Stock. <br><b>Jazz Pharmaceuticals PLC<\/b> Stock. <br><b>Xencor Inc<\/b> Stock. <br><b>Endpoint Health<\/b> Stock.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2661","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1540","PresenterBiography":null,"PresenterDisplayName":"Jesse McFarland, PhD","PresenterKey":"e668bcba-8894-45d2-8b7d-835ab230a781","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1540. A click chemistry-activated auristatin protodrug (TCO-MMAE) demonstrates potency and safety with antibody and intratumoral tumor-targeting agents","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A click chemistry-activated auristatin protodrug (TCO-MMAE) demonstrates potency and safety with antibody and intratumoral tumor-targeting agents","Topics":null,"cSlideId":""},{"Abstract":"In recent years, antibody-drug conjugates (ADCs) have become promising antitumor agents. Today, development of a new ADC faces two major challenges: on-target, off-tumor toxicity based on target expression on healthy tissue and off-target, off-tumor toxicity caused by extracellular linker vulnerability and\/or premature payload release. On-target, off-tumor toxicity can be effectively eliminated by using a Conditionally Active Biologics (CAB) antibody to specifically target tumor cells. CAB technology is a proprietary platform used to engineer antibodies that target antigens in the context of diseased tissues, but not normal tissues by exploiting the unique extracellular acidic conditions found on the surface of cancer cells (Chang et al. 2021). This platform has allowed us to generate CAB antibody drug conjugates (ADCs) specific to tumor associated antigens that are often expressed on healthy tissues. CAB selectively reduces on-target toxicity, as well as off-target toxicity by eliminating target mediated drug disposition. Conventional ADCs can induce unacceptable toxicities caused by binding to antigen expressed on normal cells, resulting in the undesired release of the payload. This can severely limit the therapeutic window of the drug candidate. Two CAB-ADCs (Mecbotamab Vedotin and Ozuriftamab Vedotin) using the well-established vedotin linker with MMAE as payload are currently in phase 2 clinical trials and show promising results with increased safety profiles, with currently no signs of on-target, off-tumor toxicity. BA3361, a CAB-ADC targeting Nectin-4, showed good <i>in vitro <\/i>and <i>in vivo<\/i> efficacy data demonstrating cytotoxicity against human Nectin-4-expressing tumor cell lines and tumor regression in xenograft models using the vedotin linker (AACR 2020, Poster #4560). To eliminate vedotin linker-related off-target toxicities, we developed a NextGen Nectin-4 CAB ADC with a novel cleavable linker that is highly stable in human serum and has increased solubility. <i>In vivo<\/i> efficacy data from CDX models as well as data from non-GLP tox studies in rats and cynomolgus monkeys will be presented. In conclusion, our data indicates that the CAB-Nectin-4-ADC with its optimized linker payload, has superior serum stability while maintaining the CAB target selectivity. Reference: 1. Generating tumor-selective conditionally active biologic anti-CTLA4 antibodies via protein-associated chemical switches. Chang HW, Frey G, Liu H, Xing C, Steinman L, Boyle WJ, Short JM. Proc Natl Acad Sci U S A. 2021 Mar 2;118(9):e2020606118. 2. Jing Wang, Charles Xing, Haizhen Liu, Ana Paula Cugnetti, Christina Wheeler, Mathew Lucas, Gerhard Frey, Cathy Chang, William J. Boyle, Jay M. Short. Novel conditionally active ADCs (CAB ADCs): A novel class of molecules targeting solid tumors. AACR Annual Meeting 2020, Abstract #7890, Poster #4560","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Conditionally active biologic,Tumor microenvironment,Tumor targeting,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Gerhard Frey<sup><\/sup>, <b>Jing Wang<\/b><sup><\/sup>, Kyrie Johnson<sup><\/sup>, Haizhen Liu<sup><\/sup>, Christina Wheeler<sup><\/sup>, Charles Xing<sup><\/sup>, Ana Paula Cugnetti<sup><\/sup>, Patricia McNeeley<sup><\/sup>, Solmarie Joyner<sup><\/sup>, Cathy Chang<sup><\/sup>, William J. Boyle<sup><\/sup>, Jay M. Short<sup><\/sup><br><br\/>BioAtla, San Diego, CA","CSlideId":"","ControlKey":"13326ac8-5bcf-4606-8192-f5811e91449c","ControlNumber":"4847","DisclosureBlock":"<b>&nbsp;G. Frey, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>J. Wang, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>K. Johnson, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>H. Liu, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>C. Wheeler, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>C. Xing, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>A. Cugnetti, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>P. McNeeley, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>S. Joyner, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>C. Chang, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>W. J. Boyle, <\/b> <br><b>BioAtla<\/b> Employment. <br><b>J. M. Short, <\/b> <br><b>BioAtla<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2675","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1541","PresenterBiography":null,"PresenterDisplayName":"Jing Wang","PresenterKey":"398578b1-100b-4846-b948-f91f96bb743c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1541. NextGen conditionally active biologic (CAB) anti-Nectin-4-ADC with improved stability and safety","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NextGen conditionally active biologic (CAB) anti-Nectin-4-ADC with improved stability and safety","Topics":null,"cSlideId":""},{"Abstract":"Ligation of toll-like receptors 7 and 8 (TLR7\/8) can potently activate innate immune cells, including tumor-associated macrophages, to prime downstream T cell activation and drive potent, lasting anti-tumor immunity. TLR7\/8 agonists have long been pursued as an anti-cancer therapeutic because of their potential in re-programing the immune system but the clinical utility has been limited by systemic toxicity. Several means of decreasing this systemic toxicity have been investigated, including intra-tumoral administration, nanoparticle encapsulation and conjugation to a tumor-targeting antibody (antibody-drug conjugates, ADCs). ADCs are a clinically validated technology designed to target drugs to disease tissues to reduce the systemic toxicity of highly potent payloads and improve anti-tumor activity. We have developed an imidazoquinoline-based dual TLR7 and TLR8 small molecule agonist that has been specifically designed as an ADC payload. The initial compound was chosen from a set of imidazoquinoline-based small molecules using HEK293 reporter cells expressing either TLR7 or TLR8. This newly identified TLR7\/8 agonist potently reactivated immunosuppressive macrophages to produce inflammatory cytokines, increased phagocytosis of tumor cells and enhanced T cell activation and proliferation. A lead payload candidate based on a modified version of the initial TLR7\/8 agonist was designed to decrease drug permeability to minimize non-targeted systemic immune activation. The lead TLR7\/8 agonist was shown to be significantly less potent than the first-generation compound as a small molecule but demonstrated enhanced immune-stimulating capability when conjugated to a direct immune-targeting antibody. The increased potency as an ADC is hypothesized to be driven by enhanced intracellular retention of the less cell permeable payload and\/or a higher binding affinity to the TLR7 or 8 receptors, which was predicted via modeling. The greater in vitro potency of the lead payload was also observed in vivo in an MC38 syngeneic tumor model where 33% complete tumor cures were observed with the lead versus only tumor delay with the permeable version. Drug linkers employing the lead payload were evaluated by varying payload linkage chemistry, drug linker hydrophobicity, and drug release mechanisms using in vivo anti-tumor activity in different syngeneic mouse tumor models as a readout. The optimized drug linker design increased the in vitro and in vivo potency up to 4-fold when compared with the initial linker\/payload. These data clearly demonstrate the potency of TLR7\/8 agonists as immune stimulants in anti-cancer therapies and outline how their optimization through chemical modification can make them suitable payloads for ADCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),TLR7\/8,Tumor microenvironment,Innate immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kung-Pern Wang<\/b><sup>1<\/sup>, Chris Neumann<sup>1<\/sup>, Angela Epp<sup>1<\/sup>, Weiping Zeng<sup>1<\/sup>, Thomas Griffith<sup>2<\/sup>, David Ferguson<sup>3<\/sup>, Shyra Gardai<sup>1<\/sup>, Alyson  J.  Smith<sup>1<\/sup><br><br\/><sup>1<\/sup>Seagen, Bothell, WA,<sup>2<\/sup>Urology, University of Minnesota, Minneapolis, MN,<sup>3<\/sup>Medicinal Chemistry, University of Minnesota, Minneapolis, MN","CSlideId":"","ControlKey":"75f7a876-67f5-4801-aff8-2088dfce7359","ControlNumber":"4850","DisclosureBlock":"<b>&nbsp;K. Wang, <\/b> <br><b>Seagen Inc<\/b> Employment, Stock, Stock Option. <br><b>C. Neumann, <\/b> <br><b>Seagen Inc<\/b> Employment, Stock, Stock Option. <br><b>A. Epp, <\/b> <br><b>Seagen Inc<\/b> Stock, Stock Option. <br><b>W. Zeng, <\/b> <br><b>Seagen Inc<\/b> Employment, Stock, Stock Option. <br><b>T. Griffith, <\/b> <br><b>Seagen Inc<\/b> Grant\/Contract. <br><b>D. Ferguson, <\/b> <br><b>Seagen Inc<\/b> Grant\/Contract. <br><b>S. Gardai, <\/b> <br><b>Seagen Inc<\/b> Employment, Stock, Stock Option. <br><b>A. J. Smith, <\/b> <br><b>Seagen Inc<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2676","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1542","PresenterBiography":null,"PresenterDisplayName":"Kungpern Wang","PresenterKey":"9c8a7a71-afdf-4a47-8b6e-a3fa83f231f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1542. Generation of an antibody-drug conjugate-optimized TLR 7\/8 agonist payload","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation of an antibody-drug conjugate-optimized TLR 7\/8 agonist payload","Topics":null,"cSlideId":""},{"Abstract":"Regulatory T (Treg) cells in the tumor microenvironment have an immune suppressive function, and their presence is associated with poor prognosis. Depletion of Treg cells may be a mechanism to sensitize tumors and represents a novel strategy for cancer immunotherapy. High expression of chemokine receptor CCR8 has been found in Treg cells in microenvironments of numerous tumors but not on Treg cells in systemic lymphoid tissues. The ability to selectively kill Treg cells in tumor environments may provide an opportunity for therapy that leaves Treg function intact elsewhere in the body where they normally mediate tolerance to self-antigen. We sought to identify CCR8 antibodies for therapeutics and designed an antibody discovery strategy to address the challenges of this target. CCR8 is a member of the G protein-coupled receptor (GPCR) family. Like many GPCRs, CCR8 is a valuable therapeutic target but is challenging to target using antibodies due to its poor expression, membrane-dependent structure, small extracellular regions, and poor immunogenicity due to sequence conservation. We developed an antibody discovery platform (MPS) that specifically addresses each of these challenges through use of advanced immunization techniques and evolutionarily divergent host species (chickens) for robust immune responses against conserved targets. We extensively engineered CCR8 antigen to enable high expression for immunization. When sufficient antibody diversity using our standard immunization techniques was not obtained, we developed mRNA immunization techniques for this program. Using these approaches, we were able to identify a panel of high-affinity antibodies that bind in the nanomolar or subnanomolar range with high specificity. We will present data from our antibody discovery campaign including mRNA immunization, binding profiles, GPCR functional data, and the ability of the antibodies to kill Treg cells in vitro using both ADCC and antibody-drug conjugates (ADC).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Antibody-dependent cellular cytotoxicity (ADCC),Antibody-drug conjugate (ADC),GPCR-G-protein coupled receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brad Screnci<\/b><sup><\/sup>, Hayley Roth<sup><\/sup>, Sarah Campbell<sup><\/sup>, David Tucker<sup><\/sup>, Colleen Fenn-Ulke<sup><\/sup>, Erin Rosenberg<sup><\/sup>, Meghan Pitts<sup><\/sup>, Naomi Saint-Jean<sup><\/sup>, Jawhara Karam<sup><\/sup>, Paige Murphy<sup><\/sup>, Daniela Reyes<sup><\/sup>, Janae Latta<sup><\/sup>, Kyle Guldner<sup><\/sup>, Samantha Gilman<sup><\/sup>, Tim Phillips<sup><\/sup>, L. Joe Stafford<sup><\/sup>, Breanna Tyrell<sup><\/sup>, Kristen Shema<sup><\/sup>, Chidananda Sulli<sup><\/sup>, Nick Molino<sup><\/sup>, Allison Snyder<sup><\/sup>, Marianne Assogba<sup><\/sup>, Janvi Shah<sup><\/sup>, McKayla Zimmerman<sup><\/sup>, Trevor Barnes<sup><\/sup>, Riley Payne<sup><\/sup>, Alyssa Cunningham<sup><\/sup>, Elisabeth Charrier<sup><\/sup>, Holden Ohl<sup><\/sup>, Kyle Doolan<sup><\/sup>, Ileine Sanchez<sup><\/sup>, Joseph  B.  Rucker<sup><\/sup>, Ross Chambers<sup><\/sup>, Benjamin Doranz<sup><\/sup><br><br\/>Integral Molecular, Philadelphia, PA","CSlideId":"","ControlKey":"32683f19-6437-4c84-aadf-635c244f2144","ControlNumber":"5038","DisclosureBlock":"&nbsp;<b>B. Screnci, <\/b> None..<br><b>H. Roth, <\/b> None..<br><b>S. Campbell, <\/b> None..<br><b>D. Tucker, <\/b> None..<br><b>C. Fenn-Ulke, <\/b> None..<br><b>E. Rosenberg, <\/b> None..<br><b>M. Pitts, <\/b> None..<br><b>N. Saint-Jean, <\/b> None..<br><b>J. Karam, <\/b> None..<br><b>P. Murphy, <\/b> None..<br><b>D. Reyes, <\/b> None..<br><b>J. Latta, <\/b> None..<br><b>K. Guldner, <\/b> None..<br><b>S. Gilman, <\/b> None..<br><b>T. Phillips, <\/b> None..<br><b>L. Stafford, <\/b> None..<br><b>B. Tyrell, <\/b> None..<br><b>K. Shema, <\/b> None..<br><b>C. Sulli, <\/b> None..<br><b>N. Molino, <\/b> None..<br><b>A. Snyder, <\/b> None..<br><b>M. Assogba, <\/b> None..<br><b>J. Shah, <\/b> None..<br><b>M. Zimmerman, <\/b> None..<br><b>T. Barnes, <\/b> None..<br><b>R. Payne, <\/b> None..<br><b>A. Cunningham, <\/b> None..<br><b>E. Charrier, <\/b> None..<br><b>H. Ohl, <\/b> None..<br><b>K. Doolan, <\/b> None..<br><b>I. Sanchez, <\/b> None..<br><b>J. B. Rucker, <\/b> None..<br><b>R. Chambers, <\/b> None..<br><b>B. Doranz, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2677","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1543","PresenterBiography":null,"PresenterDisplayName":"Brad Screnci, MS","PresenterKey":"8ec91cb6-2403-4f6f-a921-b1c6dc23e323","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1543. Discovery of CCR8 antibodies targeting regulatory T cells to enable tumor sensitization","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of CCR8 antibodies targeting regulatory T cells to enable tumor sensitization","Topics":null,"cSlideId":""},{"Abstract":"Folate receptor alpha (FOLR1) is a clinically validated target, that is overexpressed extracellularly in numerous solid malignancies with a high unmet medical need. Ovarian, non-small cell lung and breast adenocarcinomas are among indications with the highest frequency of FOLR1-positive patients with one out of two patients showing upregulated topoisomerase I expression. MBK-103, an antibody-drug conjugate targeting FOLR1, is based on Mablink&#8217;s novel proprietary hydrophilic drug-linker platform. It is comprised of: (i) an Fc-attenuated humanized IgG1 monoclonal antibody, that selectively binds to FOLR1; (ii) a polysarcosine hydrophobicity masking entity allowing for a high drug-to-antibody ratio (DAR) of 8, while improving the pharmacokinetics and tolerability of the drug; (iii) a proprietary dipeptide cleavable unit and iv) exatecan, a potent topoisomerase I inhibitor. MBK-103 showed excellent ex vivo stability in human plasma enabling a prolonged half-life, similar to that of the unconjugated monoclonal antibody. This led to an increased drug exposure, resulting in a potent antitumor efficacy observed in a collection of more than ten in vivo mouse tumor models with a diverse FOLR1 expression, already at doses as low as 1-3 mg\/kg. In addition, the distinct mode of action of exatecan along with the unique characteristics of the proprietary drug-linker platform resulted in the in vivo antitumor potency obtained also in colorectal cancer models, in which tubulin-inhibiting agents exhibit only limited therapeutic effects. The compound was also very well tolerated in cynomolgus monkeys with HNSTD at 50 mg\/kg and even when administered repeatedly. High conjugation yields along with 100% homogeneity are major drivers of the successful ongoing manufacturing process with planned IND submission in Q4\/2023.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Cancer immunotherapy,Ovarian cancer,Folate receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Warren Viricel<sup>1<\/sup>, Louise Conilh<sup>1<\/sup>, Edouard Leroy<sup>1<\/sup>, Jean-Guillaume Lafay<sup>1<\/sup>, Frederique Brune<sup>1<\/sup>, Benoît Joseph<sup>2<\/sup>, Guy Fournet<sup>2<\/sup>, <b>Lenka Kyrych Sadilkova<\/b><sup>1<\/sup>, Charles Dumontet<sup>3<\/sup><br><br\/><sup>1<\/sup>Mablink Bioscience, Lyon, France,<sup>2<\/sup>ICBMS UMR 5246, University of Lyon, Lyon, France,<sup>3<\/sup>Université Claude Bernard Lyon 1, Lyon, France","CSlideId":"","ControlKey":"595f3c99-8565-489f-a9e1-e8d1b81e248b","ControlNumber":"6144","DisclosureBlock":"&nbsp;<b>W. Viricel, <\/b> None..<br><b>L. Conilh, <\/b> None..<br><b>E. Leroy, <\/b> None..<br><b>J. Lafay, <\/b> None..<br><b>F. Brune, <\/b> None..<br><b>L. Kyrych Sadilkova, <\/b> None..<br><b>C. Dumontet, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2678","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1544","PresenterBiography":null,"PresenterDisplayName":"Lenka Kyrych Sadilkova, PhD (hc)","PresenterKey":"5ce7993d-1cc3-4c0d-a15b-2f51c41899b9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1544. MBK-103, a potent novel conjugation platform-based antibody-drug conjugate, changing therapeutic options in folate receptor alpha positive cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MBK-103, a potent novel conjugation platform-based antibody-drug conjugate, changing therapeutic options in folate receptor alpha positive cancer patients","Topics":null,"cSlideId":""},{"Abstract":"In healthy cells, the membrane lipid phosphatidylserine (PS) is confined to the inner leaflet of the plasma membrane but in cancer cells and in the tumor vasculature PS is prevalent in the outer leaflet where it is highly immunosuppressive. In this study engineered proteins, such as Bavituximab, a chimeric monoclonal antibody that binds to PS via the abundant serum protein &#946;2-glycoprotein 1, and constructs containing the PS binding domain of &#946;2-glycoprotein 1 (betabodies), are conjugated to anticancer drug-linkers designed to be cleavable by cathepsin B. Cathepsin B is a cysteine protease that is abundant in the lysosomes of normal cells but is upregulated and trafficked to the cell surface and is secreted into the extracellular parenchyma in solid tumors, including breast and pancreatic cancer. A series of drug-linker constructs were synthesized that incorporate unique small-molecule payloads with dual mechanism of action, functioning as both potent tubulin-binding antimitotic agents and vascular disrupting agents. The payloads include benzosuberene-based aniline KGP156 and its phenolic congener KGP18, dihydronaphthalene-based KGP05, and indole-based OXi8006. These drug-linker constructs were reacted with <i>N<\/i>-acetyl-L-cysteine (NAC) and evaluated for cathepsin B cleavage, and liberation of payload after spontaneous 1,6-fragmentation and decarboxylation. The drug linker construct, NAC-succinimidocaproyl-L-valine-L citrulline-<i>p<\/i>-aminobenzyl carbamate derivatized with aminobenzosuberene, KGP156, was cleaved by cathepsin B (260 nM) with release of payload at the rate of 12.7 &#956;M\/min and by cathepsin L (600 nM) at a rate of 11. 5 &#956;M\/min. Other drug-linker constructs in this series demonstrated slower release of payload upon cleavage with cathepsin B or cathepsin L. The drug-linker construct incorporating aminodihydronaphthalene-based KGP05 released KGP05 at a rate of 2.4 &#956;M\/min with a comparable rate upon exposure to cathepsin L. Payload release from drug-linker constructs was not observed, over 24 h in the absence of enzyme. Drug-linker constructs without the Val-Cit dipeptide were not cleaved by cathepsin B. The most efficient cathepsin B drug-linker substrate, Mc-Val-Cit-PABC-KGP156, was conjugated to Baxituximab to form the corresponding antibody-drug conjugate (ADC). Baxituximab was first reacted with 2-iminothiolane, a thiolating agent that reacts with accessible lysine residues. Reaction with Ellman&#8217;s reagent revealed an -SH\/antibody ratio of 3.5. Conjugation of thiolated Bavituximab with Mc-Val-Cit-PABC-KGP156 gave a drug\/antibody ratio (DAR) of 3.6\/1 after cleavage by cathepsin B and determination of released KGP156 by LC-MS. These studies revealed 1) distinct differences in cleavage rates for drug-linkers, 2) cleavage by cathepsin L, and 3) efficient cathepsin B mediated release of payload from the ADC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Cathepsin B,Vascular dirupting agents,Betabodies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuling Deng<\/b><sup>1<\/sup>, Jacob  W.  Ford<sup>1<\/sup>, Jenny  M.  VanNatta<sup>1<\/sup>, Casey  J.  Maguire<sup>1<\/sup>, Deboprosad Mondal<sup>1<\/sup>, Natalie  Z.  Phinney<sup>2<\/sup>, Rolf  A.  Brekken<sup>2<\/sup>, Kevin  G.  Pinney<sup>1<\/sup>, Mary Lynn Trawick<sup>1<\/sup><br><br\/><sup>1<\/sup>Chemistry and Biochemistry, Baylor University, Waco, TX,<sup>2<\/sup>Hamon Center for Therapeutic Oncology Research, UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"38a1f02a-2310-469f-a0ea-175da67f963c","ControlNumber":"7253","DisclosureBlock":"&nbsp;<b>Y. Deng, <\/b> None..<br><b>J. W. Ford, <\/b> None..<br><b>J. M. VanNatta, <\/b> None.&nbsp;<br><b>C. J. Maguire, <\/b> <br><b>AbbVie<\/b> Employment.<br><b>D. Mondal, <\/b> None..<br><b>N. Z. Phinney, <\/b> None..<br><b>R. A. Brekken, <\/b> None..<br><b>K. G. Pinney, <\/b> None..<br><b>M. L. Trawick, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2679","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1545","PresenterBiography":null,"PresenterDisplayName":"Yuling Deng, BS","PresenterKey":"c1de0561-2e6a-45ab-bea4-924bade72ebb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1545. Targeting anticancer agents to the tumor microenvironment with cathepsin B cleavable drug-linker conjugates of phosphatidylserine-binding proteins","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting anticancer agents to the tumor microenvironment with cathepsin B cleavable drug-linker conjugates of phosphatidylserine-binding proteins","Topics":null,"cSlideId":""},{"Abstract":"Regulatory T (Treg) cells are a distinctive lineage of CD4<sup>+<\/sup> T cells as characterized by expression of FoxP3 and CD25 markers. Treg cells are involved in tumor development and progression by inhibiting antitumor immunity. Accumulation of Treg cells in the tumor microenvironment (TME) is often associated with an adverse prognosis in multiple cancers and also has implication for predicting response to immunotherapy. Treg cell depletion strategy has been explored in preclinical and clinical settings to induce effective antitumor immune responses in TME. CD25, a high-affinity binding subunit alpha of the IL-2 receptor, is constitutively and highly expressed on Treg cells but also transiently upregulated on effector T cells. The high level of CD25 expression on Treg cells could deprive of IL-2 for effector T cells and inhibit their proliferation. Thus, an effective approach to selectively suppress Treg cell function is to deplete Treg cells while avoid blocking IL-2 binding to CD25 for allowing T effect cell proliferation and activation. Using our immune tolerance breaking antibody platform, we generated a humanized IgG1 subtype anti-CD25 monoclonal antibody (TST010). TST010 bound to human CD25 with high affinity and selectivity but did not block IL-2 binding to CD25. No blocking activity to IL-2 signaling on human PBMC was further confirmed by the phosphorylation of Stat5 using FACS analysis. By reducing fucosylation during cell culture process, TST010 mAb gained the enhanced ADCC activity. In an ADCC reporter assay, TST010 showed its sub-nanomolar ADCC activity against CD25-overexpression SU-DHL-1 cell line and human induced Treg cells, but much less to human activated CD8<sup>+<\/sup> T effect cells due to lower CD25 expression. Similarly, in a NK cytotoxicity assay, TST010 selectively killed human induced Treg cells in contrast to activated CD8<sup>+<\/sup> T cells. <i>In vivo<\/i> antitumor activity of TST010 was evaluated in the syngeneic mouse tumor models. The mouse colon cancer MC38 model was developed on the human CD25 knock-in mice. In the MC38 tumor model, TST010 markedly reduced the Treg (FoxP3+CD4+) population in both peripheral blood and TME. Importantly, the CD8+T\/Treg ratio in tumor was increased starting at 2 weeks post TST010 treatment, and it resulted in a significant single agent tumor growth inhibition at a 10 mg\/kg dose. Furthermore, in the LLC tumor model which does not respond well to checkpoint inhibitors, the anti-CD25 mAb showed a good combination effect with a PD-L1 inhibitor. In summary, we have discovered a novel therapeutic anti-CD25 mAb that can deplete Treg cells without blocking IL-2 signaling. As demonstrated in our preclinical tumor models, it has a good potential to induce effective antitumor immune responses in TME and tumor growth inhibition especially in combination with PD-1\/PD-L1 treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Regulatory T cells,ADCC,Cancer therapy,CD25,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Di Sun<sup><\/sup>, Huanhuan Guo<sup><\/sup>, Hongjun Li<sup><\/sup>, Xinlai Yao<sup><\/sup>, Yiqing Xu<sup><\/sup>, Shenjie Zhang<sup><\/sup>, Shijie Zhou<sup><\/sup>, Xiaoli Zi<sup><\/sup>, Lisa Zheng<sup><\/sup>, <b>Yi Gu<\/b><sup><\/sup>, Xueming Qian<sup><\/sup><br><br\/>Suzhou Transcenta Therapeutics Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"a2d35948-6ecf-4659-847c-04e9721962bb","ControlNumber":"4203","DisclosureBlock":"<b>&nbsp;D. Sun, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628. <br><b>H. Guo, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628. <br><b>H. Li, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628. <br><b>X. Yao, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628. <br><b>Y. Xu, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628. <br><b>S. Zhang, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628. <br><b>S. Zhou, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628. <br><b>X. Zi, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628. <br><b>L. Zheng, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628. <br><b>Y. Gu, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628. <br><b>X. Qian, <\/b> <br><b>Transcenta Holding Limited<\/b> Employment, Transcenta Holding Limited listed in Hong Kong Exchange under the stock code 6628.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2697","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1546","PresenterBiography":null,"PresenterDisplayName":"Yi Gu, PhD","PresenterKey":"9c857bf5-4292-45bb-bc5f-b8748d3a45a3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1546. ADCC enhanced anti-CD25 mAb (TST010) demonstrated antitumor activity via depleting Treg cells and increasing CD8<sup>+<\/sup>T\/Treg ratio in preclinical tumor models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ADCC enhanced anti-CD25 mAb (TST010) demonstrated antitumor activity via depleting Treg cells and increasing CD8<sup>+<\/sup>T\/Treg ratio in preclinical tumor models","Topics":null,"cSlideId":""},{"Abstract":"Background: Soft tissue sarcoma (STS) is a complex family of rare malignancies with high unmet medical need. uPARAP is an endocytic receptor expressed at low levels on selected mesenchymal cell types, which internalizes fragments of collagen and transfers them to the lysosome for degradation. Besides its physiological role, uPARAP is considered a critical modulator of the tumor microenvironment. Here, for the first time, we explored the molecular epidemiology of uPARAP in sarcoma tissue to validate this receptor as target for the development of ADCs in this indication.<br \/>Methods: uPARAP expression was assessed in STS-specific tissue microarrays by immunohistochemistry in tissue samples from more than three hundred individual donors. Stainings were assessed by histopathologic scoring and grouped into high, medium and low expressing subgroups.<br \/>Results: uPARAP was found to be strongly over-expressed in a high percentage of cases of common STS, with variations in terms of incidence and level of expression between histological subtypes. High uPARAP expression was found in fibro- (86% of cases), synovial (84%), dedifferentiated lipo- (68%), pleomorphic lipo- (65%), myxofibro- (59%), leiomyo- (49%), and myxoid liposarcoma (24%). Work is ongoing in additional sarcoma subtypes.<br \/>Conclusions: Based on protein expression uPARAP is an attractive emerging therapeutic target for the development of uPARAP-binding ADCs in a broad range of mesenchymal malignancies. In addition, expression of uPARAP in STS may serve as a potential marker for patient selection in early clinical studies with uPARAP-targeting ADCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Endocytosis,Targeted drug delivery,Target discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Pernille Barkholt<\/b><sup>1<\/sup>, Agnieszka Wozniak<sup>2<\/sup>, Chao-Chi Wang<sup>2<\/sup>, Che-Jui Lee<sup>2<\/sup>, Lore De Kock<sup>2<\/sup>, Lars  H.  Engelholm<sup>1<\/sup>, Carmel Lynch<sup>1<\/sup>, Dominik Mumberg<sup>1<\/sup>, Patrick Schöffski<sup>3<\/sup><br><br\/><sup>1<\/sup>Adcendo ApS, Copenhagen, Denmark,<sup>2<\/sup>Laboratory of Experimental Oncology, Leuven Cancer Institute, Leuven, Belgium,<sup>3<\/sup>Department of General Medical Oncology, University Hospitals Leuven, Leuven, Belgium","CSlideId":"","ControlKey":"39bf9db6-2b1e-42ed-9024-470b5ba34273","ControlNumber":"3576","DisclosureBlock":"<b>&nbsp;P. Barkholt, <\/b> <br><b>Adcendo ApS<\/b> Employment.<br><b>A. Wozniak, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>L. De Kock, <\/b> None.&nbsp;<br><b>L. H. Engelholm, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>C. Lynch, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>D. Mumberg, <\/b> <br><b>Adcendo ApS<\/b> Employment. <br><b>P. Schöffski, <\/b> <br><b>Adcendo ApS<\/b> Other, personal honoraria for advisory functions.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2701","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1547","PresenterBiography":null,"PresenterDisplayName":"Pernille Barkholt","PresenterKey":"3abbcf3d-b8b8-4ea7-904e-e0466fc32ff2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1547. The urokinase plasminogen activator receptor-associated protein (uPARAP) is an attractive target for the development of antibody-drug conjugates (ADCs) for treatment of mesenchymal malignancies","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The urokinase plasminogen activator receptor-associated protein (uPARAP) is an attractive target for the development of antibody-drug conjugates (ADCs) for treatment of mesenchymal malignancies","Topics":null,"cSlideId":""},{"Abstract":"The overall survival of patients diagnosed with Acute Myeloid Leukemia (AML) remains low. While initial responses to therapy are favorable, the duration of response is short, and overcoming therapeutic resistance has proven difficult. The presence of chemoresistant leukemic stem cells (LSCs), among other mechanisms, has been implicated as a driver in the observed relapse. Antibody-drug conjugates (ADC) are targeted cancer therapeutics that leverage antigen specificity to deliver a potent cytotoxic payload. Recently, ADCs have shown promise in the clinic, but can also present safety and efficacy concerns. Mylotarg, an FDA approved CD33-directed ADC used to treat Acute Myeloid Leukemia, was the first ADC to be approved. The therapeutic is active against most AML tumors but can lead to severe myelotoxicity given the expression of CD33 on normal myeloid progenitor cells. We leveraged a pharmaco-pheno-multiomic analysis of primary AML tumors to uncover a previously unexplored target expressed on both LSCs and AML blasts, but not normal hematopoetic progenitor cells or other normal tissue. The target also showed capacity to rapidly internalize and has activity of well-established oncogenic kinases associated with expression. A novel monoclonal antibody (IgG1) with favorable binding and biophysical characteristics was established against this novel target and conjugated to a highly potent cytotoxic agent, creating a novel ADC. This ADC shows strong binding across AML tumors with effective internalization and highly potent killing of AML tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-05 New targets,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Antibody-drug conjugate (ADC),Multiomics,Stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Garima Kaushik<\/b><sup><\/sup>, Bandana Vishwakarma<sup><\/sup>, Marina Bell<sup><\/sup>, Kakajan Komurov<sup><\/sup><br><br\/>Corellia, Hackensack, NJ","CSlideId":"","ControlKey":"4c525c2b-e416-43e7-8e4e-48a0f3dbeddd","ControlNumber":"7548","DisclosureBlock":"&nbsp;<b>G. Kaushik, <\/b> None..<br><b>B. Vishwakarma, <\/b> None..<br><b>M. Bell, <\/b> None..<br><b>K. Komurov, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2702","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1548","PresenterBiography":null,"PresenterDisplayName":"Rachel Bunting, MBA;MS","PresenterKey":"6e0637a4-9462-43d1-b994-e74fe0184414","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1548. CO-1008, an ADC program targeting leukemic progenitor and blast AML cells, but not normal hematopoetic progenitor cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CO-1008, an ADC program targeting leukemic progenitor and blast AML cells, but not normal hematopoetic progenitor cells","Topics":null,"cSlideId":""},{"Abstract":"Background: While Trop2-targeting antibody-drug conjugates (ADC) have demonstrated meaningful clinical response for the treatment of solid tumors, these ADCs still exhibit significant safety issues that limit the full potential of Trop2 ADCs. GQ1010 was developed based on the intelligent Ligase-Dependent Conjugation (iLDC) technology platform of GeneQuantum to enhance the therapeutic window of Trop2 ADC by utilizing a stable linker and a next generation camptothecin analogue. Here we report that GQ1010 demonstrates superior anti-tumor activities against benchmark Trop2 ADCs while maintaining excellent safety profiles, and a potential for a larger therapeutic window, supporting further clinical investigation of GQ1010 in patient with diverse tumors.<br \/>Method: To<i> <\/i>characterize GQ1010 <i>in vitro<\/i>, assays for target binding affinity, internalization, cell cycle, apoptosis, bystander killing, and <i>in vitro<\/i> cytotoxicity were used. A series of xenograft (CDX) models were used for <i>in vivo<\/i> efficacy evaluation. <i>Ex vivo<\/i> plasma stability study was performed to determine the linker stability by monitoring drug-antibody ratio (DAR) change and the payload shedding. In addition, <i>in vivo<\/i> payload distribution study was performed using a xenograft model. Toxicity study was performed in monkey, and clinical observation, body weight, food consumption, clinical pathology (hematology, coagulation, serum chemistry), and pathology were evaluated.<br \/>Results: GQ1010 demonstrated more potent <i>in vitro<\/i> cytotoxicity than DS1062 in diverse Trop2+ cancer cell lines tested. GQ1010 also exhibited superior bystander killing than DS1062. GQ1010 further demonstrated strong <i>in vivo<\/i> antitumor activities in different CDX models including TNBC, gastric, head and neck (H&#38;N) and pancreatic cancer, and the efficacies were better than DS1062 and Trodelvy<sup>&#174;<\/sup>, consistent with the <i>in vitro<\/i> data. <i>Ex vivo<\/i> plasma stability data confirmed GQ1010 contains highly stable linker with a minimal DAR reduction and payload shedding, indicating expanded therapeutic window than the benchmark ADCs. Free payload distribution analysis in NCI-N87 model showed high target-specific payload delivery and ~90X payload enrichment in tumor than in plasma, confirming minimal shedding of the payload from GQ1010 during circulation <i>in vivo<\/i>. In the monkey toxicity study, GQ1010 demonstrated excellent safety without signal of interstitial lung disease (ILD) up to 80 mg\/kg dosing.<br \/>Conclusion: GQ1010 consistently demonstrate superior linker stability, <i>in vitro<\/i> and <i>in vivo<\/i> efficacies than<br \/>DS1062 and Trodelvy<sup>&#174;<\/sup>, while maintaining excellent safety. These data suggest GQ1010 has the potential as the next generation Trop2 ADC that can address the critical unmet needs for diverse cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Trop-2,Efficacy,Safety,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yajun Sun<sup>1<\/sup>, Mingyu Hu<sup>1<\/sup>, Cao Lv<sup>1<\/sup>, Yu Si<sup>1<\/sup>, Xiao Liu<sup>1<\/sup>, Xinju Gao<sup>1<\/sup>, Dong Yang<sup>1<\/sup>, Guangming Chen<sup>2<\/sup>, Boyu Zhong<sup>2<\/sup>, Tony Zhang<sup>2<\/sup>, Lili Shi<sup>1<\/sup>, Gang Qin<sup>1<\/sup>, <b>Paul H. Song<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Research and development, GeneQuantum Healthcare (Suzhou) Co., Ltd., Suzhou, China,<sup>2<\/sup>Tyligand Bioscience (Shanghai) Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"ee8303bc-06da-46e6-8761-d7a9f10e69a4","ControlNumber":"1577","DisclosureBlock":"<b>&nbsp;Y. Sun, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>M. Hu, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>C. Lv, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>Y. Si, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>X. Liu, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>X. Gao, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>D. Yang, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>G. Chen, <\/b> <br><b>Tyligand Bioscience (Shanghai) Co., Ltd.<\/b> Employment. <br><b>B. Zhong, <\/b> <br><b>Tyligand Bioscience (Shanghai) Co., Ltd.<\/b> Employment. <br><b>T. Zhang, <\/b> <br><b>Tyligand Bioscience (Shanghai) Co., Ltd.<\/b> Employment. <br><b>L. Shi, <\/b> <br><b>shill@genequantum.com<\/b> Employment. <br><b>G. Qin, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>P. H. Song, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2703","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1549","PresenterBiography":null,"PresenterDisplayName":"Paul Song, PhD","PresenterKey":"4d02f427-fc9c-48fd-9ed7-294a8c3bc97c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1549. Preclinical characterization of GQ1010, a next generation Trop2 ADC with the best-in-class potential against diverse Trop2+ solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"379","SessionOnDemand":"False","SessionTitle":"Antibody Drug Conjugates","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical characterization of GQ1010, a next generation Trop2 ADC with the best-in-class potential against diverse Trop2+ solid tumors","Topics":null,"cSlideId":""}]