[{"Abstract":"Adoptive cell therapy has revolutionized the landscape of cancer immunotherapy, exhibiting unprecedented success in treating various types of cancer. Substantial investigative efforts have been devoted to gaining a deeper understanding of the ways in which adoptively transferred T cells eliminate tumors and to discovering strategies that enhance T cell functionality in the tumor microenvironment. We have established an experimental mouse model in which adoptive transfer of tumor-specific CD4<sup>+<\/sup> T cells leads to eradication of established tumors. Using this model, we previously reported on the profound disruption of tumor metabolism induced by adoptive T cell therapy. However, the detailed mechanisms that enable tumor-reactive CD4<sup>+<\/sup> T cells to alter tumor metabolism remain largely undefined. In the current study, we aimed to identify the key metabolic enzymes and pathways targeted by antitumor CD4<sup>+<\/sup> T cells that lead to progressive tumor regression. Utilizing next-generation sequencing strategies, including bulk and single-cell RNA sequencing, we examined the metabolic changes cancer cells undergo in response to treatment, and the immune cell compositions in the tumor microenvironment. Additionally, we performed an in vivo CRISPR knockout screen to identify the metabolic genes that either sensitize tumor cells to adoptive cell therapy or contribute to tumor resistance. Results from our study may also illuminate potential targets in cancer metabolism that can be exploited using small-molecule inhibitors when adoptive cell therapy is not feasible.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Adoptive cell therapy,Metabolism,Colorectal cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Caitlin Brandle<\/b><sup><\/sup>, Ogacheko  D.  Okoko<sup><\/sup>, Md Yeashin Gazi<sup><\/sup>, Xin Wang<sup><\/sup>, Mercy Kehinde-Ige<sup><\/sup>, Huidong Shi<sup><\/sup>, Gang Zhou<sup><\/sup><br><br\/>Georgia Cancer Center, Augusta University, Augusta, GA","CSlideId":"","ControlKey":"d043bcd3-b7ba-417f-a879-02efb4015fb6","ControlNumber":"4713","DisclosureBlock":"&nbsp;<b>C. Brandle, <\/b> None..<br><b>O. D. Okoko, <\/b> None..<br><b>M. Gazi, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>M. Kehinde-Ige, <\/b> None..<br><b>H. Shi, <\/b> None..<br><b>G. Zhou, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5452","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"268","PresenterBiography":null,"PresenterDisplayName":"Caitlin Brandle, BS","PresenterKey":"2deef726-628e-4507-9307-8120e59cac34","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"268. Antitumor CD4<sup>+ <\/sup>T cells reprogram tumor metabolism to drive progressive tumor regression","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Antitumor CD4<sup>+ <\/sup>T cells reprogram tumor metabolism to drive progressive tumor regression","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Nicotinamide (NAM), a water-soluble form of niacin (Vitamin B3), is a precursor of nicotinamide-adenine dinucleotide (NAD+) and regulates cellular energy metabolism. In our previous study with metabolic RNA panel assay, we confirmed ALDOA (Aldolase A) is suppressed after treatment of nicotinamide in breast cancer organoids. ALDOA is a crucial glycolytic enzyme that turns fructose-1,6-bisphosphate (FBP) into glyceraldehyde-3-phosphate. Several studies have shown that high expression of ALDOA is associated with poor prognosis in various types of cancer. However, its function in breast cancer remains unclear.<br \/>Methods: ALDOA expression in breast cancer was analyzed with METABRIC data set. A total of 79 fresh cancer tissues and tumor microarrays (TMA) with 402 breast cancer patients were enrolled. Metabolic RNA sequencing panel assay was performed with human breast cancer organoids after treatment of nicotinamide. The breast cancer cell lines including MCF7, T47D, and BT474 were generated to establish stable cells in which ALDOA expression is continuously reduced using lentiviral system. Total RNA was isolated from human breast cancer cells and performed RT-PCR for Sanger sequencing. Proliferation assay was performed using cell counting kit-8. We used transwell migration and invasion assay. To identify cancer stemness, we performed sphere formation assay. Mitochondrial function was measured using the Seahorse XF24 Flux Analyzer.<br \/>Results: In our previous study, after the treatment of nicotinamide, ALDOA expression in breast cancer organoids was suppressed. So we assumed that ALDOA has an oncogenic function in cellular metabolism. The expression of ALDOA was much higher in breast cancer clinical tissues compared with normal tissues. High expression of ALDOA was correlated with the worse prognosis of breast cancer patients in METABRIC public data and our own cohort. Sanger sequencing in the cell lines showed no mutation in exon5 to exon9 which is known as mutation hotspot in breast cancer. Cell proliferation activity and ability of cellular movement were inhibited in ALDOA-downregulated breast cancer cells. In the sphere formation assay, we found that the tumor cells with low expression of ALDOA decreased cancer stem cell properties. When POU2F1 or POU2F2 was suppressed, ALDOA protein expression was also inhibited. ECAR and OCR concerning mitochondrial metabolic functions were also downregulated in the tumor cells with ALDOA suppression.<br \/>Conclusions: In conclusion, we suggest that ALDOA might be a key biomarker inducing tumor aggressiveness by modulating metabolic processes in breast cancer. Our results suggest that nicotinamide can be a novel therapeutic candidate targeting in breast cancer with high expression of ALDOA.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Breast cancer,Metabolism,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Da Sol Kim<\/b><sup><\/sup>, Cheng Hyun Lee<sup><\/sup>, Soo Young Park<sup><\/sup>, Han Suk Ryu<sup><\/sup><br><br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"cce538a0-b11a-4e93-b97b-0447987c1f02","ControlNumber":"3285","DisclosureBlock":"&nbsp;<b>D. Kim, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>H. Ryu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5453","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"269","PresenterBiography":null,"PresenterDisplayName":"DaSol Kim","PresenterKey":"cd1509c1-7104-4066-b83f-25e2d0414bdb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"269. New metabolic biomarker of ALDOA induces tumor aggressiveness in breast cancer and nicotinamide as a potential anti-tumor agent targeting ALDOA","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New metabolic biomarker of ALDOA induces tumor aggressiveness in breast cancer and nicotinamide as a potential anti-tumor agent targeting ALDOA","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung adenocarcinomas with concurrent oncogenic KRAS and SKT11 loss-of-function mutations represent an aggressive subtype that is characterized, in part, by increased metastasis and enhanced dependence on glutamine metabolism. The purpose of this study was to elucidate the metabolic rewiring of STK11-null KRAS-driven lung adenocarcinoma cells and determine how such altered metabolism may promote metastasis. Both parental and &#916;STK11 cells, generated via CRISPR-Cas9, were assessed for metabolic flux and measures of metastatic potential at baseline, and when deprived of exogenous glutamine. Seahorse analysis revealed a &#8220;metabolically exhausted&#8221; mitochondrial phenotype in &#916;STK11 cells at baseline. Upon exogenous glutamine deprivation, both &#916;STK11 and parental cells similarly decreased mitochondrial respiration, however, through the employment of RNA sequencing and heavy carbon labeling, we demonstrate an upregulation of the hexosamine biosynthetic pathway (HBP) in &#916;STK11 cells. Moreover, we observed an increase in global O-GlcNAcylation, the product of the HBP, in &#916;STK11 cells. The HBP is an offshoot of glycolysis\/gluconeogenesis that serves as a central hub to regulate many cancer fitness pathways via O-GlcNAcylation, and it has been established that cancer cells upregulate the HBP resulting in activation of proteins involved in promoting metastasis. To assess transcriptional characteristics of metastatic spread, KEGG pathway analysis was performed on transcriptomic data obtained from parental vs &#916;STK11 cells subjected to glutamine deprivation and revealed significant upregulation of NFkB and MAPK signaling in &#916;STK11 cells. Additionally, EMT markers downstream of these pathways, such as SNAI2 and ZEB1, were upregulated in &#916;STK11 cells. Trypan Blue staining was used as a preliminary method to measure anoikis resistance, an additional characteristic of metastatic potential. Results revealed a significant increase in live detached cells upon glutamine deprivation-induced detachment in &#916;STK11 cells. Correspondingly, differential gene expression indicated significant upregulation of BCL2A1, an anti-apoptotic protein, in &#916;STK11 cells following glutamine deprivation. Future studies aim to further clarify the altered metabolic profile of &#916;STK11 lung adenocarcinoma cells to identify the mechanism(s) by which such metabolic rewiring drives metastatic progression. In conclusion, this work reveals novel findings regarding the molecular mechanisms altered downstream of STK11-loss that influence glutamine metabolism and enhanced metastasis in KRAS-driven lung adenocarcinomas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Serine\/threonine kinase,Metabolism,Metastasis,Lung adenocarcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shannon  M.  Prior<\/b><sup><\/sup>, Sean  M.  Lenahan<sup><\/sup>, Hailey  M.  Sarausky<sup><\/sup>, David  J.  Seward<sup><\/sup>, Paula  B.  Deming<sup><\/sup><br><br\/>University of Vermont, Burlington, VT","CSlideId":"","ControlKey":"082d8fd6-9b2e-4ef2-bf47-086063853399","ControlNumber":"5187","DisclosureBlock":"&nbsp;<b>S. M. Prior, <\/b> None..<br><b>S. M. Lenahan, <\/b> None..<br><b>H. M. Sarausky, <\/b> None..<br><b>D. J. Seward, <\/b> None..<br><b>P. B. Deming, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5454","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"270","PresenterBiography":null,"PresenterDisplayName":"Shannon Prior, BS","PresenterKey":"424c395a-401d-47d8-b2fe-57a4013d611a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"270. Metabolic rewiring and metastatic potential in STK11-null lung adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic rewiring and metastatic potential in STK11-null lung adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Deletion or loss of function mutations of the <i>STK11<\/i>\/LKB1 tumor suppressor are associated with primary resistance to immunotherapy in KRAS-mutant lung adenocarcinoma (LUAD) and drive metabolic reprogramming of tumor cells. We observed that LKB1-deficient tumors were resistant to anti-angiogenic therapy in the hypoxic and nutrient-depleted or acidic tumor microenvironment (TME). We determined that MYC which is elevated in LKB1-deficient cells, regulated the expression of the lactate transporter, MCT4. Moreover, knockdown of MYC decreases glycolysis and cell proliferation. Therefore, we hypothesize that metabolic changes in LKB1-deficient tumor cells is at least partially driven by MYC upregulation, and that depletion of MYC or targeting of key enzymes or transporters downstream of MYC such as MCT4 may abrogate lactate reutilization and sensitize LKB1-deficient tumors to anti-angiogenic therapy. To explore the impact of MYC on lactate metabolism in LKB1-deficient NSCLC cells, we performed isotope tracing in KRAS mutant (K) and KRAS mutant LKB1 knockout (KL) syngeneic murine lung cancer cells. 13C3-lactate tracing revealed that isotopologues were significantly enriched in TCA components such as pyruvate, citrate and a-ketoglutarate in KL cells. Meanwhile, lactate-treated KL cells shows less reactive oxygen species (ROS), suggesting that LKB1-deficient tumor cells reutilize lactate as an energy source more efficiently than LKB1-intact cells. MCT4 KO significantly abrogated lactate incorporation into TCA cycle. Similarly, MYC knockdown or MCT4 KO decreased lactate-induced oxygen consumption, but increased ROS levels. In contrast, exhausted T cells were inefficient at lactate reutilization, and high levels of lactate increased ROS in T cells. Hence, LKB1-deficient tumors have a survival advantage over T cells in the lactate-rich TME. We queried scRNAseq data from K, KL and KL MCT4KO syngeneic models and similarly observed that KL tumor cells exhibited elevated hypoxia and angiogenesis gene expression signatures, which was reversed by MCT4 KO. However, ROS detoxification was decreased in T cells from KL tumors but increased in MCT4 KO tumors. Finally, we injected KL murine tumor cells into immunocompetent mice, and randomly treated them with vehicle or the VEGF blocking antibody, DC101. MYC knockdown or MCT4 KO sensitized KL tumors to VEGF inhibition, and significantly increased overall survival. Collectively, our data indicates that in LKB1-deficient tumors, upregulation of MYC promotes tumor cell metabolic reprogramming and that targeting MYC or MCT4 can inhibit lactate reutilization and enhance the efficacy of anti-angiogenic agents. These findings provide insight into the mechanisms driving the aggressive phenotype of KRAS-mutant LKB1-deficient tumors and identify a novel therapeutic strategy for targeting this patient population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"LKB1,Myc,Lactate,Vascular endothelial growth factor receptor inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yu Qian<\/b><sup>1<\/sup>, David Molkentine<sup>1<\/sup>, Chendong Yang<sup>2<\/sup>, Ana Galan Cobo<sup>1<\/sup>, Irene Guijarro<sup>3<\/sup>, Minghao Dang<sup>1<\/sup>, Alissa Poteete<sup>1<\/sup>, Peixin Jiang<sup>1<\/sup>, Ferdinandos Skoulidis<sup>1<\/sup>, Linghua Wang<sup>1<\/sup>, Alexandre Reuben<sup>1<\/sup>, John  D.  Minna<sup>2<\/sup>, Ralph  J.  DeBerardinis<sup>2<\/sup>, John  V.  Heymach<sup>1<\/sup><br><br\/><sup>1<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>UT Southwestern Medical Center, Dallas, TX,<sup>3<\/sup>The Happy Lungs Project, Austin, TX","CSlideId":"","ControlKey":"f438f548-eae0-4cd4-b788-0f77f5253c67","ControlNumber":"4845","DisclosureBlock":"&nbsp;<b>Y. Qian, <\/b> None..<br><b>D. Molkentine, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>A. Galan Cobo, <\/b> None..<br><b>I. Guijarro, <\/b> None..<br><b>M. Dang, <\/b> None..<br><b>A. Poteete, <\/b> None..<br><b>P. Jiang, <\/b> None.&nbsp;<br><b>F. Skoulidis, <\/b> <br><b>BioNTech<\/b> Stock. <br><b>Moderna Inc;<\/b> Stock. <br><b>Bristol Myers Squibb<\/b> Other, I received honoraria from Bristol Myers Squibb. <br><b>Amgen<\/b> Grant\/Contract, Travel. <br><b>Mirati Therapeutics<\/b> Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Merck & Co<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Tango Therapeutics,<\/b> Travel. <br><b>AstraZeneca Pharmaceuticals<\/b> Travel. <br><b>AImmune Therapeutics;<\/b> Other, I has an immediate family member who has received research funding from AImmune Therapeutics.<br><b>L. Wang, <\/b> None.&nbsp;<br><b>A. Reuben, <\/b> <br><b>Adaptive Biotechnologies<\/b> Other, I receive honoraria from Adaptive Biotechnologies; a member of advisory board for Adaptive Biotechnologies.&nbsp;<br><b>J. D. Minna, <\/b> <br><b>NCI<\/b> Other Intellectual Property, I receive licensing fees from the NCI and UT Southwestern to distribute cell lines.&nbsp;<br><b>R. J. DeBerardinis, <\/b> <br><b>Agios Pharmaceuticals<\/b> Other, a member of the Scientific Advisory Board. <br><b>Vida Ventures<\/b> Other, a member of the Scientific Advisory Board. <br><b>J. V. Heymach, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory Committees. <br><b>EMD Serono<\/b> Other, Advisory Committees. <br><b>Boehringer-Ingelheim<\/b> Grant\/Contract, Other, Advisory Committees. <br><b>Catalyst<\/b> Other, Advisory Committees. <br><b>Genentech<\/b> Other, Advisory Committees. <br><b>GlaxoSmithKline<\/b> Other, Advisory Committees. <br><b>Hengrui Therapeutics<\/b> Other, Advisory Committees. <br><b>Eli Lilly<\/b> Other, Advisory Committees. <br><b>Spectrum<\/b> Grant\/Contract, Other Intellectual Property, Other, Advisory Committees. <br><b>Sanofi<\/b> Other, Advisory Committees. <br><b>Takeda<\/b> Grant\/Contract, Other, Advisory Committees. <br><b>Mirati Therapeutics<\/b> Other, Advisory Committees. <br><b>BMS<\/b> Other, Advisory Committees. <br><b>BrightPath Biotherapeutics<\/b> Other, Advisory Committees. <br><b>Janssen Global Services<\/b> Other, Advisory Committees. <br><b>Nexus Health Systems<\/b> Other, Advisory Committees. <br><b>Pneuma Respiratory<\/b> Other, Advisory Committees. <br><b>RefleXion<\/b> Other, Advisory Committees. <br><b>Chugai Pharmaceuticals<\/b> Other, Advisory Committees.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5455","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"271","PresenterBiography":null,"PresenterDisplayName":"Yu Qian, PhD","PresenterKey":"dd318234-b74e-46bc-a7fc-dc84b16e8f99","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"271. MYC mediates enhanced lactate reutilization and resistance to anti-angiogenesis therapy in preclinical models of LKB1-deficient NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MYC mediates enhanced lactate reutilization and resistance to anti-angiogenesis therapy in preclinical models of LKB1-deficient NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Tumor suppressor Liver Kinase B1 (LKB1) activates 5&#8217;-adenosine monophosphate protein kinase (AMPK) and maintains energy homeostasis in response to energy crises. LKB1 and KRAS are the third most frequent co-mutations detected in non-small cell lung cancer (NSCLC), causing aggressive tumor growth and metastases. Unfortunately, standard treatment with RAS-RAF-MEK-ERK signaling pathway inhibitors has minimal therapeutic efficacy in LKB1-mutant KRAS-driven NSCLC. Thus, identifying a novel treatment for patients harboring co-mutations in LKB1 and KRAS is urgently needed. Autophagy degrades and recycles the building blocks for cancer cells to survive metabolic challenges. Using genetically engineered mouse models (GEMMs), we have previously demonstrated that autophagy compensates for Lkb1 loss for Kras-driven lung tumorigenesis; loss of an autophagy-essential gene <i>Atg7<\/i> dramatically impaired tumor initiation and tumor growth in <i>Kras<sup>G12D\/+<\/sup><\/i>;<i>Lkb1<sup>-\/-<\/sup><\/i> (KL) lung tumors.<i> <\/i>This is in sharp contrast to <i>Lkb1 <\/i>wild-type (WT) <i>(Kras<sup>G12D\/+<\/sup>;p53<sup>-\/-<\/sup> <\/i>(KP)<i>) <\/i>tumors that are less sensitive to autophagy gene ablation. To further value our discoveries in clinical translational ability, we treated mouse lung tumor derived cell lines (TDCLs) with FDA-approved autophagy inhibitor hydroxychloroquine (HCQ) and MEK inhibitor Trametinib and found that the combination treatment displayed synergistic anti-proliferative effects in KL TDCLs compared to KP TDCLs. To elucidate the underlying mechanism of increased sensitivity of KL TDCLs to Trametinib by autophagy ablation, we performed metabolomic profiling of KL TDCLs with Trametinib, HCQ, or combination treatment and found that several glycolytic and TCA cycle intermediates, amino acids, and ATP levels were significantly upregulated upon treatment with Trametinib, which were significantly reduced by the combination treatment. In addition, the combination treatment significantly reduced mitochondrial membrane potential, basal respiration, and ATP production in KL TDCLs. In vivo studies using tumor allografts, genetically engineered mouse models (GEMMs) and patient-derived xenografts (PDXs) showed anti-tumor activity of the combination treatment on KL tumors, but not in KP tumors. Moreover, we found increased lipid peroxidation indicative of ferroptosis in KL TDCLs and KL PDX tumors with the combination treatment compared to the single agent treatments. Finally, treatment with a ferroptosis inhibitor rescued the reduced KL allograft tumor growth caused by the combination treatment. Taken together, our observations indicate that autophagy upregulation in KL tumors causes resistance to Trametinib treatment by maintaining energy homeostasis for cell survival and inhibits ferroptosis. Therefore, a combination of autophagy and MEK inhibition could be a novel therapeutic strategy to specifically treat LKB1-deficient KRAS-driven NSCLC<b>.<\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Autophagy,LKB1,KRAS,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vrushank Bhatt<\/b><sup><\/sup>, Taijin Lan<sup><\/sup>, Wenping Wang<sup><\/sup>, Jerry Kong<sup><\/sup>, Eduardo Cararo Lopes<sup><\/sup>, Khoosheh Khayati<sup><\/sup>, Jianming Wang<sup><\/sup>, Akash Raju<sup><\/sup>, Michael Rangel<sup><\/sup>, Enrique Lopez<sup><\/sup>, Zhixian Sherrie Hu<sup><\/sup>, Xuefei Luo<sup><\/sup>, Xiaoyang Su<sup><\/sup>, Jyoti Malhotra<sup><\/sup>, Wenwei Hu<sup><\/sup>, Sharon  R.  Pine<sup><\/sup>, Eileen White<sup><\/sup>, Jessie Yanxiang Guo<sup><\/sup><br><br\/>Rutgers Cancer Institute of New Jersey, New Brunswick, NJ","CSlideId":"","ControlKey":"b645299c-eaac-436c-9bfa-22f298f4b16f","ControlNumber":"6834","DisclosureBlock":"&nbsp;<b>V. Bhatt, <\/b> None..<br><b>T. Lan, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>J. Kong, <\/b> None..<br><b>E. Cararo Lopes, <\/b> None..<br><b>K. Khayati, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>A. Raju, <\/b> None..<br><b>M. Rangel, <\/b> None..<br><b>E. Lopez, <\/b> None..<br><b>Z. Hu, <\/b> None..<br><b>X. Luo, <\/b> None..<br><b>X. Su, <\/b> None..<br><b>J. Malhotra, <\/b> None..<br><b>W. Hu, <\/b> None..<br><b>S. R. Pine, <\/b> None..<br><b>E. White, <\/b> None..<br><b>J. Guo, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5458","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"272","PresenterBiography":"","PresenterDisplayName":"Vrushank Bhatt, B Pharm;MS","PresenterKey":"3ecf3b21-fcb0-4e8e-8c92-aa679a96f987","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"272. Autophagy and MEK inhibition promotes ferroptosis in liver kinase B1 (Lkb1)-deficient Kras-driven lung tumors","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Autophagy and MEK inhibition promotes ferroptosis in liver kinase B1 (Lkb1)-deficient Kras-driven lung tumors","Topics":null,"cSlideId":""},{"Abstract":"Tumor necrosis factor receptor-associated protein 1 (TRAP1) is a mitochondrial homolog of HSP90 chaperones. It plays an important role in protection against oxidative stress and apoptosis by regulating reactive oxidative species (ROS). Recent studies have suggested TRAP1 as a regulator of metabolism and mitochondrial homeostasis in diverse pathological states, including cancer. To further elucidate the mechanistic role of TRAP1 in regulating tumor cell survival, we used gamitrinib-triphenylphosphonium (G-TPP) to inhibit TRAP1 signaling pathways in colon cancer. Inhibition of TRAP1 disrupted redox homeostasis and increased ER stress in colon cancer. To confirm the G-TPP effects of TRAP1 inhibition in colon cancer, we performed TRAP1 CRISPR\/Cas9 to deplete TRAP1 expression in colon cancer cell line CT26. TRAP1-depleted cells were found to acquire several distinct phenotypes: induction of reactive oxidative species (ROS) level, reduction of cell growth, and lower pH value of culture medium. In addition, proteomic data showed that depletion of TRAP1 induced significant metabolism alteration in CT26 cells. Using seahorse assay to access mitochondrial respiration and glycolysis, we found that TRAP1-depleted cells were insensitive to Oxidative Phosphorylation (OXPHOS) inhibitor treatment and significantly increased extracellular acidification rate (ECAR) compared to parental cells. Furthermore, higher glucose consumption rate and higher lactic acid level of culture medium were observed in TRAP1-depleted cells. On the other hand, Glycolytic inhibitor (2DG) led to excessive ROS production, reduction of glucose uptake and exacerbated cell death in TRAP1-depleted cell compared to parental cells. Taken together, depletion of TRAP1 induces mitochondrial dysfunction and modulates metabolic switch toward aerobic glycolysis in TRAP1-depleted colon cancer cells. Dual inhibition of TRAP1 and glycolytic signaling may increase therapeutic efficiency through induction of excessive ROS production in colon cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Colon cancer,Metabolism,Proteomics,Reactive oxygen species,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Hong-Yuan Tsai<sup>1<\/sup>, Miao-Hsueh Chen<sup>1<\/sup>, Herath Lakmini Senavirathna<sup>2<\/sup>, Jihye Yun<sup>1<\/sup>, Sheng Pan<sup>2<\/sup>, <b>Ru Chen<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX,<sup>2<\/sup>University of Texas, Houston, TX","CSlideId":"","ControlKey":"72c84886-6eb3-4863-a0d3-3d747fea2318","ControlNumber":"5621","DisclosureBlock":"&nbsp;<b>H. Tsai, <\/b> None..<br><b>M. Chen, <\/b> None..<br><b>H. Senavirathna, <\/b> None..<br><b>J. Yun, <\/b> None..<br><b>S. Pan, <\/b> None..<br><b>R. Chen, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5459","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"273","PresenterBiography":null,"PresenterDisplayName":"Ru Chen, PhD","PresenterKey":"d1ed1065-d99a-4317-9d35-281e1ee9bee3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"273. Synergistically suppressive effects by combination of glycolytic inhibitor with TRAP1-depletion in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistically suppressive effects by combination of glycolytic inhibitor with TRAP1-depletion in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most common cancer in women, affecting 1 in every 8 women, with a combination of radiation, surgery, and chemotherapy as treatment. SLC38A5 is a glutamine\/serine\/glycine\/methionine transporter, which mediates the influx of Na<sup>+<\/sup>\/amino acid into cells coupled to the efflux of H<sup>+<\/sup>. SLC7A11 mediates the cellular uptake of cystine in exchange for glutamate. Both transporters are upregulated in triple-negative breast cancer (TNBC). SLC38A5 supports &#8220;glutamine addiction&#8221; and the increased need for one-carbon metabolism in cancer cells. SLC7A11 supports cellular synthesis of glutathione by providing cysteine, and thus protects the cancer cells against oxidative stress and iron-induced cell death (ferroptosis). To date, no functional crosstalk has been identified between the two transporters. We hypothesized that (i) SLC38A5 might mediate the cellular uptake of the micronutrient selenium in the form of selenomethionine (Se-Met) like it does Metionine (Met) and (ii) since Se-Met is known to induce the anti-oxidative transcription factor Nrf2 that promotes SLC7A11 expression, there might be a crosstalk between the two transporters via Se-Met. We tested these hypotheses using two TNBC cell lines, MB231 and MB453. The activity of SLC38A5 was monitored by measuring the uptake of serine in the presence of an uptake buffer (pH 8.5) containing LiCl in place of NaCl. Li<sup>+<\/sup> tolerance and higher uptake at alkaline pH are unique features of SLC38A5. The interaction of Met and Se-Met with SLC38A5 was investigated by studying the dose-response effects for the two amino acids in inhibiting serine uptake. Met and Se-Met competed with serine for SLC38A5-mediated uptake in both cell lines with comparable IC<sub>50<\/sub> values (~500 &#956;M). We then investigated the effect of Se-Met on the expression and activity of SLC7A11. Pretreatment of cell lines with 1 mM Se-Met for 16 h increased SLC7A11 mRNA levels and increased the transport activity of SLC7A11. In these studies, monomethylfumarate was used as a positive inducer of Nrf2. Previously work showed shRNA-mediated downregulation of SLC38A5 in TNBC cell lines suppresses growth and proliferation of cancer in cell culture and in mouse xenografts.RNAseq analysis of the control tumors and shRNA-tumors show transcriptomic variance in the profile of the tumors in response to SLC38A5 deficiency. We found upregulation of genes involved in oxidative phosphorylation, TGF-&#946; signaling, and hypoxia signaling and downregulation of KRAS and epithelial-mesenchymal transition pathways in SLC38A5-deficient tumors. We conclude that though both SLC38A5 and SLC7A11 promote TNBC via independent mechanisms, the two transporters are functionally coupled by Se-Met. This study provides valuable insight into how these two amino acid transporters work together to support TNBC growth, thus setting the stage for pharmacologic targeting of these transporters as a novel therapeutic strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Nrf2,Breast cancer,Selenium,Glutamine metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marilyn Mathew<\/b><sup><\/sup>, Gunadharini Nandagopal Dharmalingam<sup><\/sup>, Sathish Sivaprakasam<sup><\/sup>, Sabarish Ramachandran<sup><\/sup>, Souad  R.  Sennoune<sup><\/sup>, Vadivel Ganapathy<sup><\/sup><br><br\/>Texas Tech University Health Sciences Center, Lubbock, TX","CSlideId":"","ControlKey":"39af4e47-c324-46b1-a345-4d27e98f6d4c","ControlNumber":"6404","DisclosureBlock":"&nbsp;<b>M. Mathew, <\/b> None..<br><b>G. N. Dharmalingam, <\/b> None..<br><b>S. Sivaprakasam, <\/b> None..<br><b>S. Ramachandran, <\/b> None..<br><b>S. R. Sennoune, <\/b> None..<br><b>V. Ganapathy, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5460","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"274","PresenterBiography":null,"PresenterDisplayName":"Marilyn Mathew","PresenterKey":"b60a9047-32e0-43c8-88c4-572ced59e851","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"274. Functional coupling between the amino acid transporters SLC38A5 and SLC7A11 in TNBC via selenomethionine","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional coupling between the amino acid transporters SLC38A5 and SLC7A11 in TNBC via selenomethionine","Topics":null,"cSlideId":""},{"Abstract":"Clear cell renal cell carcinoma (ccRCC) is the most common and aggressive subtype of kidney cancer, accounting for 70-80% of the cases. While surgical resection of early-stage tumors remains the standard care for patients, advanced ccRCC, metastatic or recurrent, portends a 5-year survival rate of only 12%, primarily due to insensitivity toward conventional chemotherapy. ccRCC is identifiable histologically by its dramatic lipid storage phenotype, similar to adipocytes; yet the role of lipid metabolism in ccRCC is poorly understood. One of the well-established risk factors for ccRCC is obesity and given that adipose tissue is known to produce a variety of pro-adipogenic signaling molecules (called adipokines), we hypothesized that adipokine signaling might be involved in the etiology of ccRCC. We recently identified a pro-tumorigenic adipokine protein, chemerin (<i>RARRES2<\/i>), that is positively correlated with tumor aggressiveness. Suppression of chemerin via either monoclonal antibody or siRNA led to reduction in lipid storage and significant tumor growth impairment in both <i>in vitro<\/i> and <i>in vivo<\/i> models by inducing ferroptosis. We next investigated the signaling mechanisms of chemerin and have found that chemerin drives downstream cellular activities and lipid deposition through either of the two receptors, GPR1 and CMKRL1. We further demonstrated that chemerin signals to both receptors to drive the expression adipose triglyceride lipase (ATGL) that frees up fatty acid from lipid depositions. In addition, Chemerin\/CMKLR1 signaling axis further drives the activation of SREBP-mediated lipogenesis pathway. By using a small molecule antagonist specific for CMKRL1, &#945;-NETA, we could suppress ccRCC tumor growth by inhibiting intracellular lipid droplet formation both <i>in vitro<\/i> and <i>in vivo <\/i>through the activation of ATGL-mediated lipolysis pathway and suppression of SREBP-mediated lipogenesis pathway. We have therefore shown the possibility of targeting Chemerin\/CMKLR1 axis both genetically and pharmacologically to suppress the growth of ccRCC by increasing ferroptosis. Overall, our studies have identified chemerin\/CMKLR1 axis as a promising therapeutic target that weakens ccRCC by modulating its lipid metabolic profiles and validated such vulnerability by using a more clinically relevant PDX orthotopic model. Further mechanistic investigations revealed overlapping yet distinct pathways downstream of chemerin that could potentially yield combinational strategies to treat ccRCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Kidney cancer,Lipid metabolism,novel therapeutic target,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dazhi Wang<\/b><sup>1<\/sup>, Scott Welford<sup>2<\/sup>, James Brugarolas<sup>3<\/sup>, Sze  K.  Tan<sup>4<\/sup><br><br\/><sup>1<\/sup>University of Miami Miller School of Medicine, Miami, FL,<sup>2<\/sup>Radiation Oncology, University of Miami Miller School of Medicine, Miami, FL,<sup>3<\/sup>UT Southwestern Medical Center, Dallas, TX,<sup>4<\/sup>John Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"788544b8-980c-4e3f-a498-53dbd7a0e8f3","ControlNumber":"1480","DisclosureBlock":"&nbsp;<b>D. Wang, <\/b> None..<br><b>S. Welford, <\/b> None..<br><b>J. Brugarolas, <\/b> None..<br><b>S. K. Tan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5461","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"275","PresenterBiography":null,"PresenterDisplayName":"Dazhi Wang, BS","PresenterKey":"920f8f5f-6883-4f20-8415-8cc731c151a8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"275. Harnessing chemerin signaling as a novel therapeutic vulnerability in ccRCC","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Harnessing chemerin signaling as a novel therapeutic vulnerability in ccRCC","Topics":null,"cSlideId":""},{"Abstract":"Osteosarcoma (OS) frequently metastasizes to lung where it greatly contributes to patient mortality. Frustratingly, OS treatment options have remained static due to a paucity of strong pre-clinical evidence to motivate clinical trials. To identify therapeutic targets, we assessed a number of FDA approved therapies for their cytotoxic effects. We found that histone deacetylase (HDAC) inhibitors (panobinostat and romidepsin) limited OS viability at low nM and were highly effective for the treatment of lung metastatic disease <i>in vivo<\/i>. Although clinically approved, HDAC inhibitors have noted toxicities. Therefore, we next examined the potential mechanisms through which HDAC controlled OS growth. Gene expression analyses on romidepsin treated OS cells revealed key up and downregulated targets. We found that SLC17A7, a vesicular glutamate transporter, was highly and consistently induced in response to romidepsin (greater than 100 fold more than base line) across multiple OS cell lines. Functionally, SLC17A7 traps glutamate in cytoplasmic synaptic vesicles that are then released via exocytosis. Our data show that HDAC inhibition reduces glutamate secretion from OS cells while SLC17A7 overexpression significantly impaired OS viability. Further, we showed that the glutamate export inhibitor, riluzole, significantly impairs the OS growth <i>in vitro<\/i> and is highly effective for the treatment of lung metastatic OS <i>in vivo<\/i>. Taken together, we conclude that HDAC1\/2 suppression of SLC17A7 ensures high cytoplasmic glutamate levels that can be leveraged for OS growth. We posit that targeting glutamate usage by OS cells using FDA approved inhibitors such as riluzole will be highly effective for the treatment of lung metastatic OS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Epigenetics,SLC17A7,Osteosarcoma,Vesicular glutamate transporter,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Niveditha Nerlakanti<\/b><sup>1<\/sup>, Jeremy McGuire<sup>1<\/sup>, Ryan  T.  Bishop<sup>1<\/sup>, Diana Yu<sup>2<\/sup>, Damon  R.  Reed<sup>2<\/sup>, Conor  C.  Lynch<sup>1<\/sup><br><br\/><sup>1<\/sup>Tumor Biology, H. Lee Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Adolescent and Young Adult Program and Sarcoma, H. Lee Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"dd12d781-0061-4d0f-abc2-5ddf795fa8e4","ControlNumber":"4602","DisclosureBlock":"&nbsp;<b>N. Nerlakanti, <\/b> None..<br><b>J. McGuire, <\/b> None..<br><b>R. T. Bishop, <\/b> None..<br><b>D. Yu, <\/b> None.&nbsp;<br><b>D. R. Reed, <\/b> <br><b>Eisai<\/b> Other, Advisory role. <br><b>Springworks<\/b> Other, Advisory role.<br><b>C. C. Lynch, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5463","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"276","PresenterBiography":null,"PresenterDisplayName":"Niveditha Nerlakanti, BE;MS","PresenterKey":"ce08879b-f6a4-4eb3-a620-0951c87c2749","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"276. Delineating the role of vesicular glutamate transporter SLC17A7 in osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Delineating the role of vesicular glutamate transporter SLC17A7 in osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Metabolic dysregulation, a hallmark of cancer, allows tumor cells to sustain high rates of growth and proliferation in unfavorable conditions, including hypoxia. Many cancers, including clear cell renal cell carcinoma (ccRCC), demonstrate the Warburg effect with high rates of glycolysis and some are dependent on glutamine. These cancers express high levels of glutaminase (GLS), the enzyme responsible for conversion of glutamine to glutamate. GLS exists as two distinct isoforms, GAC and KGA, which are generated by alternative polyadenylation. The presence of GAC favors more metabolically active cell growth, and the GAC:KGA ratio negatively correlates with survival in ccRCC. Selectively inhibiting the GAC isoform may be a target for therapy. NUC-7738, a ProTide transformation of 3'-deoxyadenosine (3&#8217;-dA), has shown encouraging efficacy signals in several solid tumor types in a Phase &#189; clinical study (NuTide:701 NCT03829254). It generates 3&#8217;-dATP which profoundly affects transcription by altering polyadenylation and has been shown to alter expression of mitochondrial electron transport chain genes. The aim of this study was to investigate the impact of NUC-7738 on GLS alternative polyadenylation and the ratio of GAC:KGA isoforms.<br \/>Material and Methods: ccRCC (Caki-1 [VHL mutant];786-O [wildtype]) and pancreatic (PANC1; MIAPACA) cancer cell lines were treated with NUC-7738 at IC50 doses in hypoxic and normoxic conditions. NUC-7738 and 3&#8217;-dATP were measured by LC-MS. mRNA levels of glutaminase isoforms were determined by RT-qPCR using primers targeting exon 14-15 junction for GAC and exon 16-18 junction for KGA. GAC and KGA protein expression determined by JESS Western analysis.<br \/>Results: NUC-7738 was converted into 3&#8217;-dATP within 6 hours of treatment with an average concentration of 8 pmol\/10<sup>6<\/sup> cells, which was maintained for ~24 hours and decreased by 50% by 48 hours. The levels are comparable to those measured in PBMCs from patients treated with NUC-7738. In ccRCC cells (VHL wildtype and mutant), NUC-7738 reduced transcript expression of GAC isoform, with no change in KGA, indicating a change in polyadenylation site usage. This was reflected in altered protein levels, with decreased GAC in ccRCC and pancreatic cell lines in hypoxic and normoxic conditions after NUC-7738 treatment.<br \/>Conclusion: NUC-7738 generates sustained levels of 3&#8217;-dATP in cells, which is associated with alternative polyadenylation site usage changes. In a variety of cell types, mRNA and protein levels of the more metabolically active GAC isoform were reduced, with an increase in the relative amount of KGA isoform. Increased glutamate production and GAC:KGA ratio are key for survival of some tumors. As alternative polyadenylation is implicated in the control of expression of many genes in cancer, the ability to influence it may lead to new strategies for developing anti-cancer treatments interfering with cellular metabolism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Glutamine metabolism,Alternative Polyadenylation,dATP,NUC-7738,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mustafa Elshani<\/b><sup><\/sup>, Ying Zhang<sup><\/sup>, Tia Hawkins<sup><\/sup>, Mary Kudsy<sup><\/sup>, In Hwa Um<sup><\/sup>, Greice Zickuhr<sup><\/sup>, Alison  L.  Dickson<sup><\/sup>, David  J.  Harrison<sup><\/sup><br><br\/>University of St. Andrews, St. Andrews, United Kingdom","CSlideId":"","ControlKey":"469f880a-c793-420d-a083-67a95b0270d6","ControlNumber":"4366","DisclosureBlock":"<b>&nbsp;M. Elshani, <\/b> <br><b>Nucana Plc<\/b> Employment.<br><b>Y. Zhang, <\/b> None..<br><b>T. Hawkins, <\/b> None..<br><b>M. Kudsy, <\/b> None..<br><b>I. Um, <\/b> None..<br><b>G. Zickuhr, <\/b> None.&nbsp;<br><b>A. L. Dickson, <\/b> <br><b>Nucana Plc<\/b> Employment. <br><b>D. J. Harrison, <\/b> <br><b>Nucana Plc<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5464","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"277","PresenterBiography":null,"PresenterDisplayName":"Mustafa Elshani, PhD","PresenterKey":"c9d9d146-d374-4f77-9ea1-48d58ff17a53","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"277. NUC-7738 promotes alternative polyadenylation site usage and reduces glutaminase GAC isoform","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NUC-7738 promotes alternative polyadenylation site usage and reduces glutaminase GAC isoform","Topics":null,"cSlideId":""},{"Abstract":"The ATPase inhibitory factor 1 (ATPIF1) is a 12 kDa protein that inhibits the mitochondrial F<sub>1<\/sub>F<sub>o<\/sub>-ATP synthase in the F<sub>1<\/sub>domain. It reverses the mitochondrial ATP synthase complex's function, contributing to the onset of oncogenesis. The overexpression of ATPIF1 in various cancers has recently attracted greater attention; however, its biological significance in human pathology, specifically cancer, remains unknown. Based on immunohistochemistry and Western blot analysis of glioblastoma (GBM) patient specimens, we found ATPIF1 is highly expressed in GBMs. Here we showed that mitochondrial fractions of silencing ATPIF1 in U-87 and U251 cells showed decreased expression of ATPIF1, ATP5A, and ATPG1-G2-G3. Next, we showed that manipulation of ATPIF1 showed increased Reactive Oxygen Species (ROS) and Caspase3\/7 activity levels compared to untreated cells. ATPIF1 knockdown further caused cell cycle arrest at the G&#8320;\/G1stage, and FITC Annexin V analysis showed increased apoptosis. Increased glucose uptake is associated with aggressive oncological behavior, and here we found elevated levels of TCA metabolites in ATPIF1 knockdown cells. ATPIF1 silenced cells had a shift in extracellular acidification rate, accompanied by a simultaneous increase in proton leak, according to the metabolic analysis performed by Seahorse bio-analyzer. Overall, these observations suggest ATPIF1 plays a key role in the progression of GBM. However, further research is needed to verify the precise mechanisms by which ATPIF1 functions in GBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Metabolism,Apoptosis,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Maheedhara Reddy Guda<\/b><sup>1<\/sup>, Nelli Mnatsakanyan<sup>2<\/sup>, Daniel Morris<sup>2<\/sup>, Swapna Asuthkar<sup>1<\/sup>, Andrew  J.  Tsung<sup>1<\/sup>, Kiran Velpula<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Illinois, Peoria, IL,<sup>2<\/sup>2Department of Cellular and Molecular Physiology, The Pennsylvania State University College of Medicine, Hershey, PA","CSlideId":"","ControlKey":"7bbf4725-8514-4c9a-b964-8c83b0fc31f2","ControlNumber":"6583","DisclosureBlock":"&nbsp;<b>M. Guda, <\/b> None..<br><b>N. Mnatsakanyan, <\/b> None..<br><b>D. Morris, <\/b> None..<br><b>S. Asuthkar, <\/b> None..<br><b>A. J. Tsung, <\/b> None..<br><b>K. Velpula, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5465","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"278","PresenterBiography":null,"PresenterDisplayName":"Maheedhara Reddy Guda, PhD","PresenterKey":"898973c8-6cbe-4dc2-b0d8-97ba75f6e5b1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"278. Role of ATPIF1 in glioblastoma cell survival and metabolism","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of ATPIF1 in glioblastoma cell survival and metabolism","Topics":null,"cSlideId":""},{"Abstract":"In response to anti-melanoma treatment, melanoma cells go through a process called de-differentiation that is characterized as loss of cellular features of melanocytes and acquisition of traits of the primitive neural crest stem cells which give rise to melanocytes during embryonic development. While de-differentiation enables melanoma to resist anti-melanoma drugs, it also exposes certain vulnerabilities of melanoma. A recent study showed that de-differentiated melanoma cells, while resistant to standard anti-melanoma therapies, display remarkable sensitivity to a group of chemicals that cause a special type of cell death called ferroptosis. However, the cellular programs and molecular machineries that drive melanoma de-differentiation and make them vulnerable to ferroptosis remain unknown. As the master regulator of melanocyte differentiation, MITF is often lost during de-differentiation and this loss has been correlated with sensitivity to ferroptosis. Through proteomic profiling of melanoma cells with different MITF status, we found that MITF-mediated lysosomal biogenesis is a key difference between differentiated melanoma cells and de-differentiated melanoma cells. Importantly, within the same melanoma linage, the heterogeneity in lysosomal abundance underlies differential sensitivity to ferroptosis. To probe lysosomal function that controls ferroptosis sensitivity, we deleted a series of lysosome-related proteins and found that the lysosomal cysteine transporters CTNS and MFSD12 exert opposing effects on lysosomal de-differentiation and ferroptosis sensitivity. Specifically, deletion of the pH-dependent cystine exporter CTNS drives melanoma de-differentiation and promotes ferroptosis sensitivity while ablation of cysteine importer MFSD12 further enhances resistance to ferroptosis. On the other hand, while increasing lysosomal cystine export by overexpression of CTNS has moderate effects on melanoma de-differentiation, increasing lysosomal important by overexpression of MFSD12 results in melanoma de-differentiation and increases sensitivity to ferroptosis. Our findings suggest that disruption of lysosomal cysteine homeostasis is a key mechanism to drive melanoma de-differentiation which is accompanied by increased sensitivity to ferroptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Cancer metabolism,Epithelial-mesenchymal transition (EMT),Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Deyang Yu<\/b><sup>1<\/sup>, Jiaxin Liang<sup>1<\/sup>, Hans Widlund<sup>2<\/sup>, Pere Puigserver<sup>1<\/sup><br><br\/><sup>1<\/sup>DFCI\/Harvard Medical School, Boston, MA,<sup>2<\/sup>Department of Dermatology, Brigham and Womens Hospital, Boston, MA","CSlideId":"","ControlKey":"47eaa98f-a89e-4512-86c5-8d8458b6901f","ControlNumber":"3222","DisclosureBlock":"&nbsp;<b>D. Yu, <\/b> None..<br><b>J. Liang, <\/b> None..<br><b>H. Widlund, <\/b> None..<br><b>P. Puigserver, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5466","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"279","PresenterBiography":null,"PresenterDisplayName":"Deyang Yu, PhD","PresenterKey":"d3311504-da27-497c-985f-da4562259541","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"279. Lysosomal cyst(e)ine regulates melanoma de-differentiation and sensitivity to ferroptosis","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lysosomal cyst(e)ine regulates melanoma de-differentiation and sensitivity to ferroptosis","Topics":null,"cSlideId":""},{"Abstract":"Pseudouridylation of mRNA is a common epigenetic modification that reduces RNA conformational flexibility and increases its structural stability and may increase its availability for translation. RNA pseudouridylation is catalyzed by the family of pseudouridine synthases, including dyskerin pseudouridine synthase 1 (DKC1). Here we report the DKC1 gene is a direct transcriptional target of MYCN, which is a major oncogene in driving the development of high-risk neuroblastoma, a childhood cancer with a poor prognosis. The transcriptional upregulation of DKC1 expression in MYCN-amplified cells is of functional significance, as DKC1 depletion by RNA interference inhibits the proliferation of neuroblastoma cell lines. Furthermore, gene expression profiling reveals that DKC1 has a key role in the regulation of amino acid biosynthesis enzymes. Genetic and pharmacological inhibition of DKC1 reduces the expression of ATF4 and its downstream target genes involved in amino acid synthesis and transport. These findings reveal a critical role of DKC1 in sustaining the proliferation of neuroblastoma cells by promoting amino acid metabolism, which could be exploited as a therapeutic strategy against high-risk neuroblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Neuroblastoma,mRNA pseudouridylation,dyskerin pseudouridine synthase 1 ,amino acid synthesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anamika Gupta<\/b><sup><\/sup>, Mohit Bansal<sup><\/sup>, Han-Fei Ding<sup><\/sup><br><br\/>University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"e42afec5-551f-42a2-9d65-a1103fd5d806","ControlNumber":"1060","DisclosureBlock":"&nbsp;<b>A. Gupta, <\/b> None..<br><b>M. Bansal, <\/b> None..<br><b>H. Ding, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5468","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"280","PresenterBiography":null,"PresenterDisplayName":"Anamika Gupta, PhD","PresenterKey":"56dd813b-c81b-4cd1-a0da-f98f62c8eed4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"280. Targeting mRNA pseudouridylation to suppress neuroblastoma metabolism","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting mRNA pseudouridylation to suppress neuroblastoma metabolism","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction. <\/b>Phosphosidesterases (PDE) are key regulators of cyclic nucleotide (cAMP\/cGMP) signaling regulating many cellular processes including cell proliferation, growth arrest and apoptosis. In squamous NSCLC (SCC), PDE inhibitors (PDEi) have shown anti-tumor activity both as single agent and in combination with chemotherapy. A strong putative synergistic mechanistic activity exists between pemetrexed (PMX) and PDEi through cAMP\/Protein kinase A (PKA) and cGMP\/Protein Kinase G signaling. We therefore thought to investigate whether SCC, classically resistance to PMX can be sensitized to the drug through PDE inhibition.<br \/><b>Methods.<\/b> Whole exome sequencing and survival data from TCGA was surveyed to identify PDEs most closely associated with clinical outcome in NSCLC. Whole exome sequencing data from GEmiCCL database were used to select SCC cell lines with unaltered PDE genes. Two SCC cell lines (H226, H1703) were evaluated for viability (WST8 assay), proliferation and apoptosis (Apo-Tox-Glo assay) after treatment with PMX with or without sildenafil citrate, PF-04671536 or PF-04447943 (PDE5i, PDE8i and PDE9i respectively). PDE expression was quantified by qPCR and Western Blot (WB). PDE activity and downstream signaling was quantified by measuring PKA\/PKG target activation (PKA\/ pVASP157, PKG\/ pVAP239).<br \/><b>Results.<\/b> Presence of function altering mutations in PDE8 (cAMP\/PKA signaling) and PDE9 (cGMP\/PKG signaling) improved NSCLC overall survival (P&#60;0.1). PDE5 (cGMP\/PKG signaling) mutations had no significant clinical impact. Both SCC cell lines investigated expressed high level of PDE8-9, but H1703 had only trace levels of PDE5. Endogenous PKA activity and PKG activity was significantly lower in H1703 cells compared with H226. PDEi stimulated SCC cell growth (30-60% increase). PDE8i and PDE9i (EC50&#60;40nM, significant PKA\/PKG activation) were more potent than PDE5i (&#62;1.5&#181;M, no PKA\/PKG activation). PMX also displayed a pro-mitotic activity toward SCC (40% increase at 250&#181;M) coupled with significant PKA activation in H226 and PKG activation in H1703 cells. Combination of PDE5i, 8i or 9i (2X EC<sub>50<\/sub> concentrations) with low dose PMX (0.025&#181;M) inhibited SCC cell growth, H1703 showing greater response than H226 (30-37% vs 8-11% growth reduction). No cell death, necrosis or apoptosis, was detected. This cytostatic activity of PDEi combination treatment was not observed at high dose PMX (250&#181;M).<br \/><b>Conclusions.<\/b> In the absence of PDE mutations, single agent PDE5i, 8i and 9i promote SCC growth with PDE8,9i displaying a far greater potency than PDE5i. PMX is also pro-mitotic toward SCC cells but PDE5i, 8i, and PDE9i can sensitize SCC cells to the drug. SCC cells with lower endogenous PKA\/PKG activity are more sensitive to PDEi+PMX treatment. This combination is not cytotoxic though, rather is cytostatic, and displays a very narrow window of therapeutic activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"NSCLC,Metabolism,Pemetrexed,Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anna  V.  Ivanina Foureau<\/b><sup><\/sup>, David  M.  Foureau<sup><\/sup>, Carol  J.  Farhangfar<sup><\/sup>, Kathryn  F.  Mileham<sup><\/sup><br><br\/>Levine Cancer Institute, Charlotte, NC","CSlideId":"","ControlKey":"8176467e-f750-4dfd-8fc7-bf4fc0d7546d","ControlNumber":"6967","DisclosureBlock":"&nbsp;<b>A. V. Ivanina Foureau, <\/b> None..<br><b>D. M. Foureau, <\/b> None..<br><b>C. J. Farhangfar, <\/b> None..<br><b>K. F. Mileham, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5469","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"281","PresenterBiography":null,"PresenterDisplayName":"Anna Ivanina Foureau, PhD","PresenterKey":"0d6d2f12-66ee-4e51-9422-bf6c6b8a3ccd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"281. Phosphodiesterase 8\/9 inhibition to sensitize squamous non-small cell lung cancer (NSCLC) to pemetrexed (PMX): A double-edge strategy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phosphodiesterase 8\/9 inhibition to sensitize squamous non-small cell lung cancer (NSCLC) to pemetrexed (PMX): A double-edge strategy","Topics":null,"cSlideId":""},{"Abstract":"Skin epidermal stem cells detect, and correct aberrancies induced by oncogenic mutations. Different oncogenes invoke different mechanisms of epithelial tolerance: while wild-type cells outcompete &#946;-catenin-Gain-of-Function (&#946;catGOF) mutant cells in the mouse skin epidermal stem cell layer, Hras<sup>G12V <\/sup>mutant cells outcompete wild-type cells, yet are integrated into normal tissue structure and function. We asked how metabolic states change as wild-type stem cells interface with mutant cells, and how this ultimately drives different cell competition outcomes <i>in vivo<\/i>. Combining two powerful experimental modalities -1. optical redox imaging to visualize endogenous levels of the co-enzymes NAD(P)H\/ FAD, adapted and evolved within our <i>in vivo <\/i>imaging platform to enable long term tracking and visualization of metabolic states of cells within the live animal, and 2.<sup>13<\/sup>C<sub>6<\/sub>- glucose tracer-assisted mass spectrometry to measure metabolic fluxes directly - we provide unprecedented resolution of the metabolic state at the interface of Mutant and Wild-type stem cells within the epidermis <i>in vivo<\/i>.<br \/>By tracking endogenous redox ratio (NAD(P)H\/FAD) with single cell resolution in the same mice over time, we show that wild-type epidermal stem cells maintain robust redox ratio despite their heterogeneous cell cycle states. We discover that both &#946;catGOF and Hras<sup>G12V<\/sup> models lead to a rapid drop in redox ratios (NAD(P)H\/FAD). However, the &#8220;winner&#8221; cells in each model (wild-type cells in &#946;catGOF and mutant cells in Hras<sup>G12V<\/sup> model), rapidly recover their redox ratios, irrespective of the mutation induced. Glucose catabolic flux studies reveal that<b> <\/b>both &#946;catGOF and Hras<sup>G12V<\/sup> mutant epidermis upregulate flux and fractional contribution of glucose through TCA cycle, in line with the change in redox ratios. Contrastingly, the &#8220;winner&#8221; mutation Hras<sup>G12V <\/sup>specifically upregulates pyruvate to lactate rates (glycolysis readout) while the &#8220;loser&#8221; &#946;catGOF mutation downregulates this step. Hence, we reveal the metabolic adaptations that define the hallmarks of winners and losers during cell competition <i>in vivo<\/i> and uncover the nodes of regulation unique to each cell fate.<br \/>These novel findings contrast with the expectations of Warburg effect, a fundamental concept in cancer metabolism, wherein proliferative cells expressing oncogenic mutations are expected to upregulate glycolysis at the expense of downstream TCA cycle and mitochondrial oxidation. Instead, our study suggests that decoupling lactate levels (glycolysis) and mitochondrial oxidation could be a strategy used by &#8220;winners&#8221; in cell competition. This study also reveals a metabolic plasticity inherent to epidermal stem cells that affect cell competition outcome with profound implications for therapeutically eliminating oncogenic mutations from the skin epidermis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Metabolism,Oncogene,Premalignancy,Stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anupama Hemalatha<\/b><sup><\/sup>, Valentina Greco<sup><\/sup><br><br\/>Genetics, Yale School of Medicine, New Haven, CT","CSlideId":"","ControlKey":"b8d25856-cc32-4257-bdb8-d1dcc10fae7d","ControlNumber":"3037","DisclosureBlock":"&nbsp;<b>A. Hemalatha, <\/b> None..<br><b>V. Greco, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5470","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"282","PresenterBiography":null,"PresenterDisplayName":"Anupama Hemalatha, BS;MS;PhD","PresenterKey":"9d4876e9-8077-4989-b318-cbc1a30f10c1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"282. Differential metabolic adaptations define responses of winner and loser oncogenic mutant cells in skin epidermis <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential metabolic adaptations define responses of winner and loser oncogenic mutant cells in skin epidermis <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells apply metabolic adaptations for proliferation and survival such as the Warburg Effect and the maintenance of redox balance, which are common for different cancer types. However, it remains elusive whether different cancer oncogenic backgrounds require oncogene-specific metabolic adaptations, which could represent unique cancer vulnerabilities for novel therapy development. Herein we report that, using a shRNA library designed to target a subset of genes related to cell metabolism, we identified adenosylhomocysteinase like 1 (AHCYL1) as a &#8220;synthetic lethal&#8221; partner of oncogenic NRAS mutations, which is selectively important for the proliferation and survival of NRAS mutant-expressing melanoma cells, but not for cells harboring BRAF mutations. AHCYL1 is an inhibitory binding partner of endoplasmic reticulum (ER) calcium channel protein inositol trisphosphate receptor (IP3R) by competing off its agonist inositol triphosphate (IP3) and consequently blocking ER calcium release. In consonance with our finding, AHCYL1 expression levels correlate with mutational status of NRAS but not with BRAF in diverse human melanoma cell lines. In addition, exogenous expression of mutant NRAS but not BRAF in immortal melanocytes MEL-ST cells results in upregulated AHCYL1 transcription and protein expression. Notably, these findings are consistent with the results of Cancer Genome Atlas (TCGA) database analysis, which reveal elevated AHCYL1 transcription in melanoma patients harboring NRAS mutations but not BRAF V600E mutation. Further transcription factor screening studies suggested that the transcription of AHCYL1 is regulated by activating transcription factor 2 (ATF2), which is supported by TCGA database analysis results showing that ATF2 transcription level is selectively higher in NRAS-mutant melanoma patients. Furthermore, AHCYL1-deficiency by shRNA-mediated knockdown and CRISPR\/Cas9-mediated knockout significantly reduces <i>in vitro<\/i> cell proliferation and <i>in vivo<\/i> tumor growth potential of NRAS mutant-expressing melanoma cells, but not for control melanoma cells expressing BRAF V600E mutant. Mechanistically, AHCYL1 deficiency in NRAS mutant-expressing melanoma cells triggers calcium leakage from the ER, leading to sustained activation of the ER unfolded protein response (UPR) that subsequently attenuates cell proliferation and initiates apoptosis. Altogether, these findings suggest a positive feedback mechanism by which mutant NRAS enhances AHCYL1 expression that contributes to NRAS mutation-dependent melanoma transformation and tumor growth. The AHCYL1-IP3R axis may represent a novel therapeutic target for treatment of NRAS mutant-expressing tumors including melanoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Unfolded protein response (UPR),,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chufan Cai<\/b><sup>1<\/sup>, Jiayi Tu<sup>1<\/sup>, Jeronimo Najarro<sup>1<\/sup>, Rukang Zhang<sup>1<\/sup>, Xue Gao<sup>1<\/sup>, Hao Fan<sup>1<\/sup>, Freya Zhang<sup>1<\/sup>, Jiacheng Li<sup>1<\/sup>, Michele Ciboddo<sup>2<\/sup>, Shannon Elf<sup>2<\/sup>, Rong Wu<sup>1<\/sup>, Jing Chen<sup>1<\/sup><br><br\/><sup>1<\/sup>Section of Hematology and Oncology, Department of Medicine, The University of Chicago, Chicago, IL,<sup>2<\/sup>The Ben May Department for Cancer Research, The University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"241f27d4-e897-4b37-948a-d3d98bf63b16","ControlNumber":"8180","DisclosureBlock":"&nbsp;<b>C. Cai, <\/b> None..<br><b>J. Tu, <\/b> None..<br><b>J. Najarro, <\/b> None..<br><b>R. Zhang, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>H. Fan, <\/b> None..<br><b>F. Zhang, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>M. Ciboddo, <\/b> None..<br><b>S. Elf, <\/b> None..<br><b>R. Wu, <\/b> None..<br><b>J. Chen, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5471","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"283","PresenterBiography":null,"PresenterDisplayName":"Chufan Cai, BS","PresenterKey":"8ff298e7-ecbb-4f19-bb71-79c63ac78287","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"283. AHCYL1 is crucial for NRAS mutant-expressing melanoma tumor growth by governing ER calcium homeostasis","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AHCYL1 is crucial for NRAS mutant-expressing melanoma tumor growth by governing ER calcium homeostasis","Topics":null,"cSlideId":""},{"Abstract":"Lipid droplets (LDs) are dynamic organelles that serve as hubs of cellular metabolic processes. Emerging evidence shows that LDs also play a critical role in maintaining redox homeostasis and can mitigate lipid oxidative stress. In multiple cancers, including prostate cancer (PCa), LD accumulation is associated with cancer aggressiveness, therapy resistance, and poor clinical outcome. PCa arises as an androgen receptor (AR) driven disease. Among its myriad roles, AR mediates the biosynthesis of LDs, induces autophagy, and modulates cellular oxidative stress in a tightly regulated cycle that promotes cell proliferation. The factors regulating the interplay of these metabolic processes downstream of AR remain unclear. Here, we show that Sigma1\/<i>SIGMAR1<\/i>, a unique ligand-operated scaffolding protein, regulates LD metabolism in PCa cells. Sigma1 inhibition triggers lipophagy, an LD selective form of autophagy, to prevent accumulation of LDs which normally act to sequester toxic levels of reactive oxygen species (ROS). This disrupts the interplay between LDs, autophagy, buffering of oxidative stress and redox homeostasis, and results in the suppression of cell proliferation in vitro and tumor growth in vivo. Consistent with these experimental results, <i>SIGMAR1<\/i> transcripts are strongly associated with lipid metabolism and reactive oxygen species pathways in prostate tumors. Altogether, these data reveal a novel, pharmacologically responsive role for Sigma1 in regulating the redox homeostasis required by oncogenic metabolic programs that drive PCa proliferation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Prostate cancer,Oxidative stress,Lipid metabolism,Autophagy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Halley M. Oyer<sup>1<\/sup>, Alexandra R. Steck<sup>1<\/sup>, Charles G. Longen<sup>1<\/sup>, Sanjana Venkat<sup>1<\/sup>, Konuralp Bayrak<sup>1<\/sup>, Eleanor B. Munger<sup>2<\/sup>, Dan Fu<sup>2<\/sup>, Christina M. Sanders<sup>1<\/sup>, Justin P. Myers<sup>1<\/sup>, Matthew J. Schiewer<sup>3<\/sup>, Nan Chen<sup>1<\/sup>, Elahe A. Mostaghel<sup>4<\/sup>, <b>Felix J. Kim<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Pharmacology, Physiology, Cancer Biology, Sidney Kimmel Cancer Center at Jefferson, Philadelphia, PA,<sup>2<\/sup>Chemistry, University of Washington, Seattle, WA,<sup>3<\/sup>Urology, Sidney Kimmel Cancer Center at Jefferson, Philadelphia, PA,<sup>4<\/sup>Geriatric Research, Education and Clinical Center (GRECC), U.S. Department of Veterans Affairs Puget Sound Health Care System, Seattle, WA","CSlideId":"","ControlKey":"97e6dfd9-48f3-4755-8894-e58d5b093e0b","ControlNumber":"7363","DisclosureBlock":"&nbsp;<b>H. M. Oyer, <\/b> None..<br><b>A. R. Steck, <\/b> None..<br><b>C. G. Longen, <\/b> None..<br><b>S. Venkat, <\/b> None..<br><b>K. Bayrak, <\/b> None..<br><b>E. B. Munger, <\/b> None..<br><b>D. Fu, <\/b> None..<br><b>C. M. Sanders, <\/b> None..<br><b>J. P. Myers, <\/b> None..<br><b>M. J. Schiewer, <\/b> None..<br><b>N. Chen, <\/b> None..<br><b>E. A. Mostaghel, <\/b> None.&nbsp;<br><b>F. J. Kim, <\/b> <br><b>Context Therapeutics<\/b> Stock, Co-founder and SAB.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5472","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"284","PresenterBiography":null,"PresenterDisplayName":"Felix Kim, PhD","PresenterKey":"c673cd85-3021-4da0-88ea-bf6a541c9520","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"284. Sigma1 regulates lipid droplet mediated redox homeostasis required for prostate cancer proliferation","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sigma1 regulates lipid droplet mediated redox homeostasis required for prostate cancer proliferation","Topics":null,"cSlideId":""},{"Abstract":"In this study, we identified a potential practice-changing approach, dichloroacetate (DCA), to harness metabolic adjuvant therapy to treat cancer-related fatigue (CRF). CRF is one of the most common complications in patients with multiple cancer types. Although CRF severely affects patients&#8217; quality of life and adherence to potentially curative treatment, there have only been single symptom-relieving adjuvant therapies but no effective pharmaceutical treatment for CRF. In this study, we used YUMMER1.7 murine melanoma as the model to study CRF. Mice with late-stage YUMMER1.7 melanoma (3 weeks after tumor xenograft) have significant decreases in muscle performance, including decrease forelimb grip strength, maximum running speed, maximum oxygen consumption and motivation for movement. Dichloroacetate (DCA) has been considered as a potential therapy to slow tumor growth, based largely on its effects <i>in vitro<\/i> to halt cell division. We found that although DCA did not affect tumor growth, DCA unexpectedly preserved muscle performance in mice with late-stage compared with early-stage tumors. DCA-treated mice had significantly preserved grip strength (9.5% decrease in DCA-treated late-stage mice vs. 29% in non-treated mice), maximum running speed (13% decrease in DCA-treated mice vs. 31% in non-treated mice) and VO<sub>2<\/sub> peak (no significant reduction in DCA-treated mice whereas non-treated mice decreased by 26%). The daily running distance was also significantly higher in DCA-treated mice compared with non-treated mice during the third week after tumor xenograft. Meanwhile, motivation for movement was fully reserved. Moreover, we found that DCA could relieve treatment-worsened CRF in murine YUMMER1.7 melanoma (treated with anti-PD1 immunotherapy) and MC38 colon cancer (treated with 5-fluorouracil chemotherapy) without affecting the efficacy of these treatments. An <i>in vivo <\/i>liquid chromatography-mass spectrometry\/mass spectrometry-based isotope tracer study suggests that DCA treatment may postpone proteolysis in muscle of tumor-bearing mice. Concentrations of 6 free amino acids (arginine, asparagine, leucine, lysine, methionine and threonine) were increased in muscle from late-stage non-treated mice, consistent with increased proteolysis and\/or less amino acid utilization in muscle tissue during advanced-stage tumor progression. Such elevation was reversed by DCA treatment. We also discovered lower concentration of serine and glycine in DCA-treated muscle tissue, which provide precursors for antioxidants to adapt to oxidative stress. The abnormal increase of muscle mitochondrial membrane potential, which may enhance reactive oxygen species production, was also reversed in DCA-treaded mice. In all, this study provides evidence for DCA as the first potential adjuvant pharmaceutical treatment to maintain physical function and motivation in cancer patients experiencing CRF.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++EN01-11 Other,,"},{"Key":"Keywords","Value":"Metabolism,Adjuvant,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>xinyi zhang<\/b><sup>1<\/sup>, Won  D.  Lee<sup>2<\/sup>, Brooks  P.  Leitner<sup>1<\/sup>, Wanling Zhu<sup>1<\/sup>, Zongyu Li<sup>1<\/sup>, Rafael  C.  Gaspar<sup>1<\/sup>, Alexandra  A.  Halberstam<sup>1<\/sup>, Briana Robles<sup>3<\/sup>, Joshua  D.  Rabinowitz<sup>2<\/sup>, Rachel  J.  Perry<sup>1<\/sup><br><br\/><sup>1<\/sup>Yale University, New Haven, CT,<sup>2<\/sup>Princetion University, Princeton, NJ,<sup>3<\/sup>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"8bbc8d83-8c50-4511-b950-355f71610dcb","ControlNumber":"6169","DisclosureBlock":"&nbsp;<b>X. zhang, <\/b> None..<br><b>W. D. Lee, <\/b> None..<br><b>B. P. Leitner, <\/b> None..<br><b>W. Zhu, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>R. C. Gaspar, <\/b> None..<br><b>A. A. Halberstam, <\/b> None..<br><b>B. Robles, <\/b> None..<br><b>J. D. Rabinowitz, <\/b> None..<br><b>R. J. Perry, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6503","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"285","PresenterBiography":null,"PresenterDisplayName":"xinyi zhang","PresenterKey":"22280af0-a543-4b34-9cf0-54547ccb793d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"285. Dichloroacetate as a novel pharmaceutical treatment for cancer-related fatigue in melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dichloroacetate as a novel pharmaceutical treatment for cancer-related fatigue in melanoma","Topics":null,"cSlideId":""},{"Abstract":"Glutamine (Gln) is the most abundant amino acid intracellularly and in the plasma. Importantly, Gln depletion has emerged as a therapeutic approach for cancers that have undergone metabolic reprogramming and have exhibited a dependence on Gln for survival, including acute myeloid leukemia (AML). Asparaginases are bacterial enzymes that hydrolyze plasma glutamine to glutamate and ammonia, depriving glutamine-dependent AML cells from one of their vital nutrients. Preliminary data and literature have shown that following treatment with asparaginases <i>in vitro <\/i>there is a consistent increase in serine (Ser). Therefore, we hypothesized that in response to Gln depletion, AML cells upregulate <i>de novo <\/i>Ser biosynthesis as a compensatory pathway, and the inhibition of this pathway will synergize with Gln depletion to increase cytotoxicity in AML cells. We will test this by targeting, phosphoglycerate dehydrogenase (PHGDH), a key enzyme in Ser biosynthesis, which is a very common target for serine biosynthesis. We determined that crisantaspase (Rylaze) inhibited the proliferation of several AML cell lines with pharmacologically relevant IC<sub>50<\/sub> values. Similarly, decreasing the concentration of Gln in the media resulted in a dose-dependent decrease in the proliferation, growth, and expansion of AML cells, confirming AML sensitivity to Gln depletion. Protein expression of PHGDH and PSAT was upregulated following Gln withdrawal from the media as well as following crisantaspase treatment. We set out to explore the effects of PHGDH knockout and observed that the PHGDH knockout AML cells were significantly more sensitive to crisantaspase, yielding IC<sub>50<\/sub> values ranging from, ~250-fold lower compared to the parental lines. Gln depletion through crisantaspase treatment or withdrawal from the media decreased GSH levels and increased LDH release, both of which were further enhanced by PHGDH knockout. Indicating enhanced oxidative stress and cytotoxicity when both Gln and Ser are targeting in combination. Additionally, silencing of PHGDH reinforced anti-leukemic effects of glutamine modulation by different glutamine metabolism inhibitors, including V9302, CB-839 and BPTES. Preliminary testing of an NAD-dependent cell permeable PHGDH competitive inhibitor prodrug (BI4916) demonstrated an inhibition of AML cell proliferation in multiple cell lines. It has also demonstrated potential synergism and increase in cellular cytotoxicity when used in combination with Rylaze. Simultaneous targeting of Ser and Gln metabolism for AML treatment shows promising results <i>in vitro<\/i> with great potential for translation into clinical practice with clinically available asparaginases, and other glutamine modulators. Ongoing work is focused on the design of a more potent pharmacologic inhibitor of PHGDH to combine with crisantaspase as a novel treatment approach for AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Metabolism,CRISPR\/Cas9,Glutamine metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kanwal Mahmood Hameed<\/b><sup>1<\/sup>, Ashkan Emadi<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Maryland, Baltimore, Baltimore, MD,<sup>2<\/sup>University of Maryland, Baltimore School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"451e4d45-2e77-4dbb-8fbe-475cea770f75","ControlNumber":"4716","DisclosureBlock":"&nbsp;<b>K. M. Hameed, <\/b> None..<br><b>A. Emadi, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8355","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"286","PresenterBiography":null,"PresenterDisplayName":"Kanwal Hameed, BA;MS","PresenterKey":"90c9a9fb-e27d-4bfe-aafe-eef3d64ce494","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"286. Targeting metabolic vulnerabilities in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting metabolic vulnerabilities in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the second most common cause of cancer-related death among American men. Androgen Receptor (AR) transcriptional activity is required for PCa tumor growth. Thus, androgen deprivation therapy (ADT) is a first line PCa therapy. However, 10-20% of patients will inevitably develop lethal castration-resistant PCa (CRPC). Thus, we must uncover the mechanisms that drive CPRC. Chronic inflammation is a known hallmark of cancer initiation and progression. Using the LNCaP human PCa cell line, we have shown that chronic exposure to the inflammatory cytokine, interleukin-1 (IL-1) can transform castration-sensitive PCa cells into castration-resistant PCa cells. IL-1 is elevated in PCa patient tissue and serum and is associated with disease progression and metastasis. IL-1 is clinically relevant, but the role of IL-1 in CRPC development is not fully elucidated. To mimic ADT, we serum-starved LNCaP and the chronic IL-1 sublines, LNas1 and LNbs1, and performed mass spectrometry to identify chronic IL-1-induced changes in protein-protein interactions. Specifically, we looked at p62 protein interactors. p62 is a multi-domain, multifunctional pro-survival protein that mediates autophagic flux in response to cellular stress and serum starvation, promotes NF-&#954;B inflammatory signaling and induces NRF2 antioxidant signaling. We discovered that p62 forms a constitutive interaction with KEAP1 under serum starved and normal growth conditions in the chronic IL-1 sublines. KEAP1 inhibits NRF2 nuclear translocation. In response to antioxidant stress, p62 binds and sequesters KEAP1 from NRF2 to activate NFR2 signaling. Surprisingly, we do not observe constitutive canonical NRF2 signaling in the chronic IL-1 sublines. However, in response to serum starvation, we do see both high basal levels and upregulation, specifically, of the NRF2-induced gene, GCLC. GCLC is a glutamate-cysteine<b> <\/b>ligase that synthesizes the antioxidant,<b> <\/b>glutathione. Therefore, using mass spectrometry and immunoprecipitation western blotting, we looked at p62 interactions under serum starvation conditions. While we did not find p62 interaction with GCLC in the chronic IL-1 sublines, we do find that p62 interacts with GLUL. GLUL is a glutamate-ammonia ligase that plays a role in cellular detoxification. These data suggests that chronic IL-1 exposure induces novel p62 interactions that have a role in glutamate metabolism.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Prostate cancer,p62,Inflammation,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Haley Christine Dahl<\/b><sup><\/sup>, Anisha  R.  Konakalla<sup><\/sup>, Preethi Kanumuri<sup><\/sup>, Basir Mansoor<sup><\/sup>, Anastasia Kelley<sup><\/sup>, Riya Shipurkar<sup><\/sup>, Nikki  A.  Delk<sup><\/sup><br><br\/>NSM, The University of Texas at Dallas, Richardson, TX","CSlideId":"","ControlKey":"0f49eda6-9a09-43ab-8a73-4b8aacc5be88","ControlNumber":"7299","DisclosureBlock":"&nbsp;<b>H. C. Dahl, <\/b> None..<br><b>A. R. Konakalla, <\/b> None..<br><b>P. Kanumuri, <\/b> None..<br><b>B. Mansoor, <\/b> None..<br><b>A. Kelley, <\/b> None..<br><b>R. Shipurkar, <\/b> None..<br><b>N. A. Delk, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8356","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"287","PresenterBiography":null,"PresenterDisplayName":"Haley Dahl, BS;MS","PresenterKey":"cc3eb56f-f9d1-4984-9247-1a240a46e64f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"287. Novel p62 interaction suggests novel role in glutamate metabolism","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel p62 interaction suggests novel role in glutamate metabolism","Topics":null,"cSlideId":""},{"Abstract":"Tumors preferentially metabolize glucose anaerobically through glycolysis with lower ATP production efficiency rather than aerobically even when oxygen is available. This was reported by Otto Warburg 100 years ago, yet the mechanism is hitherto not well-understood. Glycolysis is canonically thought to occur only in cytosol; if and how it is regulated by the actin cytoskeletal network is controversial. I found that, in epithelial cells, 6 of the 9 glycolytic enzymes (<i>HK, PFK, ALDO, GAPDH, ENO, <\/i>and<i> PK, others not tested<\/i>) are enriched at newly formed LifeAct labeled waves and protrusions, where mitochondria are barely detected by Mito-Tracker. The application of glycolysis inhibitors but not oxidative phosphorylation inhibitors abolishes cell migration. These results indicate that cells rely on the local ATP production from glycolysis enriched in the cortical waves and protrusions to move. We visualized and measured glycolysis production in confocal and TIRF microscopes using a series of biosensors for ATP, NADH\/NAD+ ratio, and pyruvate. We then found glycolysis was enhanced by perturbations that increase wave formation such as EGF\/Insulin stimulation or recruiting ActA to membrane, and reduced by wave decrease from PI3K inhibition, hyper- and hypo-osmotic shock, or F-actin assembly inhibition. This suggests that enriching glycolytic enzymes on waves results in higher glycolysis production. We do not think the changes of glycolysis by wave perturbations are merely due to direct regulation on glycolytic enzymes by canonical signaling pathways (e.g., Ras-PI3K-AKT), since ActA recruitment or F-actin inhibition does not lead to acute changes in these signaling pathways but mainly causes the assembly or disassembly of the F-actin\/glycolytic waves. These findings together lead to our new theory that energy production from glycolysis is enhanced by recruiting the glycolytic enzymes to the waves and protrusions on the cell cortex. This is potentially paradigm-shifting because for many decades glycolysis - one of the two major ways in a cell to produce ATP - has been thought to only occur in cytosol. Interestingly, we also found glycolytic enzymes enriched in F-actin labeled protrusions of <i>Dictyostelium <\/i>cells, which indicates that this can possibly be an evolutionally conserved mechanism. Additionally, we investigated non-cancer MCF-10A cells (M1) and a series of M1-derived cancer cell lines (M2 - M4) with increased metastatic index and cancer malignancy, and found a sequential increase in actin wave and glycolysis activities from M1 to M4 cells. Cancer cells such as M3 had a larger drop in glycolysis than non-cancer parental M1 cells upon wave inhibition. These results provide a new explanation for the Warburg effect that increased cortical waves in cancer cells will accelerate and improve glycolysis, which will not only greatly contribute to our understanding of cancer but also the design of new interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Glycolysis,Metastasis,Warburg Effect,Cortical Waves,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Huiwang David Zhan<\/b><sup><\/sup>, Jane Borleis<sup><\/sup>, Chris Janetopoulos<sup><\/sup>, Peter Devreotes<sup><\/sup><br><br\/>Cell Biology Department, Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"c89342a3-d950-446a-8a5b-6209040fc6a2","ControlNumber":"3673","DisclosureBlock":"&nbsp;<b>H. D. Zhan, <\/b> None..<br><b>J. Borleis, <\/b> None..<br><b>C. Janetopoulos, <\/b> None..<br><b>P. Devreotes, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8357","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"288","PresenterBiography":null,"PresenterDisplayName":"David Zhan, PhD","PresenterKey":"027499fd-43c7-4fb4-83ed-285ee1dd621c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"288. Glycolysis is enriched to propagating waves in cell cortex as a new mechanism for cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glycolysis is enriched to propagating waves in cell cortex as a new mechanism for cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer-related deaths worldwide. Small cell lung cancer (SCLC) is an aggressive subtype of lung cancer. The overall survival rate of SCLC is dismal owing to early metastasis, chemoresistance, higher rate of recurrence, and lack of available treatment options. Although some immunotherapeutic drugs have been approved for SCLC, they are effective only in a small fraction of the patient population. This necessitates the quest to find promising vulnerabilities against SCLC. Bioinformatic analysis on SCLC data set in the backdrop of various immune checkpoint regulators revealed B7-H3 as a promising target. The bioinformatics data was recapitulated in SCLC cell lines and human SCLC tissues. To delineate the effects of B7-H3 targeting, we performed CRISPR-Cas9 mediated B7-H3 knockout in SCLC cell lines. B7-H3 knockout in SCLC cells showed a decrease in colony formation, migration, and wound healing properties. Our results suggest that deletion of B7-H3 decrease the functional activities and activation of oncogenic signaling pathways, such as Erk, Akt, and Stat3. Further, we assessed if B7-H3 regulates SCLC metabolism. Preliminary data showed that B7-H3 knockout in SCLC cells inhibits glucose uptake, extracellular acidification rate (ECAR), and oxygen consumption rate (OCR), suggesting its role in SCLC metabolic reprogramming. Altogether, our data indicate that B7-H3 plays a crucial role in SCLC pathogenesis and could serve as a potential therapeutic target for SCLC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,Metabolism,Immune checkpoint,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mahek Fatima<\/b><sup>1<\/sup>, Parvez Khan<sup>1<\/sup>, Asad Ur Rehman<sup>1<\/sup>, Md Arafat Khan<sup>1<\/sup>, Shailendra Kumar Maurya<sup>1<\/sup>, Aatiya Ahmad<sup>1<\/sup>, Mohd Ali Abbas Zaidi<sup>1<\/sup>, Shailendra Gautam<sup>1<\/sup>, Subodh Lele<sup>2<\/sup>, Surinder Kumar Batra<sup>1<\/sup>, Mohd Wasim Nasser<sup>1<\/sup><br><br\/><sup>1<\/sup>Biochemistry and Molecular Biology, University of Nebraska Medical Center, Omaha, NE,<sup>2<\/sup>Pathology and Microbiology, University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"b2dfc842-cc3d-4100-9812-93baee0d8f2b","ControlNumber":"6876","DisclosureBlock":"&nbsp;<b>M. Fatima, <\/b> None..<br><b>P. Khan, <\/b> None..<br><b>A. Rehman, <\/b> None..<br><b>M. Khan, <\/b> None..<br><b>S. K. Maurya, <\/b> None..<br><b>A. Ahmad, <\/b> None..<br><b>M. A. A. Zaidi, <\/b> None..<br><b>S. Gautam, <\/b> None..<br><b>S. Lele, <\/b> None.&nbsp;<br><b>S. K. Batra, <\/b> <br><b>Sanguine Diagnostics and Therapeutics, Inc<\/b> Other, Co-founder.<br><b>M. W. Nasser, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8358","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"289","PresenterBiography":null,"PresenterDisplayName":"Mahek Fatima","PresenterKey":"c8a54e60-298c-4cdd-83c2-86e04c3faf87","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"289. B7-H3 mediated metabolic reprogramming promotes small cell lung cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"B7-H3 mediated metabolic reprogramming promotes small cell lung cancer progression","Topics":null,"cSlideId":""},{"Abstract":"<b><u>Background:<\/u><\/b> A ketogenic regimen is high in fat (90%kCal) and low in carbohydrates (5% kCal), resulting in a state of ketosis<sup> [2]<\/sup>. Prior studies suggest that a ketogenic diet shifts carbon utilization in cancer cells from one that is predominantly glycolytic, towards the tricarboxylic acid cycle (TCA) in the mitochondria<sup> [3]<\/sup>. The net effect on cancer growth remains uncertain, but the majority of studies in the literature favor an anti-cancer signal. We hypothesize that molecular and biochemical insights into how pancreatic cancer cells adapt to a ketogenic diet will uncover metabolic vulnerabilities and nominate rationally designed therapeutic strategies to effectively partner with the diet.<br \/><b><u>Methods:<\/u><\/b> A ketogenic diet was administered to mice, along with a normal diet in control mice. Pancreatic cancer xenografts were monitored for growth and harvested for biochemical analyses. Tumors were analyzed for metabolites by LC\/GC-MS and for oxidative stress by measuring the levels of NAD<sup>+<\/sup>\/NADH and Lipid Peroxidation assays. Enzyme expression was assessed by Western blot. For <i>in vitro<\/i> studies, mitochondrial function was analyzed by the Seahorse FX Analyzer and cell growth was measured by PicoGreen DNA quantitation.<br \/><b><u>Result:<\/u><\/b> A ketogenic diet slowed pancreatic cancer growth in multiple <i>in vivo<\/i> models, including MIA-PaCa2, KPC and patient derived xenografts. TCA metabolites were broadly increased in xenografts exposed to a ketogenic diet. In these mouse tumors, metabolic enzymes associated with the TCA cycle were markedly upregulated, pointing to an effect on gene expression. Specifically, the expression of BDH1 (a ketolytic enzyme allowing ketone body utilization in cancer cells), IDH1 (cytosolic and supports antioxidant defense and mitochondria through NADPH and &#945;-ketoglutarate) and IDH2 (a homolog of IDH1 in the mitochondria) were all increased. In contrast, the glycolytic enzyme, G3P, was reduced. 3). additionally, a ketogenic diet induced oxidative stress in pancreatic cancer <i>in vivo<\/i>. Based on the adaptations observed in pancreatic cancer, we combined a ketogenic diet with an inhibitor of IDH1 to thwart antioxidant defense and impair mitochondrial function. The combination resulted in markedly reduced tumor proliferation, compared to either treatment alone. <i>In vitro<\/i> studies revealed that low glucose and fatty acids are likely the major drivers of reduced pancreatic cancer cell proliferation with a ketogenic diet, while exogenous ketone bodies are utilized for energy by mitochondria under glucose withdrawal and generally have a pro-tumor effect.<br \/><b><u>Conclusion:<\/u><\/b> A ketogenic diet has a strong anti-tumor effect in multiple pancreatic cancer mouse models, and the effect is likely a result of the low glucose and increased fatty acid load associated with the diet. Metabolic adaptation towards an OXPHOS phenotype renders pancreatic cancer especially susceptible to antioxidant and mitochondrial inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Cancer metabolism,IDH1,Cancer,Oxidative stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Omid Hajihassani<\/b><sup>1<\/sup>, Mehrdad Zarei<sup>1<\/sup>, Alaxander Loftus<sup>2<\/sup>, Soubhi Tahan<sup>3<\/sup>, Peter Gallagher<sup>3<\/sup>, Kevin Lebo<sup>3<\/sup>, Helen Chang<sup>1<\/sup>, Elise Moore<sup>1<\/sup>, Anusha Mudigonda<sup>1<\/sup>, Jonathan Hue<sup>2<\/sup>, Hallie Graor<sup>1<\/sup>, Jordan Winter<sup>2<\/sup><br><br\/><sup>1<\/sup>Biochemistry, Case Western Reserve University School of Medicine, Cleveland, OH,<sup>2<\/sup>Surgery, University Hospitals of Cleveland, Cleveland, OH,<sup>3<\/sup>Physiology and Biophysics, Case Western Reserve University School of Medicine, Cleveland, OH","CSlideId":"","ControlKey":"19d16c21-0646-4640-8f80-d87d1a6fe29a","ControlNumber":"4748","DisclosureBlock":"&nbsp;<b>O. Hajihassani, <\/b> None..<br><b>M. Zarei, <\/b> None..<br><b>A. Loftus, <\/b> None..<br><b>S. Tahan, <\/b> None..<br><b>P. Gallagher, <\/b> None..<br><b>K. Lebo, <\/b> None..<br><b>H. Chang, <\/b> None..<br><b>E. Moore, <\/b> None..<br><b>A. Mudigonda, <\/b> None..<br><b>J. Hue, <\/b> None..<br><b>H. Graor, <\/b> None..<br><b>J. Winter, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8360","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"291","PresenterBiography":null,"PresenterDisplayName":"Omid Hajihassani, BS,MS","PresenterKey":"450133a5-7342-430a-8038-07deb123a788","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"291. A ketogenic diet rewires pancreatic cancer metabolism towards an actionable metabolic","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A ketogenic diet rewires pancreatic cancer metabolism towards an actionable metabolic","Topics":null,"cSlideId":""},{"Abstract":"SIRT1 has drawn attention recently due to its involvement in metabolism, aging, and cancer. SIRT1 is a deacetylase enzyme that has the ability to deacetylate histones as well as other non-histone targets including p53. Studies have shown that SIRT can act either as a tumor suppressor or tumor promoter depending on the cancer and its targets in signaling pathways. Recombinant SIRT1 was used to examine the effects of cinnamon extract on SIRT1 activity using the Epigenase(&#8482;) Universal SIRT activity\/Inhibition Assay Kit. Here we demonstrate that under conditions of acidic extraction, cinnamon extract functions as an activator of SIRT1 activity. Under conditions of non-acidic extraction, SIRT1 activity was relatively unchanged and slightly reduced. Studies have suggested that polyphenolic compounds, like those found in cinnamon, may epigenetically affect MCF7 cells. Therefore our future work includes plans to determine if cinnamon extracted under acidic conditions alters the expression level of SIRT1. SIRT1 activity will also be examined following cinnamon extract pretreatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Sirt1,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>William Hrivnak<\/b><sup><\/sup>, Khanneth Prak<sup><\/sup>, Cecilia Speck<sup><\/sup>, Courtney Smith<sup><\/sup>, Amy Stockert<sup><\/sup><br><br\/>Ohio Northern Univ., Ada, OH","CSlideId":"","ControlKey":"3cba0043-97fb-4138-b892-e46b6d8f25fa","ControlNumber":"3533","DisclosureBlock":"&nbsp;<b>W. Hrivnak, <\/b> None..<br><b>K. Prak, <\/b> None..<br><b>C. Speck, <\/b> None..<br><b>C. Smith, <\/b> None..<br><b>A. Stockert, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8361","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"292","PresenterBiography":null,"PresenterDisplayName":"William Hrivnak, Undergraduate Student","PresenterKey":"5cdb0357-7cd0-4e1b-be8d-b2720a0061de","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"292. Effects of aqueous cinnamon extract on activity of SIRT1","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of aqueous cinnamon extract on activity of SIRT1","Topics":null,"cSlideId":""},{"Abstract":"Accumulating evidence suggests that PKM2, the differentially spliced pyruvate kinase isoform that is expressed in most cancers and embryonic tissue, is linked with epithelial-mesenchymal transition (EMT). However, how PKM2 may drive this process of tumor invasiveness remains unclear. Here we demonstrate that in metastatic hormone-sensitive and ovarian cancer cells PKM2 undergoes modification by phosphorylation on its Serine 37 residue (pS37) and that this modified protein displays distinct localization patterns in response to pro-migratory cues emanating from an artificial nanopatterned substrate mimicking the tumor associated extracellular matrix. We find that in epithelial-mesenchymal (EM) hybrid cohorts, migrating cells undergo phenotypic switching from followers to leaders and the PKM2-pS37 signals correlate with different cell phenotypes (less\/more invasive and leaders vs followers). This phenotypic switching occurs as a function of cell distance from the leading edge in an expanding epithelial sheet. We found that the putative novel non-metabolic functions of PKM2 are attributed to its autoregulation that results in not only a PKM2-pS37 upregulation but also an induction in PKM2 expression via ERK signaling. Cues emanating from either the extracellular matrix (mediated via Integrin\/FAK) or through growth factor signaling (EGFR signaling), culminating in ERK activation induce PKM2 phosphorylation at S37. Thus, our data suggest that an increase in PKM2pS37 is accompanied by a switch to less enzymatically active molecular complexes which can translocate to the nucleus and increase PKM2 expression through an auto-positive feedback loop resulting in increased total PKM2 concentration and function in the leader cells. To further confirm the existence of this positive feedback loop we developed a mathematical model for PKM2 regulation. This model allows for the evaluation of inputs emerging from the extracellular matrix, such as the integrin\/FAK signaling, and growth factor receptor signaling both of which regulate PKM2 expression through ERK activation in a switch-like fashion. The mathematical model includes non-linearity in the phosphorylation of S37 on PKM2 and the non-linearity in the nuclear localization and upregulation of PKM2. Further experimental analysis supports the functional role of the switch, as the observed PKM2 expression states correlate with the expression of characteristic EMT markers and invasion-promoting pseudo-hypoxic stress in the leader cells. Importantly, the small molecule activator of PKM2, TEPP 46, can restore a more epithelial-like state, decrease invasion, and increase glucose uptake in these EM hybrid ovarian cancer cells. Taken together, our results highlight a link between PKM2 and cancer aggressiveness driven by novel regulatory mechanisms that support both metabolic rewiring and invasive spread of tumor cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Metabolism,Systems biology,ERK,Phenotype,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kiran Vanaja<sup>1<\/sup>, <b>Maria Apostolidi<\/b><sup>2<\/sup>, Andre Levchenko<sup>1<\/sup>, Jesse Rinehart<sup>1<\/sup><br><br\/><sup>1<\/sup>Yale University, West Haven, CT,<sup>2<\/sup>Agilent Technologies, Santa Clara, CA","CSlideId":"","ControlKey":"3c1dc1dc-355e-4944-ba55-eb26075d871f","ControlNumber":"4050","DisclosureBlock":"&nbsp;<b>K. Vanaja, <\/b> None..<br><b>M. Apostolidi, <\/b> None..<br><b>A. Levchenko, <\/b> None..<br><b>J. Rinehart, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8362","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"293","PresenterBiography":null,"PresenterDisplayName":"Maria Apostolidi, PhD","PresenterKey":"eef2797f-baa4-4b79-8087-344c556017fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"293. Non-metabolic regulatory functions of nuclear pyruvate kinase M2 induce a MAPK mediated phenotypic switch in invasive cancers","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Non-metabolic regulatory functions of nuclear pyruvate kinase M2 induce a MAPK mediated phenotypic switch in invasive cancers","Topics":null,"cSlideId":""},{"Abstract":"Biguanides such as metformin are one of the most widely administered anti-diabetic drugs. Biguanides can suppress OXPHOS by inhibiting the complex-I activity of the mitochondrial electron transport chain (ETC). Though metformin recently generated lots of hope in cancer therapy, several clinical trials showed only limited advantages for metformin in breast cancer patients. Considering its long-term observed and widely accepted safety parameters, we investigated the possible mechanisms of the lack of in vivo anticancer effect of metformin and its potential combination therapies. While metformin is an ETC inhibitor, metformin can activate AMPK, leading to ACC phosphorylation, independently of ETC inhibition. Since ACC is the upstream regulator of mitochondrial fatty acid &#946;-oxidation (FAO), lower concentrations of biguanides can also activate FAO. Thus, biguanides can play opposing roles in mitochondrial metabolism by FAO activation, and ETC inhibition. Considering the hybrid metabolic phenotype and increased dependency of TNBC on FAO, we analyzed the effect of biguanides in TNBC progression and metastasis. While higher concentrations of biguanides suppress ETC complex-1 function, their lower concentrations activate AMPK-FAO pathway-driven ETC activity in TNBC. When the mice with TNBC tumors were treated with a clinically relevant dose of metformin, the tumor concentration of metformin after a few hours of treatment was much lower to inhibit ETC effectively. Since low concentrations of metformin can activate FAO, we did in vitro analysis of the combination of metformin and FAO inhibitor, etomoxir, in TNBC cell lines. As expected, this combination synergistically inhibited tumor properties in TNBC cells. We have published that FAO activates c-Src, one of the frequently upregulated oncopathways in TNBC. Thus, we analyzed the role of metformin concentration in Src activation in TNBC. In alignment with FAO, lower metformin concentrations activate, and high concentrations inhibit Src phosphorylation. We then investigated the significance of the combination of Src inhibitor dasatinib with metformin. As observed with FAO inhibitor, Src inhibitor synergistically enhanced the anticancer effect of metformin. To understand the translational significance of this combination, we performed ex vivo studies using TNBC organoids and PDX models. Interestingly, the combination of metformin and dasatinib synergistically inhibited the tumor growth, and metastasis and enhanced survival potential. Our results suggest that the combination of metformin and dasatinib significantly inhibits lung metastasis and modulates the immune microenvironment of the lungs. Since both dasatinib and metformin are clinically approved drugs, our findings provide a clinically translatable option for treating TNBC patients who currently lack targeted therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Metabolism,Triple-negative breast cancer (TNBC),Mitochondria,Combination therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Junhyoung Park<\/b><sup>1<\/sup>, Kwang Hwa Jung<sup>1<\/sup>, Dongya Jia<sup>2<\/sup>, Sukjin Yang<sup>1<\/sup>, Kuldeep  S.  Attri<sup>1<\/sup>, Songyeon Ahn<sup>1<\/sup>, Divya Murthy<sup>1<\/sup>, Meron Ghidey<sup>1<\/sup>, Somik Chatterjee<sup>1<\/sup>, Diego  A.  Pedroza<sup>1<\/sup>, Abha Tiwari<sup>1<\/sup>, Suna Kim<sup>1<\/sup>, Chad  C.  Creighton<sup>3<\/sup>, Nagireddy Putluri<sup>4<\/sup>, Jeffrey  M.  Rosen<sup>4<\/sup>, Jos  N.  Onuchic<sup>2<\/sup>, Andrei Goga<sup>5<\/sup>, Benny  A.  Kaipparettu<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX,<sup>2<\/sup>Center for Theoretical Biological Physics, Rice University, Houston, TX,<sup>3<\/sup>Dan L. Duncan Comprehensive Cancer Center, Baylor College of Medicine, Houston, TX,<sup>4<\/sup>Department of Molecular and Cell Biology, Baylor College of Medicine, Houston, TX,<sup>5<\/sup>Department of Cell and Tissue Biology, University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"a6576005-dc11-45b7-951c-ebc56eb80664","ControlNumber":"6163","DisclosureBlock":"&nbsp;<b>J. Park, <\/b> None..<br><b>K. Jung, <\/b> None..<br><b>D. Jia, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>K. S. Attri, <\/b> None..<br><b>S. Ahn, <\/b> None..<br><b>D. Murthy, <\/b> None..<br><b>M. Ghidey, <\/b> None..<br><b>S. Chatterjee, <\/b> None..<br><b>D. A. Pedroza, <\/b> None..<br><b>A. Tiwari, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>C. C. Creighton, <\/b> None..<br><b>N. Putluri, <\/b> None..<br><b>J. M. Rosen, <\/b> None..<br><b>J. N. Onuchic, <\/b> None..<br><b>A. Goga, <\/b> None..<br><b>B. A. Kaipparettu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8363","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"294","PresenterBiography":null,"PresenterDisplayName":"Junhyoung Park, PhD","PresenterKey":"81913f8c-729d-43aa-84fa-0ab9cba6e289","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"294. Tumor concentration of metformin is a determinant factor of its regulation of fatty acid &#946;-oxidation and c-Src pathway in triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor concentration of metformin is a determinant factor of its regulation of fatty acid &#946;-oxidation and c-Src pathway in triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Dysregulation of polyamine metabolism has been linked to the development of colorectal cancer (CRC). Our recent work demonstrates that spermine synthase (SMS), a polyamine biosynthetic enzyme that converts spermidine to spermine, is overexpressed in CRC, which is required for balancing cellular spermidine levels to facilitate CRC tumorigenesis (<i>Nat Commun<\/i> 11:3243, 2020). Our findings reveal SMS as an attractive therapeutic target in CRC; yet, genetic depletion of SMS expression only shows a limited antitumor effect. Using unbiased metabolomics and transcriptomics analyses, we identified a lipid metabolism reprograming as among the most impacted metabolic change by SMS depletion in CRC cells. Specifically, SMS depletion significantly altered long-chain fatty acid, triacylglycerol and phospholipid metabolism. Furthermore, targeted inhibition of SMS significantly increased the number of lipid droplets and the levels of long-chain fatty acid acylcarnitines for oxidative phosphorylation in mitochondria, and upregulated expression of genes associated with increased mobilization of polyunsaturated fatty acids and the genes associated with lipid peroxidation for induction of ferroptosis, an iron-dependent form of nonapoptotic cell death. The glutathione peroxidase 4 (GPX4) is a key negative regulator of ferroptosis by neutralizing lipid peroxides. Notably, pharmacological inhibition of GPX4 or its upstream regulator system x<sub>c<\/sub><sup>-<\/sup> in combination with genetic depletion or pharmacologic inhibition of SMS synergistically caused lipid peroxidation leading to ferroptosis induction and marked suppression of CRC cell growth. Collectively, these findings highlight lipid metabolism reprograming as an adaptive response to targeted inhibition of SMS to enable CRC cell survival, which represents an Achilles&#8217; heel that can be exploited for potential effective therapy for CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-04 Signaling pathways that regulate metabolism,,"},{"Key":"Keywords","Value":"Polyamines,Lipid metabolism,Metabolomics,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Murong Ma<\/b><sup>1<\/sup>, Yubin Guo<sup>2<\/sup>, Qing Ye<sup>2<\/sup>, Pan Deng<sup>3<\/sup>, Daheng He<sup>4<\/sup>, Chi Wang<sup>4<\/sup>, Qing-Bai She<sup>2<\/sup><br><br\/><sup>1<\/sup>Pharmacology and Nutritional Sciences, University of Kentucky, Lexington, KY,<sup>2<\/sup>Markey Cancer Center, University of Kentucky, Lexington, KY,<sup>3<\/sup>University of Kentucky, Lexington, KY,<sup>4<\/sup>Department of Biostatistics, University of Kentucky, Lexington, KY","CSlideId":"","ControlKey":"74cff0a6-5403-45af-914d-ee2f9a81ce62","ControlNumber":"5122","DisclosureBlock":"&nbsp;<b>M. Ma, <\/b> None..<br><b>Y. Guo, <\/b> None..<br><b>Q. Ye, <\/b> None..<br><b>P. Deng, <\/b> None..<br><b>D. He, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>Q. She, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"8364","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"295","PresenterBiography":"","PresenterDisplayName":"Murong Ma","PresenterKey":"83814871-6919-46ec-ba3d-723096f9fe1e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"295. Targeting spermine synthase triggers lipid metabolism reprogramming as a new therapeutic option to combat colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting spermine synthase triggers lipid metabolism reprogramming as a new therapeutic option to combat colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Background &#38; Aims: High metabolic activity is a hallmark of cancers including hepatocellular carcinoma (HCC), a major form of liver cancer. However, the molecular features of HCC with high metabolic activity contributing to the clinical outcomes and their therapeutic implications are poorly understood. We aimed to uncover the metabolic characteristics of HCC that are associated with clinical relevance such as overall survival and response to immunotherapy.<br \/>Methods: By applying cross-species comparison of genomic data, we integrated gene expression profile data from well-defined mouse models and human HCC tumor tissues to stratify HCC tumors according to their intrinsic metabolic activity. For stratification of HCC tumors, we developed a robust genomic predictor and validated it in 5 HCC cohorts (n=1038). Statistics and informatics approaches were performed to assess clinical significance such as overall survival and response to immunotherapy in metabolic subtypes. Genomic data from patient derived xenograft (PDX) models were integrated to the analysis.<br \/>Results: Analysis of systematically integrated genomic data revealed three distinct metabolic subtypes of HCC (high, moderate and low metabolic subtypes). The high metabolic subtype is characterized by poor survival, the strongest stem cell features, high genomic instability, high expression of alpha-fetoprotein and KRT19, and activation of EPCAM and SALL4, and poor response to immunotherapy. Importantly, analysis of immune cell population in HCC tumors showed that immune-suppressive regulatory T-cells (Treg) are highly enriched in high metabolic HCC tumors, suggesting that high metabolic activity of HCC cells may trigger activation or infiltration of Treg cells, leading to evasion of HCC cells from anti-cancer immune cells. Interestingly, recent study showed that Treg cells can effectively utilize lactic acid as metabolic fuel for its proliferation. Because high metabolic activity of HCC tumors eventually leads to accumulation of glycolysis by-product lactic acid in tumor microenvironment, we postulate that accumulated lactic acid in tumor microenvironment might account for aggregation of Treg cells in high metabolic HCC tumors, leading to resistance to immunotherapy. In agreement with this, <sup>18<\/sup>F-FDG PET\/CT imaging data showed that high metabolic activity of tumors reflected in SUVmax is significantly associated with poorer survival of cancer patients after immunotherapy.<br \/>Conclusions: We identified clinically and metabolically distinct subtypes of HCC tumors, potential biomarkers associated with these subtypes, and potential mechanism of metabolism-mediated evasion of HCC cells to anti-cancer immunotherapy. Moreover, the metabolic subtypes are well conserved in PDX models, offering a tool for selecting the best preclinical models for future study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB09-01 Metabolic pathways,,"},{"Key":"Keywords","Value":"Liver cancer,Gene expression profiling,Metabolism,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sowon Grace Park<sup>1<\/sup>, Joann Jung<sup>1<\/sup>, Yeonwoo Grace Jang<sup>1<\/sup>, Sung Hwan Lee<sup>2<\/sup>, Yun-Seong Jeong<sup>1<\/sup>, Sun Young Yim<sup>3<\/sup>, <b>Ju-Seog Lee<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Systems Biology, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Surgery, CHA Bundang Medical Center, Seongnam, Korea, Republic of,<sup>3<\/sup>Internal Medicine, Korea University, College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"3c67106d-6a9c-4be7-bf88-1359557779b6","ControlNumber":"450","DisclosureBlock":"&nbsp;<b>S. G. Park, <\/b> None..<br><b>J. Jung, <\/b> None..<br><b>Y. G. Jang, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>Y. Jeong, <\/b> None..<br><b>S. Yim, <\/b> None..<br><b>J. Lee, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9552","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"296","PresenterBiography":"","PresenterDisplayName":"Ju-Seog Lee, PhD","PresenterKey":"f50bad03-0a98-4957-b330-d9c06c008eb6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"296. Clinical significance of glycolytic metabolic activity in liver cancer and its implication to immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"463","SessionOnDemand":"False","SessionTitle":"Signaling Pathways in Cancer Metabolism","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Clinical significance of glycolytic metabolic activity in liver cancer and its implication to immunotherapy","Topics":null,"cSlideId":""}]