[{"Abstract":"Glioblastoma (GBM) is an incredibly aggressive and prevalent primary CNS tumor with dismal survival outcomes. GBM&#8217;s intra-tumor heterogeneity and lack of anti-tumor immune cell infiltration have proved to be formidable challenges to the development of effective therapies. These hurdles may be overcome by garnering a better understanding of the cell-cell interactions occurring within the tumor microenvironment (TME). Accounting for the complexity and the spatial orientation of the components within the TME may offer insight into the multitiered layers of immunosuppression capitalized on by GBM tumors, thus elucidating the factors responsible for poor response to therapy and uncovering potential therapeutic targets that may offer more favorable therapeutic results for immunotherapies. Current in vitro and in vivo models, however, sorely limit our ability to probe these distinct attributes while preserving the intricate nature of the TME. To bridge this gap, we have devised a novel organotypic brain slice culture (BSC) model using tumor-bearing C57BL\/6J mice, allowing us to characterize the tumor milieu in situ. We have identified infiltration of myeloid-derived suppressor cells (MDSC) and microglia polarized to the M2 anti-inflammatory phenotype within the TME. Leveraging this platform, we sought to define further the factors contributing to the dynamic impacts of GBM immunosuppression, such as the tolerogenic response in dendritic cells (DC) upon interaction with the TME. We have demonstrated outcomes similar to those seen in vivo following the introduction of DCs to tumor-bearing BSCs, further supporting the physiological relevancy of this model, and have since worked to unravel elements responsible for this response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Glioblastoma,Tumor microenvironment,Cell-Cell Interaction,Organotypic Brain Slice,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexandra Reid<\/b><sup>1<\/sup>, Dan Jin<sup>2<\/sup>, Bayli DiVita-Dean<sup>2<\/sup>, Laura Falceto-Font<sup>2<\/sup>, John Figg<sup>2<\/sup>, Connor Francis<sup>2<\/sup>, Catherine Flores<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Florida, Gainesville, FL,<sup>2<\/sup>Neurosurgery, University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"820ade74-fcac-41ba-b18b-38a4bbfe78a5","ControlNumber":"1496","DisclosureBlock":"&nbsp;<b>A. Reid, <\/b> None..<br><b>D. Jin, <\/b> None..<br><b>B. DiVita-Dean, <\/b> None..<br><b>L. Falceto-Font, <\/b> None..<br><b>J. Figg, <\/b> None..<br><b>C. Francis, <\/b> None..<br><b>C. Flores, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7191","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4611","PresenterBiography":null,"PresenterDisplayName":"Alexandra Reid, BS","PresenterKey":"1d18fa30-5ed6-4770-8838-fbc823ca4d9f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4611. Leveraging organotypic brain slice models to enhance adoptive cellular therapies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Leveraging organotypic brain slice models to enhance adoptive cellular therapies","Topics":null,"cSlideId":""},{"Abstract":"Development of efficacious therapeutic strategies against solid tumors is limited by the lack of pre-clinical models that can reliably predict treatment outcomes in patients. This is primarily because models often do not accurately reflect the complexity of the tumor microenvironment (TME). The TME consists of vasculature, stromal cells and immune cells that can promote tumor resistance or prevent targeted drug and cell therapy. Here, we developed an in vitro vascularized liver tumor model in a microfluidic device to evaluate drug delivery and immunotherapy approaches. The model consists of a tumor spheroid surrounded by a perfusable self-organized vasculature bed with physiologically relevant permeability. Sorafenib (Nexavar) efficacy was evaluated by assessing tumor spheroid viability, quantified by the loss of fluorescence signal. The presence of vasculature showed enhanced cytotoxicity, highlighting the importance of tumor-vascular interactions for testing therapeutic efficacy. Engineered immune cells (chimeric antigen receptor (CAR) T-cell and transiently expressing T-cell receptors (TCR)) were introduced into the model to demonstrate immunotherapy validation. Our results showed that the engineered immune cells were more effective at infiltrating the tumor spheroid without a vasculature but were more cytotoxic in the presence of the vasculature. By removing the cultured microtissue from the device and performing digital spatial transcriptomics on standard paraffin-embedded sections, we identified known and novel genes involved in creating a pro-tumorigenic microenvironment. This platform can be utilized to model critical features of the in vivo TME, providing better predictability of drug responses, with potential applications towards personalized medicine.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"3D models,Immunotherapy,Drug delivery,Liver cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jyothsna Vasudevan<\/b><sup>1<\/sup>, Ragavi Vijayakumar<sup>2<\/sup>, Jose Antonio Reales-Calderon<sup>2<\/sup>, Maxine Sin Yee Lam<sup>2<\/sup>, Jin Rong Ow<sup>2<\/sup>, Joey Aw<sup>2<\/sup>, Damien Tan<sup>2<\/sup>, Giulia Adriani<sup>3<\/sup>, Andrea Pavesi<sup>2<\/sup><br><br\/><sup>1<\/sup>Mechanobiology Institute, National University of Singapore (NUS), Singapore, Singapore,<sup>2<\/sup>Institute of Molecular and Cell Biology, Agency for Science, Technology and Research (A*STAR), Singapore, Singapore,<sup>3<\/sup>Singapore Immunology Network, Agency for Science, Technology and Research (A*STAR), Singapore, Singapore","CSlideId":"","ControlKey":"3c19a91a-d13b-46de-9a6c-8175f59f3a35","ControlNumber":"4129","DisclosureBlock":"&nbsp;<b>J. Vasudevan, <\/b> None..<br><b>R. Vijayakumar, <\/b> None..<br><b>J. Reales-Calderon, <\/b> None..<br><b>M. S. Y. Lam, <\/b> None..<br><b>J. Ow, <\/b> None..<br><b>J. Aw, <\/b> None..<br><b>D. Tan, <\/b> None..<br><b>G. Adriani, <\/b> None..<br><b>A. Pavesi, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7250","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4612","PresenterBiography":null,"PresenterDisplayName":"Jyothsna Vasudevan","PresenterKey":"5e40246e-8290-4ff5-b35a-22bb2a3951ca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4612. Microphysiological vascularized solid liver tumor model for drug and cell therapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Microphysiological vascularized solid liver tumor model for drug and cell therapy","Topics":null,"cSlideId":""},{"Abstract":"Among all breast cancer subtypes, triple-negative breast cancer (TNBC) exhibits the least favorable outcomes with a complex tumor microenvironment that facilitates metastatic progression. Remodeling of the extracellular matrix at the tumor invasive front is associated with increased cancer cell motility and poor outcomes. Myosin II, a key cytoskeletal regulator, plays a central role in cancer cell metastatic potential. In the clinic, high expression of myosin II in breast tumors has been associated with distant metastasis and lower survival rates. Interestingly, breast tumors overexpressing myosin II exhibited a higher density of tumor-associated macrophages and an immunosuppressive microenvironment. However, the relationship between myosin II activation in TNBC cancer cells and macrophage recruitment remains poorly understood. Here we employed a novel 3D microfluidic model of tumor-macrophage co-culture to study macrophage infiltration toward cancer cells with high spatiotemporal resolution. Using a panel of TNBC cell lines we found that high myosin II expression in cancer cells correlated with higher macrophage recruitment in a 3D matrix. Pharmacologic or genetic inhibition of myosin II reduced macrophage recruitment. Furthermore, using our microfluidic devices, we controlled the spatial distribution of cancer cells in a 3D matrix and separated the role of cancer cell-secreted paracrine factors from cancer cell-mediated matrix remodeling on macrophage recruitment. Analysis of matrix remodeling over time revealed that targeting myosin II in cancer cells limited the establishment of migratory tracks that facilitated macrophage recruitment. In sum, our studies revealed the critical role of cancer cell-driven matrix remodeling in promoting macrophage infiltration that can be therapeutically targeted to reverse the establishment of an immunosuppressive microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Breast cancer,Macrophages,Microfluidics,Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Youngbin Cho<\/b><sup><\/sup>, Ruxuan Li<sup><\/sup>, Ioannis Zervantonakis<sup><\/sup><br><br\/>Bioengineering, University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"239d5e3f-8b37-46af-ab00-9690b00a9f16","ControlNumber":"4412","DisclosureBlock":"&nbsp;<b>Y. Cho, <\/b> None..<br><b>R. Li, <\/b> None..<br><b>I. Zervantonakis, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7255","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4613","PresenterBiography":null,"PresenterDisplayName":"Youngbin Cho, PhD","PresenterKey":"a139de5c-c80f-4ebb-90b9-63a2b91a65a4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4613. Inhibition of myosin II in triple-negative breast cancer cells limits macrophage recruitment in a 3D environment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of myosin II in triple-negative breast cancer cells limits macrophage recruitment in a 3D environment","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) remains one of the deadliest tumors in humans. PDAC has an immunosuppressive tumor microenvironment, constituting for poor immunotherapy outcomes. Lymphatic vessels (LVs) transport leukocytes and antigens from tumor peripheries to draining lymph nodes (dLNs) for activation of anti-tumor immune responses. It is believed that impairment of the lymphatic function may result in delayed and ineffective immune activation against tumors. In this study, we created a three-dimensional (3D) tumor-on-chip model to examine phenotypical and functional changes in 3D engineered LVs, composed of human primary lymphatic endothelial cells (LECs) in co-culture with PDAC cells. Our <i>in vitro<\/i> studies revealed that PDAC cells induce lymphangiogenesis and tighten cell-cell junctions in LECs, forming &#8220;zipper-like&#8221; LEC junctions, compared to control LECs with &#8220;button-like&#8221; junctions. We introduced 70kDa dextran into the LV lumens and showed PDAC-induced zippering of junctions decreased vessel permeability. These results led us to hypothesize that altered LEC junctions may affect fluid drainage into the LVs <i>in vivo<\/i>. We inoculated PDAC cells into the mouse ear pinnae and performed whole-mount immunostaining and lymphatic drainage experiment by injecting Evans blue into the ears and measured the remained Evans blue in the ears. In the ear experiments, inoculated PDAC cells affected host LVs with originally button-like junctions to become zipper-like and impede lymphatic drainage. To identify a potential signaling pathway that may be responsible for LEC junction zippering, we used phospho-kinase arrays and discovered that PDAC cells induced LECs to increase phosphorylation of GSK3-&#946;, JNK kinases, and enhanced the total protein level of &#946;-catenin, implying that PDAC cells turned on the WNT signaling in LECs. In preliminary screening, we treated LECs co-cultured with PDAC cells with WNT-C59, an WNT inhibitor that blocks secretion of all WNT ligands, which resulted in decreased number of LV sprouting and less contractile actin-cytoskeleton in LECs. It is critical to know which molecules were secreted by PDAC cells and influenced the WNT signaling in LECs. With that in mind, we plan to perform mass spectrometry with PDAC-conditioned media to identify PDAC-specific secretome; and run RNA-seq with LECs isolated from mouse ears with or without PDAC to investigate molecular basis of the WNT activation in LECs and LV remodeling. Finally, we plan to examine the egress of leukocytes from primary PDAC tumor site, T cell activation in tumor-dLNs, and PDAC tumor growth with or without WNT inhibition in Kaeda mice. The identity and function of PDAC-egressed immune cells, and those which stayed within the primary tumor will enhance our understanding of the roles of LVs in orchestrating anti-tumor immunity in PDAC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Pancreatic cancer,Lymphangiogenesis,Immunomodulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anna Maria Kolarzyk<\/b><sup><\/sup>, Conor Loy<sup><\/sup>, Renhao Lu<sup><\/sup>, Iwijn De Vlaminck<sup><\/sup>, Deborah Fowell<sup><\/sup>, Esak Lee<sup><\/sup><br><br\/>Cornell University, Ithaca, NY","CSlideId":"","ControlKey":"385b9808-108d-4cb4-ae29-a9d155e8d676","ControlNumber":"4353","DisclosureBlock":"&nbsp;<b>A. M. Kolarzyk, <\/b> None..<br><b>C. Loy, <\/b> None..<br><b>R. Lu, <\/b> None..<br><b>I. De Vlaminck, <\/b> None..<br><b>D. Fowell, <\/b> None..<br><b>E. Lee, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7256","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4614","PresenterBiography":null,"PresenterDisplayName":"Anna Kolarzyk, MS","PresenterKey":"d36b9049-f53f-4f79-aa56-6cbb4a8a666b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4614. Investigating lymphatic vessel remodeling and anti-tumor immunity in pancreatic cancer using tumor-on-chip and mouse models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating lymphatic vessel remodeling and anti-tumor immunity in pancreatic cancer using tumor-on-chip and mouse models","Topics":null,"cSlideId":""},{"Abstract":"Endometrial cancer (EC), one of the most common gynecological malignancies, has been gradually increasing worldwide. The Cancer Genome Atlas endometrial collaborative project discovered 4 distinct prognostic genomic subtypes, and the Proactive Molecular Risk Classifier for Endometrial Cancer (ProMisE) was developed: <i>POLE<\/i>-mutated, mismatch repair deficiency (MMR-D), non-specific molecular profile (NSMP), and p53-abnormal (p53abn). In the era of immunotherapy, immune checkpoint inhibitors (ICIs) become a definite management of EC, both as single agent or in combination with other targeted agents. However, the characteristics of the tumor immune microenvironment according to molecular classification in EC are not well known. This study was conducted to identify distinct immune properties of tumor infiltrating lymphocytes (TILs) according to molecular classification in EC and find optimal therapeutic targets in each molecular subtypes. We isolated peripheral blood mononuclear cells (PBMCs) and TILs from 81 patients with EC. The expression of immune checkpoint receptors and T-cell transcription factors of TILs were examined using flow cytometry. Sixty-six patients were evaluated according to the ProMisE algorithm based on sequencing for the presence of <i>POLE<\/i> mutations, immunohistochemistry for MMR proteins and p53 (<i>POLE<\/i>-mut, n=6; MMR-D, n=17; p53abn, n=20; NSMP, n=23). Tumors were categorized into one of the four molecular subtypes. TILs were <i>ex vivo<\/i> stimulated with anti-CD3 in the presence of anti-PD-1, and their proliferation was assessed to predict ICI-induced reinvigoration capacity of CD8 TILs. Comparing T-cell transcription factors (TCF-1 and TOX), CD8 TILs showed higher expression of TOX, and lower expression of TCF-1. When comparing the immune characteristics of TILs according to molecular subtypes, Tregs of <i>POLE<\/i>-mut showed significantly lower expression of CTLA-4 and Ki-67 than that of MMR-D. In addition, CD8 TILs of MMR-D showed higher expression of immune checkpoint receptors, including PD-1, CTLA-4, and TIM-3, and lower expression of TCF-1 than those of p53abn. CD8<sup>+<\/sup>TILs of p53abn showed significantly higher expression of CD226 than those of MMR-D. In particular, the frequency of antigen reactive CD39<sup>+<\/sup>CD103<sup>+<\/sup>CD8<sup> <\/sup>T cells significantly lower in p53abn than in MMR-D. CD8<sup> <\/sup>TILs of NSMP showed higher expression of TOX than those of MMR-D. In <i>ex vivo<\/i> T cell proliferation assay (n=49), 80.0% POLE-mut (4 of 5), 46.2% MMR-D (6 of 13), 35.7% p53abn (5 of 14) and 35.36% NSMP (6 of 17) showed enhanced proliferation of CD8 TILs upon anti-PD-1 treatment. In endometrial cancer, TILs showed distinct immune properties according to ProMisE classification. Further study is needed to develop optimal treatment targets for the p53abn and NSMP subtype, which is non-immunogenic and hardly reinvigorated by ICIs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Endometrial cancer,Immune checkpoint blockade,Molecular subtypes,T lymphocytes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jung Chul Kim<sup>1<\/sup>, <b>Junsik Park<\/b><sup>2<\/sup>, Yong Jae Lee<sup>1<\/sup>, Sunghoon Kim<sup>1<\/sup>, Sang Wun Kim<sup>1<\/sup>, Jung-Yun Lee<sup>1<\/sup><br><br\/><sup>1<\/sup>Obstetrics and Gynecology, Yonsei University College of Medicine, Seodaemun-gu, Korea, Republic of,<sup>2<\/sup>Severance Biomedical Science Institute, Yonsei University College of Medicine, Seodaemun-gu, Korea, Republic of","CSlideId":"","ControlKey":"bdcaa494-fd10-436e-ab03-305b76d1f50c","ControlNumber":"5448","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>S. Kim, <\/b> None.&nbsp;<br><b>J. Lee, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria for speaker's bureaus. <br><b>Clovis Oncology<\/b> Grant\/Contract. <br><b>Janssen<\/b> Grant\/Contract, Other, Honoraria for speaker's bureaus. <br><b>MSD<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Novatis<\/b> Grant\/Contract. <br><b>Immunogen<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Seagen<\/b> Grant\/Contract. <br><b>Synthon<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7303","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4615","PresenterBiography":null,"PresenterDisplayName":"Junsik Park, MD;PhD","PresenterKey":"80bca233-6f01-45a1-bf26-f1543839c78a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4615. Differential immune characteristics and anti-PD-1-induced reinvigoration capacity of tumor-infiltrating lymphocytes according to ProMisE classifier in endometrial cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Differential immune characteristics and anti-PD-1-induced reinvigoration capacity of tumor-infiltrating lymphocytes according to ProMisE classifier in endometrial cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The tumor microenvironment (TME) consists of malignant cells and supporting non-malignant cellular and non-cellular components that form the tumor stroma. The tumor stroma plays an important role in tumor progression and has emerged as a modulator of anti-tumor immunity (Salmon et al., Nat Rev Cancer 2019) and responses to therapy (Hirata and Sahai, Cold Spring Harb Perspect Med 2017). As such, several therapeutic approaches have recently been developed to target stromal cells as anti-cancer treatments (Valkenburg et al., Nat Rev Clin Oncol 2018, Bejarano et al., Cancer Discov 2021). In addition, the composition of the TME has been recognized as a prognostic factor for survival in cancer patients (Pag&#232;s et al., Oncogene 2011). Current protein-based approaches to characterize and better understand the cell composition of the tumor stroma face many limitations such as reagent availability and lengthy protocols. In this study, we identified a list of 22 markers to characterize non-tumoral immune cells, fibroblasts and endothelial cells in the TME, in a single tissue slide. We propose an approach that overcomes reagent incompatibility and opens new avenues of research of tumor stroma.<br \/><b>Method: <\/b>Multiorgan Tumor Microarray (TMA) was interrogated with a sequential immunofluorescence (seqIF&#8482;) panel encompassing protein markers enabling characterization of TME. A 22-plex panel was created based on expanding an already established 13-plex panel (CD3, CD4, CD8, CD11c, CD20, CD45, CD56, CD68, aSMA, FoxP3, Ki67, PD1, PD-L1) by adding 9 additional antibodies (CD11b, CD14, CD31, CD47, CK, FAP, LaminB1, SIRP&#945;, Vimentin). Hyperplex immunofluorescent staining was performed using automated staining-imaging COMET&#8482; platform generating ome-tiff images containing 25 layers: DAPI, 2 autofluorescent and 22 marker channels. Postprocessing of images was done with HORIZON&#8482; image analysis software.<br \/><b>Results:<\/b> We established a panel of 22 markers that can be analyzed simultaneously on a single tissue slide despite limited variability in primary antibody species. Using seqIF&#8482; protocol allowed the study of colocalization and co-expression of markers not compatible to study simultaneously in the traditional immunofluorescence approach. Our hyperplex data revealed distinct composition of the stromal compartment between different tumor types, highlighting high heterogeneity in the tissue composition and stromal architecture.<br \/><b>Conclusion: <\/b>COMET&#8482; platform enabled studying in detail TME components and highlighted heterogeneity of tumor stroma across different tissue types. SeqIF&#8482; protocol lifted the limitation imposed by same species antibodies and allowed simultaneous interrogation of markers&#8217; expression preserving their spatial relationship.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Spatial proteomics,Sequential immunofluorescene,Tumor stroma ,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>François Rivest<\/b><sup>1<\/sup>, Victor de Gautard<sup>1<\/sup>, Vytautas Navikas<sup>1<\/sup>, Nadine Nelson<sup>2<\/sup>, Bastian Nicolai<sup>1<\/sup>, Joanna Kowal<sup>1<\/sup>, Saska Brajkovic<sup>1<\/sup><br><br\/><sup>1<\/sup>Lunaphore Technologies SA, Tolochenaz, Switzerland,<sup>2<\/sup>Abcam, Cambridge, United Kingdom","CSlideId":"","ControlKey":"b0bb29ea-cf8b-4af1-98e5-5839c63811e4","ControlNumber":"5830","DisclosureBlock":"<b>&nbsp;F. Rivest, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>V. de Gautard, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>V. Navikas, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>N. Nelson, <\/b> <br><b>Abcam<\/b> Employment. <br><b>B. Nicolai, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>J. Kowal, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>S. Brajkovic, <\/b> <br><b>Lunaphore Technologies<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7304","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4616","PresenterBiography":null,"PresenterDisplayName":"François Rivest, PhD","PresenterKey":"99cecad6-9290-4f0e-a917-f5f0f5d0b6c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4616. Automated multiplex immunofluorescence enables single cell analysis of tumor stroma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Automated multiplex immunofluorescence enables single cell analysis of tumor stroma","Topics":null,"cSlideId":""},{"Abstract":"Detecting and analyzing large numbers of proteins using whole-slide imaging is critical for a comprehensive picture of immune response to cancer. Many existing approaches for high-plex proteomics face issues around simplicity, speed, scalability, and big data analysis. Here, we present an integrated workflow from sample preparation through downstream analysis that addresses many key concerns around high plex proteomics. The CosMx Spatial Molecular Imager (SMI) and AtoMx Spatial Informatics Platform (SIP) comprise of a turnkey, end-to-end workflow that efficiently handles highly multiplex protein analysis at plex sizes exceeding 110 targets. We demonstrate an extension of our commercially available 64-plex human immuno-oncology panel to higher numbers of targets and show how the cloud computing-enabled AtoMx SIP allows flexible construction of analytic pipelines for cell typing and spatial analyses.<br \/>The CosMx protein assay uses antibodies conjugated with oligonucleotides, which are detected using universal, multi-analyte CosMx readout reagents. The CosMx Human Immuno-oncology panel was optimized to comprehensively profile lymphoid and stromal lineages within the tumor microenvironment as well as markers of cancer signaling and progression. Each CosMx SMI antibody was validated on multi-organ FFPE tissue microarrays covering prevalent solid tumor types with matched controls, and 52 human FFPE cell lines, including overexpression lines for key targets such as GITR, CD278, PD-L1, and PD-1. CosMx SMI uses a deep learning algorithm to segment whole cells and a semi-supervised algorithm to classify cell types. The AtoMx SIP provides full analysis support, including a whole-slide image viewer, and methods for performing built-in or fully customizable analyses for cell typing, ligand-receptor analysis, neighborhood analysis and spatial differential expression.<br \/>Within the cancer sample profiled, we performed in-depth single-cell proteomic profiling across different cell populations. We detected TLS, characterized TLS maturation, and identified immune interactions with the tumor microenvironment. The CosMx SMI assay profiled the composition and spatial organization of infiltrating immune cells within and around the tumor microenvironment. We found that markers of T cell activation and exhaustion varied across the tumor landscape.<br \/>CosMx SMI is a high-plex spatial multi-omics platform that enables detection of more than 110 proteins at subcellular resolution in real-world FFPE tissues. The extensibility of the CosMx protein assay to large numbers of protein targets and our flexible, scalable bioinformatic platform provides a straightforward and robust solution for comprehensive immune phenotyping with full spatial context.<br \/>FOR RESEARCH USE ONLY. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Multiomics,T cell,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tien Phan-Everson<\/b><sup><\/sup>, Zachary Lewis<sup><\/sup>, Giang Ong<sup><\/sup>, Yan Liang<sup><\/sup>, Emily Brown<sup><\/sup>, Liuliu Pan<sup><\/sup>, Aster Wardhani<sup><\/sup>, Mithra Korukonda<sup><\/sup>, Carl Brown<sup><\/sup>, Dwayne Dunaway<sup><\/sup>, Edward Zhao<sup><\/sup>, Dan McGuire<sup><\/sup>, Sangsoon Woo<sup><\/sup>, Alyssa Rosenbloom<sup><\/sup>, Brian Filanoski<sup><\/sup>, Rhonda Meredith<sup><\/sup>, Kan Chantranuvatana<sup><\/sup>, Brian Birditt<sup><\/sup>, Hye Son Yi<sup><\/sup>, Erin Piazza<sup><\/sup>, Jason Reeves<sup><\/sup>, John Lyssand<sup><\/sup>, Vik Devgan<sup><\/sup>, Michael Rhodes<sup><\/sup>, Gary Geiss<sup><\/sup>, Joseph Beechem<sup><\/sup><br><br\/>NanoString Technologies, Inc., Seattle, WA","CSlideId":"","ControlKey":"14fb3a7c-9e67-4127-844d-7683b8ba83d5","ControlNumber":"5505","DisclosureBlock":"&nbsp;<b>T. Phan-Everson, <\/b> None..<br><b>Z. Lewis, <\/b> None..<br><b>G. Ong, <\/b> None..<br><b>Y. Liang, <\/b> None..<br><b>E. Brown, <\/b> None..<br><b>L. Pan, <\/b> None..<br><b>A. Wardhani, <\/b> None..<br><b>M. Korukonda, <\/b> None..<br><b>C. Brown, <\/b> None..<br><b>D. Dunaway, <\/b> None..<br><b>E. Zhao, <\/b> None..<br><b>D. McGuire, <\/b> None..<br><b>S. Woo, <\/b> None..<br><b>A. Rosenbloom, <\/b> None..<br><b>B. Filanoski, <\/b> None..<br><b>R. Meredith, <\/b> None..<br><b>K. Chantranuvatana, <\/b> None..<br><b>B. Birditt, <\/b> None..<br><b>H. Yi, <\/b> None..<br><b>E. Piazza, <\/b> None..<br><b>J. Reeves, <\/b> None..<br><b>J. Lyssand, <\/b> None..<br><b>V. Devgan, <\/b> None..<br><b>M. Rhodes, <\/b> None..<br><b>G. Geiss, <\/b> None..<br><b>J. Beechem, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7305","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4617","PresenterBiography":null,"PresenterDisplayName":"Tien Phan-Everson","PresenterKey":"8155d551-dc73-4747-b1e4-5f7d2c875ac4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4617. A complete pipeline for high-plex spatial proteomic profiling and analysis on the cosmx<sup>tm<\/sup> spatial molecular imager and atom<sup>tm<\/sup> spatial informatics platform","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A complete pipeline for high-plex spatial proteomic profiling and analysis on the cosmx<sup>tm<\/sup> spatial molecular imager and atom<sup>tm<\/sup> spatial informatics platform","Topics":null,"cSlideId":""},{"Abstract":"The clinical relevance of tumor infiltrating lymphocytes (TIL) in breast cancer (BC) is now widely accepted and being implemented in clinical practice. Our lab previously demonstrated that 60% of BC organize some of their TIL in tertiary lymphoid structures (TLS). TLS have been detected in a wide variety of solid tumors with their prognostic value and importance in the response to immunotherapy increasingly accepted. Reliable biomarkers to identify and characterize TLS and their immune activities in tumors are needed. The specific aim of this project was to perform a comprehensive analysis across the spectrum of TLS states to identify biomarkers associated with active and inactive TLS, where the former are associated with functional anti-tumor immunity and improved responses to treatment and long-term survival. This study analyzed FFPE tissues from 38 primary untreated HER2+ and triple negative (TN) BC patients. Patients were divided into two groups based on a TLS score evaluating CD3\/CD20 and PD-1\/Ki-67 dual IHC-stained tumor tissues: 1) BC containing a majority of active TLS (tumors with only active TLS have never been observed), defined by the presence of a germinal center (GC<sup>pos<\/sup> ; Ki-67<sup>+<\/sup> follicular B cells) and 2) BC with only inactive TLS (GC<sup>neg<\/sup> ; Ki-67<sup>-<\/sup> follicular B cells). Controls included normal breast tissues, BC without TLS and lymphoid tissues (reactive tonsils for GC<sup>pos<\/sup> and spleens for GC<sup>neg<\/sup> TLS). RNA extracts from microdissected tissues (N=100), including active TLS, inactive TLS and lymphoid B follicles, were sequenced. DESeq2 and CIBERSORT were employed to quantify differentially expressed genes and immune cell subpopulations, respectively. <u>G<\/u>ene <u>S<\/u>et <u>E<\/u>nrichment <u>A<\/u>nalysis was used for additional data interpretation and pathway identification. Tumors from patients with active TLS were characterized by increased na&#239;ve and plasma B cell TIL compared to tumors with only inactive TLS. Preliminary analysis of the differentially expressed genes in active TLS (vs inactive TLS) revealed upregulation of key B cell differentiation, somatic hypermutation and class switch recombination genes, which paralleled their respective lymphoid controls. These gene upregulations were linked with a GC presence in active TLS. A specific set of immunoglobulin genes were also differentially expressed in active TLS. Continued analysis of the TLS data, including their cellular composition, location, maturation and functionality, along with data confirmation (RT-PCR and multiplex IHC), and assessment of their functional and clinical relevance is ongoing. Our preliminary results suggest that active B cell differentiation and Ig production contribute to TLS functionality. In lymphoid tissues, the GC plays important roles in orchestrating the molecular and cellular programs of humoral immunity. Our data suggest that active GC-containing TLS foster an immune microenvironment in BC that favors positive clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Breast cancer,Tumor infiltrating lymphocytes,B cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Doïna Sofronii<\/b><sup>1<\/sup>, Francine Padonou<sup>1<\/sup>, Mireille Langouo<sup>1<\/sup>, Noemie Thomas<sup>1<\/sup>, Anais Boisson<sup>1<\/sup>, Alexandre De Wind<sup>2<\/sup>, Denis Larsimont<sup>2<\/sup>, Ahmad Awada<sup>3<\/sup>, Soizic Garaud<sup>4<\/sup>, Karen Willard-Gallo<sup>1<\/sup><br><br\/><sup>1<\/sup>Molecular Immunology Laboratory, Jules Bordet Institute, Free University of Brussels (ULB), Brussels, Belgium,<sup>2<\/sup>Department of Pathology, Jules Bordet Institute, Free University of Brussels (ULB), Brussels, Belgium,<sup>3<\/sup>Department of Medical Oncology, Jules Bordet Institute, Free University of Brussels (ULB), Brussels, Belgium,<sup>4<\/sup>B Lymphocytes, Autoimmunity and Immunotherapies, Inserm U1227, Brest, France","CSlideId":"","ControlKey":"c68015de-5a30-4623-8a87-8e1d2f3cf621","ControlNumber":"5869","DisclosureBlock":"&nbsp;<b>D. Sofronii, <\/b> None..<br><b>F. Padonou, <\/b> None..<br><b>M. Langouo, <\/b> None..<br><b>N. Thomas, <\/b> None..<br><b>A. Boisson, <\/b> None..<br><b>A. De Wind, <\/b> None..<br><b>D. Larsimont, <\/b> None..<br><b>A. Awada, <\/b> None..<br><b>S. Garaud, <\/b> None..<br><b>K. Willard-Gallo, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7306","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4618","PresenterBiography":null,"PresenterDisplayName":"Doïna Sofronii, MS","PresenterKey":"c1a567a8-512a-46b9-9f42-dea13b1dce1b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4618. Biomarkers of functionally active tertiary lymphoid structures in human breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Biomarkers of functionally active tertiary lymphoid structures in human breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) and brain metastases (BM) account for &#62;70% of all brain cancers. The annual incidence averages to 10-17 cases per 100.000 person (~ 3 cases for GBM and 7-14 for BM), resulting in 45.000-77.000 new cases in the European Union alone. The standard of care for GBM includes maximal surgical resection followed by radiation and chemotherapy with temozolomide, whilst whole brain irradiation or surgical removal with or without chemotherapy are used for BM. In spite of therapy, the median overall survival remains &#60; 6 months for BM, and 16 months for GBM, suggesting brain cancers as one of the most therapy-resistant tumors. Despite the emergence of novel therapeutic strategies, such as anti-angiogenic therapy, targeting myeloid cells or checkpoint immunotherapy, no significant improvement in overall survival of brain cancer patients was observed. Several studies have suggested the resistance to therapy in brain cancers is largely attributed by the presence of an immunosuppressive brain tumor microenvironment.<br \/>To investigate the spatial architecture of the tumor microenvironment in BM derived from lung and breast cancers, we employed the Lunaphore 13-plex immune-oncology (IO) Core Panel, consisting of clinically relevant IO biomarkers (CD3, CD4, CD8, CD45, FoxP3, PD1, PD-L1, CD11c, CD20, CD56, CD68, aSMA and Ki-67) for multiplex immunofluorescence (mIF) assays. These findings were then compared to isocitrate dehydrogenase-wildtype glioblastoma, which is a T-cell-poor cancer that is also characterized by an immunosuppressive tumor microenvironment. Further, the IO Core Panel was expanded with previously established antibodies targeting myeloid, blood-brain barrier and tumor cell markers in a proteomic workflow on COMET&#8482;, a fully automated, sequential immunofluorescence (seqIF&#8482;) platform.<br \/>Comprehensive mapping of the GBM microenvironment and BM confirmed previous observations obtained by bulk and single cell RNA sequencing analysis that described profound differences in the tumor microenvironment of BM versus GBM. In contrast to GBM, anti-tumor immunity in BM was increased, whereas immunosuppressive cells remained unchanged between the two. Of note, T- and B-cells were not evenly distributed within the tumor tissue, providing an additional level of spatial information that would have been missed by bulk RNA or proteomic analyses.<br \/>Our study is the first to demonstrate a successful application of Lunaphore&#8217;s IO core panel on GBM and BM samples. This highlights potential future use in the development of tools for personalized medicine for GBM and other tumor types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ-specific microenvironments,,"},{"Key":"Keywords","Value":"Glioblastoma,Tumor microenvironment,Immuno-oncology,Multiplex immunofluorescence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yvonne Reiss<\/b><sup>1<\/sup>, Jadranka Macas<sup>1<\/sup>, François Rivest<sup>2<\/sup>, Victor de Gautard<sup>2<\/sup>, Saska Brajkovic<sup>2<\/sup>, Bastian Nicolai<sup>2<\/sup>, Tatjana Starzetz<sup>1<\/sup>, Kathleen Sommer<sup>1<\/sup>, Pinar Cakmak<sup>1<\/sup>, Jonathan Schup<sup>1<\/sup>, Jennifer H. Lun<sup>1<\/sup>, Karl H. Plate<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Neurology (Edinger Institute), Goethe University, Frankfurt, Germany,<sup>2<\/sup>Lunaphore Technologies, Tolochenaz, Switzerland","CSlideId":"","ControlKey":"94f3474d-f404-459f-a8de-c3ec125e4a16","ControlNumber":"5998","DisclosureBlock":"<b>&nbsp;Y. Reiss, <\/b> <br><b>Institute of Neurology (Edinger Institute), University Hospital, Goethe University<\/b> Employment. <br><b>J. Macas, <\/b> <br><b>Institute of Neurology (Edinger Institute), University Hospital, Goethe University<\/b> Employment. <br><b>F. Rivest, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>V. de Gautard, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>S. Brajkovic, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>B. Nicolai, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>T. Starzetz, <\/b> <br><b>Institute of Neurology (Edinger Institute), University Hospital, Goethe University<\/b> Employment. <br><b>K. Sommer, <\/b> <br><b>Institute of Neurology (Edinger Institute), University Hospital, Goethe University<\/b> Employment. <br><b>P. Cakmak, <\/b> <br><b>Institute of Neurology (Edinger Institute), University Hospital, Goethe University<\/b> Employment. <br><b>J. Schup, <\/b> <br><b>Institute of Neurology (Edinger Institute), University Hospital, Goethe University<\/b> Employment. <br><b>J. H. Lun, <\/b> <br><b>Institute of Neurology (Edinger Institute), University Hospital, Goethe University<\/b> Employment. <br><b>K. H. Plate, <\/b> <br><b>Institute of Neurology (Edinger Institute), University Hospital, Goethe University<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7307","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4619","PresenterBiography":null,"PresenterDisplayName":"YVONNE REISS","PresenterKey":"86c3592f-5e8e-4caf-9683-ddd694c6ed3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4619. Spatial analysis of the immunosuppressive tumor microenvironment in brain cancer applying a novel multiplex immunofluorescence panel","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial analysis of the immunosuppressive tumor microenvironment in brain cancer applying a novel multiplex immunofluorescence panel","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The tumor microenvironment (TME) is a constantly changing niche due to dynamic interactions between tumor cells and their surroundings. Recently, it became evident that a better understanding of the TME is needed to target the disease more accurately (Binnewies et al., Nat Med 2018; Vitale et al., Nat Med 2021). Spatial hyperplex immunofluorescence enables the visualization of cellular and non-cellular tissue components simultaneously. However, the increasing number of biomarkers detected by spatial proteomics quickly escalates the complexity of images and renders their interpretation challenging. Extracting quantitative data from images remains a challenge as it requires extensive training and experience in data analysis. Additionally, inferring cellular interactions and dependencies from spatial assays is an important milestone that needs to be overcome with image analysis approaches. Here, we present an end-to-end solution that combines automated hyperplex execution with image data extraction to study the spatial composition of TME.<br \/><b>Methods:<\/b> Sequential hyperplex immunofluorescence was performed on COMET&#8482; on an FFPE Breast Tissue Microarray (TMA), generating images containing 42 layers: nuclear DAPI, tissue autofluorescence, and 39 single layers for biomarkers. All layers were delivered as a single ome.tiff file and processed using HORIZON&#8482; image analysis software in combination with downstream statistical analysis. The tissue composition was interrogated with the use of an in-house trained nuclei detection algorithm (Schmid et al., MICCAI 2018; Weigert et al., WACV 2020), in-house developed image artifact exclusion approach, and spatial analysis based on a Squidpy workflow (Palla G. et al., Nat Meth 2022).<br \/><b>Results:<\/b> We interrogated the composition of breast tumor tissues (n=9). Our in-house developed pipeline allows for filtering out both autofluorescent objects and segmentation artifacts based on the tissue autofluorescence and morphological features. Once the quality of segmented cell detection was assured, over 20 different cell phenotypes were identified by unsupervised Leiden clustering and visualized using UMAP dimensionality reduction method. It revealed several myeloid cell subsets highlighting their heterogeneous phenotypes including, but not limited to, immunosuppressive neutrophils and macrophages. Contrastingly, the uniform presence of T regulatory lymphocytes was detected in majority of cores and their co-occurrence with CD14+CD163+ macrophages was observed.<br \/><b>Conclusion:<\/b> Here, we showcased an innovative automated workflow that highlights the ease of adoption of multiplex imaging to explore TME composition at single-cell resolution using simple workflow: slide in-data out. This workflow is easily transferrable to various cohorts of specimens to provide a toolset for spatial cellular dissection of the cancer milieu.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Spatial Proteomics,Sequential Immunofluorescence,Breast Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vytautas Navikas<\/b><sup><\/sup>, Quentin Juppet<sup><\/sup>, Samuel Aubert<sup><\/sup>, Benjamin Pelz<sup><\/sup>, Joanna Kowal<sup><\/sup>, Diego Dupouy<sup><\/sup><br><br\/>Lunaphore Technologies SA, Tolochenaz, Switzerland","CSlideId":"","ControlKey":"699a17fe-f1b1-48e3-9643-de0a176ed625","ControlNumber":"5949","DisclosureBlock":"<b>&nbsp;V. Navikas, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>Q. Juppet, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>S. Aubert, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>B. Pelz, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>J. Kowal, <\/b> <br><b>Lunaphore Technologies<\/b> Employment. <br><b>D. Dupouy, <\/b> <br><b>Lunaphore Technologies<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7308","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4620","PresenterBiography":null,"PresenterDisplayName":"Vytautas Navikas, PhD","PresenterKey":"59d61fba-9580-449f-ab47-57daeb93569f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4620. Automated multiplex immunofluorescence workflow to interrogate the cellular composition of the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Automated multiplex immunofluorescence workflow to interrogate the cellular composition of the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"Background: Checkpoint-based immunotherapies can achieve durable clinical responses in a variety of advanced cancers, including melanoma. However, clinical responses are not universal and there is still a substantial gap in understanding the mechanistic insights of immunotherapy resistance. This study aims to better understand patients&#8217; resistance to immune checkpoint therapies by dissecting and tracing individual tumour and immune cell clones.<br \/>Methods: Melanoma tumour dissociates and lesion matched formalin-fixed paraffin-embedded tissue samples were collected from patients with advanced melanoma receiving ipilimumab in combination with nivolumab; 2 patients were long-term responders, 2 had innate resistance and 1 acquired resistance. The molecular characteristics and spatial cellular relations associated with tumour and immune subsets in response to treatment were identified using single-cell indexing of transcriptomes and epitopes by sequencing and CODEX (CO-Detection by indEXing) multiplexed tissue imaging. Integration of spatial and molecular information was performed by combining reference-based phenotyping, Louvain clustering, and a mutual nearest neighbours-based transfer learning algorithm.<br \/>Results: Pre-treatment melanoma biopsies from 5 patients (3 responding and 2 non-responding) along with a subsequent acquired resistance biopsy from an initially responding patient were analysed. Comparisons of cellular phenotypes identified higher proportions of gamma delta T cells (1.98% versus 0.2%) and enriched memory T cell profiles (CD3E, CD44, CD45RO, CD8) in responding compared to non-responding pre-treatment biopsies. Fibroblast from non-responding lesions overexpressed stromal related cytokine, IL1A (log2 fold change (FC) = 3.3) and CXCL1 (log2 FC = 1.4), which were enrichment at the tumour margin compared to responding lesions. Comparisons of a patient&#8217;s pre-treatment biopsy that initially responded to a subsequent progressing biopsy with acquired resistance had altered expression of transcript factor, ZFX (log2 FC = -1.59; adjusted p = 0.0119), and MBD2 (log2 FC = -1.5; adjusted p = 0.0225) within the patient&#8217;s memory T-cells.<br \/>Conclusion: The combination of high dimensional single cell transcriptomics and spatial tissue imaging are effective tools to identify specific changes in cell phenotypes, intracellular signalling, and spatial location. This analysis identified reduced memory T cells, increased fibroblast, and altered cellular signalling were associated with resistance to immunotherapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Immunotherapy,Melanoma\/skin cancers,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Camelia Quek<sup>1<\/sup>, Aditya Pratapa<sup>2<\/sup>, Ines Pires da Silva<sup>1<\/sup>, Ghamdan Al-Eryani<sup>3<\/sup>, Aaron Mayer<sup>4<\/sup>, Nenad Bartonicek<sup>5<\/sup>, Kate Harvey<sup>3<\/sup>, Oliver Braubach<sup>2<\/sup>, Robyn P.M. Saw<sup>1<\/sup>, Jonathan Stretch<sup>1<\/sup>, Kerwin F. Shannon<sup>1<\/sup>, Alexander M. Menzies<sup>1<\/sup>, Richard A. Scolyer<sup>1<\/sup>, Georgina V. Long<sup>1<\/sup>, Alexander Swarbrick<sup>3<\/sup>, <b>James  S.  Wilmott<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Melanoma Institute Australia, Sydney, Australia,<sup>2<\/sup>Akoya Biosciences, California, CA,<sup>3<\/sup>Garvan Institute of Medical Research, Sydney, Australia,<sup>4<\/sup>Stanford University, California, CA,<sup>5<\/sup>Melanoma Institute Australia, Garvan Institute of Medical Research, Australia","CSlideId":"","ControlKey":"6dad98e7-c5b9-4bc7-b340-f084d1a7796c","ControlNumber":"5933","DisclosureBlock":"&nbsp;<b>C. Quek, <\/b> None..<br><b>A. Pratapa, <\/b> None.&nbsp;<br><b>I. Pires da Silva, <\/b> <br><b>Roche<\/b> Travel, Other, Speakers' Bureau.<br><b>G. Al-Eryani, <\/b> None..<br><b>A. Mayer, <\/b> None..<br><b>N. Bartonicek, <\/b> None..<br><b>K. Harvey, <\/b> None..<br><b>O. Braubach, <\/b> None.&nbsp;<br><b>R. P. Saw, <\/b> <br><b>MSD<\/b> Other, Honoraria for advisory board participation. <br><b>Qbiotics<\/b> Other, Honoraria for advisory board participation. <br><b>Novartis<\/b> Other, Honoraria for advisory board participation. <br><b>Bristol Myers Squibb<\/b> Other, Speaking honoraria. <br><b>J. Stretch, <\/b> <br><b>BMS Australia<\/b> Other, Honoraria for advisory board participation. <br><b>MSD Australia<\/b> Other, Honoraria for advisory board participation. <br><b>GSK<\/b> Travel, Other, Honoraria for advisory board participation. <br><b>Provectus Inc<\/b> Travel, Honoraria for advisory board participation.<br><b>K. F. Shannon, <\/b> None.&nbsp;<br><b>A. M. Menzies, <\/b> <br><b>Bristol-Myers Squibb<\/b> Other, Advisory Role. <br><b>MSD Oncology<\/b> Other, Advisory Role. <br><b>Novartis<\/b> Other, Advisory Role. <br><b>Pierre Fabre<\/b> Other, Advisory Role. <br><b>QBiotics<\/b> Other, Advisory Role. <br><b>Roche<\/b> Other, Advisory Role. <br><b>R. A. Scolyer, <\/b> <br><b>Royal Prince Alfred Hospital<\/b> Employment. <br><b>Honoraria<\/b> Other, GlaxoSmithKline; Harvard Medical School; Wake Forest School of Medicine.. <br><b>Consulting or Advisory Role<\/b> Amgen; Bristol-Myers Squibb GesmbH (Austria); Bristol-Myers Squibb SA (Switzerland); Evaxion Biotech; GlaxoSmithKline; Merck Sharp & Dohme; MSD Sharp & Dohme (Australia) Pty Limited; Myriad Genetics; NeraCare GmbH; Novartis; Novartis; Novartis; Novartis; Provectus Biopharmaceuticals; QBiotics; Roche.. <br><b>Travel, Accommodations, Expenses<\/b> Other, Bristol-Myers Squibb; Novartis. <br><b>G. V. Long, <\/b> <br><b>Honoraria<\/b> Other, BMS; Pierre Fabre. <br><b>Consulting or Advisory Role<\/b> Other, Agenus; Amgen; Array BioPharma; Boehringer Ingelheim; Bristol-Myers Squibb; Evaxion Biotech; Hexal; Highlight Therapeutics; Merck Sharpe & Dohme; Novartis; OncoSec; Pierre Fabre; Provectus; QBiotics; Regeneron; Skyline Diagnostics..<br><b>A. Swarbrick, <\/b> None..<br><b>J. S. Wilmott, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7309","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4621","PresenterBiography":null,"PresenterDisplayName":"James Wilmott, PhD","PresenterKey":"cc816240-146b-4d2f-8da2-71163b6f166e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4621. Distinct spatial and molecular maps in the tumour microenvironment of resistant melanoma patients treated with checkpoint inhibitor immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Distinct spatial and molecular maps in the tumour microenvironment of resistant melanoma patients treated with checkpoint inhibitor immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is a leading cause of cancer deaths worldwide and has complex underlying genetic drivers, subtypes and immune cell types. Molecular analysis of bulk tumors has repeatedly identified key somatic driver genes and subtypes in lung cancer. However, these key molecular strata of bulk lung tumors still contain significant heterogeneity which if characterized in finer detail may reveal new tumor microenvironment factors and lead to improved patient prognostication and therapy options. Here, we sought to compare the tumor microenvironments of lung adenocarcinoma (LUAD) and lung squamous cell carcinoma (LUSC) through spatial transcriptomics. Using four frozen lung tumors and three with replicated sections (n = 7), we sequenced spatial transcriptomes using the 10X Visium platform and illumina sequencing to measure up to 5,000 latticed-spots throughout 6.5 mm<sup>2<\/sup> of the tumor surface area. Data analysis revealed a large number of latticed-spots per tumor (median 3,486) with a large number of genes detected per median spot (tumor median 4,427). Through unsupervised clustering of spots in each tumor, we found between 8 and 10 clusters per tumor with distinct pathway activities, including multiple immune-enriched clusters per tumor (range: 3-5). Immune-enriched clusters in one LUAD tumor displayed a spatial shape consistent with tertiary lymphoid structures (TLS). Concordantly, this cluster overexpressed both B cell and T cell pathways and as well as a TLS signature from liver cancer. Interestingly by bulk tumor RNA analysis, this TLS+ tumor was classified to be in the terminal respiratory unit expression subtype, which is an immune-mild bulk subtype. This supports that the TLS signal can be a unique property of spatial expression in lung cancer that may be unobservable by bulk tumor RNA sequencing. Then to compare global spatial heterogeneity among tumors, we calculated an index of expression spatial continuity and found LUSC tumors to have more contiguous expression patterns than LUAD tumors (mean 0.60 vs 0.54). We also quantified expression diversity across all tumor latticed-spots and found that LUSC tumors had greater values compared to LUAD tumors (mean 0.37 vs 0.27). Together, our results suggest that LUSC has a more contiguous and heterogeneous tumor expression microenvironment than LUAD. TLS are predictive of immune checkpoint inhibitor response in many other tumor types, and our results suggest that spatial transcriptomics may also identify this responsiveness in lung cancer. Future, larger cohorts of lung tumors are needed to determine recurrent spatial properties associated with patient outcome and treatment response. The views expressed in this abstract are solely of the authors and do not reflect the official policy of the Departments of Army\/Navy\/Air Force, Department of Defense, USUHS, HJF, or U.S. Government.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Lung cancer,Tumor microenvironment,Immune cells,spatial transcriptomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Matthew D. Wilkerson<\/b><sup>1<\/sup>, Savannah Kounelis-Wuillaume<sup>1<\/sup>, Camille Alba<sup>2<\/sup>, Teri  J.  Franks<sup>3<\/sup>, Martin  L.  Doughty<sup>1<\/sup>, Robert  L.  Kortum<sup>1<\/sup>, Robert  F.  Browning<sup>1<\/sup>, Clifton  L.  Dalgard<sup>1<\/sup>, Craig  D.  Shriver<sup>1<\/sup><br><br\/><sup>1<\/sup>Uniformed Services University, Bethesda, MD,<sup>2<\/sup>Henry M. Jackson Foundation for the Advancement of Military Medicine, Bethesda, MD,<sup>3<\/sup>Joint Pathology Center, Department of Defense, Silver Spring, MD","CSlideId":"","ControlKey":"44b01812-014f-4620-8835-82a3e587eb70","ControlNumber":"6590","DisclosureBlock":"&nbsp;<b>M. D. Wilkerson, <\/b> None..<br><b>S. Kounelis-Wuillaume, <\/b> None..<br><b>C. Alba, <\/b> None..<br><b>T. J. Franks, <\/b> None..<br><b>M. L. Doughty, <\/b> None..<br><b>R. L. Kortum, <\/b> None..<br><b>R. F. Browning, <\/b> None..<br><b>C. L. Dalgard, <\/b> None..<br><b>C. D. Shriver, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7322","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4622","PresenterBiography":null,"PresenterDisplayName":"Matthew Wilkerson, PhD","PresenterKey":"f73a774b-5aa7-4384-96d3-4d4aae649dfd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4622. Tumor microenvironment differences between lung cancer subtypes revealed by spatial transcriptomics","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor microenvironment differences between lung cancer subtypes revealed by spatial transcriptomics","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) represents a complex network comprising a variety of cell types including immune, stromal, and extracellular elements in addition to malignant tumor cells. Growing evidence suggests that the spatial relationships of these components influence tumor progression and response\/resistance to immunotherapeutic agents. However, the precise mechanisms driving this relationship to clinical outcomes remains poorly understood. This is in part because generating comprehensive spatial datasets has only recently been made possible due to innovations in instrumentation, laboratory techniques, and data storage and processing. Thus, there has been little integration between various types of -omics datasets with spatial data. Here, we present a workflow for analyzing multi-omic data of the TME with the aim of providing mechanistic insights into signatures of response to immunotherapy. The workflow starts with data generation and proceeds through cell segmentation, quality filtering, phenotype assignment through unsupervised clustering, analysis of pairwise interactions and higher order multicellular structures (i.e., &#8220;neighborhoods&#8221;), and finally association with patient clinical and molecular data allowing for meaningful comparisons to be made. This analysis can be performed through the Enable Medicine Cloud Platform, a framework that facilitates the association of a multitude of data types to samples, rapid processing of multiplex images to deliver single cell spatial proteomic data, and graphical interfaces for each analysis step. To demonstrate the utility of this workflow, we generated spatial proteomic data for a tissue microarray (TMA) comprising a cohort of treatment na&#239;ve NSCLC samples (n=42) with second-line immune checkpoint inhibitor-treatment and clinical follow-up information. The spatial proteomics data was generated with the Akoya PhenoCycler-Fusion multiplexed tissue imaging platform, with an optimized panel of 51 oligonucleotide-conjugated antibodies covering a wide variety of immune, epithelial, stromal, and malignant cell markers developed by Enable Medicine. This proteomic data was then integrated with GeoMX DSP, bulk RNAseq, and clinical information using the Enable Platform. This framework for analysis allows for the comprehensive integration of both clinical and biological parameters to enable biomarker discovery and insight into signatures of response to immunotherapy. Acknowledgement: Pasteur Hospital, 30 Voie Romaine, 06000 Nice, France for NSCLC tumor samples.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marie Cumberbatch<\/b><sup>1<\/sup>, Geoffrey Ivison<sup>2<\/sup>, Amy Lam<sup>2<\/sup>, Aaron Mayer<sup>2<\/sup>, Milan Bhagat<sup>1<\/sup><br><br\/><sup>1<\/sup>TriStar Technology Group LLC, Washington DC, DC,<sup>2<\/sup>Enable Medicine, Menlo Park, CA","CSlideId":"","ControlKey":"17666fad-dbba-4d0c-bda6-a0d7b64f4bf4","ControlNumber":"6323","DisclosureBlock":"&nbsp;<b>M. Cumberbatch, <\/b> None..<br><b>G. Ivison, <\/b> None..<br><b>A. Lam, <\/b> None..<br><b>A. Mayer, <\/b> None..<br><b>M. Bhagat, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7323","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4623","PresenterBiography":null,"PresenterDisplayName":"Marie Cumberbatch, BS;MS","PresenterKey":"185cdbda-6914-44b3-aa6f-e1d439eab619","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4623. Single-cell spatial proteomic analysis of the tumor microenvironment in treatment-naive NSCLC samples with immunotherapy treatment and response data","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell spatial proteomic analysis of the tumor microenvironment in treatment-naive NSCLC samples with immunotherapy treatment and response data","Topics":null,"cSlideId":""},{"Abstract":"Tumor-infiltrating immune cells play an important role against cancer and are critical to control tumor growth and spread. Immunotherapy and immune checkpoint blockade, which aim to reinvigorate exhausted T cells have revolutionized cancer therapy. Despite inducing long-term response in many cancer types, these therapies remain ineffective for a majority of the patients. A better understanding of the tumor microenvironment, and in particular the characterization of immune cells and other stromal cells, along with their abundance and distribution, may help to better stratify patients and understand mechanisms of resistance to immunotherapy. Brightplex<sup>&#174;<\/sup> is a chromogenic multiplex technology allowing the detection of several biomarkers on a single FFPE slide to identify and quantify complex cell populations such as T-cells expressing immune checkpoints, M1 and M2 macrophages, Treg cells and myeloid-derived suppressor cells. However, the exquisite characterization of some cell types within the tumor microenvironment or their activation status may require the identification of soluble proteins that cannot be detected by IHC. For example, the detection of secreted proteins such as cytokines or activation factors would allow one to determine the activation status of immune cells or cancer-associated fibroblasts (CAF). In that case, the detection of RNA transcripts corresponding to soluble biomarkers by In-Situ hybridization can be used as a substitute to protein detection.Here, we propose a new multiplex platform combining In Situ Hybridization (ISH) and immunohistochemistry (IHC) using Brightplex&#174; technology. This platform allows the detection of several biomarkers that can be either RNA transcripts or proteins on a single FFPE tissue section. Thanks to that technique it is possible to: 1) detect and quantify TGFb in cancer associated fibroblasts, or IL-10 in immunosuppressive cells, 2) Quantify the level of RNA expression by individual cells, 3) assess the spatial distribution of activated cells based on complex phenotypes within the tumor or other regions of interest. This new workflow combining RNA transcript detection and proteins detection using Brightplex&#174; is automated on Bond RX platform. Following staining and slide digitization, images are fused to create a virtual multi-channel image where cells of interest are detected by digital pathology (DP). Following cell detection, their densities and spatial distribution are obtained using R-studio software.Integrated into an Immunogram, an analytics platform which integrates multi-omics datasets from Veracyte Biopharma Atlas, this new tool could be a powerful solution to understand the tumor landscape and predict response to immunotherapy and patient outcome.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Multiomics,Tumor microenvironment,In-situ-hybridization,immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Alex Trinh<sup><\/sup>, Marion Olive<sup><\/sup>, Aurélie Collignon<sup><\/sup>, Maité Chamourin<sup><\/sup>, Georgia Culley<sup><\/sup>, Clemence Jaume<sup><\/sup>, Vanina Leca<sup><\/sup>, Assil Benchaaben<sup><\/sup>, Giovanni Bussotti<sup><\/sup>, Alboukadel Kassambara<sup><\/sup>, Jerome Galon<sup><\/sup>, <b>Jacques Fieschi<\/b><sup><\/sup><br><br\/>Veracyte, Inc., Marseille, France","CSlideId":"","ControlKey":"309af691-a166-4a90-9f35-d3688807f6d6","ControlNumber":"6039","DisclosureBlock":"&nbsp;<b>A. Trinh, <\/b> None..<br><b>M. Olive, <\/b> None..<br><b>A. Collignon, <\/b> None..<br><b>M. Chamourin, <\/b> None..<br><b>G. Culley, <\/b> None..<br><b>C. Jaume, <\/b> None..<br><b>V. Leca, <\/b> None..<br><b>A. Benchaaben, <\/b> None..<br><b>G. Bussotti, <\/b> None..<br><b>A. Kassambara, <\/b> None..<br><b>J. Galon, <\/b> None..<br><b>J. Fieschi, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7324","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4624","PresenterBiography":null,"PresenterDisplayName":"Jacques Fieschi, Unknown","PresenterKey":"dea85e3e-54dd-43e4-bfdb-dd3dd69e51c5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4624. Deciphering the tumor microenvironment at single-cell resolution using a workflow combining RNA transcript and protein detection with Brightplex<sup>&#174;<\/sup>, a sequential chromogenic multiplex assay","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the tumor microenvironment at single-cell resolution using a workflow combining RNA transcript and protein detection with Brightplex<sup>&#174;<\/sup>, a sequential chromogenic multiplex assay","Topics":null,"cSlideId":""},{"Abstract":"The growth in cancer immunotherapy agents requires an understanding of the immune contexture of the tumor microenvironment (TME). Understanding immune contexture requires multiplex staining, imaging, and analysis to obtain multi-marker phenotypes of specific cells and analyze their biodistribution in the TME. Imaging Mass Cytometry&#8482; (IMC) is the method of choice for single-step staining and highplex imaging of FFPE tissues. FFPE tissue is autofluorescent, which limits the utility of immunofluorescence methods. Lung and colorectal tissue (and bone, skin, etc) are highly autofluorescent, and therefore good targets for IMC. However, developments in analysis software for highplex imagery have not kept pace with imaging advances. We present a comprehensive workflow designed specifically for highplex image analysis, covering tissue segmentation, cell segmentation based on IMC DNA images, cellular phenotyping, and spatial analyses.<br \/>Lung and colorectal tissue sections with a 30-marker IMC panel of structural, tumor, stroma, immune cell, and immune activation markers were imaged (Hyperion+&#8482;, Standard BioTools). Highplex image analysis (Phenoplex&#8482;, Visiopharm) was performed as a multi-step workflow in a single software package that includes: conversion of IMC images to pyramidal format; easy visualization methods for displaying different marker subsets; a paint-to-train algorithm for tissue segmentation (into tumor, stroma, blood vessels, etc.); deep-learning-based nuclear segmentation pre-trained on IMC DNA channels; cellular phenotyping based on thresholds based on visual assessment of positivity; spatial biodistribution metrics for cell populations; and a flexible set of outputs for downstream analysis. Tissue segmentation was used to divide the tissue into tumor, stromal, and tumor margin regions, and these regions were used to compare the immune contexture through a series of t-SNE images partitioned by spatial region.<br \/>We demonstrate that a simple analysis workflow can be used for highplex images of different tissue types by users with no programming knowledge. Visualization templates for the marker subsets and the pre-trained IMC nuclear segmentation are reusable. A new tissue segmentation algorithm for each tissue type is required, as are new thresholds for biomarker positivity. Spatial biodistribution metrics, heatmaps and partitioned t-SNE plots were generated for each tissue type with a minimum of work.<br \/>Highplex IMC imaging of lung and colorectal tumor samples is a simple and effective means of obtaining high-parameter images without interfering autofluorescence. Having a comprehensive workflow for the analysis of this complex data makes obtaining useful results from highplex images more accessible to biologists and immunologists by circumventing the requirement for expert programming for each specific application.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Lung cancer,Image analysis,Immuno-oncology,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Brenna O'Neill<sup>1<\/sup>, Smriti Kala<sup>2<\/sup>, Sam Lim<sup>2<\/sup>, Clinton Hupple<sup>2<\/sup>, Nina Lane<sup>2<\/sup>, Rasmus Norre Sorensen<sup>1<\/sup>, Rasmus  A.  Lyngby<sup>1<\/sup>, Alessandro Massaro<sup>1<\/sup>, Andreas Hussing<sup>1<\/sup>, Jeppe Thagaard<sup>1<\/sup>, Johan Dore-Hansen<sup>2<\/sup>, <b>James Robert Mansfield<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Visiopharm, Horsholm, Denmark,<sup>2<\/sup>Standard BioTools, South San Francisco, CA","CSlideId":"","ControlKey":"9a9f4f1d-2b11-4771-82ef-5445af7dff26","ControlNumber":"6447","DisclosureBlock":"<b>&nbsp;B. O'Neill, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>S. Kala, <\/b> <br><b>Standard BioTools<\/b> Employment. <br><b>S. Lim, <\/b> <br><b>Standard BioTools<\/b> Employment. <br><b>C. Hupple, <\/b> <br><b>Standard BioTools<\/b> Employment. <br><b>N. Lane, <\/b> <br><b>Standard BioTools<\/b> Employment. <br><b>R. Norre Sorensen, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>R. A. Lyngby, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>A. Massaro, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>A. Hussing, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>J. Thagaard, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>J. Dore-Hansen, <\/b> <br><b>Visiopharm<\/b> Employment, Fiduciary Officer, Stock. <br><b>J. R. Mansfield, <\/b> <br><b>Visiopharm<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7321","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4625","PresenterBiography":null,"PresenterDisplayName":"James Mansfield, MS","PresenterKey":"9e2bf6a5-c58b-4af7-aac7-a1de235f1390","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4625. A comprehensive guided workflow for highplex imaging, tissue segmentation, and multiplex cellular phenotyping for tumor microenvironment analysis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A comprehensive guided workflow for highplex imaging, tissue segmentation, and multiplex cellular phenotyping for tumor microenvironment analysis","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint inhibitors (ICIs) Pembrolizumab and Nivolumab have shown promising results in patients with recurrent or metastatic (R\/M) head and neck squamous cell carcinoma (HNSCC). Nonetheless, only up to 20% of patients may benefit from them. Next generation predictive biomarkers of response to ICI therapies are currently needed.<br \/>This retrospective study profiled pre-treatment tissue samples collected from R\/M HNSCC patients (n=30) treated with Pembrolizumab or Nivolumab. Targeted spatial proteomics profiling was performed using NanoString&#8217;s GeoMx&#174; Digital Spatial Profiler (GeoMx). To develop an informed region-of-interest (ROI) selection strategy for the GeoMx, we analyzed H&#38;E images from serial sections and performed Oncotopix&#174; Discovery software, which considered pathology inputs and machine learning to analyze H&#38;E imagery and 4-channel GeoMx visualization inputs. We profiled 80 proteins simultaneously using the GeoMx across modules in cell death, immune activation, immune cell typing, immuno-oncology drug target, immune profiling, PI3K\/AKT signaling, and pan-tumor markers. . Next, we performed differential expression (DE) analysis of the proteins localized in the tumor and stromal compartments against response to therapy parameters of complete, partial, stable and progressive disease (according to RECIST criteria).<br \/>Four-channel GeoMx immunofluorescence images provided per-ROI cell counts (total and phenotyped based on 3 markers), and these data were used to aid in area and cell count normalization within the tumor and stromal compartments. We found that patients responsive to immunotherapy had higher expression levels of PD-L1, Bcl-2, BCLX, and BIM in the tumor, whereas VISTA, FOXP3, and CD66b were downregulated. In the stromal compartment, it was found that responders had higher expression levels of B7-H3, CD40, and SMA, but lower expression of PARP, S100B, and NY-ESO-1 in comparison to non-responders. In terms of best response analysis, patients with PR (n=5) had higher levels of PD-L1, ER-alpha, and CD68 expression, but lower levels of VISTA, CD27, and CD95\/Fas in tumor regions than patients with PD (n=8). In the stroma, PD-L1, CD68, and HLA-DR were upregulated, while VISTA, BIM, and BAD were downregulated in patients with PR versus those with PD.<br \/>We found that informed ROI selection strategy aided in defining key features in the tumor microenvironment for comparative analysis across samples, and for data normalization methods. Moreover, we found that immune checkpoints and proteins involved in cell death signaling play important roles in the immune responsive tumor microenvironment of HNSCC based on response to immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Immunotherapy,Head and neck cancers,Cell death,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Habib Sadeghirad<sup>1<\/sup>, Ning Liu<sup>2<\/sup>, James Monkman<sup>1<\/sup>, Chin Wee Tan<sup>2<\/sup>, Caroline Cooper<sup>3<\/sup>, Jeni Caldera<sup>4<\/sup>, Sarah Church<sup>5<\/sup>, Fabian Schneider<sup>4<\/sup>, <b>James Robert Mansfield<\/b><sup>4<\/sup>, Ken O'Byrne<sup>3<\/sup>, Melissa Davis<sup>2<\/sup>, Brett Hughes<sup>6<\/sup>, Arutha Kulasinghe<sup>1<\/sup><br><br\/><sup>1<\/sup>The University of Queensland, Brisbane, Australia,<sup>2<\/sup>The Walter and Eliza Hall Institute, Melbourne, Australia,<sup>3<\/sup>The Princess Alexandra Hospital, Brisbane, Australia,<sup>4<\/sup>Visiopharm, Horsholm, Denmark,<sup>5<\/sup>Nanostring, Seattle, WA,<sup>6<\/sup>The Royal Brisbane and Women’s Hospital, Brisbane, Australia","CSlideId":"","ControlKey":"c190f973-edfd-4d18-a78e-e934788c8ff6","ControlNumber":"6265","DisclosureBlock":"&nbsp;<b>H. Sadeghirad, <\/b> None..<br><b>N. Liu, <\/b> None..<br><b>J. Monkman, <\/b> None..<br><b>C. Tan, <\/b> None..<br><b>C. Cooper, <\/b> None.&nbsp;<br><b>J. Caldera, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>S. Church, <\/b> <br><b>Nanostring<\/b> Employment. <br><b>F. Schneider, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>J. R. Mansfield, <\/b> <br><b>Visiopharm<\/b> Employment.<br><b>K. O'Byrne, <\/b> None..<br><b>M. Davis, <\/b> None..<br><b>B. Hughes, <\/b> None..<br><b>A. Kulasinghe, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7325","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4626","PresenterBiography":null,"PresenterDisplayName":"James Mansfield, MS","PresenterKey":"9e2bf6a5-c58b-4af7-aac7-a1de235f1390","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4626. Spatial profiling of the tumor microenvironment in head and neck cancer identifies immune checkpoints and proteins involved in cell death signaling biomarkers of immunotherapy response","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial profiling of the tumor microenvironment in head and neck cancer identifies immune checkpoints and proteins involved in cell death signaling biomarkers of immunotherapy response","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC), including adenocarcinoma and squamous cell carcinoma subtypes, is a leading cause of cancer deaths worldwide. Treatment of NSCLC has advanced from chemotherapy modalities to the use of immunotherapy, namely immune checkpoint inhibitors (ICIs) which enhance the adaptive immune response against tumour cells. Thus, while the immune cell composition of tumours and its influence on treatment outcomes is poorly understood, it likely holds the key to effective, personalized treatment regimens.<br \/>Here we profiled an adjuvant chemotherapy (n=61) as well as a second line immunotherapy (n=42) NSCLC cohort by the Phenocycler CODEX technology (highplex spatial proteomics) to investigate the association between immune composition and patient outcome. We applied a panel of 38 markers to delineate na&#239;ve, memory, cytotoxic and hyperactivated T cell states, as well as B cells, Tregs and myeloid lineage innate immune cell types. Our study sought to understand the heterogeneity of tumour-immune composition across patients and investigate the spatial neighbourhoods and clusters that these cells inhabit within TMA cores. We used Phenoplex&#8482; software for tissue segmentation (into classes for tumor, stroma, artifacts, blood vessels, etc.), cellular segmentation, and cellular phenotyping based on thresholds for each marker, and then performed spatial analyses (distances, interactions, neighborhoods) using SpatialMap<sup>1<\/sup> to identify cellular motifs associated with clinical phenotypes.<br \/>Our study has identified spatial features associated with immune contexture linked to therapy outcome in both chemotherapy and immunotherapy modalities. Taken together, our study demonstrates the utility of spatial proteomics to identify cellular features associated with outcome to therapy in lung cancer.<br \/>1) Trevino A, Ivison G, Hamel S, Chiou A (2022). SpatialMap: Analysis of Spatial Biology Data. R package version 0.4.57.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Image analysis,Immuno-oncology,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"James Monkman<sup>1<\/sup>, Afshin Moradi<sup>1<\/sup>, Connor O'Leary<sup>1<\/sup>, Zhenqin Wu<sup>2<\/sup>, Steven Hamel<sup>2<\/sup>, David Mason<sup>3<\/sup>, Fabian Schneider<sup>3<\/sup>, <b>James Robert Mansfield<\/b><sup>3<\/sup>, Aaron Meyer<sup>2<\/sup>, Ken O'Byrne<sup>4<\/sup>, Arutha Kulasinghe<sup>1<\/sup><br><br\/><sup>1<\/sup>The University of Queensland, Brisbane, Australia,<sup>2<\/sup>Enable Medicine, Menlo Park, CA,<sup>3<\/sup>Visiopharm, Horsholm, Denmark,<sup>4<\/sup>The Princess Alexandra Hospital, Woolloongabba, Australia","CSlideId":"","ControlKey":"46fe96f9-78ed-494d-9812-f09b5ebd6af6","ControlNumber":"6717","DisclosureBlock":"&nbsp;<b>J. Monkman, <\/b> None..<br><b>A. Moradi, <\/b> None..<br><b>C. O'Leary, <\/b> None.&nbsp;<br><b>Z. Wu, <\/b> <br><b>Enable Medicine<\/b> Employment. <br><b>S. Hamel, <\/b> <br><b>Enable Medicine<\/b> Employment. <br><b>D. Mason, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>F. Schneider, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>J. R. Mansfield, <\/b> <br><b>Visiopharm<\/b> Employment. <br><b>A. Meyer, <\/b> <br><b>Enable Medicine<\/b> Employment.<br><b>K. O'Byrne, <\/b> None..<br><b>A. Kulasinghe, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7357","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4627","PresenterBiography":null,"PresenterDisplayName":"James Mansfield, MS","PresenterKey":"9e2bf6a5-c58b-4af7-aac7-a1de235f1390","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4627. Immune profiling of immunotherapy and adjuvant chemotherapy pretreatment NSCLC tissues by CODEX","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immune profiling of immunotherapy and adjuvant chemotherapy pretreatment NSCLC tissues by CODEX","Topics":null,"cSlideId":""},{"Abstract":"Triple-negative breast cancer (TNBC) is a heterogeneous breast cancer subtype that lacks expression of estrogen receptor, progesterone receptor, and human epidermal growth factor receptor 2. Approximately 15%-20% of breast cancers are triple-negative. Based on expression of the androgen receptor (AR), TNBC can be categorized as AR-positive (AR+ TNBC) or AR-negative (quadruple-negative breast cancer, QNBC). Studies have reported that the loss of AR expression is associated with poor prognoses. Recent evidence suggests that QNBCs disproportionately affect women of African descent and contributes to poor overall survival. QNBC is a more aggressive disease compared to TNBC, and patients with QNBC currently have no treatment options beyond chemotherapy. Data from interrogating public databases such as TCGA indicates that QNBC is distinct from TNBC in molecular makeup, particularly in immune tumor microenvironment. Currently, QNBC is not considered distinct from the broader TNBC subtype, hence a comprehensive molecular characterization is lacking. We aim to examine differences between the TNBC and QNBC tumor microenvironments that consist of both immune and stromal components. We analyzed RNA expression data from the METABRIC (TNBC= 11, QNBC= 185) and TCGA (TNBC= 29, QNBC= 103) datasets. Based on AR transcript expression, patients with TNBC were stratified into AR-low (considered QNBC) and AR-high (deemed &#8216;true&#8217; TNBC) groups. The analytical immune tools - CIBERSORTx and xCELL were used to analyze the RNA-Seq data. CIBERSORTx can distinguish 22 mature human hematopoietic populations and provides abundance of member cell types in a mixed cell population, from gene expression data. xCELL is a gene signature-based method that can perform cell type enrichment analysis from gene<br \/>expression for 64 immune and stromal cell types. Thus, xCell can discriminate between closely related cell types. Using these immune tools, the tumor microenvironments of the TNBC and QNBC groups were compared. Correlations between individual immune and stromal components with patient survival probability were assessed. Significant differences (p-value &#60;0.05) in several immune and stromal cell types were noted when comparing the TNBC and QNBC groups within these datasets. CIBERSORTx and xCELL yielded both unique and common sets of cell types. Notably, significant differences in the stroma score (a composite score of stromal cell types provided by xCELL) were observed between TNBC and QNBC in both the METABRIC and TCGA datasets. These immune tools are based on different methodologies and our results show that they can provide complementary information. Our data suggest that QNBC and TNBC have distinct tumor microenvironments, and that QNBC should be considered as an independent breast cancer subtype that warrants comprehensive characterization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),Tumor microenvironment,Quadruple-negative breast cancer (QNBC),Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Geetanjali Saini<sup>1<\/sup>, Manali Rupji<sup>2<\/sup>, <b>Mahak Bhargava<\/b><sup>1<\/sup>, Sunil Badve<sup>3<\/sup>, Ritu Aneja<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Clinical and Diagnostic Sciences, School of Health Professions, University of Alabama at Birmingham, Birmingham, AL,<sup>2<\/sup>Emory University, Atlanta, GA,<sup>3<\/sup>Department of Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"83f37f69-8f0a-48fb-a924-0ee38d7345d2","ControlNumber":"6773","DisclosureBlock":"&nbsp;<b>G. Saini, <\/b> None..<br><b>M. Rupji, <\/b> None..<br><b>M. Bhargava, <\/b> None..<br><b>S. Badve, <\/b> None..<br><b>R. Aneja, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7344","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4628","PresenterBiography":null,"PresenterDisplayName":"Mahak Bhargava, BE","PresenterKey":"51ae9c8a-fda8-4980-9625-68cd3bab981a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4628. Profiling the tumor microenvironments of triple- and quadruple-negative breast cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling the tumor microenvironments of triple- and quadruple-negative breast cancers","Topics":null,"cSlideId":""},{"Abstract":"Background: Glioblastoma (GBM) is the most common and aggressive form of brain tumor, characterized by a poorly accessible microenvironment that render it notoriously hard to treat. The insufficient treatment success is, in large parts, due to its tremendous molecular heterogeneity, which affects the overall prognosis and response to therapies. The significant intra- and inter-tumor microenvironment (TME) composition heterogeneity plays a crucial role in GBM progression. Mostly due to this high, multifactorial immunosuppression occurring in the microenvironment, the efficacy of immunotherapy in GBM is low. Focusing on characterizing the components of different TMEs to evaluate their molecular and cellular component heterogeneity has a significant advantage to target group of cancer patients that would normally be resistant to immunotherapy.<br \/>Methods: Deep spatial transcriptomics profiling was performed on non-treated glioblastoma human tissue microarrays (TMA) using NanoString's <i>GeoMx<\/i> Digital Spatial Profiler (<i>DSP<\/i>). 6 tumor tissues from 6 different patients were hybridized and analyzed with the Whole Transcriptomic Atlas (WTA) panel that includes 18,000 genes. Three regions of interest (ROIs) were selected per tissue sample. All the statistical analysis were performed with GeoMx&#174; DSP Analysis Suite. Cell deconvolution using the SpatialDecon&#174; algorithm (Nanostring&#174;) was then performed to estimate mixed cell type abundance in the spatially-resolved gene expression defined segments.<br \/>Results: Spatial transcriptomic analyses revealed that glioblastoma tumors varied dramatically in their global gene expression profiles and suggested the existence of differential gene expression among the tumors highlighting the inter-tumors heterogeneity of glioblastoma. Interestingly, different areas of the same tumor did not display distinct molecular profiles. Upregulation of stromal collagen genes was significantly detected in some patient specifically the fibrillar collagens type I, III and VI. Those findings indicated excessive collagen depositions in the surrounding of the tumor for some patient characteristic of tumor progression and involvement of cancer associated fibroblasts (CAFs) in the dysregulated collagen turnover leading to tumor fibrosis.<br \/>Conclusion: As a cold tumor, malignant glioma has strong immunosuppression and immune escape characteristics. The TME provides the &#8220;soil&#8221; for the survival of malignant tumors, and recent studies have highlighted a major role for cancer-associated fibroblasts (CAFs) in promoting immunotherapy resistance by excluding T cells from tumors in the TME. Here the spatial transcriptomic analyses allowed a better phenotypical stratification of the cancer patient. In some, targeting CAFs would improve the TME and enhance the efficacy of immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Glioblastoma,Biomarkers,Heterogeneity,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sandra Delebecq<\/b><sup><\/sup>, Adele Ponzoni<sup><\/sup>, Richard Ruez<sup><\/sup>, Corinne Ramos<sup><\/sup>, Jonathan Stauber<sup><\/sup><br><br\/>ImaBiotech, Loos, France","CSlideId":"","ControlKey":"a46426d9-84f7-44d4-809a-1d7cc52e6cd4","ControlNumber":"6371","DisclosureBlock":"&nbsp;<b>S. Delebecq, <\/b> None..<br><b>A. Ponzoni, <\/b> None..<br><b>R. Ruez, <\/b> None..<br><b>C. Ramos, <\/b> None..<br><b>J. Stauber, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7345","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4629","PresenterBiography":null,"PresenterDisplayName":"Corinne Ramos, PhD","PresenterKey":"57300b21-1b1f-4b58-bf6e-6afc2f576262","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4629. Heterogeneity in glioblastoma tumor microenvironment: Opportunities for new therapies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Heterogeneity in glioblastoma tumor microenvironment: Opportunities for new therapies","Topics":null,"cSlideId":""},{"Abstract":"Identification of major cellular players involved in progression of cancer is key to success of new immunotherapies. It is however a daunting challenge due to the complex interplay between tumor cells and the immune system. Component of innate and adaptive immunity may be directed to a pro- or anti-tumor function. In order to cope with the complexity of the tumor microenvironment (TME), it is necessary to use an experimental approach characterizing the heterogeneity of cell types, the evolution of their relative proportion and their fine-tuned functional specificity. This approach should lead to the identification of new cellular biomarkers characteristics of different stages of tumor cancer progression.<br \/>To decipher the impact of immunotherapy treatments, cellular phenotyping of leukocytes infiltrating TME but also those present in peripheral organs is necessary. In order to increase our understanding in the precise mode of action of anti-PD1 treatment at the cellular level in sensitive and unsensitive syngeneic models, we investigated immunophenotypes and responses to immune checkpoint inhibitor (ICI) of several hallmark tumor models (MC38, CT26, B16F10, B16-OVA, RENCA, EMT6) in immunocompetent mouse models by flow and mass cytometry. We compared growth kinetics and profiled the immune cell composition of tumor microenvironment (TME), draining lymph node (dLN) and blood in order to establish immune-phenotypic cell signatures that correlates with treatment efficacy. Supervised, unsupervised and integrative data analysis arewere used to identify significant changes across different experimental settings. Our results indicate that each model possesses a unique tumor-immune infiltrate profile that can be modulated with immunotherapies. Overall, these studies provide an important resource of highly well-characterized syngeneic tumor model and highlight the importance of tumor immune landscape changes across models that will drive selection of the most appropriate model to test novel immunotherapeutic agents and enhance our translation of knowledge from syngeneic models to human tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immuno-oncology,Immune checkpoint blockade,PD-1,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anais Joachim<\/b><sup>1<\/sup>, Emilie Maturin<sup>1<\/sup>, Marielle Mello<sup>2<\/sup>, Lillia Hadjem<sup>2<\/sup>, Magali Grange<sup>2<\/sup>, Olivier Deas<sup>3<\/sup>, Ana Zarubica<sup>1<\/sup>, Bernard Malissen<sup>1<\/sup>, Hervé Luche<sup>1<\/sup><br><br\/><sup>1<\/sup>Immunomics, JC DISCOVERY, Marseille, France,<sup>2<\/sup>Immuno-Phenotyping Module, CIPHE, Marseille, France,<sup>3<\/sup>R&D Lab Head, Xentec, Evry, France","CSlideId":"","ControlKey":"c5cb0da5-3778-4444-9258-206f38b3a193","ControlNumber":"6772","DisclosureBlock":"&nbsp;<b>A. Joachim, <\/b> None..<br><b>E. Maturin, <\/b> None..<br><b>M. Mello, <\/b> None..<br><b>L. Hadjem, <\/b> None..<br><b>M. Grange, <\/b> None..<br><b>O. Deas, <\/b> None..<br><b>A. Zarubica, <\/b> None..<br><b>B. Malissen, <\/b> None..<br><b>H. Luche, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7346","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4630","PresenterBiography":null,"PresenterDisplayName":"ANAIS JOACHIM","PresenterKey":"d6992cce-b189-4ab9-8e5c-9561db1d7f21","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4630. Deep Immuno-profiling of syngeneic tumor mouse models for preclinical studies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deep Immuno-profiling of syngeneic tumor mouse models for preclinical studies","Topics":null,"cSlideId":""},{"Abstract":"Cancer-associated fibroblasts (CAFs) expressing FAP promote tumor growth, invasion and immune suppression. FAP is a molecular imaging target in cancer and its protease activity is a potential anti-cancer drug target. While FAP expression was associated with biochemical recurrence after prostatectomy using tissue microarrays (TMAs)(DOI:10.1158\/2767-9764.CRC-21-0183), its expression has not been comprehensively correlated with morphological features of disease aggressiveness beyond grade. 48 cases of localized prostatic adenocarcinoma were used for a multiplex immunohistochemical assay that included FAP, CD45, CD163, p63 and Keratin 8. Each of these markers were individually optimized by single-plex staining and were then performed as an iterative IHC assay (PMID:35188986) and quantification was performed using the HALO image analysis platform (Indica Labs). We developed a second multiplex assay including FAP, vimentin, smooth muscle actin, desmin, CD31, S100, keratin 8 and p63. FAP IHC staining was analytically validated using a series of positive and negative cell lines. In normal appearing (non-inflamed) prostate regions, FAP expression was negative. By contrast, upregulation of FAP was observed in the stromal compartment in regions of chronic inflammation and some proliferative inflammatory atrophy (PIA) lesions. In tumor regions, only 1 case was totally negative for FAP. Except for 2 cases, in which there was focal weak tumor cell staining, all FAP expression was present in the tumor stromal compartment (TSC). The vast majority of FAP expression was associated with Vim+\/Des- fibroblasts, which at times were also positive for SMA (Vim+\/Des-\/SMA+), indicating they are myofibroblasts. There was very infrequent FAP expression associated with M2 macrophages, endothelial cells, nerves and vimentin-negative smooth muscle cells, indicating that the majority of FAP expression occurs in fibroblasts. Preliminary quantitative data using visual estimations of the fraction of TSC expressing FAP (range, 0-80%, mean=35.8%, median=30%, SD=23.7) was not associated with the overall GS\/grade group, but was associated with non-organ confined disease. Furthermore, there was a trend towards increased FAP expression in cases showing intraductal carcinoma and large cribriform formation. Ongoing studies are in process to obtain quantitative data by image analysis and to correlate FAP expression with the presence of overall inflammatory cell density and the density of M2 macrophages. Additionally, we will characterize the cases in terms of molecular features including TMPRSS2-ERG status and PTEN genomic status. Future use of these panels will facilitate studies of associations of FAP with clinical outcome, MRI and PET imaging, response to specific treatments and to help characterize FAP as a predictor of response to emerging FAP inhibitors and FAP-targeted prodrugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ-specific microenvironments,,"},{"Key":"Keywords","Value":"Prostate cancer,Immunohistochemistry,Microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Fernanda Caramella Pereira<\/b><sup>1<\/sup>, Alan  K.  Meeker<sup>2<\/sup>, Kenneth Pienta<sup>3<\/sup>, Qizhi Zheng<sup>1<\/sup>, Tracy Jones<sup>1<\/sup>, Srinivasan Yegnasubramanian<sup>4<\/sup>, Jessica  L.  Hicks<sup>1<\/sup>, Sujayita Roy<sup>1<\/sup>, Angelo  M.  De Marzo<sup>2<\/sup>, W. Nathaniel Brennen<sup>3<\/sup><br><br\/><sup>1<\/sup>Department of Pathology, Johns Hopkins University School of Medicine, Baltimore, MD,<sup>2<\/sup>Departments of Pathology, Oncology, and Urology, The Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins and the James Buchanan Brady Urological Research Institute., Baltimore, MD,<sup>3<\/sup>Departments of Oncology, and Urology, The Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins and the James Buchanan Brady Urological Research Institute., Baltimore, MD,<sup>4<\/sup>Departments of Pathology, Oncology, and Urology, The Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins and the James Buchanan Brady Urological Research Institute, Baltimore, MD","CSlideId":"","ControlKey":"807cc35a-121e-41e1-a359-3fe55e3ff8e5","ControlNumber":"6731","DisclosureBlock":"&nbsp;<b>F. Caramella Pereira, <\/b> None..<br><b>A. K. Meeker, <\/b> None..<br><b>K. Pienta, <\/b> None..<br><b>Q. Zheng, <\/b> None..<br><b>T. Jones, <\/b> None..<br><b>S. Yegnasubramanian, <\/b> None..<br><b>J. L. Hicks, <\/b> None..<br><b>S. Roy, <\/b> None..<br><b>A. M. De Marzo, <\/b> None..<br><b>W. Brennen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7347","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4631","PresenterBiography":null,"PresenterDisplayName":"Fernanda Caramella Pereira, MD","PresenterKey":"81194c95-68fc-40fa-bcd2-4e56f4082716","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4631. Multiplex IHC assay to explore regional heterogeneity of FAP and inflammatory cell density in localized prostatic adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multiplex IHC assay to explore regional heterogeneity of FAP and inflammatory cell density in localized prostatic adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Colorectal cancer (CRC) is one of the leading causes of cancer death, which is frequently caused by genetic or epigenetic changes. The study of tumor microenvironment (TME) profiling may provide a better knowledge of spatial gene expression patterns of known CRC markers, visualize the cell composition and localization, and serve to aid the understanding of the mechanisms of tumor formation. BioChain Institute, Inc. is currently investigating the TME profiling of CRC through tissue-wide, whole transcriptome analysis for the ability to discover potential therapeutic targets.<br \/><b>Methods: <\/b>BioChain&#8217;s formalin-fixed paraffin-embedded (FFPE) tissue samples from 3 primary colon adenocarcinoma tumors (PT), and their matched adjacent normal tissues (PN), were used to investigate the TME. The images of Hematoxylin and Eosin (H&#38;E)-stained tissue sections were annotated by our pathologist. The spatial whole transcriptome was analyzed using 10x Genomics Visium Spatial Gene Expression for FFPE. This assay provided about 5,000 spatially barcoded spots with mRNA-binding oligonucleotides to capture the gene expression. The integration of the imaging and sequencing data enabled a spatially resolved transcriptome of CRC heterogeneity.<br \/><b>Results: <\/b>The annotations of both PT and PN tissue samples were found to be correlated with the spatial gene expression clustering. With the overlaying of total gene counts for each spot on the H&#38;E-stained tissue image, about 16,000-17,000 genes were detected in each sample. The median of ~5,500 and ~1,600 genes per spot were expressed in PT and PN samples respectively. The study of gene expression levels revealed the overexpression of several well-known CRC markers (APOE, SCD, IGFBP3, TIMP1, SPARC) and the down-regulation of numerous markers (DES, CA1, KLF4) in PT samples significantly.<br \/><b>Conclusion: <\/b>Our spatial analysis results provide insight into tumor heterogeneity, spatial organization of cells within the TME and biomarker identification. BioChain is in a unique position to facilitate researchers with a plethora of oncologic and other diseased tissue types, as well as the spatial whole transcriptome analysis. Our study enables the understanding of the TME, discovery of potential diagnostic and prognostic targets, especially for the development of personalized therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Tumor microenvironment,Colorectal adenocarcinoma,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Elim Cheung<sup><\/sup>, <b>Vidyodhaya Sundaram<\/b><sup><\/sup>, Baowen Zhang<sup><\/sup>, Lutong Zhang<sup><\/sup>, Tong Lu<sup><\/sup><br><br\/>BioChain Institute, Inc., Newark, CA","CSlideId":"","ControlKey":"ecdb3cdd-27d4-40d9-8d3b-8b0fc94fc780","ControlNumber":"6756","DisclosureBlock":"<b>&nbsp;E. Cheung, <\/b> <br><b>BioChain Institute, Inc.<\/b> Employment. <br><b>V. Sundaram, <\/b> <br><b>BioChain Institute<\/b> Employment. <br><b>B. Zhang, <\/b> <br><b>BioChain Institute, Inc.<\/b> Employment. <br><b>L. Zhang, <\/b> <br><b>BioChain Institute, Inc.<\/b> Employment. <br><b>T. Lu, <\/b> <br><b>BioChain Institute, Inc.<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7348","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4632","PresenterBiography":null,"PresenterDisplayName":"Vidyodhaya Sundaram, MBA;PhD","PresenterKey":"751bba92-64a4-426c-90f3-2c5a9118e492","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4632. Spatial whole transcriptome analysis of differential expression for biomarker discovery in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial whole transcriptome analysis of differential expression for biomarker discovery in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC) is a complex disease with varying pathological subtypes including adenocarcinomas and squamous cell carcinomas. After diagnosis, tumor staging provides important information about the extent of cancer in the body and anticipated response to treatment. NSCLC patients can have impaired immune responses within the tumor microenvironment (TME), leading to a progression of tumor growth and poorer prognosis. Accurate cell phenotyping combined with spatial profiling of the immune contexture and checkpoint expression, can provide a deeper understanding of complex cellular interactions underpinning the tumor-immune response. The aim of this study was to utilize spatial multiplexed imaging technology and associated data analysis methods to profile the immune contexture, as well as their spatial interactions with the tumor, in a set of tissue cores covering a range of NSCLC subtypes and tumor staging. Formalin-fixed paraffin-embedded (FFPE) NSCLC tissue microarrays (TMA), comprised of n=41 cores containing a range of carcinomas and pathological Tumor-Node-Metastasis (pTNM) stages (I-IV), were stained on a Leica Bond RX&#8482; using the Akoya PhenoCode&#8482; Signature Immuno-contexture Human Protein Panel, which includes markers for CD8, CD68, PD-1, PD-L1, FoxP3, and PanCK as a tumor indicator. Stained TMAs were scanned at 20x magnification on a PhenoImager HT multispectral imaging system. Image analysis was performed using Visiopharm software. Deep learning algorithms were applied to segment tumor and stroma regions of interest (ROI) and to accurately detect and classify specific cell phenotypes. Cell object data files <i>per<\/i> core were exported for spatial and neighborhood analysis using OracleBio&#8217;s proprietary python-based program, PhenoXplore. Immune cell counts, phenotypes and spatial interactions were generated within tumor and stroma ROI <i>per<\/i> core. Data included total and negative cell phenotype counts, cell density in tumor and stroma, as well as cell distance and neighborhood spatial interactions <i>per<\/i> core across NSCLC subtypes and stages in the TMA set. The combination of high-quality staining provided by the PhenoCode&#8482; panel, coupled with deep learning quantitative phenotyping and spatial pattern analysis enables detailed characterization of the complex cellular interactions, at both the functional and spatial level, within the TME of NSCLC tissue. Data generated will support a greater understanding of the complex cellular interactions that can contribute to progression of NSCLC and may help guide future precision medicine strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Spatial Analysis,Multiplex imaging,Deep learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lorcan Sherry<\/b><sup>1<\/sup>, Nicole Couper<sup>1<\/sup>, Bethany Remeniuk<sup>2<\/sup>, Karen McClymont<sup>1<\/sup>, Bei Hopkins<sup>2<\/sup>, Natalie Monteiro<sup>2<\/sup>, Gabriel Reines March<sup>1<\/sup>, Darren Locke<sup>2<\/sup><br><br\/><sup>1<\/sup>OracleBio Ltd, Glasgow, United Kingdom,<sup>2<\/sup>Akoya Biosciences, Marlborough, MA","CSlideId":"","ControlKey":"2a397c2c-19a2-4ec7-b850-d757e4ea393f","ControlNumber":"6796","DisclosureBlock":"&nbsp;<b>L. Sherry, <\/b> None..<br><b>N. Couper, <\/b> None..<br><b>B. Remeniuk, <\/b> None..<br><b>K. McClymont, <\/b> None..<br><b>B. Hopkins, <\/b> None..<br><b>N. Monteiro, <\/b> None..<br><b>G. Reines March, <\/b> None..<br><b>D. Locke, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7349","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4633","PresenterBiography":null,"PresenterDisplayName":"Lorcan Sherry","PresenterKey":"c0b0ed83-7be2-49ef-b7e2-a9399cc50a8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4633. Quantitative spatial profiling of NSCLC subtypes across tumor stages using 6-plex multiplex imaging technology and AI-powered phenotyping analysis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quantitative spatial profiling of NSCLC subtypes across tumor stages using 6-plex multiplex imaging technology and AI-powered phenotyping analysis","Topics":null,"cSlideId":""},{"Abstract":"Molecular subtyping studies have allowed the allocation of cancer into groups based on similar molecular, morphological, and clinical characteristics. Such studies are critical to help researchers identify actionable targets for drug design and biomarkers to predict therapeutic response. Based on multi-omics data, various approaches have been used to identify and analyze tumor subtypes and their correlation with tumor immunity and immunotherapy success. The NanoString GeoMx Digital Spatial Profiler is one approach that combines morphological context with spatial transcriptomics on a single tissue specimen. A critical step in this approach involves staining with morphology markers to identify relevant regions of interest (ROIs) for analysis. Yet, widespread adoption of GeoMx DSP has revealed a significant limitation, namely that researchers base transcriptional analysis of thousands of RNA targets on the spatial information provided by only a few morphology markers. Recent efforts have greatly expanded the availability of morphology markers to facilitate cell type-specific analyses. To evaluate the ability of this technology to selectively enrich specific cell types, we developed custom morphology markers to stain non-small-cell lung cancer (NSCLC) tissue specimens of various subtypes. Focusing on squamous cell carcinoma and adenocarcinoma, we stained with P40 and TTF-1 and transcriptionally profiled cell type-specific ROIs with the Cancer Transcriptome Atlas panel. Differential gene expression analysis of the whole transcriptome was performed using GeoMx DSP Analysis Suite software. The data reveal differences in gene expression in several key cancer pathways between tumor subtypes are correlated with the presence or absence of specific cell types. The data support the use of custom morphology markers for cell type stratification in tumor subtypes, providing more meaningful gene expression analysis. Ongoing work continues to explore the utility of this technology for cell type-specific gene expression analysis within different tumor subtypes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor heterogeneity,Microenvironment,Gene expression profiling,Immunohistochemistry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jessica Runyon<\/b><sup>1<\/sup>, Vijay Baichwal<sup>2<\/sup>, Weston Stauffer<sup>2<\/sup>, Christian Nievera<sup>1<\/sup><br><br\/><sup>1<\/sup>Canopy Biosciences, St. Louis, MO,<sup>2<\/sup>Canopy Biosciences, Hayward, CA","CSlideId":"","ControlKey":"3e8d26dc-9ef6-4077-81d7-e798eccec90f","ControlNumber":"6847","DisclosureBlock":"&nbsp;<b>J. Runyon, <\/b> None..<br><b>V. Baichwal, <\/b> None..<br><b>W. Stauffer, <\/b> None..<br><b>C. Nievera, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7350","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4634","PresenterBiography":null,"PresenterDisplayName":"Jessica Runyon","PresenterKey":"231b2b60-8e13-4100-845c-b70d2b4f8587","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4634. Identifying and analyzing tumor subtypes using custom morphology markers for NanoString&#174; GeoMx&#174; Digital Spatial Profiler","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying and analyzing tumor subtypes using custom morphology markers for NanoString&#174; GeoMx&#174; Digital Spatial Profiler","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Patients with Neurofibromatosis Type 1 (NF1) frequently develop benign tumors called Plexiform neurofibromas (PN). Macrophages compose 30-50% of the total cellular composition of PNs and have previously been shown to play a critical role in the PN development and growth. This study defines components of the immunogenic synapse between the neoplastic Schwann cell and the tumor associated myeloid compartment and investigates alterations of the synapse during treatment with MEK inhibition (MEKi). The IL34-CSF1R axis is nominated as a key node in the maintenance of the tumor associated macrophages in PN.<br \/><b>Methods:<\/b> In this work, we applied single cell RNA sequencing (scRNAseq) to human primary tumor PN samples to comprehensively evaluate tumor cellular populations and their interactions. Resulting cellular populations were compared to a single cell atlas of tumor associated immune cells taken from a panel of tumor types. Ligand and receptor interactions were informatically extracted from scRNAseq data and immunohistochemistry was used to validate scRNAseq observations. scRNAseq was also used on pre and post treatment samples taken from three patients receiving the MEKi Selumetinib. Human primary macrophage cell cultures and qPCR were used to interrogate the roles of the IL34-CSF1R signaling and MEKi in PN.<br \/><b>Results:<\/b> scRNAseq generated data on 45101 PN myeloid cells. Integration of these cells with a publicly available tumor atlas of 11 different tumors containing a total of 52195 cells discovered correlation of cell populations between the PN as compared to other tumor types. Tumor-promoting (M2) macrophages represented the largest portion (48%) of the PN myeloid population. Receptor-ligand analysis using cellphoneDB highlighted IL34-CSF1R (p&#60;.0001), TNF-TNFRSF1A (p&#60;.0001) and SIRPA-CD47 (p&#60;.0001) as significant interactions between the neoplastic Schwann cell and macrophages. IL34 and CSF1R protein expression was confirmed in human PN tumors with immunohistochemistry. scRNAseq data from NF1 patients PN tumors taken pre and post MEK inhibitor treatment, demonstrated decreased M2 macrophage gene expression of CD163(p&#60;.001), MRC1(p&#60;.001), TREM2(p&#60;.001) after treatment. Finally, IL34 stimulated primary human monocytes produced macrophages with an M2-like phenotype. MEKi treatment of these macrophages resulted in increased expression of inflammatory macrophage genes CXCL9 (p&#60;.05), CXCL10(p&#60;.001), IDO1(p&#60;.001).<br \/><b>Conclusions:<\/b> PN myeloid populations contain large amounts of M2 macrophages with expression profiles consistent with TAM seen in a variety of malignant tumors. We postulate that IL34 expression by the neoplastic Schwann cell leads to expansion and maintenance of this TAM population. MEKi treatment on human PNs reduces number of macrophages in PNs and shifts macrophage gene expression towards inflammatory genes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Single cell,MEK inhibitor,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thomas  J.  On<\/b><sup><\/sup>, Xiyuan Zhang<sup><\/sup>, Shahroze Abbas<sup><\/sup>, John Shern<sup><\/sup><br><br\/>Pediatric Oncology, NIH-NCI, Bethesda, MD","CSlideId":"","ControlKey":"f19d5474-fef7-4e08-bc25-4380b2bebebf","ControlNumber":"7066","DisclosureBlock":"&nbsp;<b>T. J. On, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>S. Abbas, <\/b> None..<br><b>J. Shern, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7351","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4635","PresenterBiography":null,"PresenterDisplayName":"Thomas On","PresenterKey":"455c9307-501a-4f3a-b72b-2839f6c6f77e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4635. Single cell definition of the immunogenic synapse between the tumorigenic schwann cells and tumor associated macrophages in Plexiform Neurofibroma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell definition of the immunogenic synapse between the tumorigenic schwann cells and tumor associated macrophages in Plexiform Neurofibroma","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b> The next breakthroughs in immuno-oncology will be driven by high-plex tools that decipher the spatial arrangement of different cell types within the tumor microenvironment (TME). Imaging Mass Cytometry&#8482; (IMC&#8482;) is a proven tool for the study of complex cellular interactions in the TME. It utilizes CyTOF&#174; technology for simultaneous assessment of 40-plus protein markers at subcellular resolution without spectral overlap or background autofluorescence, thus providing unprecedented insight into the organization and function of the TME. Despite this, some protein targets are challenging to include in IMC as they have very few or no commercial antibodies available. Moreover, although cellular identity can easily be deciphered through detection of protein targets, knowledge of the cell&#8217;s transcriptome improves understanding of cellular function and activation state. Here, we present a robust and reliable workflow that combines the highly sensitive and specific RNAscope&#8482; technology for RNA detection with the multiplexing capability of IMC to visualize key RNA and protein markers in the same tumor samples.<br \/><b>Methods<\/b> The RNAscope HiPlex v2 assay was combined with protein detection on the Hyperion+&#8482; Imaging System to evaluate expression of both RNA and protein targets in formalin-fixed, paraffin-embedded (FFPE) tumor tissue microarray (TMA). The RNAscope assay was used with 12 target RNA marker probes and associated metal-labeled detection probes, suitable for use in IMC. The RNAscope HiPlex v2 assay workflow was followed as recommended up until applying the fluoros. Instead of using the fluoros, metal-conjugated probes were used for RNA detection. Metal-conjugated antibodies were used for protein detection in the same tissue.<br \/><b>Results<\/b> Target protein markers identified a range of immune cells, tumor cells, stromal cells, endothelial cells, and extracellular matrix. Co-detection of RNA and protein allowed visualization of several cytokines and chemokines, such as <i>CXCL13, CXCL9, CXCL10, IFN&#947;, IL10, IL8<\/i>, and <i>IL1B<\/i>, enabling the identification of the cellular source of these secreted factors. Additionally, immune cell subpopulations and their activation states were visualized using marker-specific antibodies. Immune cell hubs associated with anti-tumor immune responses were detected in tumor niches across the TMA.<br \/><b>Conclusions<\/b> Overall, combining RNAscope with protein co-detection on the IMC platform allowed simultaneous visualization of RNA and protein targets to interrogate the tumor microenvironment. The single-cell resolution offered by the RNAscope assay provides superior sensitivity for RNA detection in addition to the existing protein-detection capability of the IMC platform. This workflow can be applied to FFPE tissues to study therapeutic efficacy, stratify patients based on inflammatory signature, and study cell-cell interactions within the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-01 Chemokines in the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,In situ hybridization,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>James Pemberton<\/b><sup>1<\/sup>, Smriti Kala<sup>1<\/sup>, Anushka Dikshit<sup>2<\/sup>, Clinton Hupple<sup>1<\/sup><br><br\/><sup>1<\/sup>Standard BioTools, Markham, ON, Canada,<sup>2<\/sup>Advanced Cell Diagnostics, Inc., Newark, CA","CSlideId":"","ControlKey":"43202a6a-acae-47f4-b2cb-7b555dd937dc","ControlNumber":"6959","DisclosureBlock":"&nbsp;<b>J. Pemberton, <\/b> None..<br><b>S. Kala, <\/b> None..<br><b>A. Dikshit, <\/b> None..<br><b>C. Hupple, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7352","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4636","PresenterBiography":null,"PresenterDisplayName":"James Pemberton","PresenterKey":"f2406846-d1c5-43c3-b44e-a33c57244ef6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4636. High-plex co-detection of RNA and protein to explore tumor-immune interactions utilizing RNAscope with Imaging Mass Cytometry","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"High-plex co-detection of RNA and protein to explore tumor-immune interactions utilizing RNAscope with Imaging Mass Cytometry","Topics":null,"cSlideId":""},{"Abstract":"Background: Recent studies support that high levels of tumor-infiltrating lymphocytes (TILs) were associated with better prognosis in HPV(+) oropharyngeal squamous cell carcinoma (OPSCC). While these studies provide a potential role for TILs as a prognostic biomarker, the analyses were relied on manual quantification performed by pathologists, resulting in inter-observer variability. Deep Learning (DL)-based whole slide hematoxylin and eosin (H&#38;E) image analyses may overcome these challenges. However, this analysis only provides the presence of cell types without consideration for the functional roles of each cell within the tumor immune microenvironment (TME). In this work, we develop a computational pipeline to integrate paired H&#38;E and immunohistochemistry (IHC) images to functionally characterize TILs and investigate their prognostic utility.<br \/>Methods: We analyzed 88 patients: 42 stage I, 39 stage II, and 7 stage III. Our data contain both H&#38;E and IHCs examining FoxP3, CD3, PD-L1, CD20, etc. on serial sections of the tissue. In-house DL-based H&#38;E analysis used to identify TILs, tumors, and stroma in each tumor, then performed registration between adjacent H&#38;E and IHC images from the same tissue. The patients were then classified into three basic immune phenotypes: immune inflamed (IN; high TILs in the tumor region), immune excluded (EX; TILs are mostly localized in stroma), and immune desert (ID; few\/no TILs) based on TIL enrichment in the TME. To functionally characterize TILs, we quantified protein expression from the adjacent IHCs. For example, we further classified each patient into different subtypes based on enriched protein expression (e.g., FoxP3 high IN, FoxP3 low IN). We used the Kaplan-Meier method and multivariate Cox analysis to evaluate the prognostic value of different subtypes enriched with different proteins to predict disease-free survival (DFS).<br \/>Results: The IN group with 43 patients was significantly associated with good prognosis. Interestingly, further stratification of the IN subgroup based on Foxp3 quantification on TIL regions (i.e., high FoxP3 IN and low FoxP3 IN) showed that high protein expression of FoxP3 in TILs in the IN subgroup is significantly associated with a better prognosis compared to other immune subgroups (HR, 0.16; p-value, 0.003). Multivariate analysis, including other clinical covariates showed that the immune subtypes associated with high FoxP3 are independently associated with DFS. These results demonstrate that DL-based integrative IHC and H&#38;E image analysis could be used to identify subgroups with distinct clinical outcomes. Furthermore, our results reveal unknown roles for Foxp3 expression in the TILs in HPV(+) OPSCC as a prognostic biomarker, a finding which should be evaluated in a larger cohort.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Tumor infiltrating lymphocytes,Image analysis,Protein expression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sumanth Reddy Nakkireddy<\/b><sup>1<\/sup>, Inyeop Jang<sup>2<\/sup>, Minji Kim<sup>2<\/sup>, Linda X. Yin<sup>3<\/sup>, Michael Rivera<sup>4<\/sup>, Joaquin J. Garcia MD<sup>4<\/sup>, Kathleen R. Bartemes<sup>3<\/sup>, David M. Routman<sup>5<\/sup>, Eric J. Moore<sup>2<\/sup>, Daniel J. Ma<sup>5<\/sup>, Kathryn M. Van Abel<sup>6<\/sup>, Tae Hyun Hwang<sup>7<\/sup><br><br\/><sup>1<\/sup>1Department of Artificial Intelligence and Informatics, Mayo Clinic Florida, Jacksonville, FL,<sup>2<\/sup>Department of Artificial Intelligence and Informatics, Mayo Clinic Florida, Jacksonville, FL,<sup>3<\/sup>Department of Otolaryngology-Head and Neck Surgery, Mayo Clinic, Rochester, MN,<sup>4<\/sup>Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN,<sup>5<\/sup>Department of Radiation Oncology, Mayo Clinic, Rochester, MN,<sup>6<\/sup>1Department of Artificial Intelligence and Informatics, Mayo Clinic, Jacksonville, FL,<sup>7<\/sup>Department of Artificial Intelligence and Informatics, Mayo Clinic, Jacksonville, FL","CSlideId":"","ControlKey":"a9271a91-f644-4f7f-95aa-99057e6b0fee","ControlNumber":"6995","DisclosureBlock":"&nbsp;<b>S. Nakkireddy, <\/b> None..<br><b>I. Jang, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>L. X. Yin, <\/b> None..<br><b>M. Rivera, <\/b> None..<br><b>J. J. Garcia MD, <\/b> None..<br><b>K. R. Bartemes, <\/b> None..<br><b>D. M. Routman, <\/b> None..<br><b>E. J. Moore, <\/b> None..<br><b>D. J. Ma, <\/b> None..<br><b>K. M. Van Abel, <\/b> None..<br><b>T. Hwang, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7354","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4638","PresenterBiography":null,"PresenterDisplayName":"Sumanth Reddy Nakkireddy, MS,PhD","PresenterKey":"8e053da4-f478-49ba-831d-29813412057f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4638. Integrative spatial analysis of paired IHC and H&#38;E images identifies Foxp3 enriched tumor-infiltrating lymphocytes associated with disease-free survival in human papillomavirus (HPV)-related oropharyngeal squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative spatial analysis of paired IHC and H&#38;E images identifies Foxp3 enriched tumor-infiltrating lymphocytes associated with disease-free survival in human papillomavirus (HPV)-related oropharyngeal squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Breast cancer is characterized by distinct molecular subtypes based on expression of estrogen and progesterone hormone receptors (ER and PR), and epidermal growth factor receptor 2 (HER2). To investigate presence and location of distinct immune cell populations on single cell level we utilized the multiplexed immunofluorescence (mIF) platform MultiOmyx to investigate the tumor immune microenvironment (TME) in HER2+ breast cancer. We have built on growing data implicating distinct immunophenotypes in the breast cancer TME with breast cancer outcomes by profiling 1) prevalence; 2 location (e.g. intratumoral, stromal); 3) phenotype (e.g. activated, exhausted) of infiltrating immune cells.<br \/><b>Methods: <\/b>We optimized a custom 26-marker MultiOmyx panel interrogating HER2 IF expression, HER2 signaling, and immune markers. This mIF platform leverages serial IF image capture to allow concurrent profiling of all 26 markers on a pathologic section at single cell resolution. We applied the 26-marker panel to a tissue microarray of 208 unique patients with matched tumor\/normal tissue cores (1-4 cores\/patient; total 333 tumor and 307 normal cores). HER2-positive was defined via ASCO\/CAP guidelines; HER2-low was defined as HER2 immunohistochemistry (IHC) 1+\/2+ but HER2 in-situ hybridization (ISH) negative.<br \/><b>Results: <\/b>The 208 unique tumors profiled included 88.9% (185\/208) HER2-positive and 11.1% (23\/208) HER2-low; 62.5% (130\/208) hormone receptor (HR) positive and 37.5% (78\/208) HR negative. Median follow-up from diagnosis was 143 months. Among HER2-positive patients, 98.9% (n=183\/185) received HER2-directed therapy in the (neo)adjuvant or metastatic setting or were diagnosed prior to FDA approval of trastuzumab for early stage disease. In sum, from 1166 regions of interest in 640 total cores, a total of 1,076,700 single cells were profiled via the 26-marker panel. Tumors categorized based on HR and HER2 reflected distinct immunophenotype. Relative to HR+HER2low, HR-HER2low tumors had a significant increase in the density of T cells (CD3) and tumor-associated macrophages (TAMs) (CD68). The increase in T cells was observed for T helper (CD3+CD4+), T regulatory (CD3+CD4+FoxP3+), as well as T cytotoxic cells (CD3+CD8+). Observed increases in pro-tumorigenic M2 TAM density (CD68+CD163+) were observed for both HR negative subtypes when compared to HR+HER2+ and HR+HER2low groups, indicating a negative correlation between M2 TAM infiltration and ER\/PR status. HER2low tumors had significantly lower tumor PDL1+ than HER2+ tumors. Additionally, 18 of the 208 patients with equal distribution across the hormone-receptor subtypes underwent whole slide multiplexed analysis to perform a deeper spatial analysis.<br \/><b>Conclusions: <\/b>In a large, clinically annotated cohort of breast cancers distinct immunophenotypes are evident among HR and HER2+ subsets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"HER2,Breast cancer,Image analysis,Tumor immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anna Juncker-Jensen<\/b><sup>1<\/sup>, David Tallman<sup>2<\/sup>, Harry Nunns<sup>1<\/sup>, Heather Lefebvre<sup>2<\/sup>, Karen Yamamoto<sup>1<\/sup>, Katharine A. Collier<sup>2<\/sup>, Mark Vater<sup>2<\/sup>, Ava Strahan<sup>2<\/sup>, Ava Willoughby<sup>2<\/sup>, Olivia Bouchard<sup>2<\/sup>, Madison Kingsbury<sup>2<\/sup>, Mathew Cherian<sup>2<\/sup>, Ashley C. Pariser<sup>2<\/sup>, Preeti K. Sudheendra<sup>2<\/sup>, Bhuvaneswari Ramaswamy<sup>2<\/sup>, Margaret Gatti-Mays<sup>2<\/sup>, Ainura Kyshtoobayeva<sup>1<\/sup>, Zaibo Li<sup>2<\/sup>, Daniel G. Stover<sup>2<\/sup><br><br\/><sup>1<\/sup>NeoGenomics, Aliso Viejo, CA,<sup>2<\/sup>The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"f605c666-1680-4cb7-9257-a7254ad0c420","ControlNumber":"6867","DisclosureBlock":"<b>&nbsp;A. Juncker-Jensen, <\/b> <br><b>NeoGenomics<\/b> Employment, Stock.<br><b>D. Tallman, <\/b> None.&nbsp;<br><b>H. Nunns, <\/b> <br><b>NeoGenomics<\/b> Employment.<br><b>H. Lefebvre, <\/b> None.&nbsp;<br><b>K. Yamamoto, <\/b> <br><b>NeoGenomics<\/b> Employment, Stock.<br><b>K. A. Collier, <\/b> None..<br><b>M. Vater, <\/b> None..<br><b>A. Strahan, <\/b> None..<br><b>A. Willoughby, <\/b> None..<br><b>O. Bouchard, <\/b> None..<br><b>M. Kingsbury, <\/b> None..<br><b>M. Cherian, <\/b> None..<br><b>A. C. Pariser, <\/b> None..<br><b>P. K. Sudheendra, <\/b> None..<br><b>B. Ramaswamy, <\/b> None..<br><b>M. Gatti-Mays, <\/b> None.&nbsp;<br><b>A. Kyshtoobayeva, <\/b> <br><b>NeoGenomics<\/b> Employment.<br><b>Z. Li, <\/b> None..<br><b>D. G. Stover, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7355","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4639","PresenterBiography":null,"PresenterDisplayName":"Anna Juncker-Jensen, PhD","PresenterKey":"28b60e47-9144-460c-b144-12a86c71b321","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4639. Single-cell immunoprofiling and spatial analysis of hormone receptor subtypes in HER2+ and HER2low breast tumors using multiplexed immunofluorescence","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell immunoprofiling and spatial analysis of hormone receptor subtypes in HER2+ and HER2low breast tumors using multiplexed immunofluorescence","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cancer progression and metastatic spread is modulated by the tumor microenvironment. Cancer-associated fibroblasts (CAF) are the most abundant cell type within the tumor microenvironment. Little is known about the specific mechanisms by which CAF would exert its cancer progression, through the high secretory capacity of soluble pro-tumorigenic molecules and remodeling of the extracellular matrix. Recent studies in our laboratory have shown for the first time that CAF derived from patients without metastasis express a different genetic profile than those with metastases (mCAF). This study seeks to evaluate the contribution of mCAF to tumor progression through its immunomodulatory role.<br \/>Methodology: mCAFs were obtained from patients with metastatic disease and BAF from benign patients. The fibroblasts were functionally characterized by the generation of fibroblast-derived matrices (FDM) and secretory profiles by cytokine array. CD8 T lymphocytes were obtained from healthy patients and treated with fibroblast-secretome. Markers were studied by flow cytometry: activation (CD25 and CD69) and repression (LAG3 and PD1). The migration of CD8 T lymphocytes was studied by transwell and agarose drop migration assay.<br \/>Results and conclusion: FDM of mCAF are different in their composition and organization. Furthermore, the secretome of each type of fibroblast presents a differential effect on the activation of CD8 T cells according to the markers highlighted. Regarding migration, it has been observed that the mCAF-secretome can attract lymphocytes. However, it would lead them to apoptosis. Our results suggest that mCAF, within the tumor microenvironment, has an immunomodulatory role on CD8 T lymphocytes.<br \/>Acknowledgment: Beca Doctorado Nacional ANID 21181427","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"T lymphocytes,Tumor microenvironment,Cancer-associated fibroblasts,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Muriel Antonieta Núñez<\/b><sup>1<\/sup>, Oreste Corrales<sup>1<\/sup>, Victoria Velasquez<sup>1<\/sup>, Daniel Ernst<sup>2<\/sup>, Montecinos Viviana<sup>3<\/sup>, Francisco Nualart<sup>4<\/sup>, María Isabel Yuseff<sup>1<\/sup>, Javier Cerda-Infante<sup>5<\/sup><br><br\/><sup>1<\/sup>Department of Cellular and Molecular Biology, Pontifical Catholic University of Chile, Santiago, Chile,<sup>2<\/sup>Institute of Science and Innovation in Medicine, University for Development, Santiago, Chile,<sup>3<\/sup>Department of Hematology-Oncology, Pontifical Catholic University of Chile, Santiago, Chile,<sup>4<\/sup>University of Concepción, Santiago, Chile,<sup>5<\/sup>Environ Spa, Santiago, Chile","CSlideId":"","ControlKey":"2d2fe28e-c828-4e40-b202-de9be03a28d7","ControlNumber":"7159","DisclosureBlock":"&nbsp;<b>M. A. Núñez, <\/b> None..<br><b>O. Corrales, <\/b> None..<br><b>V. Velasquez, <\/b> None..<br><b>D. Ernst, <\/b> None..<br><b>M. Viviana, <\/b> None..<br><b>F. Nualart, <\/b> None..<br><b>M. Yuseff, <\/b> None..<br><b>J. Cerda-Infante, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7356","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4640","PresenterBiography":null,"PresenterDisplayName":"Muriel Núñez","PresenterKey":"e623b55b-af09-4d20-b3cb-ef565a4257e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4640. CAF contributes to cancer progression through its immunomodulatory role within the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"519","SessionOnDemand":"False","SessionTitle":"Evaluating Tumor Progression via 3D and Spatial Approaches","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CAF contributes to cancer progression through its immunomodulatory role within the tumor microenvironment","Topics":null,"cSlideId":""}]