[{"Abstract":"Background: Annual screening breast MRIs are endorsed by current breast cancer screening guidelines as an adjunctive screening modality for high-risk patients (defined by more than 20% lifetime risk) in addition to a screening mammogram. Recent studies showed screening breast MRI remained underutilized despite the current recommendations. On the other hand, validated breast cancer risk models for identifying high-risk patients also remained under-recognized among primary care providers. This study aims to identify the potential barriers for primary care providers (PCPs) to using breast cancer risk models and referring high-risk patients to breast MRI for screening.<br \/>Methods: An anonymous survey was distributed via email to the PCPs and OB\/GYN providers in the network of Mount Auburn Hospital, a community teaching hospital affiliated with Harvard Medical School in Cambridge, Massachusetts. The survey included questions regarding breast cancer screening in average-risk and high-risk patients, providers&#8217; understanding of breast cancer risk models, and current referral status of breast MRIs and high-risk\/genetic clinics.<br \/>Results: The survey was sent to 104 providers, and 43 responses were received. When asked about performing breast cancer risk assessments, 58% reported &#8220;Always (91-100%)&#8221; and 33% said &#8220;Often (71-90%)&#8221;. For factors to consider when performing risk assessments, most of the providers considered personal medical history (98%), family history (100%), genetic syndrome history (86%), and previous breast biopsy results (90%). When asked about breast cancer risk models, 58% of the providers had not heard of or used one. 33% of the providers have used the Gail model, and 26% have used the Tyrer-Cuzick model. 51% of the providers correctly identified high-risk as lifetime risk &#62;20%. 56% correctly answered annual mammograms with MRI for breast cancer screening for high-risk patients. The majority of the providers (84%) would prefer to refer patients to the high-risk clinic for risk assessment and screening management. For barriers to referring to MRI, the insurance approval process (49%) was reported to be the largest barrier. 72% of the providers prefer not ordering it and defer to the high-risk\/genetic clinic for ordering the test.<br \/>Conclusions: Our survey has shown different barriers to breast cancer screening in high-risk patients in the primary care setting, including knowledge and logistic barriers. Further education for PCPs is needed for correctly identifying high-risk patients, utilizing risk models, and referring high-risk patients for breast MRI screening.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-04 Cancer surveillance and screening studies,,"},{"Key":"Keywords","Value":"Breast cancer,Screening,Prevention,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yu Jen Jan<\/b><sup><\/sup>, Prudence  B.  Lam<sup><\/sup><br><br\/>Department of Medicine, Mount Auburn Hospital, Harvard Medical School, Cambridge, MA","CSlideId":"","ControlKey":"51703b28-3dda-4034-ab00-189938941118","ControlNumber":"2273","DisclosureBlock":"&nbsp;<b>Y. Jan, <\/b> None..<br><b>P. B. Lam, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4956","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3029","PresenterBiography":null,"PresenterDisplayName":"Yu Jen Jan, MD","PresenterKey":"4fda5cc8-5490-40c6-b322-8f8db7ec71e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3029. Barriers to optimal breast cancer screening modalities for high-risk patients in the primary care setting","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Barriers to optimal breast cancer screening modalities for high-risk patients in the primary care setting","Topics":null,"cSlideId":""},{"Abstract":"Background: Bazedoxifene 20 mg (BZA) + Conjugated estrogen 0.45 mg (CE) as Duavee&#8482; is FDA approved for treatment of hot-flashes and prevention of osteoporosis. We are investigating 6 months of BZA + CE vs wait list control in a multisite Phase IIB trial for primary prevention of breast cancer in high-risk peri-and postmenopausal women with vasomotor symptoms. Primary endpoints are change in mammographic fibroglandular volume and normal breast epithelial proliferation as assessed by Ki-67. Menopause transition is marked by an increase in insulin resistance and incidence of metabolic syndrome which in turn are implicated in the development of breast cancer. Tamoxifen can induce insulin resistance due to effects on small adipocytes, pancreatic beta cells, and hepatic lipid accumulation. In contrast, preclinical studies suggest that BZA + CE may have favorable effects on insulin resistance, particularly in obese animals. Consequently, we are exploring effects of BZA + CE on measures of insulin resistance in our clinical trial.<br \/>Methods: Fasting plasma was assessed for insulin and glucose in a CLIA laboratory the same day as drawn. HOMA-IR (insulin resistance) was computed as insulin (&#181;U\/ml) &#215; glucose (mg\/dl)]\/405) and HOMA-%S (measure of insulin sensitivity) as 100\/HOMA-IR. HOMA-IR &#8805; 1.9 is considered an indication of early insulin resistance and HOMA-IR &#62;2.8 significant insulin resistance. HOMA-%S values of &#8805;100% are considered an indication of insulin sensitivity.<br \/>Results: 21 women have been randomized in the initial 10 months of accrual at the University of Kansas Cancer Center with 8 women completing the 6 -month randomized period to date. Median age was 53 (48-56), and median BMI was 25 kg\/m2 (22-35 kg\/m2). All women were normoglycemic. However, 2 women (1 each BZA + CE and wait list) had baseline evidence of insulin resistance by HOMA IR (&#8805;1.9). In the woman randomized to BZA + CE, HOMA-IR improved from 2.29 at baseline to 1.0 at 6 months and HOMA-%S improved from 44 to 100%. There was little change in insulin resistance measures in the woman with baseline insulin resistance randomized to wait list. HOMA-IR was 2.83 at baseline and 2.76 at 6 months and HOMA-%S 35% at baseline and 36% at 6 months. Another waitlist participant with normal baseline HOMA-%S of 141% dropped to 71% at 6 months. Results will be available for 20 study participants at the meeting.<br \/>Summary: In our initial accrual group there is no indication that 6 months of BZA +CE is associated with development of insulin resistance. Funded in part by NIH grant CA249437 and Breast Cancer Research Foundation grants BCRF-21-049 and BCRF-22-049.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-05 Chemoprevention clinical trials,,"},{"Key":"Keywords","Value":"Breast,Hormones,Chemoprevention,Insulin resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Carol J. Fabian<\/b><sup>1<\/sup>, Erin  D.  Giles<sup>2<\/sup>, Katherine  L.  Cook<sup>3<\/sup>, Kandy Powers<sup>1<\/sup>, Christy Altman<sup>1<\/sup>, Amy Kreutzjans<sup>1<\/sup>, Teresa Phillips<sup>1<\/sup>, Adrian Zelenchuk<sup>1<\/sup>, Krystal Pittman<sup>1<\/sup>, Stephen  D.  Hursting<sup>4<\/sup>, Bruce Kimler<sup>5<\/sup><br><br\/><sup>1<\/sup>Medicine, University of Kansas Comprehensive Cancer Center, Kansas City, KS,<sup>2<\/sup>School of Kinesiology, University of Michigan Rogel Cancer Center, Ann Arbor, MI,<sup>3<\/sup>Surgery, Wake Forest University School of Medicine, Winston-Salem, NC,<sup>4<\/sup>Department of Nutrition,  Lineberger Comprehensive Cancer Center, University of North Carolina-Chapel Hill, Chapel Hill, NC,<sup>5<\/sup>Radiation Oncology, University of Kansas  Comprehensive Cancer Center, Kansas City, KS","CSlideId":"","ControlKey":"23d9d28a-f3e4-45e3-a7cd-27e378150357","ControlNumber":"2945","DisclosureBlock":"&nbsp;<b>C. J. Fabian, <\/b> None..<br><b>E. D. Giles, <\/b> None..<br><b>K. L. Cook, <\/b> None..<br><b>K. Powers, <\/b> None..<br><b>C. Altman, <\/b> None..<br><b>A. Kreutzjans, <\/b> None..<br><b>T. Phillips, <\/b> None..<br><b>A. Zelenchuk, <\/b> None..<br><b>K. Pittman, <\/b> None..<br><b>S. D. Hursting, <\/b> None..<br><b>B. Kimler, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4957","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3030","PresenterBiography":null,"PresenterDisplayName":"Carol Fabian, MD","PresenterKey":"6e1d2cca-d462-46c1-a323-e79e6457b830","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3030. Effect of 6 months of bazedoxifene and conjugated estrogen on measures of insulin resistance in postmenopausal women at increased risk for breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of 6 months of bazedoxifene and conjugated estrogen on measures of insulin resistance in postmenopausal women at increased risk for breast cancer","Topics":null,"cSlideId":""},{"Abstract":"BACKGROUND: Effective approaches for prevention of hepatocellular carcinoma (HCC) will have a significant impact on HCC-related mortality. Data from preclinical models strongly support epidermal growth factor receptor (EGFR) as a target for chemoprevention of HCC. Erlotinib is a small-molecular EGFR tyrosine kinase inhibitor that is FDA-approved for cancer treatment. The side effects of erlotinib observed in patients receiving the oncology dose (150 mg\/day) render it unacceptable as a chemoprevention agent at this dose.<br \/>OBJECTIVE: The objective of this clinical trial was determination of a safe and minimum effective dose of erlortinib for which a &#8805;50% reduction phospho-EGFR immunohistochemical staining in the liver was observed.<br \/>RESULTS: 46 participants were pre-registered and 25 participants were registered in this multicenter trial. In a dose de-escalation trial design, cohorts of participants received a 7 day course of erlotinib 75 mg\/day, 50 mg\/day or 25 mg\/day with liver tissue acquisition prior to and after erlotinib. A &#8805;50% reduction phospho-EGFR immunohistochemical staining in the liver was observed in a minimum of 40% of participants at each of the dose levels. Erlotinib was very well tolerated with few side effects observed, particularly at the dose of 25 mg\/day. A favorable modulation of the Prognostic Liver Signature was observed in participants that received the higher erlotinib doses (50 and 75 mg\/day).<br \/>CONCLUSION: These data support the selection a dose of 25 mg\/day of erlotinib for a longer intervention to assess for evidence of efficacy as an HCC chemoprevention drug.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-05 Chemoprevention clinical trials,,"},{"Key":"Keywords","Value":"Erlotinib,Hepatocellular carcinoma,Chemopreventive agents,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kenneth  K.  Tanabe<\/b><sup>1<\/sup>, David Zahrieh<sup>2<\/sup>, Carrie  A.  Strand<sup>2<\/sup>, Yujin Hoshida<sup>3<\/sup>, Thomas  J.  Flotte<sup>4<\/sup>, Gary Della’Zanna<sup>5<\/sup>, Asad Umar<sup>5<\/sup>, Paul Limburg<sup>6<\/sup><br><br\/><sup>1<\/sup>Surgery, Massachusetts General Hospital, Boston, MA,<sup>2<\/sup>Clinical Trial and Biostatistics, Mayo Clinic, Rochester, MN,<sup>3<\/sup>Internal Medicine, University of Texas Southwestern Medical Center, Dallas, TX,<sup>4<\/sup>Pathology Research Core, Mayo Clinic, Rochester, MN,<sup>5<\/sup>Division of Cancer Prevention, National Cancer Institute, National Institutes of Health, Bethesda, MD,<sup>6<\/sup>Medicine, Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"b7571e87-af00-4998-9650-527052fadbd9","ControlNumber":"5453","DisclosureBlock":"<b>&nbsp;K. K. Tanabe, <\/b> <br><b>Bridge Biotherapeutics<\/b> Grant\/Contract.<br><b>D. Zahrieh, <\/b> None..<br><b>C. A. Strand, <\/b> None..<br><b>Y. Hoshida, <\/b> None..<br><b>T. J. Flotte, <\/b> None..<br><b>G. Della’Zanna, <\/b> None..<br><b>A. Umar, <\/b> None.&nbsp;<br><b>P. Limburg, <\/b> <br><b>Exact Sciences<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4959","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3031","PresenterBiography":null,"PresenterDisplayName":"Kenneth Tanabe, MD","PresenterKey":"3dff095c-64b9-46cd-b962-690857352c13","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3031. Pilot study of EGFR inhibition with erlotinib in liver fibrosis for hepatocellular carcinoma prevention","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pilot study of EGFR inhibition with erlotinib in liver fibrosis for hepatocellular carcinoma prevention","Topics":null,"cSlideId":""},{"Abstract":"Many studies have shown the associations between colorectal cancer (CRC) and gut microbiome. The deep learning models have the potential to detect CRC earlier than the conventional stool screening test. However, the results are very inconsistent, which impedes the application of prediction using gut microbiomes as biomarkers. Therefore, this study aims to construct a novel deep learning (DL) pipeline to better classify CRC, colorectal adenoma, and healthy groups using microbiome data. Tissue or stool samples with sequence data and\/or taxonomy profiles from 16 studies were collected from the NCBI SRA database or supplementary data provided in studies. Tumor-adjacent samples were excluded because of highly related to tumor samples. Sequence data were quality controlled and taxonomy assigned by EasyMAP based on the QIIME2 pipeline. All taxonomy profiles were merged and normalized to relative abundance. In total, 136 CRC-associated genera were collected from 38 different region studies. Among the CRC-associated genera, 98 ones with high prevalence were selected as CRC biomarkers. Taxonomy profiles were feature-selected by the CRC biomarkers. A phylogenetic tree of 98 CRC biomarkers was constructed by ete3 package and NCBI taxonomy database. Features in taxonomy profiles were sorted and converted into a 10x10 array by phylogenetic-based order. Samples labeled as healthy, adenoma, or CRC were randomly split into train, validation, and test datasets by 8:1:1. The 2D convolutional neural network DL model was trained with a feature array of the samples in the training dataset. Model performance was evaluated by the test dataset. Moreover, Saliency map was calculated to identify highly contributed features. Our results showed that, by combining the tissue and stool data, the DL model illustrated excellent performance with 81% AUC and 60% accuracy for the test dataset in classifying health, adenoma, and CRC groups. Two-class DL model performed even higher with 85% AUC and 78% accuracy in classifying health and CRC groups. For a model with only stool samples, the model in classifying health and CRC groups achieved comparable results with 84% AUC and 76% accuracy. Finally, CRC biomarkers that highly contributed to the DL model were identified by saliency map. In summary, we developed a new pipeline for CRC classification using 16s rRNA gut microbiome data and identified CRC-specific gut microbiome genera. The pipeline and biomarkers could be used as a non-invasive tool for the early detection of CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Colorectal cancer,Deep learning,Gut microbiota,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nai-Shun Liao<\/b><sup>1<\/sup>, Yuan-Mao Hung<sup>1<\/sup>, Yi-Jian Tsai<sup>1<\/sup>, Nam Nhut Phan<sup>2<\/sup>, Pei-Chun Chen<sup>3<\/sup>, Liang-Chuan Lai<sup>4<\/sup>, Mong-Hsun Tsai<sup>5<\/sup>, Tzu-Pin Lu<sup>6<\/sup>, Eric Y. Chuang<sup>1<\/sup><br><br\/><sup>1<\/sup>Graduate Institute of Biomedical Electronics and Bioinformatics, National Taiwan University, Taipei, Taiwan,<sup>2<\/sup>Bioinformatics and Biostatistics Core Lab, Center of Genomic and Precision Medicine, National Taiwan University, Taipei, Taiwan,<sup>3<\/sup>Department of Mathematics and information education, National Taipei University of Education, Taipei, Taiwan,<sup>4<\/sup>Graduate Institute of Physiology, National Taiwan University, Taipei, Taiwan,<sup>5<\/sup>Institute of Biotechnology, National Taiwan University, Taipei, Taiwan,<sup>6<\/sup>Department of Public Health, National Taiwan University, Taipei, Taiwan","CSlideId":"","ControlKey":"4b1774da-f9d4-4104-b0de-52ba784ba46e","ControlNumber":"5749","DisclosureBlock":"&nbsp;<b>N. Liao, <\/b> None..<br><b>Y. Hung, <\/b> None..<br><b>Y. Tsai, <\/b> None..<br><b>N. N. Phan, <\/b> None..<br><b>P. Chen, <\/b> None..<br><b>L. Lai, <\/b> None..<br><b>M. Tsai, <\/b> None..<br><b>T. Lu, <\/b> None..<br><b>E. Chuang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4960","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3032","PresenterBiography":null,"PresenterDisplayName":"Nai-Shun Liao","PresenterKey":"203d049e-9439-4595-928e-93c47f63ff31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3032. A novel deep learning pipeline for early detection of colorectal cancer and colorectal adenoma using gut microbiome data","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel deep learning pipeline for early detection of colorectal cancer and colorectal adenoma using gut microbiome data","Topics":null,"cSlideId":""},{"Abstract":"Background: Excess body fatness, approximated by body mass index (BMI), is associated with higher risk of at least 13 cancer types and is the second-largest avoidable cause of cancer in many populations. Current epidemiologic evidence linking body fatness with cancer risk is largely based on a &#8216;once-only&#8217; BMI measure which may fail to capture the life-course exposure to body fatness. Here, we test whether a novel metric that combines repeated BMI measures over an individual&#8217;s adult lifetime, the overweight-years metric, improves the performance characteristics for associations with cancer compared with a &#8216;once-only&#8217; BMI measure.<br \/>Methods: Within the ABACus 2 Consortium (4 US cohorts; 1 European cohort), we derived the overweight-years metric - a product of the degree of overweight (BMI minus 24.9 kg\/m<sup>2<\/sup>) and the duration of overweight (in years). Using a random effects two-stage meta-analysis, we calculated the association between the overweight-years metric, and separately the cumulative degree and cumulative duration of overweight exposure with incident cancer by fitting multivariable-adjusted Cox proportional hazards models and comparing each metrics performance with BMI measured at a single time using Harrell&#8217;s C-statistic.<br \/>Results: Out of 1,419,850 participants in the ABACus 2 consortium, 716,909 participants were included. Per standard deviation overweight-years, the multivariable-adjusted hazard ratio for obesity-related cancers in men was 1.15 (95% CI: 1.13, 1.17, I<sup>2<\/sup>: 0) and for women was 1.11 (95% CI: 1.04, 1.18, I<sup>2<\/sup>: 0.94). For &#8216;once-only&#8217; BMI, the per standard deviation multivariable-adjusted hazard ratio for obesity-related cancers in men was 1.16 (95% CI: 1.15,1.18, I<sup>2<\/sup>: 0) and for women was 1.13 (95% CI: 1.09,1.18, I<sup>2<\/sup>: 0.82). For most obesity-related cancers, both degree and duration of overweight were significantly associated with risk. The overweight-years metric had a C-statistic of 0.610 (95% CI: 0.569, 0.649) and once-only BMI had a C-statistic of 0.608 (95% CI: 0.566, 0.648) for combined obesity-related cancers in men. In<br \/>women, the C-statistic for overweight-years was 0.562 (95% CI: 0.537, 0.587) and once-only BMI had a C-statistic of 0.566 (95% CI: 0.544, 0.588) for combined obesity-related cancers. The C-statistic of the overweight-years metric and BMI measured at a single time combined was 0.609 (95% CI: 0.567, 0.650) in men and 0.573 (95% CI: 0.546, 0.600) in women for combined obesity-related cancers.<br \/>Conclusion: Overall, there were marginal differences in the predictive performance between the overweight-years metric and a &#8216;once-only&#8217; baseline-BMI measure. These findings show that excess weight throughout adulthood is important in cancer development.<br \/>Funding: CRUK, NIHR, NHLBI, NCI, NPCR.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Obesity, diet, physical activity, and energy balance,,"},{"Key":"Keywords","Value":"Obesity,Cancer,Prevention,Body mass index,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nadin Hawwash<\/b><sup>1<\/sup>, Matthew Sperrin<sup>2<\/sup>, Glen  P.  Martin<sup>2<\/sup>, Michael Cook<sup>3<\/sup>, Charles  E.  Matthews<sup>4<\/sup>, Marian  L.  Neuhouser<sup>5<\/sup>, Corinne  E.  Joshu<sup>6<\/sup>, Elizabeth  A.  Platz<sup>6<\/sup>, Heinz Freisling<sup>7<\/sup>, Marc Gunter<sup>7<\/sup>, Rob Bristow<sup>8<\/sup>, Andrew  G.  Renehan<sup>1<\/sup><br><br\/><sup>1<\/sup>Division of Cancer Sciences, School of Medical Sciences, University of Manchester, Manchester, United Kingdom,<sup>2<\/sup>Centre for Health Informatics, Division of Informatics, Imaging and Data Sciences., University of Manchester, Manchester, United Kingdom,<sup>3<\/sup>Division of Cancer Epidemiology and Genetics, National Cancer Institute, Rockville, MD,<sup>4<\/sup>Metabolic Epidemiology Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, Rockville, MD,<sup>5<\/sup>Johns Hopkins Bloomberg School of Public Health, Baltimore, MD,<sup>6<\/sup>Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD,<sup>7<\/sup>Nutrition and Metabolism Branch, International Agency for Research on Cancer (IARC-WHO), Lyon, France,<sup>8<\/sup>Cancer Research UK Manchester Cancer Research Centre, Manchester, United Kingdom","CSlideId":"","ControlKey":"6a40038c-79fc-4e4e-91b1-5cdf0bd4a877","ControlNumber":"4304","DisclosureBlock":"&nbsp;<b>N. Hawwash, <\/b> None..<br><b>M. Sperrin, <\/b> None..<br><b>G. P. Martin, <\/b> None..<br><b>M. Cook, <\/b> None..<br><b>C. E. Matthews, <\/b> None..<br><b>M. L. Neuhouser, <\/b> None..<br><b>C. E. Joshu, <\/b> None..<br><b>E. A. Platz, <\/b> None..<br><b>H. Freisling, <\/b> None..<br><b>M. Gunter, <\/b> None..<br><b>R. Bristow, <\/b> None..<br><b>A. G. Renehan, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4962","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3034","PresenterBiography":null,"PresenterDisplayName":"Nadin Hawwash, No Degree","PresenterKey":"10440b0e-f820-4d12-8cae-c9c74586aa84","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3034. Excess weight by degree and duration and cancer risk: an individual participant data (IPD) meta - analyses of over 1.4 million participants (ABACus2 consortium)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Excess weight by degree and duration and cancer risk: an individual participant data (IPD) meta - analyses of over 1.4 million participants (ABACus2 consortium)","Topics":null,"cSlideId":""},{"Abstract":"Background: Triple-negative breast cancer (TNBC) has a poor prognosis and may be associated with germline mutations. &#945;-lactalbumin (aLA) is expressed in lactating breasts but not at other times or in other tissues. Expression of aLA is found in 70% of TNBC (PMID: 27322324) so could be an immunologic target for TNBC based on the &#8220;retired protein hypothesis&#8221; (PMID: 31926646). In pre-clinical studies vaccination with aLA inhibited growth of established breast tumors and provided protection from development of autochthonous tumors in transgenic murine models of breast cancer and against 4T1 transplantable breast cancer in BALB\/c mice (PMID: 20512124).<br \/>Methods: To determine the safety and immunogenicity of aLA, patients with early stage TNBC are being entered in a Phase I trial of aLA with GMP-grade zymosan adjuvant in Montanide ISA 51 VG vehicle. Subjects receive 3 vaccinations given once every 2 weeks. Events of Common Terminology Criteria for Adverse Events (CTCAE) grade &#8805;2 are considered dose-limiting toxicities (DLTs).<br \/>Results: CTCAE toxicity by dose level is summarized below. All DLTs were injection site reactions, with ulceration and need for incisional drainage representing the grade 3 events. ELISpot assays to determine frequencies of T-cells producing IFN-&#947; and IL-17 in response to recombinant aLA and ELISA assays of antibody response to aLA will be available in December 2022.<br \/>Conclusion: Dose level 2 appears to be the maximum tolerated dose. Accrual to dose levels 1 and 2 will be expanded to further define toxicity and immunologic effects. Accrual of patients with BRCA1 or PALB2 mutations planning to undergo prophylactic mastectomy is beginning in order to define the toxicity and immunologic effects in this group and to determine whether inflammatory changes from occult lactational foci will be produced.<br \/>Funding Source: Department of Defense (W81XWH-17-1-0592 and W81XWH-17-1-0593)<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{43FB5EF3-8AB6-43AB-969A-571C17B22020}\"><caption>Worst Toxicity by Dose Level<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Dose Level<\/td><td rowspan=\"1\" colspan=\"1\">aLAC (mcg) dose<\/td><td rowspan=\"1\" colspan=\"1\">Zymosan (mcg) dose<\/td><td rowspan=\"1\" colspan=\"1\">n Patients<\/td><td rowspan=\"1\" colspan=\"1\">n Grade 0<\/td><td rowspan=\"1\" colspan=\"1\">n Grade 1<\/td><td rowspan=\"1\" colspan=\"1\">n Grade 2<\/td><td rowspan=\"1\" colspan=\"1\">n Grade 3<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\">500<\/td><td rowspan=\"1\" colspan=\"1\">10<\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Original 2<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">100<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-16 Other,,"},{"Key":"Keywords","Value":"Prevention,Breast cancer,Vaccines,Genetic susceptibility,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>George Thomas Budd<\/b><sup>1<\/sup>, Justin  M.  Johnson<sup>2<\/sup>, Emily Rhoades<sup>1<\/sup>, Halle Moore<sup>1<\/sup>, Holly Levengood<sup>2<\/sup>, Megan Kruse<sup>1<\/sup>, Erin Roesch<sup>1<\/sup>, Jame Abraham<sup>1<\/sup>, Brenna Elliott<sup>1<\/sup>, Elena Haury<sup>1<\/sup>, Rachel Swartz<sup>1<\/sup>, Holly Pederson<sup>3<\/sup>, Zahraa Al Hilli<sup>3<\/sup>, Vincent Tuohy<sup>2<\/sup><br><br\/><sup>1<\/sup>Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH,<sup>2<\/sup>Inflammation and Immunity, Cleveland Clinic, Cleveland, OH,<sup>3<\/sup>General Surgery, Cleveland Clinic, Cleveland, OH","CSlideId":"","ControlKey":"d9bc1a4b-3d25-4b2b-b510-607440040569","ControlNumber":"2662","DisclosureBlock":"<b>&nbsp;G. T. Budd, <\/b> <br><b>Roche<\/b> Independent Contractor, Other, Consultant. <br><b>Deciphera<\/b> Independent Contractor, Other, Speaking. <br><b>Roche<\/b> Grant\/Contract. <br><b>AMBRX<\/b> Grant\/Contract. <br><b>TRACON<\/b> Grant\/Contract. <br><b>Salarius<\/b> Grant\/Contract. <br><b>J. M. Johnson, <\/b> <br><b>Anixa Biosciences, Inc.<\/b> Stock Option, Patent.<br><b>E. Rhoades, <\/b> None..<br><b>H. Moore, <\/b> None..<br><b>M. Kruse, <\/b> None..<br><b>E. Roesch, <\/b> None..<br><b>J. Abraham, <\/b> None..<br><b>B. Elliott, <\/b> None..<br><b>E. Haury, <\/b> None..<br><b>R. Swartz, <\/b> None.&nbsp;<br><b>H. Pederson, <\/b> <br><b>Myriad Genetics<\/b> Independent Contractor.<br><b>Z. Al Hilli, <\/b> None.&nbsp;<br><b>V. Tuohy, <\/b> <br><b>Anixa<\/b> Stock Option, Patent.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4963","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3035","PresenterBiography":null,"PresenterDisplayName":"George Budd, MD","PresenterKey":"d2f5dcd1-3440-4d1c-8c75-e121341a1007","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3035. Phase I trial of alpha-lactalbumin vaccine in high-risk operable triple-negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase I trial of alpha-lactalbumin vaccine in high-risk operable triple-negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Purpose of the Study: The purpose of the study was to investigate whether the risks of all-cause and cancer-specific mortality differ by levels of total fat mass and sarcopenia status in cancer survivors. Additionally, we conducted subgroup analysis to assess potential effect modification by race\/ethnicity. The role of body composition in cancer outcomes is of great clinical interest, and measures of body composition that differentiate fat mass from skeletal muscle mass can help redefine our understanding of body composition for cancer survival.<br \/>Methods: Participants included 1682 adult cancer survivors who had undergone dual-energy x-ray absorptiometry (DXA) examination to measure body composition, gathered from the 1999-2006 and 2011-2018 National Health and Nutrition Examination Survey (NHANES). Total fat mass (weight of fat in the body) was categorized into tertiles (we assessed high vs. low tertiles), and sarcopenia was defined by appendicular skeletal muscle mass index (females &#60; 5.45kg\/m<sup>2<\/sup> and males &#60; 7.26kg\/m<sup>2<\/sup>). Multivariable Cox proportional hazards models were performed to estimate adjusted hazard ratio (aHR) and 95% confidence interval (CI); we also stratified by race. In addition, we performed a restricted cubic spline analysis to assess the potential non-linear association between fat mass and all-cause mortality.<br \/>Results: The mean age of study participants was 61.9 years, and they were followed up for an average of 9.67 years. Overall, sarcopenia was present in 304 (25.0%), and 561 (33.4%) of the participants had high total fat mass. Participants with higher fat mass had 30% increased risk of all-cause mortality (aHR=1.30, 95% CI=1.06-1.61) compared to participants with low-fat mass, while participants with sarcopenia had a 51% higher risk (aHR=1.51, 95% CI=1.22-1.88) than participants with no sarcopenia. A restricted cubic spline analysis revealed a J-shaped association between fat mass and all-cause mortality. Further, sarcopenia was also associated with a higher risk of cancer-specific mortality (aHR=1.74, 95% CI=1.23-2.29) compared to non-sarcopenia. The association between sarcopenia and all-cause mortality was twice as strong in Non-Hispanic Blacks (aHR=2.99, 95% CI=1.39-6.06) compared to Non-Hispanic Whites (aHR=1.53, 95% CI=1.19-1.95).<br \/>Conclusion: Our findings show opposing relations of fat mass and appendicular skeletal muscle mass index with mortality in a national sample of cancer survivors, and the relationships may differ by race. These results emphasize the importance of maintaining a healthy body composition among cancer survivors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Obesity, diet, physical activity, and energy balance,,"},{"Key":"Keywords","Value":"Mortality,Race,Cancer,Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Livingstone Aduse-Poku<\/b><sup>1<\/sup>, Shama D. Karanth<sup>2<\/sup>, Meghann Wheeler<sup>1<\/sup>, Danting Yang<sup>1<\/sup>, Caretia Washington<sup>1<\/sup>, Jesus Fabregas<sup>3<\/sup>, Ting-Yuan David Cheng<sup>4<\/sup>, Dejana Braithwaite<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Florida, Gainesville, FL,<sup>2<\/sup>Cancer Center, University of Florida Health, Gainesville, FL,<sup>3<\/sup>Division of Hematology & Oncology, University of Florida College of Medicine, Gainesville, FL,<sup>4<\/sup>Division of Cancer Prevention and Control, Department of Internal Medicine, Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"8f4b74b6-575a-476d-be13-615f322f0473","ControlNumber":"4597","DisclosureBlock":"&nbsp;<b>L. Aduse-Poku, <\/b> None..<br><b>S. D. Karanth, <\/b> None..<br><b>M. Wheeler, <\/b> None..<br><b>D. Yang, <\/b> None..<br><b>C. Washington, <\/b> None..<br><b>J. Fabregas, <\/b> None..<br><b>T. Cheng, <\/b> None..<br><b>D. Braithwaite, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4964","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3036","PresenterBiography":null,"PresenterDisplayName":"Livingstone Aduse-Poku, MPH","PresenterKey":"13505b02-18be-4be2-ac8a-97c8ec4623fc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3036. Associations of total body fat mass and skeletal muscle index with all-cause and cancer-specific mortality in cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations of total body fat mass and skeletal muscle index with all-cause and cancer-specific mortality in cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Metabolic alterations due to obesity are involved in the development of colorectal cancer (CRC) and it may mediate epigenetic alterations such as changes in DNA methylation. This research aimed to associate the effect of obesity on both the methylation of promoters of genes regulating glucose catabolism (n=52) and the prognosis of CRC. The study population was composed of 301 CRC patients of the TCGA-COADREAD project whose clinical and epigenomic data were available. Patients were classified by BMI according to the WHO guidelines. Multiple linear regression was used to estimate the relationship between gene expression and promoter methylation status with BMI. Logistic regression models were used to estimate a correlation between gene expression and promoter methylation status with response to primary anticancer treatment. Kaplan Meier plots were used to determine the association between the gene promoter methylation and overall survival (OS). Mean BMI was 25.2 kg\/m2 (&#177; 3.8) and, the prevalence of obesity was 29% in the TCGA-COADREAD cohort. Under-expression of <i>ACO2, PGAM1, <\/i>and<i> TPI1 <\/i>genes, and over-expression of <i>GCK<\/i> were found with an increase in BMI. Also, hypermethylation of the <i>ACO2<\/i> (OR: 3.62e<sup>-57<\/sup>, CI 3.2e-112 - 0.04) and <i>PGAM1<\/i> (OR: 1.75e<sup>-22<\/sup>, CI 0.04 - 3.8) promoters decreases the probability of complete remission in CRC patients. Only genes <i>HKDC1<\/i> and <i>OGDHL<\/i> resulted differentially methylated between obese and non-obese CRC patients but their expression was not associated with OS (<i>p&#62;<\/i>0.05). We concluded that an increase in BMI is associated with changes in expression and promoter methylation of a group of glucose catabolism regulators in CRC. Such changes are associated with disease remission in CRC patients (Table 1). Our results may raise awareness about obesity's effects on CRC prognosis. Further research is encouraged on glucose catabolism genes and their methylation levels to confirm and validate such factors as prognostic markers of CRC.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{569027C7-EEEF-466E-B7F1-18C4684708D9}\"><caption>GE: Gene expression, PRM: Promoter region methylation. Adjusted by age, BMI, and presence of polyps.<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Crude model<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Adjusted model<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">Response to primary treatment<\/td><td rowspan=\"1\" colspan=\"1\">OR<\/td><td rowspan=\"1\" colspan=\"1\">95% CI<\/td><td rowspan=\"1\" colspan=\"1\">OR<\/td><td rowspan=\"1\" colspan=\"1\">95% CI<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">ACO2<\/td><td rowspan=\"1\" colspan=\"1\">GE<\/td><td rowspan=\"1\" colspan=\"1\">1.53<\/td><td rowspan=\"1\" colspan=\"1\">0.5 - 4.6<\/td><td rowspan=\"1\" colspan=\"1\">1.56<\/td><td rowspan=\"1\" colspan=\"1\">0.4 - 5.8<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">PRM<\/td><td rowspan=\"1\" colspan=\"1\">8.99e<sup>-36<\/sup><\/td><td rowspan=\"1\" colspan=\"1\">7.6e<sup>-86<\/sup> - 1.1e<sup>+11<\/sup><\/td><td rowspan=\"1\" colspan=\"1\"><b>3.62e<sup>-57<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\">3.2e<sup>-112 <\/sup>- 0.04<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">GCK<\/td><td rowspan=\"1\" colspan=\"1\">GE<\/td><td rowspan=\"1\" colspan=\"1\">1.52<\/td><td rowspan=\"1\" colspan=\"1\">0.8 - 3<\/td><td rowspan=\"1\" colspan=\"1\">1.24<\/td><td rowspan=\"1\" colspan=\"1\">0.5 - 2.9<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">PRM<\/td><td rowspan=\"1\" colspan=\"1\">249.8<\/td><td rowspan=\"1\" colspan=\"1\">0.3 - 204182.6<\/td><td rowspan=\"1\" colspan=\"1\">341.4<\/td><td rowspan=\"1\" colspan=\"1\">0.1 - 1209515<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">HKDC1<\/td><td rowspan=\"1\" colspan=\"1\">GE<\/td><td rowspan=\"1\" colspan=\"1\">1.3<\/td><td rowspan=\"1\" colspan=\"1\">0.8 - 1.9<\/td><td rowspan=\"1\" colspan=\"1\">1.4<\/td><td rowspan=\"1\" colspan=\"1\">0.87 - 2.3<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">PRM<\/td><td rowspan=\"1\" colspan=\"1\">0.3<\/td><td rowspan=\"1\" colspan=\"1\">0.03 - 2.4<\/td><td rowspan=\"1\" colspan=\"1\">0.38<\/td><td rowspan=\"1\" colspan=\"1\">0.04 - 3.8<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">OGDHL<\/td><td rowspan=\"1\" colspan=\"1\">GE<\/td><td rowspan=\"1\" colspan=\"1\"><b>1.64<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1.13 - 2.4<\/td><td rowspan=\"1\" colspan=\"1\"><b>1.93<\/b><\/td><td rowspan=\"1\" colspan=\"1\">1.2 - 3.1<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">PRM<\/td><td rowspan=\"1\" colspan=\"1\">24.99<\/td><td rowspan=\"1\" colspan=\"1\">0.09 - 6903.4<\/td><td rowspan=\"1\" colspan=\"1\">14458.2<\/td><td rowspan=\"1\" colspan=\"1\">0.01 - 1.49e<sup>+10<\/sup><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">PGAM1<\/td><td rowspan=\"1\" colspan=\"1\">GE<\/td><td rowspan=\"1\" colspan=\"1\">1.17<\/td><td rowspan=\"1\" colspan=\"1\">0.5 - 2.9<\/td><td rowspan=\"1\" colspan=\"1\">1.24<\/td><td rowspan=\"1\" colspan=\"1\">0.4 - 3.7<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">PRM<\/td><td rowspan=\"1\" colspan=\"1\">2.48e<sup>-13<\/sup><\/td><td rowspan=\"1\" colspan=\"1\">0.03 - 2.4<\/td><td rowspan=\"1\" colspan=\"1\"><b>1.75e<sup>-22<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\">0.04 - 3.8<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">TPI1<\/td><td rowspan=\"1\" colspan=\"1\">GE<\/td><td rowspan=\"1\" colspan=\"1\">1.62<\/td><td rowspan=\"1\" colspan=\"1\">0.5 - 4.9<\/td><td rowspan=\"1\" colspan=\"1\">1.68<\/td><td rowspan=\"1\" colspan=\"1\">0.4 - 6.5<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">PRM<\/td><td rowspan=\"1\" colspan=\"1\">1.08e<sup>-32<\/sup><\/td><td rowspan=\"1\" colspan=\"1\">4.1e<sup>-104 <\/sup>- 2.84e<sup>+39<\/sup><\/td><td rowspan=\"1\" colspan=\"1\">4.01e<sup>-73<\/sup><\/td><td rowspan=\"1\" colspan=\"1\">5.3e<sup>-161<\/sup> - 3.1e<sup>+15<\/sup><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Obesity, diet, physical activity, and energy balance,,"},{"Key":"Keywords","Value":"Epigenetics,Obesity,Colorectal cancer,Glucose catabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Valeria Clara Morales Ancajima<sup><\/sup>, <b>Claudia Inés Gloria Machicado Rivero<\/b><sup><\/sup><br><br\/>Lima, Universidad Peruana Cayetano Heredia, Lima, Peru","CSlideId":"","ControlKey":"4cde0cd1-7e97-47e5-9282-6261ff78f453","ControlNumber":"6136","DisclosureBlock":"&nbsp;<b>V. Morales Ancajima, <\/b> None..<br><b>C. I. G. Machicado Rivero, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4965","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3037","PresenterBiography":null,"PresenterDisplayName":"Claudia Machicado Rivero, MS;PhD","PresenterKey":"34d1eea8-3ab2-4301-9bb5-f38b374a46d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3037. Effect of obesity on the promoter methylation of regulators of glucose catabolism and its association with prognosis in colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effect of obesity on the promoter methylation of regulators of glucose catabolism and its association with prognosis in colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<i>Background:<\/i> Colorectal cancer (CRC) incidence has increased in those 50 years or younger compared to older individuals in recent decades. While the intra-tumoral microbiome is a potent facilitator of tumorigenesis, the role of the microbiome in early onset (eo)CRC is unclear. Identification of the intra-tumoral microbiome may enhance prediction of adverse outcomes to improve survival of CRC overall age groups and eoCRC.<br \/><i>Methods:<\/i> We performed targeted sequencing of tumor and matched normal DNA samples from 3695 colorectal cancer cases within the Genetics and Colorectal Cancer Consortium (GECCO) and the Colon Cancer Family Registry (CCFR). Tumor DNA was extracted from formalin fixed paraffin embedded (FFPE) or fresh frozen tissue. Normal tissue DNA was extracted from blood or normal surrounding colorectal tissue. We designed probes for the bacterial pathogens enterotoxigenic<i> Bacteroides fragilis <\/i>(ETBF), polyketide synthase positive <i>E. coli<\/i> (pks+ EC), and <i>Fusobacterium nucleatum<\/i> (Fn). We used logistic regression to assess tumor-associated bacteria and clinical parameters, tumor molecular characteristics, and tumor stage adjusted for age, sex, and study and a Cox promotional hazard to assess association with CRC-specific survival, overall and in eoCRC, adjusted for age at diagnosis, sex, mutational burden, and microsatellite instability (MSI) and stratified baseline hazards by study. Survival data were available for 2357 and 308 patients, overall and in eoCRC, respectively.<br \/><i>Results: <\/i>The prevalence of different bacteria in tumors differed slightly overall vs. in eoCRC tumors: ETBF (5.2%, 6.3%), pks+ EC (12.9%, 14.8%), and Fn (10.4%, 8.2%). Overall, men had a lower probability of tumors with Fn (odds ratio (OR)=0.8, 95% confidence interval (CI)=0.64-0.99, p=0.04) but higher odds of tumors with pks+ EC (OR=1.38, CI=1.14-1.68, p=0.001), compared to women. The odds of prevalent Fn were higher for proximal vs distal tumors (OR=1.76, CI=1.38-2.26, p&#60;0.001), but there was no association between tumor site and pks+ EC or ETBF. MSI-high tumors were more likely to carry Fn (OR=2.79, CI=2.08-3.75, p&#60;0.001) and less likely to carry pks+ EC (OR=0.63, CI=0.44-0.88, p=0.008) when compared to patients with MSS tumors. In patients with non-hypermutated tumors, we observed that pks+ EC positive tumors were associated with better CRC-specific survival (HR=0.73, CI=0.57-0.93, p=0.01), whereas ETBF positive tumors (HR=1.99, CI=1,18-3.36,p=0.009) and Fn positive tumors (HR=1.33, CI=1.04-1.72, p=0.03) were associated with poorer survival. In eo-CRC patients, Fn positive status was associated with poorer survival (HR=2.4, CI= 1.056 - 5.492, p=0.026).<br \/><i>Conclusions:<\/i> We showed that the intra-tumoral microbiome differs in distribution across patient populations and patient survival over all age groups and, specifically, in eoCRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Microbiome,Tumor,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Meredith A. Hullar<\/b><sup>1<\/sup>, Keith  R.  Curtis<sup>1<\/sup>, Tabitha Harrison<sup>2<\/sup>, Yi Lin<sup>1<\/sup>, Robert Steinfelder<sup>1<\/sup>, Sonja  I.  Berndt<sup>3<\/sup>, Daniel D. Buchanan<sup>4<\/sup>, Andrew  T.  Chan<sup>5<\/sup>, David  A.  Drew<sup>6<\/sup>, Jane Figueiredo<sup>7<\/sup>, Amy  J.  French<sup>8<\/sup>, Tabitha  A.  Harrison<sup>1<\/sup>, Mark  A.  Jenkins<sup>9<\/sup>, Johannes Melaku<sup>10<\/sup>, Victor Moreno<sup>11<\/sup>, Tomotaka Ugai<sup>12<\/sup>, Shuji Ogino<sup>12<\/sup>, Conghui Qu<sup>1<\/sup>, Chenxu Qu<sup>13<\/sup>, Steven Thibodeau<sup>8<\/sup>, Syed Zaidi<sup>14<\/sup>, Amanda  I.  Phipps<sup>2<\/sup>, Ulrike Peters<sup>1<\/sup>, on behalf of GECCO and CCFR investigators<sup><\/sup><br><br\/><sup>1<\/sup>Fred Hutchinson Cancer Center, Seattle, WA,<sup>2<\/sup>University of Washington, Seattle, WA,<sup>3<\/sup>n of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesa, MD,<sup>4<\/sup>Dept. of Clinical Pathology, The University of Melbourne, Parkville, Australia,<sup>5<\/sup>Division of Gastroenterology, Massachusetts General Hospital and Harvard Medical Schoo Hutchinson Cancer Center, Boston, MA,<sup>6<\/sup>Clinical & Translational Epidemiology Unit, Massachusetts General Hospital and Harvard Medical School, Boston, MA,<sup>7<\/sup>Department of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA,<sup>8<\/sup>Mayo Clinic, Rochester, MN,<sup>9<\/sup>The University of Melbourne, Melbourne, Australia,<sup>10<\/sup>Flinders University, Adelaide, Australia,<sup>11<\/sup>Catalan Institute of Oncology-IDIBELL, Barcelona, Spain,<sup>12<\/sup>Harvard Medical School, Boston, MA,<sup>13<\/sup>University of Southern California, Los Angeles, CA,<sup>14<\/sup>Ontario Institute for Cancer Research, Toronto, ON, Canada","CSlideId":"","ControlKey":"49cc1a93-672f-4303-aad9-6ab3ede903d8","ControlNumber":"5649","DisclosureBlock":"&nbsp;<b>M. A. Hullar, <\/b> None..<br><b>K. R. Curtis, <\/b> None..<br><b>T. Harrison, <\/b> None..<br><b>Y. Lin, <\/b> None..<br><b>R. Steinfelder, <\/b> None..<br><b>S. I. Berndt, <\/b> None..<br><b>D. D. Buchanan, <\/b> None..<br><b>A. T. Chan, <\/b> None..<br><b>D. A. Drew, <\/b> None..<br><b>J. Figueiredo, <\/b> None..<br><b>A. J. French, <\/b> None..<br><b>T. A. Harrison, <\/b> None..<br><b>M. A. Jenkins, <\/b> None..<br><b>J. Melaku, <\/b> None..<br><b>V. Moreno, <\/b> None..<br><b>T. Ugai, <\/b> None..<br><b>S. Ogino, <\/b> None..<br><b>C. Qu, <\/b> None..<br><b>C. Qu, <\/b> None..<br><b>S. Thibodeau, <\/b> None..<br><b>S. Zaidi, <\/b> None..<br><b>A. I. Phipps, <\/b> None..<br><b>U. Peters, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4967","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3039","PresenterBiography":null,"PresenterDisplayName":"Meredith Hullar, PhD","PresenterKey":"185f478c-b9f4-47df-af90-e8ab7272042b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3039. Evaluation of intra-tumoral pks+ <i>E. coli<\/i>, enterotoxigenic <i>B. fragilis <\/i>and <i>Fusobacterium nucleatum, <\/i>overall and in early onset disease, in colorectal cancer cases","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of intra-tumoral pks+ <i>E. coli<\/i>, enterotoxigenic <i>B. fragilis <\/i>and <i>Fusobacterium nucleatum, <\/i>overall and in early onset disease, in colorectal cancer cases","Topics":null,"cSlideId":""},{"Abstract":"Dietary factors have important role in modulating the gut microbiome, which in-turn regulates the molecular events in colonic mucosa. The composition and resulting metabolism of the gut microbiome are decisive factors in colorectal cancer (CRC) tumorigenesis. Microbiota-Accessible Carbohydrates (MAC) refer to carbohydrates that the human intestine cannot digest, but that can be digested by intestinal microbes. During that process, short chain fatty acid (SCFA) is produced, which is known to increase beneficial intestinal bacteria and decrease inflammation around intestinal cells. This prospective, longitudinal study aims to explore the changes in the composition and diversity of intestinal microbiota according to the diet pattern in patients with stage I to lll CRC. Participants were assigned to 3-week modified MAC diet group or free diet group followed by diet switching for 3 weeks. Modified MAC diet was designed to adapt to a high fiber diet including 30g of dietary fiber daily and delivered to the patient&#8217;s home for 3 weeks as a meal kit supported by Dr. Kitchen Corp. We collected 113 fecal samples from 40 CRC patients before and after diet switching. To explore the effect of diet on the composition of the microbiota and pattern of defecation, 16S rRNA sequencing were performed using fecal samples. Biological information was processed by Qiime2 plugins, DESeq2 and Lefse. Among total 40 participants, 26 (65%) were male. There were 11 (27.5%) with right colon cancer and 29 patients with left colon and rectal cancer. 18 patients without adjuvant chemotherapy were lower stage and higher compliance to modified MAC diet (median 89%) than 22 patients with adjuvant chemotherapy (median 60%). In all participants, protein and dietary fiber intake increased by more than 90% and sodium intake decreased by more than half during modified MAC diet compared to the free diet. There was no difference in alpha diversity change between chemotherapy group and non-chemotherapy group but a significant difference was observed in beta diversity change. Especially, <i>Lachnospiraceae Eubacterium hallii<\/i> were enriched in non-chemotherapy group. During the modified MAC diet in the group not receiving chemotherapy, <i>Lactobacillaceae Pediococcus, Prevotellaceae Prevotella, Streptococcaceae Lactococcus <\/i>were increased and <i>Ruminococcaceae Eubacterium siraeum group, Ruminococcaceae UBA1819 <\/i>were decreased. This study results showed that 3 weeks dietary intake influences the structure and activity of gut microbiome even though the dietary responsiveness of the individual&#8217;s microbiota varied substantially. The joint study of microbiome and metabolome has been ongoing now as the most promising approach to evaluate host-microbiome interaction. In order to prove the importance of a balanced diet after colorectal cancer surgery, it will be necessary to analyze the relationship with clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Microbiome,Diet,Colorectal cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Boyeon Kim<\/b><sup>1<\/sup>, Jiwon Lee<sup>2<\/sup>, Jin Kim<sup>3<\/sup>, Jung-Myun Kwak<sup>3<\/sup>, Hye-Jin Cho<sup>4<\/sup>, Eun Sung Jung<sup>5<\/sup>, Sunyoung Lee<sup>5<\/sup>, Dong Ho Suh<sup>5<\/sup>, Yu Jin Park<sup>5<\/sup>, Soohyeon Lee<sup>2<\/sup><br><br\/><sup>1<\/sup>Cancer research institute, Korea University, Seoul, Korea, Republic of,<sup>2<\/sup>Division of Medical Oncology and Hematology, Department of Internal Medicine, Korea University College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>Department of Surgery, Korea University College of Medicine, Seoul, Korea, Republic of,<sup>4<\/sup>EMS team, Dr. Kitchen, Seoul, Korea, Republic of,<sup>5<\/sup>Multi-omics center, HEM Pharma Inc., Su-Won si, Korea, Republic of","CSlideId":"","ControlKey":"48f8cdb9-ea5a-42ce-ba93-6d7e7d1d9062","ControlNumber":"2724","DisclosureBlock":"&nbsp;<b>B. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Kwak, <\/b> None..<br><b>H. Cho, <\/b> None..<br><b>E. Jung, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>D. Suh, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4968","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3040","PresenterBiography":null,"PresenterDisplayName":"Boyeon Kim","PresenterKey":"1f436531-a19e-405c-bca9-9b3f41992c55","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3040. A modified microbiota-accessible carbohydrates diet could change gut microbiota in patients with colorectal cancer after surgery","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A modified microbiota-accessible carbohydrates diet could change gut microbiota in patients with colorectal cancer after surgery","Topics":null,"cSlideId":""},{"Abstract":"Growing evidence suggests that gut microbiota may influence chemotherapy efficacy. However, little research has been done on the relationship between the gut microbiome and chemotherapy-induced toxicity. We conducted a prospective study among 301 chemotherapy-treated breast cancer patients who were recruited into the Vietnamese Breast Cancer Study and had a pre-chemotherapy stool sample collected. The stool collection included 134 pre- and 167 post-breast cancer surgery samples. Chemotherapy-induced toxicities during the first-line treatment were captured via medical chart reviews and patient-reported outcomes and graded using the National Cancer Institute Common Toxicity Criteria of Adverse Events classification. Gut microbiome composition was measured by shotgun metagenomic sequencing. Associations of pre-chemotherapy gut microbial diversity, taxa abundance, and microbial metabolic pathways with severe (i.e., grade &#8805; 3) hematological and gastrointestinal (GI) toxicities were evaluated via multivariable logistic regression. A substantial proportion of study participants experienced severe hematological (39.2%) and GI (13.3%) toxicities. Reduction in &#945;- and &#946;-diversities (P&#60;0.001) and significant differences in the relative abundance of nearly 40% of 2,864 investigated taxa<i> <\/i>(P<sub>FDR<\/sub> &#60;0.1) were observed between stool samples collected from pre-and post-surgery. Surgery is always followed by antibiotic prophylaxis in Vietnam. High &#945;-diversity (P&#60;0.05) and high abundances of 29 taxa (most of them from <i>Lachnospiraceae<\/i>, <i>Oscillospiraceae<\/i>, and <i>Ruminococcaceae; <\/i>P<sub>FDR<\/sub> &#60;0.1) among samples before surgery and neoadjuvant chemotherapy (n=134) were associated with a significantly reduced risk of severe hematological toxicity and neutropenia. In addition, 47 taxa from <i>Bacteroidaceae<\/i>, <i>Lachnospiraceae<\/i>, <i>Sporanaerobacteraceae<\/i>, and <i>Fusobacteriaceae<\/i> were significantly associated with an increased risk of severe neutropenia in this sub-population (P<sub>FDR<\/sub> &#60;0.1). Moreover, we found that relative abundances of microbial metabolic pathways involved in the reductive TCA cycle I, phosphatidylglycerol biosynthesis I and II, and superpathway of phospholipid biosynthesis I were associated with an increased risk of severe GI toxicity, particularly nausea\/vomiting; these associations did not differ by time of stool sample collection (P &#60;0.05). Conversely, high abundances of microbial metabolic pathways involved in lactose and galactose and L-proline biosynthesis II (from arginine) were associated with a reduced risk of severe GI toxicity (P &#60;0.05). In conclusion, the pre-chemotherapy gut microbial composition was associated with developing severe chemotherapy-induced hematological and GI toxicities among Vietnamese breast cancer patients. Our study suggests that maintaining healthy gut microbiota may be a potential preventive measure to reduce chemotherapy-induced toxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Breast cancer,Chemotherapy response,Toxicity,Microbiome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sang  M.  Nguyen<\/b><sup>1<\/sup>, Huong  T.   T.  Tran<sup>2<\/sup>, Jirong Long<sup>1<\/sup>, Martha  J.  Shrubsole<sup>1<\/sup>, Hui Cai<sup>1<\/sup>, Yaohua Yang<sup>3<\/sup>, Qiuyin Cai<sup>1<\/sup>, Thuan  V.  Tran<sup>4<\/sup>, Wei Zheng<sup>1<\/sup>, Xiao-Ou Shu<sup>1<\/sup><br><br\/><sup>1<\/sup>Vanderbilt University Medical Center, Nashville, TN,<sup>2<\/sup>Vietnam National Cancer Institute, Hanoi, Viet Nam,<sup>3<\/sup>University of Virginia, Charlottesville, VA,<sup>4<\/sup>Ministry of Health, Hanoi, Viet Nam","CSlideId":"","ControlKey":"22cb142b-014d-4f30-8f40-702afa6b469f","ControlNumber":"3043","DisclosureBlock":"&nbsp;<b>S. M. Nguyen, <\/b> None..<br><b>H. T. T. Tran, <\/b> None..<br><b>J. Long, <\/b> None..<br><b>M. J. Shrubsole, <\/b> None..<br><b>H. Cai, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>Q. Cai, <\/b> None..<br><b>T. V. Tran, <\/b> None..<br><b>W. Zheng, <\/b> None..<br><b>X. Shu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4969","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3041","PresenterBiography":null,"PresenterDisplayName":"Sang Nguyen, MD,PhD","PresenterKey":"f599ecda-3100-4613-9cd5-a432faa54bb3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3041. Gut microbiome in association with chemotherapy-induced toxicities among breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Gut microbiome in association with chemotherapy-induced toxicities among breast cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Background: Chemotherapy Induced Peripheral Neuropathy (CIPN) is a debilitating side effect associated with many antineoplastic chemotherapeutic agents including cytotoxic and targeted agents. It significantly impacts cancer patients&#8217; quality of life during treatment, and may cause lasting neuropathy and shorten treatment regimen, potentially impacting clinical benefit. The pathology of CIPN is complex and still not completely understood. Damages to nerve cells are believed to be directly resulting from the antineoplastic agents&#8217; cytotoxicity, and inflammation and the immune system are believed to be involved as well. Evidence suggests that intervention of certain GPCRs (e.g., cannabinoid receptors and others) may be useful as potential treatments. Altered neuronal sphingolipid metabolism has been linked to neuropathic pain and elevated plasma levels of sphingosine-1-phosphate (S1P) have also been associated with patients receiving chemotherapy and developing CIPN; therefore, modulating S1P levels may also be a potential treatment.<br \/>Method: BXQ-350 is a nanovesicle of Saposin C, an allosteric activator of sphingolipid metabolism, that lowers systemic S1P; Saposin C has been reported to activate certain GPCRs, including GPR37. BXQ-350 was investigated in an adult Phase 1 dose-escalation safety study in heavily pretreated all-comer cancer patients with advanced solid malignancies (NCT02859857). The cytoprotective properties of BXQ-350 against multiple agents known to induce CIPN were investigated <i>in vitro<\/i> in neuronal PC12 cells and BXQ-350&#8217;s CIPN mitigation properties were investigated <i>in vivo<\/i> in a CIPN preclinical model.<br \/>Results: A pancreatic cancer patient with chronic CIPN at time of enrollment in the Phase 1 study spontaneously reported a significant improvement of her neuropathic symptoms shortly after receiving BXQ-350; several patients had similar improvements. Results from preclinical experiments in PC12 cells revealed that BXQ-350 at concentration as low as 50 nM protected cells from oxaliplatin, paclitaxel, bortezomib or MMAE and promoted neurite growth. BXQ-350 was subsequently investigated in a murine oxaliplatin-induced CIPN preclinical model, showing a dose-dependent reduction of thermal and mechanical allodynia correlating with decreasing systemic S1P levels.<br \/>Conclusions: Preclinical results demonstrated that BXQ-350 was highly effective at protecting neuronal cells from antineoplastic agents known to induce CIPN and prevent CIPN in a preclinical model. These results appeared to support the clinical observation that BXQ-350 alleviated CIPN symptoms in several patients soon after receiving BXQ-350. Additional studies are on-going.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-13 Quality of life\/late effects\/survivorship,,"},{"Key":"Keywords","Value":"Prevention,Toxicity,Sphingolipid,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nikhil Wilkins<\/b><sup><\/sup>, Tim Stephens<sup><\/sup>, Robin Furnish<sup><\/sup>, Charlie Cruze<sup><\/sup>, Darren Wolfe<sup><\/sup>, Gilles H. Tapolsky<sup><\/sup>, Ray Takigiku<sup><\/sup><br><br\/>Bexion Pharmaceuticals, Inc, Covington, KY","CSlideId":"","ControlKey":"b291617e-7252-44e4-b8fb-729728e0cac1","ControlNumber":"2951","DisclosureBlock":"<b>&nbsp;N. Wilkins, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>T. Stephens, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>R. Furnish, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>C. Cruze, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>D. Wolfe, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Independent Contractor. <br><b>G. H. Tapolsky, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment. <br><b>R. Takigiku, <\/b> <br><b>Bexion Pharmaceuticals<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4970","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3042","PresenterBiography":null,"PresenterDisplayName":"Nikhil Wilkins","PresenterKey":"833a69cc-0f0d-489c-b74e-d65ad812bac3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3042. BXQ-350 may protect peripheral nerves from the direct cytotoxicity of chemotherapeutic agents leading to chemotherapy induced peripheral neuropathy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BXQ-350 may protect peripheral nerves from the direct cytotoxicity of chemotherapeutic agents leading to chemotherapy induced peripheral neuropathy","Topics":null,"cSlideId":""},{"Abstract":"Gut microbes are intricately involved in maintaining normal physiology and homeostasis and have become a major area of study to determine their relevance in human disease. In cancer, alterations to gut microbiota has been associated to resistance to chemo- and immuno-therapy, whereas supplementation with specific taxa improves antitumor treatment responses. Mouse models have been essential to study disease biology and drug discovery. However, mice are fundamentally quite different from humans, thus, questions have arisen regarding their utility as pertinent tools to study microbial influences and their impact on human disease. To address these questions, we have performed a cross-species comparative analysis of the fecal microbiota from a human cohort of prostate cancer patients and a preclinical mouse model of prostate cancer. Microbiota composition was determined by 16s RNA gene sequencing on stool samples from tumor-bearing prostate-specific conditional <i>Pten<\/i>-knockout and disease-free wildtype mice and 16s RNA gene sequencing data from a human cohort of patients with suspected prostate cancer was used. Human cases were assigned to no cancer and cancer groups based on diagnosis from prostate biopsy and as low-risk (negative biopsy of Gleason grade &#60;3) or high-risk (Gleason grade &#8805;3). Community composition differed significantly between stool samples of cancer and disease-free individuals in mice but not humans. Operational taxonomic units (OTUs) corresponding to taxa associated with cancer in both mice and humans included <i>Odoribacter<\/i> spp. and <i>Desulfovibrio <\/i>spp. Comparing the profiles predicted with Tax4Fun revealed KEGG metabolic pathways associated prostate cancer. Pathways enriched in cancer bearing-mice and that are also associated in patients with prostate cancer included folate biosynthesis, biotin metabolism and ubiquinone &#38; other terpenoid-quinone biosynthesis. Carbon metabolism was a pathway discordant between high-risk prostate cancer patients and cancer bearing mice. Although the basal composition of gut microbes differed between humans and mice, the functional microbiome showed greater similarities. Our cross-species comparative analysis shows that gut microbial dysbiosis is connected to prostate cancer provides additional insights into the biological processes involved. This study provides additional data that may help to bridge the gap between humans and mice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Microbiome,Prostate cancer,Animal models,Prognosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Chisato Wakamori<sup>1<\/sup>, <b>Marco A. De Velasco<\/b><sup>1<\/sup>, Yurie Kura<sup>1<\/sup>, Naomi Ando<sup>1<\/sup>, Noriko Sako<sup>1<\/sup>, Kazutoshi Fujita\u0009<sup>1<\/sup>, Kazuko Sakai<sup>1<\/sup>, Makoto Matsushita<sup>2<\/sup>, Eri Banno<sup>1<\/sup>, Yasunori Mori<sup>1<\/sup>, Masahiro Nozawa<sup>1<\/sup>, Mitsuhisa Nishimoto<sup>1<\/sup>, Kazuhiro Yoshimura<sup>1<\/sup>, Norio Nonomura<sup>2<\/sup>, Kazuto Nishio<sup>1<\/sup>, Hirotsugu Uemura<sup>1<\/sup><br><br\/><sup>1<\/sup>Kindai University School of Medicine, Osaka-Sayama, Japan,<sup>2<\/sup>Osaka University Graduate School of Medicine, Osaka, Japan","CSlideId":"","ControlKey":"00b2ea1b-f9b2-4e9b-96d5-89fbc3845161","ControlNumber":"5807","DisclosureBlock":"&nbsp;<b>C. Wakamori, <\/b> None.&nbsp;<br><b>M. A. De Velasco, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract.<br><b>Y. Kura, <\/b> None..<br><b>N. Ando, <\/b> None..<br><b>N. Sako, <\/b> None.&nbsp;<br><b>K. Fujita\u0009, <\/b> <br><b>Yakult-Bioscience<\/b> Grant\/Contract. <br><b>Pfizer\u0009<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Other, Honoraria (lecture fee). <br><b>Astellas<\/b> Other, Honoraria (lecture fee). <br><b>Janssen<\/b> Other, Honoraria (lecture fee). <br><b>K. Sakai, <\/b> <br><b>Hitachi<\/b> Other, Honoraria (lecture fee). <br><b>Life Technologies Japan Ltd.<\/b> Other, Honoraria (lecture fee). <br><b>Chugai Pharmaceutical Co., Ltd.<\/b> Other, Honoraria (lecture fee). <br><b>Takeda Pharmaceutical Co., Ltd.<\/b> Other, Honoraria (lecture fee). <br><b>Yodosha Co., Ltd<\/b> Other, Honoraria (lecture fee).<br><b>M. Matsushita, <\/b> None..<br><b>E. Banno, <\/b> None..<br><b>Y. Mori, <\/b> None..<br><b>M. Nozawa, <\/b> None..<br><b>M. Nishimoto, <\/b> None..<br><b>K. Yoshimura, <\/b> None..<br><b>N. Nonomura, <\/b> None.&nbsp;<br><b>K. Nishio, <\/b> <br><b>Nichirei Biosciences Inc.<\/b> Grant\/Contract. <br><b>Hitachi<\/b> Grant\/Contract. <br><b>Sysmex\u0009\u0009<\/b> Grant\/Contract. <br><b>Nippon Boehringer Ingelheim<\/b> Grant\/Contract, Other, Honoraria (lecture fee). <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Honoraria (lecture fee). <br><b>Chugai Pharmaceutical<\/b> Other, Honoraria (lecture fee). <br><b>AstraZeneca<\/b> Other, Honoraria (lecture fee). <br><b>Amgen<\/b> Other, Honoraria (lecture fee). <br><b>Otsuka&#12288;<\/b> Other, Honoraria (lecture fee). <br><b>Yakult Honsha<\/b> Other, Honoraria (lecture fee). <br><b>Guardant Health<\/b> Other, Honoraria (lecture fee). <br><b>SymBio Pharmaceuticals<\/b> Other, Honoraria (lecture fee). <br><b>Takeda<\/b> Other, Honoraria (lecture fee). <br><b>Novartis<\/b> Other, Honoraria (lecture fee). <br><b>Pfizer<\/b> Other, Honoraria (lecture fee). <br><b>FUJIREBIO<\/b> Other, Honoraria (lecture fee). <br><b>Bristol-Myers<\/b> Other, Honoraria (lecture fee). <br><b>Merck Biopharma<\/b> Other, Honoraria (lecture fee). <br><b>Janssen Pharmaceutical<\/b> Other, Honoraria (lecture fee). <br><b>H. Uemura, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Honoraria (lecture fee). <br><b>Astellas<\/b> Grant\/Contract, Honoraria (lecture fee). <br><b>Janssen<\/b> Grant\/Contract, Other, Honoraria (lecture fee). <br><b>Daichi Sankyo\u0009<\/b> Grant\/Contract, Other, Honoraria (lecture fee). <br><b>Taiho Pharmaceuticals\u0009<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Takeda<\/b> Other, Honoraria (lecture fee). <br><b>Sanofi<\/b> Other, Honoraria (lecture fee). <br><b>Ono Pharmaceutical<\/b> Honoraria (lecture fee). <br><b>Novartis<\/b> Other, Honoraria (lecture fee). <br><b>Bristol-Myers Squibb<\/b> Other, Honoraria (lecture fee). <br><b>Bayer<\/b> Other, Honoraria (lecture fee). <br><b>Asahikasei<\/b> Other, Honoraria (lecture fee). <br><b>Kissei<\/b> Other, Honoraria (lecture fee).","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4972","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3044","PresenterBiography":"","PresenterDisplayName":"Marco De Velasco, PhD","PresenterKey":"d9dd4a98-fb19-4cd4-a4b3-0e9c54a19459","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3044. Integrative gut microbiome analysis of human and mouse prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrative gut microbiome analysis of human and mouse prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Ovarian clear cell carcinoma (OCCC) is a rare, aggressive, chemo-resistant subtype of epithelial ovarian cancer, and is associated with a significantly worse five-year survival compared to other ovarian cancer types. This is in part due to its distinct cell of origin which is thought to arise within sites of endometriosis. Atypical endometriosis is considered a precursor lesion of endometriosis-associated ovarian cancers, including OCCC. However, the mechanism underlying the development of atypical endometriosis and subsequent malignant transformation is still unknown. We recently demonstrated the existence of a OCCC tumor-promoting mesenchymal stem cell (enMSCs), marked by the loss of CD10 expression, within the endometriotic microenvironment. Further, we demonstrated that CD10 negative enMSCs selectively enhance OCCC growth, but not high-grade serous ovarian cancer (HGSOC) growth which provides further evidence that the endometriotic microenvironment is uniquely supportive of OCCC tumorigenesis. Thus, we hypothesized that loss of stromal CD10 expression leads to the creation of the precursor microenvironment for OCCC.<br \/>Methods: EnMSCs and endometriosis epithelial cells were isolated from endometriosis tissue. Tissues were collected from women who undergo surgery for benign endometriosis. Based on surface CD10 expression, enMSCs were divided into CD10 negative or positive populations. Endometriosis epithelium proliferation was assessed using in vitro assays. Long term organoid of CD10 negative enMSCs and endometriosis epithelium were implanted into NSG mice to assess tumor initiation capacity.<br \/>Results: Our data showed that co-culture with CD10 negative enMSCs enhanced the proliferation of endometriosis epithelium. Further, CD10 negative enMSCs enhanced the sphere formation capacity (sphere number and sphere size) of endometriosis epithelial cells when compared to endometriosis epithelium co-cultured with CD10 positive enMSCs or cultured alone. Furthermore, long term growth of organoids containing CD10 negative enMSCs and endometriosis epithelium stimulated the development of cytologic atypia in the epithelial cells. Strikingly, these organoids, when injected into the fat pad of NSG mice, initiated localized tumors. In summary, our data highlighted the role of CD10 negative enMSCs in the development of cytologic atypia in endometriosis epithelium and inducing tumor formation in vivo. This work has the potential for significant clinical impact as identification of a stromal biomarker for OCCC development would have important implications in the clinical management of women with endometriosis, including determining the need for risk-reducing surgery. Further, this work has the potential to identify new targets to disrupt the unique microenvironment of OCCC, thus providing new therapeutic strategies for this deadly disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-11 Prevention and treatment of premalignant lesions (intraepithelial neoplasia),,"},{"Key":"Keywords","Value":"Ovarian cancer,Mesenchymal stem cell,Early detection,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Huda Issa Atiya<\/b><sup><\/sup>, Lan Coffman<sup><\/sup><br><br\/>Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA","CSlideId":"","ControlKey":"41965c5c-41de-4c26-983d-9659160f4376","ControlNumber":"3964","DisclosureBlock":"&nbsp;<b>H. I. Atiya, <\/b> None..<br><b>L. Coffman, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4973","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3045","PresenterBiography":null,"PresenterDisplayName":"Huda Atiya, PhD","PresenterKey":"d75f514d-b21f-460b-864a-d7f7b320dd21","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3045. Role of CD10 negative stroma in the development of precursor lesion of endometriosis associated ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of CD10 negative stroma in the development of precursor lesion of endometriosis associated ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"a)To evaluate the association between x-ray cross-complementing gene 1 (XRCC1) polymorphism Arg194Gln and xeroderma pigmentosum group D (XPD) polymorphism Lys751Gln with severity and risk of prostate cancer as well as with biochemical parameters of prostate cancer patients in Bangladesh population.<br \/>b) Blood samples and data were collected from 132 prostate cancer patients and 135 healthy controls among Bangladesh population. Genotype analysis was done by the PCR-RFLP method. Statistical analysis was performed using GraphPad Prism 9.4.1 software.<br \/>c) Only the recessive model, that is, carrying two copies of the XRCC1 194 codon Trp allele was positively associated with prostate cancer, with an OR of 7.50 (95% CI, 1.227-85.12; p=0.035). No association was found between the XPD variants with prostate cancer risk. Keeping the wild type and heterozygous genotype as a reference, the combined effects of the XRCC1 codon 194 Arg\/Arg and the XPD codon 751 Gln\/Gln genotype were found to be significantly associated with prostate cancer risk with an OR of 3.25 (95% CI, 1.39-8.20; p=0.006).<br \/>XRCC1 194 Trp\/Trp genotype was significantly associated with obstructive features, such as hematuria and creatinine levels of the prostate cancer patients (P&#60;0.05). Moreover, the homozygous mutant Gln\/Gln genotype of XPD gene was also significantly associated with creatinine levels in prostate cancer patients. No association was found between any of the variants of XRCC1 and XPD with invasiveness, tumor grade, prostate ultrasound scan results, digital rectal examination, Urine R\/E or Prostate Specific Antigen (PSA) results (P&#62;0.05).<br \/>d) Only the XRCC1 codon 194 Trp allele showed a modest association with prostate cancer risk with an 8.19-fold increased risk when two copies of the allele were present. When both alleles- XRCC1 codon 194 and XPD codon 751 Gln -were present in their homozygous states, the risk for prostate cancer increased by 3.2-folds. Our results showed a significant association between XRCC1 194 Trp\/Trp with obstructive features and and levels of creatinine in prostate cancer patients of Bangladeshi men.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-04 Cancer surveillance and screening studies,,"},{"Key":"Keywords","Value":"DNA repair,Epidemiology,Screening,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nafisa Ahmed<\/b><sup>1<\/sup>, MD. Ariful Islam<sup>2<\/sup>, M. Mahboob Hossain<sup>1<\/sup>, Yearul Kabir<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Mathematics & Natural Sciences, BRAC University, Dhaka, Bangladesh,<sup>2<\/sup>Department of Biochemistry & Molecular Biology, University of Dhaka, Dhaka, Bangladesh","CSlideId":"","ControlKey":"9a7526ba-f02a-4986-9145-9c4df662b1f3","ControlNumber":"5661","DisclosureBlock":"&nbsp;<b>N. Ahmed, <\/b> None..<br><b>M. Islam, <\/b> None..<br><b>M. Hossain, <\/b> None..<br><b>Y. Kabir, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4974","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3046","PresenterBiography":null,"PresenterDisplayName":"Nafisa Ahmed, No Degree","PresenterKey":"7ae1ec96-3dde-4d14-a03e-ac70483fe9be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3046. Association of XRCC1 Arg194Trp polymorphism and XPD Lys751Gln polymorphism with biochemical parameters, severity and risk of prostate cancer in Bangladesh Population","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of XRCC1 Arg194Trp polymorphism and XPD Lys751Gln polymorphism with biochemical parameters, severity and risk of prostate cancer in Bangladesh Population","Topics":null,"cSlideId":""},{"Abstract":"Changes in the fecal microbial composition may have a potential role in colorectal carcinogenesis and could provide insights into an individual&#8217;s risk of developing colorectal cancer (CRC). Although the previous studies observed the association between fecal microbiome and CRC risk, the evidence from large-scale population-based studies are lacking and the causality is still yet to be established. To address this gap, we conducted a microbiome-wide association study (MWAS) to identify CRC associated unique microbial markers among Koreans. Three publicly available datasets were downloaded from NCBI Sequence Read Archive under accession numbers PRJNA747730 (70 CRC cases), PRJNA797640 (200 CRC cases), and PRJNA644479 (179 healthy controls). Additionally, 295 CRC patients were recruited from the Center for Colorectal Cancer, National Cancer Center (NCC) hospital, Korea. Total study population comprised with 565 CRC cases and 179 healthy controls. Fecal samples of NCC cases were collected and 16S rRNA gene sequencing was performed. Forward sequence reads from all four datasets were used for quality control and taxonomic annotation using QIIME2 pipeline. Gaussian graphical models were applied to derive a microbial network and microbial communities were detected within the network using R package &#8220;linkcomm&#8221;. Microbial community-specific scores were calculated for each cluster and the association between community-specific score and CRC risk was observed using unconditional logistic regression models. Microbial communities were evaluated using machine learning models to identify CRC specific bacterial markers. There was a significant divergence of the microbial composition between CRC patients and controls (PERMANOVA p=0.001). Faecalibacterium and Megamonas were enriched in healthy controls whereas Escherichia-Shigella was enriched in CRC cases. Out of 24 communities, community 6: odds ratio (OR=2.68), 95% confidence intervals (CI=1.18-6.09, p-trend=0.006), 7 (OR=4.33, 95% CI=1.86-10.05, p-trend=0.001), and 11 (OR=7.28, 95% CI=3.35-15.81) were positively associated while community 19 (OR=0.34, 95% CI=0.15-0.78, p-trend=0.015) was negatively associated with CRC risk. Random forest showed the best performance to predict CRC risk based on 10 most important microbial communities (AUC=0.97). Community 20 with five genera had highest predictive ability (AUC=0.89) whereas Christensenellaceae_R_7 genus was identified as a unique microbial marker to distinguish CRC patients from healthy controls (AUC=0.85). This MWAS could help to identify Christensenellaceae_R_7 as the unique marker to distinguish CRC patients from healthy controls. Thus, it could work as a promising indicator for CRC diagnosis among Koreans specifically implementing in CRC screening programs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Microbiome,Colorectal cancer,Microbiome-wide association study,Network,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Madhawa Gunathilake<\/b><sup><\/sup>, Jeongseon Kim<sup><\/sup><br><br\/>Department of Cancer AI and Digital Health, National Cancer Center, Korea, Goyang-si, Korea, Republic of","CSlideId":"","ControlKey":"158f9ba7-0aed-4ee4-940d-9d414baa3d7f","ControlNumber":"5525","DisclosureBlock":"&nbsp;<b>M. Gunathilake, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4975","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3047","PresenterBiography":null,"PresenterDisplayName":"Madhawa Gunathilake, PhD,MPH,BS","PresenterKey":"c0b5e67f-3c14-46dc-80ef-596d05c9da3c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3047. Association of 16S rRNA fecal microbiome data with colorectal cancer risk: A pooled analysis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of 16S rRNA fecal microbiome data with colorectal cancer risk: A pooled analysis","Topics":null,"cSlideId":""},{"Abstract":"Background: In the past decade, colorectal cancer (CRC) incidence and mortality rates have increased among young adults (YAs) 18-39 years old. Cancer can be uniquely challenging for YAs, as common cancer-related life disruptions co-occur with rapid social and emotional development and can contribute to low health-related quality of life (HRQOL), or overall well-being. The goal of this study was to examine HRQOL at several timepoints among YA CRC patients enrolled in the multi-site ColoCare Study and compare HRQOL between YA and older adult CRC patients.<br \/>Methods: ColoCare is a large cohort study of newly diagnosed CRC patients. Participants complete patient-reported outcomes (PRO) surveys and provide biomarker samples prospectively from the time of diagnosis until 24 months (m). This analysis leveraged PRO data collected across six ColoCare sites at baseline (enrollment), 3m, 6m, 12m, and 24m. HRQOL was assessed with the EORTC-QLQ C30, which includes a global QOL subscale, five functional subscales (physical, role, emotional, cognitive, social), and nine symptom subscales (fatigue, nausea\/vomiting, pain, dyspnea, insomnia, appetite loss, constipation, diarrhea, financial difficulties). Age at diagnosis was categorized as YA (18-39 years old), average onset (AO; 40-64 years old), or late onset (LO; &#8805;65 years old). T-tests were used to compare HRQOL scores between age groups at each timepoint.<br \/>Results: The sample included n=87 YA (5%), n=873 AO (52%), and n=712 LO (43%) CRC patients. YA CRC patients were an average of 33.75 years old (SD=4.73) and most were female (53%), White (80%), and diagnosed with stage III or IV CRC (59%). Relative to AO CRC patients, YAs reported better physical function at baseline (<i>p<\/i>=0.014) and 24m (<i>p<\/i>=0.044), less fatigue at 24m (<i>p<\/i>=0.027), and better global QOL at 24m (<i>p<\/i>=0.004). Relative to LO patients, YAs reported better global QOL at baseline (<i>p<\/i>=0.039) and 24m (<i>p<\/i>=0.001), better physical function at baseline (<i>p<\/i>&#60;0.001), 3m (<i>p<\/i>=0.019), 6m (<i>p<\/i>=0.015), and 24m (<i>p<\/i>&#60;0.001), less dyspnea at baseline (<i>p<\/i>=0.013), and less fatigue at 24m (<i>p<\/i>=0.007). Also relative to LO patients, YAs reported worse financial difficulties at baseline (<i>p<\/i>&#60;0.001), 3m (<i>p<\/i>=0.001), 6m (<i>p<\/i>&#60;0.001), and 12m (<i>p<\/i>=0.002), worse nausea\/vomiting at 3m (<i>p<\/i>&#60;0.001), 6m (<i>p<\/i>&#60;0.001), and 12m (<i>p<\/i>=0.006), worse social function at 3m (<i>p<\/i>&#60;0.018), worse emotional function at 12m (<i>p<\/i>=0.032), and worse appetite loss at 12m (<i>p<\/i>=0.029).<br \/>Conclusion: Across the first two years post-CRC diagnosis, YA patients reported better HRQOL than AO and LO patients in several domains, including better physical function, less fatigue, and better global QOL. However, YAs also reported worse financial difficulties, worse social and emotional function, and worse nausea\/vomiting and appetite loss relative to LO patients. These findings suggest the need for age-specific emotional, social, and symptom management support for YA CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-13 Quality of life\/late effects\/survivorship,,"},{"Key":"Keywords","Value":"Colorectal cancer,Outcome,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amanda Michelle Bloomer<\/b><sup>1<\/sup>, Gillian Trujillo<sup>1<\/sup>, Maria Gomez<sup>1<\/sup>, Xiaoyin Li<sup>1<\/sup>, Heather  S.   L.  Jim<sup>1<\/sup>, Jennifer Ose<sup>2<\/sup>, Jane  C.  Figueiredo<sup>3<\/sup>, Adetunji Toriola<sup>4<\/sup>, Christopher  I.  Li<sup>5<\/sup>, David Shibata<sup>6<\/sup>, Cornelia  M.  Ulrich<sup>2<\/sup>, Martin Schneider<sup>7<\/sup>, Biljana Gigic<sup>7<\/sup>, Laura  B.  Oswald<sup>1<\/sup>, Erin  M.  Siegel<sup>1<\/sup><br><br\/><sup>1<\/sup>Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Huntsman Cancer Institute, Salt Lake City, UT,<sup>3<\/sup>Cedars-Sanai Medical Center, Los Angeles, CA,<sup>4<\/sup>Washington University School of Medicine, St. Louis, MO,<sup>5<\/sup>Fred Hutchinson Cancer Research Center, Seattle, WA,<sup>6<\/sup>The University of Tennessee Health Science Center, Memphis, TN,<sup>7<\/sup>Department of General, Visceral and Transplantation Surgery, University Hospital Heidelberg, Heidelberg, Germany","CSlideId":"","ControlKey":"0d256cac-8119-4d85-8768-a8a75f462db4","ControlNumber":"4701","DisclosureBlock":"&nbsp;<b>A. M. Bloomer, <\/b> None..<br><b>G. Trujillo, <\/b> None..<br><b>M. Gomez, <\/b> None..<br><b>X. Li, <\/b> None..<br><b>H. S. L. Jim, <\/b> None..<br><b>J. Ose, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None..<br><b>A. Toriola, <\/b> None..<br><b>C. I. Li, <\/b> None..<br><b>D. Shibata, <\/b> None..<br><b>C. M. Ulrich, <\/b> None..<br><b>M. Schneider, <\/b> None..<br><b>B. Gigic, <\/b> None..<br><b>L. B. Oswald, <\/b> None..<br><b>E. M. Siegel, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4977","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3049","PresenterBiography":null,"PresenterDisplayName":"Amanda Bloomer, BA,MA","PresenterKey":"9d921d49-1843-4e0e-a93a-8a6e51326d54","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3049. Health-related quality of life among newly diagnosed young adult colorectal cancer patients: results from the ColoCare Study","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Health-related quality of life among newly diagnosed young adult colorectal cancer patients: results from the ColoCare Study","Topics":null,"cSlideId":""},{"Abstract":"Introduction: There is a critical need for complex microbiome quality control standards representing population-based samples for microbial community profiling and analysis in large scale epidemiologic studies.<br \/>Methods: We developed standard quality control samples from five volunteers with different phenotypes, comprising one obese female, one healthy male, one male on a low-carb diet, one infant, and one male with Crohn&#8217;s Disease, and evaluated their microbial metagenomic profiles within three laboratories at two different timepoints. To quantify the percentage of microbiome variability explained by donors, laboratory and sequencing run, a distance-based coefficient of determination R<sup>2<\/sup> was estimated using a permutational multivariate analysis of variance. In addition, we calculated the intraclass correlation coefficients (ICC) for the relative abundance of the most abundant species, two alpha diversity metrics (i.e., observed number of species and Shannon index) and the first principal coordinates of three beta diversity matrices (i.e., Bray-Curtis, Jaccard and Aitchison) to estimate the accuracy of fecal microbial profiles between the three different laboratories as well as within the laboratories.<br \/>Results: The variability introduced by the phenotype of the donors explained 82.7% to 95.3% of the overall variability, which was higher than the variability introduced by the laboratories (1.8% to 3.1%) and the sequencing runs (0.6% to 1.7%) - the residual percent variance explained varied between 2.2% and 12.4%. Observations based on principal coordinates analysis showed that samples clustered by donor and not by laboratory or sequencing runs. The five donor clusters were well separated and very distinct. Based on the comparison of species relative abundances, each donor displayed very different microbial profiles; and the microbial profiles of each donor were comparable between the three different laboratories and the two sequencing runs in each laboratory. The reproducibility within and between the laboratories was good to excellent for most diversity metrics (ICCs higher than 0.97) and species relative abundances (range, ICCs=0.70-0.99); however, the reproducibility of the observed number of species was moderate (ICC=0.64 for the first laboratory, ICC=0.78 for the second laboratory, ICC=0.81 for the third laboratory, and ICC=0.42 between the laboratories).<br \/>Conclusions: These standard quality control samples can be used as a reference in future population-based epidemiologic studies to pool or meta-analyze microbiome data.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Microbiome,Epidemiology,Quality control,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Semi Zouiouich<\/b><sup>1<\/sup>, Smriti Karwa<sup>1<\/sup>, Yunhu Wan<sup>1<\/sup>, Andrew Chan<sup>2<\/sup>, Joseph Petrosino<sup>3<\/sup>, Emma Allen-Vercoe<sup>4<\/sup>, Rob Knight<sup>5<\/sup>, Jianxin Shi<sup>1<\/sup>, Mitchell Gail<sup>1<\/sup>, Christian Abnet<sup>1<\/sup>, Emily Vogtmann<sup>1<\/sup>, Rashmi Sinha<sup>1<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, Rockville, MD,<sup>2<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA,<sup>3<\/sup>Alkek Center for Metagenomics and Microbiome Research, Baylor College of Medicine, Houston, TX,<sup>4<\/sup>Department of Molecular and Cellular Biology, University of Guelph, Guelph, ON, Canada,<sup>5<\/sup>Department of Computer Science and Engineering, University of California San Diego, La Jolla, CA","CSlideId":"","ControlKey":"ad285ffa-a2e5-48fe-861c-b5e9d8ef5520","ControlNumber":"4521","DisclosureBlock":"&nbsp;<b>S. Zouiouich, <\/b> None..<br><b>S. Karwa, <\/b> None..<br><b>Y. Wan, <\/b> None..<br><b>A. Chan, <\/b> None..<br><b>J. Petrosino, <\/b> None..<br><b>E. Allen-Vercoe, <\/b> None..<br><b>R. Knight, <\/b> None..<br><b>J. Shi, <\/b> None..<br><b>M. Gail, <\/b> None..<br><b>C. Abnet, <\/b> None..<br><b>E. Vogtmann, <\/b> None..<br><b>R. Sinha, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4978","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3050","PresenterBiography":null,"PresenterDisplayName":"Semi Zouiouich","PresenterKey":"9c495f6a-c40a-4207-97dd-248a78e9147a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3050. Quality control samples for future population-based microbiome studies","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Quality control samples for future population-based microbiome studies","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Lifetime estrogen exposure is an essential factor for breast carcinogenesis. While adiposity impacts circulating hormones throughout a woman's life, weight gain in adulthood appears to have paradoxical effects at premenopausal and postmenopausal breast cancer risk. Thus, we evaluated the association between weight change throughout distinct lifetime periods with breast cancer risk stratified by menopausal status.<br \/>Methods: We conducted a prospective cohort study of 73,347 Korean women aged 40 to 69 years who were enrolled in the population-based Health Examines-Gem Study (HEXA, 2004-2013). Using anthropometry obtained from physical examination and self-reported weights at ages 18-20, 35 and 50 assessed through a validated questionnaire at enrollment, we calculated body mass index (BMI), absolute weight change and weight change per year for the following 5 age periods: entire adulthood (age 18-20 years to recruitment); early reproductive years (age 18-20 to age 35); middle adulthood (age 35 years to recruitment); late reproductive years (age 35 to 50); and peri-\/postmenopausal years (since 50 years to recruitment). Restricted cubic spline model was constructed using three knots and Cox regression was used to estimate adjusted hazard ratios (aHRs) and 95% confidence intervals (CIs) for breast cancer risk.<br \/>Results: We identified 843 breast cancer cases over 758,116 person-years of follow-up (median 9.2 years). Postmenopausal women with BMI over 27.5kg\/m<sup>2<\/sup> at enrollment had a 48% (aHR 1.48, 95%CI 1.13-1.96; p-trend=0.03) increased risk of breast cancer. Women who gained 5 kg or more since age 35 had a 66% increased risk of premenopausal breast cancer (aHR 1.66, 95%CI 1.21-2.28; p-trend=0.03) compared to those who had stable weight (&#177;2.5 kg), while those who gained 0.75 kg annually after the age of 50 had a 40% increased risk of postmenopausal breast cancer (aHR 1.41, 95%CI 1.01-1.96; p-trend=0.03). There was a non-linear relationship between annual average weight change in entire and middle adulthood and breast cancer risk (p &#60; 0.01). The results remained unchanged after further adjusting for weight at each age.<br \/>Conclusions: Our findings suggest that absolute weight gain from age 35 was associated with an increased risk of premenopausal breast cancer, while persistent weight gain from age 50 increased the risk of breast cancer in postmenopausal women. Furthermore, we confirmed that adiposity, assessed as body mass index, increases the risk of postmenopausal breast cancer in Korean women.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Obesity, diet, physical activity, and energy balance,,"},{"Key":"Keywords","Value":"Breast cancer,Weight change,Body mass index,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Katherine De la Torre<\/b><sup><\/sup>, Woo-Kyoung Shin<sup><\/sup>, Hwi-Won Lee<sup><\/sup>, Dan Huang<sup><\/sup>, Sukhong Min<sup><\/sup>, Aesun Shin<sup><\/sup>, Jong-Koo Lee<sup><\/sup>, Wonshik Han<sup><\/sup>, Daehee Kang<sup><\/sup><br><br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"95a6a3b9-06a1-46b0-b46a-c13d1959ab60","ControlNumber":"5574","DisclosureBlock":"&nbsp;<b>K. De la Torre, <\/b> None..<br><b>W. Shin, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>D. Huang, <\/b> None..<br><b>S. Min, <\/b> None..<br><b>A. Shin, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>W. Han, <\/b> None..<br><b>D. Kang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4980","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3051","PresenterBiography":null,"PresenterDisplayName":"Katherine De la Torre, MD;MS","PresenterKey":"8b6eb46f-962f-4098-9c31-e25c6fff8c8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3051. Weight gain after age 35 increases the risk of breast cancer: Results from a prospective cohort study","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Weight gain after age 35 increases the risk of breast cancer: Results from a prospective cohort study","Topics":null,"cSlideId":""},{"Abstract":"Background: Adjuvant radiotherapy (RT) following surgery significantly improves breast cancer survival. However, some patients, particularly minorities, develop acute skin toxicities that negatively impact their quality of life (QOL). The traditionally used measure of skin toxicities is clinician-reported outcomes (CROs), but recently there has been an increased interest in incorporating patient-reported outcomes (PROs). Therefore, our objective was to assess RT-related acute skin toxicities CROs and PROs in a large tri-racial\/ethnic breast cancer population with 85% minorities.<br \/>Methods: Patient demographics, treatment-, and clinical characteristics were prospectively collected for breast cancer patients who underwent breast-conserving surgery and planned to receive adjuvant RT from 2008 to 2014. 386 breast cancer patients with complete CROs and PROs were included in the final data analyses. The Common Terminology Criteria for Adverse Events (CTCAE, v. 3.0) was used for CROs and a skin-based QOL questionnaire was used for PROs. Concordance was assessed by calculating percent agreement and Cohen&#8217;s Kappa using McNemar&#8217;s test for significance.<br \/>Results: The study population included 56 non-Hispanic whites (NHW), 81 black\/African Americans (AA), and 249 Hispanic white (HW) breast cancer patients. Overall, the most commonly reported symptoms among patients were hyperpigmentation (n=179, 46%) and erythema (n=173, 45%). There were significant racial\/ethnic differences in 4 patient-reported symptoms: warm to touch (p&#60;0.0001), hyperpigmentation (p&#60;0.0001), flaking (p=0.03), and erythema (p&#60;0.0001). A higher proportion of HW reported these 4 symptoms, warm to touch (29%), hyperpigmentation (54%), flaking (35%), and erythema (52%) compared to NHW and black\/AA. There was no significant racial\/ethnic difference in CROs. There was a fair level of concordance between PROs and CROs (agreement 61.1%, Kappa coefficient 0.22, p=0.022).<br \/>Conclusion: Multiple RT-induced skin-related symptoms differed significantly by race\/ethnicity. However, CROs did not show racial\/ethnic differences. There was a fair but significant agreement between PROs and CROs. A moderate level of concordance between PROs and CROs highlights the difficulty in assessing RT-related skin toxicities without a direct measure for which an improved skin assessment tool should be developed. PROs delineated a broader spectrum in capturing the impact of RT on patients&#8217; QOL, which highlights the importance of integrating PROs in accessing RT-induced skin toxicities, particularly in minorities with worse RT-related skin symptoms that were not captured by CROs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-13 Quality of life\/late effects\/survivorship,,"},{"Key":"Keywords","Value":"Breast cancer,Radiotherapy,Radiosensitivity,Skin Toxicities,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Laura  G.  Acosta<\/b><sup>1<\/sup>, Cristiane Takita<sup>2<\/sup>, Isilinha  M.  Reis<sup>1<\/sup>, Jean  L.  Wright<sup>3<\/sup>, Wei Zhao<sup>4<\/sup>, Jennifer  J.  Hu<sup>1<\/sup><br><br\/><sup>1<\/sup>Public Health Sciences, University of Miami Miller School of Medicine, Miami, FL,<sup>2<\/sup>Radiation Oncology, University of Miami Miller School of Medicine, Miami, FL,<sup>3<\/sup>Radiation Oncology and Molecular Radiation Sciences, Johns Hopkins University School of Medicine, Baltimore, MD,<sup>4<\/sup>Biostatistics and Bioinformatics Shared Resource, Sylvester Comprehensive Cancer Center, Miami, FL","CSlideId":"","ControlKey":"dc3ff805-75ee-4df3-85d2-1aebead2e79e","ControlNumber":"7324","DisclosureBlock":"&nbsp;<b>L. G. Acosta, <\/b> None..<br><b>C. Takita, <\/b> None..<br><b>I. M. Reis, <\/b> None..<br><b>J. L. Wright, <\/b> None..<br><b>W. Zhao, <\/b> None..<br><b>J. J. Hu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4981","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3052","PresenterBiography":null,"PresenterDisplayName":"Laura Acosta, BS;MPH","PresenterKey":"7cc96226-58b0-4a96-a901-1a1efa2a339b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3052. Patient- and clinician-reported outcomes of radiotherapy-related acute skin toxicities in a tri-racial\/ethnic breast cancer population","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient- and clinician-reported outcomes of radiotherapy-related acute skin toxicities in a tri-racial\/ethnic breast cancer population","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> The validation of patient derived cell lines and other biologics has gained importance due to more frequent laboratory collaborations. Polychromatic flow cytometry has been the gold standard for detection and analysis of biochemical, structural complexity and characterization of cellular particles in biological systems. Despite the tremendous advancement in flow cytometry from the earlier simple, slow version of 1960s to more recent complex, fast spectral analyzers with comprehensive structural and functional immune profiling capability, this development has not matched the ever-increasing need for high throughput output to phenotype cells. Mass cytometry (CyToF) uniquely combines time-of-flight mass spectrometry with metal-labeling technology which can theoretically but simultaneously analyze 50+ parameters on a single cell. Despite the functional similarities in utility, mass cytometers and flow cytometers have different operating platforms that may impact their functional readouts . The goal of this study was to investigate and compare phenotypic readouts between flow cytometry and Cytof platforms using human neuroblastoma cell lines.<br \/><b>Methods<\/b> To test this question, we utilized custom designed staining panels for both flow cytometry (fluorochromes-PerCp Cy 5.5, PE and Coralite 488 respectively) and Cytof (lanthanides: 155Gd, 151Eu, and 116Cd respectively) targeting CD56, Nestin and Synaptophysin, markers that are consistent with neuroblastoma using both five established neuroblastoma cell lines (BE2C, CHLA90, SMS-KCNR, SHSY5Y) and NGP) as well as four novel cells lines established in our laboratory derived from patient specimens (SL01277, SL01404, SL01255 and SL01287). We compared the percent expression of respective markers across cell lines between the two platforms.<br \/><b> <\/b> <b>Results <\/b> Using both techniques we demonstrated that there was no difference in detection of viability in cells when validated under flow cytometry or CyToF (p&#38;lt0.05). We also show extracellular staining of CD56 between the two platforms are comparable(p&#38;lt0.05) across tested cell lines. Finally, we demonstrate that intracellular structures can be detected using both platforms with no significant difference (p&#38;lt0.05).<br \/><b>Discussion and Conclusion <\/b> The congruence and reproducibility in readouts between flow cytometry and CyToF analysis indicates that either assay can be used to study biological systems. Given the high dimensionality and versatility, then CyToF offers a robust platform that can be leveraged for immunophenotypic and functional studies of cellular material. Furthermore, CyToF due to its wide breadth of multiparametric measurements available will be an instrument of choice where the study of multiple parameters is desired.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-04 Cancer surveillance and screening studies,,"},{"Key":"Keywords","Value":"Neuroblastoma,Flow cytometry,Mass spectrometry,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"David Mulama<sup>1<\/sup>, Roman  J.  Riveria<sup>2<\/sup>, Kimberly McKinney<sup>1<\/sup>, Divya Gandra<sup>1<\/sup>, Kaitlyn Smith<sup>1<\/sup>, <b>Nicholas Tastet<\/b><sup>1<\/sup>, Giselle  L.  Saulnier Sholler<sup>1<\/sup><br><br\/><sup>1<\/sup>Atrium Health, Charlotte, NC,<sup>2<\/sup>University of North Carolina-Charlotte, Charlotte, NC","CSlideId":"","ControlKey":"372fd1dd-4767-4ada-afcb-6a0443881266","ControlNumber":"6953","DisclosureBlock":"&nbsp;<b>D. Mulama, <\/b> None..<br><b>R. J. Riveria, <\/b> None..<br><b>K. McKinney, <\/b> None..<br><b>D. Gandra, <\/b> None..<br><b>K. Smith, <\/b> None..<br><b>N. Tastet, <\/b> None..<br><b>G. L. Saulnier Sholler, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4982","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3053","PresenterBiography":null,"PresenterDisplayName":"Nicholas Tastet, BS","PresenterKey":"bd00614d-affd-46d7-afc1-ab4aff920429","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3053. Comparative validation of neuroblastoma cell lines using flow cytometry and CyToF","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative validation of neuroblastoma cell lines using flow cytometry and CyToF","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Obesity increases the risk of triple negative breast cancer (TNBC) and its progression to metastasis, the primary cause of death in women with TNBC. In obesity, dysregulated adipose tissue secretes growth factors and hormones, promoting chronic inflammation. Adipose tissue also secretes extracellular vesicles (EVs), cell-derived nanoparticles (50 - 5000 nm diameter) containing proteins and nucleic acids that interact with and modify local and distant cellular targets. Research from our team and others demonstrated that the enzyme pyruvate carboxylase (PC) is upregulated during obesity. Moreover, PC upregulation correlates strongly with breast cancer progression to lung metastasis. We <i>hypothesize that tumor and adipose-derived EVs from obese versus normoweight mice regulate PC activity promoting metabolic reprogramming and metastasis. <\/i><br \/><b>Methods:<\/b> Female C57BL\/6 mice (n=32) were randomized to receive either control diet (CON) or a diet-indued obesity (DIO) regimen for 15 weeks and then orthotopically injected with metMWnt<sup>lung<\/sup> cells (a murine model of metastatic TNBC). Half of the mice were sacrificed when the tumor volume reached 0.5 cm<sup>3<\/sup>, and the other half at 1 cm<sup>3<\/sup>. The EVs from mammary tumors and visceral adipose tissue of CON and DIO mice were purified by differential centrifugation in combination with a flotation Iodixanol density gradient. In parallel, serum-EVs were isolated from the same mice. After proper characterization of the purity of EV by western blot, electron microscopy, and nanotracking analysis, the EV proteomics was analyzed by global LC-MS\/MS analysis and the microRNA content by small RNA sequencing.<br \/><b>Results: <\/b>Preliminary proteomic analysis of adipose-EV identified 2,844 proteins, of which 50% were associated with EV according to GOCC name. In adipose-EV, obesity but not tumor size significantly impacted protein composition. In the comparison DIO-0.5 cm<sup>3<\/sup> versus CON-0.5 cm<sup>3<\/sup>, 613 proteins were statistically (p-value &#60; 0.05) and biologically significant. In this comparison, 197 proteins were more abundant, and 412 were less abundant in the DIO-05 cm<sup>3<\/sup> relative to CON-0.5 cm<sup>3<\/sup>. In addition, we detected the presence of PC in adipose and tumor-EVs. Ongoing analysis will compare the composition of EVs in more detail, determine the presence of PC regulators in EVs, and the metabolic consequences and metastatic effects of the combined action of adipose- and tumor-derived EVs. R01CA232589 to SDH and DT supports this research; an NCI diversity supplement of this grant supports XBM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-10 Obesity, diet, physical activity, and energy balance,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Triple-negative breast cancer (TNBC),Obesity,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ximena Minerva Bustamante-Marin<\/b><sup>1<\/sup>, Emma  J.  Grindstaff<sup>1<\/sup>, Laith  A.  Rayyan<sup>1<\/sup>, Dorothy Teegarden<sup>2<\/sup>, Stephen Hursting<sup>1<\/sup><br><br\/><sup>1<\/sup>Nutrition, University of North Carolina, Chapel Hill, NC,<sup>2<\/sup>Nutrition Science, Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"a4c98047-bbc8-4782-a5b0-8f203ff9ce67","ControlNumber":"7952","DisclosureBlock":"&nbsp;<b>X. M. Bustamante-Marin, <\/b> None..<br><b>E. J. Grindstaff, <\/b> None..<br><b>L. A. Rayyan, <\/b> None..<br><b>D. Teegarden, <\/b> None..<br><b>S. Hursting, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4983","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3054","PresenterBiography":null,"PresenterDisplayName":"Ximena Bustamante-Marin, PhD","PresenterKey":"f1154cef-6b36-4fb3-aa30-646a6eff5392","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3054. Proteomics and microRNA characterization of mammary tumor and adipose tissue-derived EVs and their combined impact on cancer cell metabolism","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteomics and microRNA characterization of mammary tumor and adipose tissue-derived EVs and their combined impact on cancer cell metabolism","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The gut microbiome (GM) and the metabolites it produces and regulates, such as bile acids (BAs), may act individually or interact to influence colorectal cancer development. We used data from a multi-center screening study to investigate the associations of the normal colon tissue microbiome and circulating BAs with colorectal adenoma.<br \/><b>Methods: <\/b>We used data from<b> <\/b>the multi-center Colorectal Neoplasia Screening with Colonoscopy in Average-Risk Women Regional Navy\/Army Medical Centers study (CONCeRN), comprising women undergoing complete colonoscopies. We individually matched women with adenoma (n=165 cases) to those without adenoma (n=311 controls). We extracted DNA using the Animal Tissue DNA Extraction Kit (AutoGene) and sequenced the V4 region of the 16S rRNA gene to characterize normal colonic mucosal bacteria, including alpha and beta diversity, taxonomic abundance, and co-abundance groups (CAGs). Fasting serum collected before colonoscopy underwent targeted quantitative liquid chromatography-tandem mass spectrometry to measure 13 primary and secondary BAs. We used multivariable conditional logistic regression, partial Pearson&#8217;s correlations, and linear regression to estimate interrelationships among the GM, BAs, and adenoma.<br \/><b><\/b> <b>Results: <\/b>Multiple genera were statistically significantly associated with adenomas. For example, for the centered log-ratio transformed relative abundance of <i>Phascolarctobacterium<\/i>, <i>Parvimonas,<\/i> and <i>Porphymonas<\/i>,<i> <\/i>the ORs (95% CIs) were 0.75 (0.60-0.95, P=0.02), 0.71 (0.55-0.92; P=0.01), and 0.67 (0.49-0.93; P=0.02), respectively. A CAG comprising phylum Firmicutes, Actinobacteria, Proteobacteria, and Fusobacteria was less abundant among cases than controls (log<sub>2<\/sub>fold<sub>diff<\/sub>=-0.80, P=0.002). Alpha and beta diversity associations were close to null and not statistically significant. However, alpha diversity metrics were inversely associated with primary BAs [e.g., for Shannon (R<sup>2<\/sup>=-0.13, P=0.01)] and positively associated with secondary BAs [e.g., for Shannon (R<sup>2<\/sup>=0.16, P=0.001)]. Though no circulating BAs were statistically significantly associated with adenomas, those in the highest relative to lowest tertile of taurine-conjugated (TC) BAs, primary BAs, and secondary BAs had a 44% (95% CI: 0.85-2.46), 24% (95% CI: 0.73-2.12), and 11% (95% CI: 0.61-2.01) higher odds of adenoma, respectively. We found that TCBAs, primary BAs, and secondary BAs were inversely associated with the abundance of <i>Parvimonas<\/i> [e.g., for TCBAs (R<sup>2<\/sup>=-0.11, P=0.02)] and <i>Porphyromonas <\/i>[e.g., for TCBAs (R<sup>2<\/sup>=-0.11, P=0.02)].<br \/><b>Conclusions: <\/b>We found short-chain fatty acid-producing and oral-originating bacteria were inversely associated with adenomas. Our oral bacteria findings are contrary to findings from prior studies. Our findings suggest potential interrelationships among the GM and BAs in adenoma development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-09 Microbiome and prevention,,"},{"Key":"Keywords","Value":"Microbiome,Bile acid,Adenoma,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Maria  F.  Gomez<\/b><sup>1<\/sup>, Doratha  A.  Byrd<sup>1<\/sup>, Stephanie  R.  Hogue<sup>1<\/sup>, Jessica  R.  Burns<sup>1<\/sup>, Nathan Smith<sup>1<\/sup>, Joshua Sampson<sup>2<\/sup>, Erikka Loftfield<sup>2<\/sup>, Andrew Warner<sup>3<\/sup>, Casey Dagnall<sup>2<\/sup>, Kristine Jones<sup>2<\/sup>, Belynda Hicks<sup>2<\/sup>, Yunhu Wan<sup>2<\/sup>, Youngchul Kim<sup>4<\/sup>, Jin Xu<sup>4<\/sup>, Rashmi Sinha<sup>2<\/sup>, Emily Vogtmann<sup>2<\/sup><br><br\/><sup>1<\/sup>Cancer Epidemiology, H. Lee Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institute of Health, Rockville, MD,<sup>3<\/sup>National Cancer Institute, National Institute of Health, Rockville, MD,<sup>4<\/sup>Department of Biostatistics and Bioinformatics, H. Lee Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"2e24c2df-86f8-4406-90c6-d648345672c2","ControlNumber":"6189","DisclosureBlock":"&nbsp;<b>M. F. Gomez, <\/b> None..<br><b>D. A. Byrd, <\/b> None..<br><b>S. R. Hogue, <\/b> None..<br><b>J. R. Burns, <\/b> None..<br><b>N. Smith, <\/b> None..<br><b>J. Sampson, <\/b> None..<br><b>E. Loftfield, <\/b> None..<br><b>A. Warner, <\/b> None..<br><b>C. Dagnall, <\/b> None..<br><b>K. Jones, <\/b> None..<br><b>B. Hicks, <\/b> None..<br><b>Y. Wan, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>J. Xu, <\/b> None..<br><b>R. Sinha, <\/b> None..<br><b>E. Vogtmann, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4984","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3055","PresenterBiography":null,"PresenterDisplayName":"Maria Gomez","PresenterKey":"5e5d58b0-10ac-4f8a-a99c-d2a26c5a13a7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3055. Associations of the mucosal microbiome and circulating bile acids with colorectal adenoma among average-risk women","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations of the mucosal microbiome and circulating bile acids with colorectal adenoma among average-risk women","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The incidence of hepatocellular carcinoma (HCC) is increasing in the US, particularly in individuals infected with hepatitis C (HCV). Although early detection is crucial for better outcomes, at present, there is conflicting evidence regarding HCC screening and its reduction on cancer-related mortality. This study aimed to determine overall survival, prognostic factors influencing survival, and the effects of screening at-risk patients on HCC-related mortality.<br \/><b>Methods:<\/b> A retrospective chart review of patients diagnosed with HCC from 1\/1\/2018 to 6\/4\/2021 for the one-year survival analysis and 6\/4\/2019 for the three-year analysis. Person-time was calculated as the days from the date of diagnosis until the last known encounter or death. The primary exposure of interest was screening within two years prior to the diagnosis date via ultrasound, MRI, and\/or CT. Potential covariates were age at diagnosis, race\/ethnicity, gender, insurance status, alcohol use disorder, HCV, HBV, and cirrhosis. Kaplan Meier, log rank test, and Cox proportional hazards (CPH) model were used to assess survival curves, survival distributions across screening status, and the effects of additional covariates on prognosis at one and three years, respectively. A backwards stepwise regression was used on the covariates identified via a pre-univariate filtering to construct a multivariable model.<br \/><b>Results:<\/b> There were 165 and 71 patients who met the one- and three- year inclusion criteria, respectively. Survival at one and three years was 38% and 14%, respectively. Median survival for the 165 patients was 265 days (95% CI: 166, 337). Overall, 36% (n=59\/163; 2 missing) and 27% (n=19\/70; 1 missing) were screened prior to diagnosis. The CPH model showed a statistically significant difference in hazard ratio of death in the first year for those without screening compared to patients with screening (HR: 1.9; 95% CI: 1.2, 3.0; p-value: 0.005). After adjusting for race\/ethnicity and insurance type, the CPH model yielded similar results (HR: 2.2; 95% CI: 1.3, 3.6; p-value: 0.002). The CPH model showed a statistically significant difference in hazard ratio of death in three years for those without screening compared to patients with screening (HR: 3.4; 95% CI: 1.7, 7.1; p-value: 0.001). After adjusting for gender, HBV, and race\/ethnicity, the CPH model yielded similar results (HR: 2.2; 95% CI: 1.2, 4.0; p-value: 0.009).<br \/><b>Conclusion:<\/b> Overall survival in patients diagnosed with HCC at JPS, a safety-net hospital, is similar to national statistics. Screening in patients at-risk for HCC shows improved survival at one and three years. Further evaluation based on the extent of disease at the time of diagnosis, treatment decisions, and type\/timing of screening could be beneficial in determining the outcomes in HCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-04 Cancer surveillance and screening studies,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Screening,Survival,Safety net,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Madison Hull<\/b><sup>1<\/sup>, Kari Teigen<sup>2<\/sup>, Jolonda Bullock<sup>3<\/sup>, Riyaz Basha<sup>4<\/sup>, Kalyani Narra<sup>5<\/sup><br><br\/><sup>1<\/sup>Texas College of Osteopathic Medicine, University of North Texas Health Science Ctr., Fort Worth, TX,<sup>2<\/sup>Center for Outcomes Research, JPS Health Network, Fort Worth, TX,<sup>3<\/sup>Cancer Registry, JPS Health Network, Fort Worth, TX,<sup>4<\/sup>Center for Cancer Research, University of North Texas Health Science Ctr., Fort Worth, TX,<sup>5<\/sup>JPS Oncology and Infusion Center, JPS Health Network, Fort Worth, TX","CSlideId":"","ControlKey":"76735c6b-4306-4816-af5d-d83b3e57c477","ControlNumber":"6707","DisclosureBlock":"&nbsp;<b>M. Hull, <\/b> None..<br><b>K. Teigen, <\/b> None..<br><b>J. Bullock, <\/b> None..<br><b>R. Basha, <\/b> None..<br><b>K. Narra, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4985","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3056","PresenterBiography":null,"PresenterDisplayName":"Madison Hull, BS","PresenterKey":"245d4fd1-41c5-48b8-a2a3-98bae2eef508","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3056. Characteristics and outcomes of patients with hepatocellular carcinoma diagnosed at John Peter Smith Hospital","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characteristics and outcomes of patients with hepatocellular carcinoma diagnosed at John Peter Smith Hospital","Topics":null,"cSlideId":""},{"Abstract":"Background: Second primary cancer (SPC) incidence is rising among breast cancer (BC) survivors, but these risks remain unclear. We estimated SPC risks for male and female BC survivors using large-scale electronic health record data from a linkage of National Cancer Registration and Analysis Service data and Hospital Episode Statistics surgical records in England.<br \/>Material and Methods: We used a retrospective cohort study design comprising 763,578 female and 4,795 male BC survivors first diagnosed with BC between 1995-2018. We calculated overall and site-specific SPC standardized incidence ratios (SIRs) by comparing observed and expected SPC counts for 19 cancer sites. Study participants were followed from one year after the first BC diagnosis until either a SPC diagnosis (excluding ipsilateral breast and non-melanoma skin cancers), death, migration, relevant surgical procedures, or the end of 2019. Expected SPC counts were calculated using year-, age- and sex-specific cancer incidence rates in the general English population. We stratified the SIRs by age group, sex, and cancer site. We estimated Kaplan-Meier absolute risks of site-specific SPCs and assessed the influence of age at first BC diagnosis using Cox proportional hazards models.<br \/>Results: There were 68,550 and 720 incident SPCs among female and male BC survivors, respectively. There was a significant increased risk of all SPCs combined for female BC survivors (SIR: 1.19, 95%CI: 1.18-1.20). There were significant increased risks for SPC at all sites combined, all non-breast sites combined, and at 12 further specific sites for females and at 2 specific sites for males. Among females, the increase was greatest for contralateral breast (SIR: 1.82, 95%CI: 1.79-1.85) and uterine cancers (SIR: 1.80, 95%CI: 1.76-1.85). The risk at all sites combined was higher for women first diagnosed with BC before age 50 (SIR: 1.89, 95%CI: 1.85-1.92) compared to women diagnosed with BC at age 50 or over (SIR: 1.11, 95%CI: 1.10-1.12). The largest associations were observed for contralateral breast (SIR: 3.19, 95%CI: 3.11-3.29) and uterine (SIR: 1.77, 95%CI: 1.73-1.82) SPCs in the younger and older age groups, respectively. Increasing age at first female BC diagnosis was associated with decreasing CBC absolute risks, but significantly increased absolute risks of all other SPCs. Male BC survivors were at increased risk of contralateral breast (SIR: 42.39, 95%CI: 28.39-60.89) and prostate (SIR: 1.29, 95%CI: 1.13-1.46) SPCs.<br \/>Conclusions: This is the largest study to date to assess SPC risks following BC in either men or women. SPC risks were significantly increased, both in combination and at specific sites. These findings could help guide clinical management, such as screening recommendations, for BC survivors. Further analysis is underway to investigate the effects of chemotherapy, radiotherapy, hormonal therapy, comorbidities, or germline BC susceptibility.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL08-05 Survivorship, late effects, and second cancers,,"},{"Key":"Keywords","Value":"Breast cancer,Epidemiology,Outcome,Incidence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Isaac Allen<\/b><sup>1<\/sup>, Tameera Rahman<sup>2<\/sup>, Andrew Bacon<sup>3<\/sup>, Craig Knott<sup>2<\/sup>, Sophie Jose<sup>2<\/sup>, Sally Vernon<sup>3<\/sup>, Hend Hassan<sup>1<\/sup>, Catherine Huntley<sup>4<\/sup>, Lucy Loong<sup>4<\/sup>, Yvonne Walburga<sup>1<\/sup>, Katrina Lavelle<sup>3<\/sup>, Eva Morris<sup>5<\/sup>, Steven Hardy<sup>3<\/sup>, Beth Torr<sup>4<\/sup>, Diana Eccles<sup>6<\/sup>, Clare Turnbull<sup>4<\/sup>, Marc Tischkowitz<sup>7<\/sup>, Paul Pharoah<sup>1<\/sup>, Antonis  C.  Antoniou<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Public Health and Primary Care, University of Cambridge, Cambridge, United Kingdom,<sup>2<\/sup>Health Data Insight CIC, Health Data Insight, Cambridge, United Kingdom,<sup>3<\/sup>National Disease Registration Service, NHS Digital, London, United Kingdom,<sup>4<\/sup>Institute of Cancer Research, London, United Kingdom,<sup>5<\/sup>University of Oxford, Oxford, United Kingdom,<sup>6<\/sup>University of Southampton, Southampton, United Kingdom,<sup>7<\/sup>National Institute for Health Research, University of Cambridge, Cambridge, United Kingdom","CSlideId":"","ControlKey":"7c19ba67-2255-414e-abb0-73970da24ec2","ControlNumber":"3861","DisclosureBlock":"&nbsp;<b>I. Allen, <\/b> None.&nbsp;<br><b>T. Rahman, <\/b> <br><b>Janssen<\/b> Grant\/Contract. <br><b>Astrazeneca<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract.<br><b>A. Bacon, <\/b> None.&nbsp;<br><b>C. Knott, <\/b> <br><b>Janssen<\/b> Grant\/Contract. <br><b>Astrazeneca<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>S. Jose, <\/b> <br><b>Janssen<\/b> Grant\/Contract. <br><b>Astrazeneca<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract.<br><b>S. Vernon, <\/b> None..<br><b>H. Hassan, <\/b> None..<br><b>C. Huntley, <\/b> None..<br><b>L. Loong, <\/b> None..<br><b>Y. Walburga, <\/b> None..<br><b>K. Lavelle, <\/b> None..<br><b>E. Morris, <\/b> None..<br><b>S. Hardy, <\/b> None..<br><b>B. Torr, <\/b> None.&nbsp;<br><b>D. Eccles, <\/b> <br><b>Astrazeneca<\/b> Other, Co-applicant\/investigator on research grant funding.<br><b>C. Turnbull, <\/b> None..<br><b>M. Tischkowitz, <\/b> None.&nbsp;<br><b>P. Pharoah, <\/b> <br><b>University of Cambridge<\/b> Other, Receives share of fees received by Cambridge for the licensing of the PREDICT model.&nbsp;<br><b>A. C. Antoniou, <\/b> <br><b>University of Cambridge licensing<\/b> Other Intellectual Property, Listed as creator of BOADICEA which was licensed by Cambridge Enterprise, University of Cambridge.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"5163","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3057","PresenterBiography":null,"PresenterDisplayName":"Isaac Allen, BS","PresenterKey":"2ee57bb1-cbf8-43f7-b98c-7d05b6a9feb6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3057. Second primary cancer risks for female and male breast cancer survivors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Second primary cancer risks for female and male breast cancer survivors","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Extracellular vesicles (EVs) are abundant in biological fluids and increasingly recognized for their diagnostic and therapeutic potential. Unlike circulating tumor DNA which scales in abundance with tumor size and is a product of tumor cell death; tumor EVs are secreted continuously, are remarkably stable, and used by cancer cells as messengers to benefit tumor growth and metastasis, suggesting they may be a better indicator of early-stage cancer. Tumor-derived EVs reflect their cell of origin, making them an ideal analyte for liquid biopsy diagnostic assays. We describe a platform technology, Mercy Halo&#8482;, which interrogates millions of individual EVs within a plasma or serum sample to capture and detect cancer cell derived EVs. Using panels of antibodies targeting up to three cancer-associated biomarkers simultaneously, we demonstrate Mercy Halo enables sensitive and specific detection of early-stage high-grade serous ovarian carcinoma (HGSOC) with excellent reproducibility in a proof-of-concept (PoC) study.<br \/>Methods: Following purification of a sample by size-exclusion chromatography, EVs were captured using antibody-functionalized beads and interrogated using proximity ligation qPCR. EVs were characterized and biomarker expression confirmed by traditional immunoassay and Mercy Halo. The colocalization of specific biomarkers on single EVs was measured using a panel of antibodies against biomarkers upregulated in HGSOC and human cancer cell lines. Optimized antibody panels were then used in a feasibility study using EVs purified from plasma samples from early- and late-stage HGSOC, benign ovarian masses, and healthy controls.<br \/>Results: Mercy Halo detects colocalized biomarkers specifically and sensitively on the surface of tumor derived EVs. Surface biomarkers expressed by cancer cells were detected in our assay and signal strength correlated with protein expression, demonstrating that EVs can be used as a surrogate to indicate the presence or absence of cancer. We demonstrate that biomarkers present on cancer cells are colocalized on EVs derived from a tumor and are readily detectable using the Mercy Halo platform. A positive signal was dependent on the presence of all biomarkers on the same EV. Importantly, there was significant improvement in both the specificity and sensitivity of the assay as the number of biomarker antibodies used to interrogate the EVs increases. Finally, in a small clinical cohort PoC study, we demonstrate improved detection of early stage HGSOC relative to CA125 ELISA.<br \/>Conclusions: Tumor-derived EVs are a robust analyte for liquid-biopsy assays which can readily be detected using our platform technology. This PoC study suggests Mercy Halo can discriminate all stages of HGSOC from benign and healthy samples in human plasma with high sensitivity and specificity and is being investigated for extensibility in other cancers and diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-15 Screening and early detection,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Liquid biopsies,Ovarian cancer,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Daniel  P.  Salem<sup><\/sup>, Laura  T.  Bortolin<sup><\/sup>, <b>Anthony  D.  Couvillon<\/b><sup><\/sup>, Dan Gusenleitner<sup><\/sup>, Jonian Grosha<sup><\/sup>, Sanchari Banerjee<sup><\/sup>, Kelly  M.  Biette<sup><\/sup>, Ibukunoluwapo  O.  Zabroski<sup><\/sup>, Christopher  R.  Sedlak<sup><\/sup>, Delaney  M.  Byrne<sup><\/sup>, Peter  A.  Duff<sup><\/sup>, Bilal  F.  Hamzeh<sup><\/sup>, MacKenzie  S.  King<sup><\/sup>, Lauren  T.  Cuoco<sup><\/sup>, Emily  S.  Winn-Deen<sup><\/sup>, Eric  K.  Huang<sup><\/sup>, Joseph  C.  Sedlak<sup><\/sup><br><br\/>Mercy Bioanalytics, Natick, MA","CSlideId":"","ControlKey":"87987b7d-08f6-4b9b-b1b1-90ceb9af6d93","ControlNumber":"6518","DisclosureBlock":"&nbsp;<b>D. P. Salem, <\/b> None..<br><b>L. T. Bortolin, <\/b> None..<br><b>A. D. Couvillon, <\/b> None.&nbsp;<br><b>D. Gusenleitner, <\/b> <br><b>Novartis Institute for Biomedical Research<\/b> Employment.<br><b>J. Grosha, <\/b> None..<br><b>S. Banerjee, <\/b> None.&nbsp;<br><b>K. M. Biette, <\/b> <br><b>Novartis Institute for Biomedical Research<\/b> Employment.<br><b>I. O. Zabroski, <\/b> None..<br><b>C. R. Sedlak, <\/b> None..<br><b>D. M. Byrne, <\/b> None..<br><b>P. A. Duff, <\/b> None..<br><b>B. F. Hamzeh, <\/b> None..<br><b>M. S. King, <\/b> None..<br><b>L. T. Cuoco, <\/b> None..<br><b>E. S. Winn-Deen, <\/b> None..<br><b>E. K. Huang, <\/b> None..<br><b>J. C. Sedlak, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9153","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3058","PresenterBiography":null,"PresenterDisplayName":"Anthony Couvillon, PhD","PresenterKey":"61416e13-71ef-4623-b4de-aad0371f658d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3058. Colocalization of cancer-associated biomarkers on single extracellular vesicles for early-cancer detection","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"481","SessionOnDemand":"False","SessionTitle":"Biological and Behavioral Factors in Cancer Surveillance, Prevention, and Survivorship","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Colocalization of cancer-associated biomarkers on single extracellular vesicles for early-cancer detection","Topics":null,"cSlideId":""}]