[{"Abstract":"Hypoxia is a feature of the pancreatic ductal adenocarcinoma (PDA). Although gemcitabine (GEM) is widely used in chemotherapy for PDA, drug resistance restricts its clinical effectiveness. We have found that hypoxia contributes to chemoresistance, however the mechanism is still unclear. The aim of this study is to clarify the mechanism and to develop a new therapeutic strategy. First, we examined the effect of hypoxia to GEM sensitivity, stemness and energy metabolism in three human pancreatic ductal carcinoma cell lines. The inhibition rate by GEM was lower under CoCl2-induced chemical hypoxia than normoxia. Reactive oxygen species (ROS) after GEM was increased under normoxia but not under hypoxia. Flux analysis showed that both oxidative phosphorylation (OXPHOS) and glycolysis were suppressed under hypoxia, indicating a quiescent state. Next, we investigated the relationship between hypoxia and stemness. Hypoxia increased stem cell markers mRNA (C-Myc, Oct-3\/4, CD24, CD44, CD133) expression and tumorsphere formation efficiency (TFE). In addition, hypoxia and GEM administration reduced sphere size but increased the number of spheres and TFE. This indicated that hypoxia and GEM suppressed proliferation, however promoted stemness. Second, to examine the mechanism of GEM resistance, we established two GEM-resistant cell lines from human PDA cells by continuous treatment with GEM and CoCl2-induced chemical hypoxia. One resistant cell line possessed reduced OXPHOS and decreased mitochondrial ROS levels, while the other resistant cell line possessed increased stemness. In both cell lines, ethidium bromide-stained mitochondrial DNA levels decreased, suggesting mitochondrial DNA damage. In addition, tetramethylrhodamine-stained mitochondrial membrane potential levels decreased, suggesting mitochondrial impairment. This indicated that long hypoxia and treatment with GEM induced mitochondrial impairment and acquisition of stemness, causing chemoresistance. We further investigated the effect of lauric acid (LAA), a medium-chain fatty acid, on GEM resistance. We have previously reported that LAA causes reprogramming of energy metabolism and induces cell death in cancer cells. Treatment with LAA restored GEM sensitivity in both GEM-resistant cell lines. Flux analysis showed that both OXPHOS and glycolysis were promoted, indicating displacement from quiescent state by LAA. These results suggest that decreased energy production, decreased mitochondrial ROS levels, and increased stemness associated with mitochondrial damage caused by GEM lead to GEM resistance, and that hypoxia may promote this process. Furthermore, forced activation of OXPHOS by LAA could be a tool to overcome GEM resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Hypoxia,Mitochondria,Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tadataka Takagi<\/b><sup>1<\/sup>, Hiroki Kuniyasu<sup>2<\/sup>, Masayuki Sho<sup>3<\/sup>, Rina Tani<sup>2<\/sup>, Shiori Mori<sup>2<\/sup>, Shingo Kishi<sup>2<\/sup>, Yukiko Nishiguchi<sup>2<\/sup>, Yudai Hojo<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Molecular Pathology, Department of Surgery, Nara Medical University, Kashihara, Japan,<sup>2<\/sup>Department of Molecular Pathology, Nara Medical University, Kashihara, Japan,<sup>3<\/sup>Department of Surgery, Nara Medical University, Kashihara, Japan","CSlideId":"","ControlKey":"d68b46f1-2058-42ce-8894-1c6f8edf2e93","ControlNumber":"2698","DisclosureBlock":"&nbsp;<b>T. Takagi, <\/b> None..<br><b>H. Kuniyasu, <\/b> None..<br><b>M. Sho, <\/b> None..<br><b>R. Tani, <\/b> None..<br><b>S. Mori, <\/b> None..<br><b>S. Kishi, <\/b> None..<br><b>Y. Nishiguchi, <\/b> None..<br><b>Y. Hojo, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6811","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4801","PresenterBiography":null,"PresenterDisplayName":"Tadataka Takagi","PresenterKey":"90fb9ce8-3dd1-47f7-9db8-19d1b3d4ec4b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4801. Laurine acid enhances GEM-chemosensitivity targeting hypoxia-induced mitochondrial disfunction and stemness in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Laurine acid enhances GEM-chemosensitivity targeting hypoxia-induced mitochondrial disfunction and stemness in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Prostate cancer (PCa) is the second most diagnosed cancer in men and the second cause of cancer-related death amongst men worldwide. PCa is a heterogeneous disease, and the outcome is worse for patients when the disease progresses from localized PCa to a castrate-resistant disease. Androgen receptor (AR) signaling is crucial for PCa development and has been a major therapeutic target for decades. Despite the success made with hormone therapy to block AR signaling, castration resistant disease can arise through mutations and amplifications of the androgen receptor (AR) and AR splice variants (AR-Vs). Amongst them, AR-V7 and AR-V12 can promote AR signaling independent of androgen. Furthermore, prostate tumors are highly hypoxic due to abnormal tumor vasculature. Hypoxia influences the efficacy of local and systemic treatment strategies, such as radiotherapy, hormone therapy, and chemotherapy, resulting in poorer clinical outcomes for PCa patients. Therefore, a complete understanding of AR and AR variant function, as well as how they are modulated by hypoxia and therapy is warranted for developing new strategies to treat PCa.<b> <\/b><br \/><b>Methods: <\/b>To identify the transcriptional apparatus associated with the AR and its variants under normal and hypoxic conditions, we carried out Bio-ID proximity labeling mass spectrometry (BioID-MS). We generated stable androgen-independent human prostate cancer cell lines, PC-3 and DU145, expressing AR and the AR-V7 and AR-V12 variants fused to a MiniTurboID (MTID) enzyme. To delineate the AR proximal interaction network, we treated cells with androgen or vehicle for 3 hours and affinity-purified biotinylated proteins after the addition of biotin for the final 2 hours. Cells were grown in normoxia (20% O<sub>2<\/sub>) or treated with hypoxia (95% N2,5% CO<sub>2<\/sub> and 0.5% O<sub>2<\/sub>)<sub> <\/sub>for 24 h. Nonspecific interactions were filtered using controls and statistical methods to identify high-confidence interactomes.<br \/><b>Results: <\/b>BioID proximity labeling in PC3 cells identified several AR-associated proteins, including many knowninteractors, validating the approach. Hypoxic conditions led to a striking alteration in proximal interactions and many metabolic proteins were highly enriched with AR upon exposure of cells to hypoxia for 24h. Among these, phosphoglycerate kinase 1 (PGK1) was a top hit. PGK1 has been reported to interact with AR to mediate the expression of genes that regulates cell proliferation and apoptosis. Additionally, PGK1 has an essential role in metabolic reprogramming induced by c-MYC and HIF-1&#945;, leading to enhanced tumorigenesis.<br \/><b><\/b><b> <\/b><b>Conclusion: <\/b>Bio-ID mass spectrometry was used to map the proximal interactome of AR and its variants, identifying novel interactions partners for further analysis. We found that hypoxia strongly alters interactors with the AR, and we identified PGK1 as a hypoxia induced AR interaction in PCA. Current work to functionally validate this interaction will be presented. <b> <\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Prostate cancer,Hypoxia-inducible factor,Castrate resistant prostate cancer,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Oloruntoba  I.  Osagie<\/b><sup><\/sup>, Jordann Smakk<sup><\/sup>, Deborah  E.  Citrin<sup><\/sup>, Travis  H.  Stracker<sup><\/sup><br><br\/>NIH-NCI, Maryland, MD","CSlideId":"","ControlKey":"045d9763-686a-4fb2-a503-322e517f75ee","ControlNumber":"7080","DisclosureBlock":"&nbsp;<b>O. I. Osagie, <\/b> None..<br><b>J. Smakk, <\/b> None..<br><b>D. E. Citrin, <\/b> None..<br><b>T. H. Stracker, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6812","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4802","PresenterBiography":null,"PresenterDisplayName":"Oloruntoba Osagie","PresenterKey":"b963f32e-3dfc-4546-a612-465bc29134e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4802. Identification of critical hypoxia induced factors in castrate resistant prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of critical hypoxia induced factors in castrate resistant prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"To identify novel drivers of PDA malignancy, we employed a regulatory network analysis, which accurately infers the activity of transcription factors and other regulatory proteins based on the integrated expression of their positive and negative target genes. This highly validated approach enables the identification of the most hyper-activated and hyper-repressed regulatory proteins (i.e. the &#8220;master regulators (MRs)&#8221;) that drive phenotypic distinctions. We applied this technique to a set of 200 laser capture microdissected human PDA samples as well as 45 low-grade precursors for which we had matched histopathological, clinical, and epidemiological annotation. We identified the MRs associated with four malignancy phenotypes: precursors vs. PDA (initiation), low-grade vs. high grade histopathology (progression), survival post resection, and association with KRAS activity. Integrating across these phenotypes, the top MR of PDA malignancy was found to be BMAL2, a member of the PAS family of bHLH transcription factors. Although the canonical function of BMAL2 is linked to the circadian rhythm protein CLOCK, gene set enrichment analysis highlighted a potential role in hypoxia response. We previously demonstrated that PDA in humans and in the genetically engineered &#8220;KPC&#8221; mouse model is hypovascularized, hypoperfused, and profoundly hypoxic, with a partial oxygen pressure &#60;1mmHg. Given the close homology of BMAL2 to HIF1B (ARNT) and its potential to heterodimerize with HIF1A, we investigated whether BMAL2 plays a role in the hypoxic response of PDA. Indeed, BMAL2 activity was induced in response to hypoxia and inhibited following treatment with multiple RAF, MEK, and ERK inhibitors, validating its computationally-inferred association with RAS activity. Strikingly, knockout or knockdown of BMAL2 in human PDAC cells led to defects in viability and invasion in the setting of hypoxia. BMAL2 knockout cells lost the ability to induce glycolysis upon exposure to severe hypoxia and this was associated with a loss of expression of the glycolysis enzyme LDHA. A large-scale CRISPR screen found that LDHA was the single most critical gene necessary for viability of PDA cells in the setting of hypoxia. Moreover, the set of inferred transcriptional targets of BMAL2 were highly enriched in hypoxia-responsive proteins, including GLUT1, the second top hit in our hypoxia survival CRISPR screen. Strikingly, knockout of BMAL2 led to a complete loss of HIF1A stabilization in response to hypoxia, consistent with the stabilizing role of HIF1A heterodimerization partners such as HIF1B. By contrast, HIF2A was further upregulated under hypoxia in the setting BMAL2 loss. We conclude that BMAL2 is a key master regulator of hypoxia responses in PDA that serves as a molecular switch between the disparate metabolic roles of HIF1A- and HIF2A-dependent hypoxia responses. This will be further validated in ongoing metabolomic studies","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Systems biology,KRAS,Hypoxia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alvaro Curiel Garcia<\/b><sup>1<\/sup>, Carlo H. Maurer<sup>2<\/sup>, Kate Hollinshead<sup>3<\/sup>, Pasquale Laise<sup>4<\/sup>, Anthony Andren<sup>5<\/sup>, Stephen  A.  Sastra<sup>1<\/sup>, Carmine  F.  Palermo<sup>1<\/sup>, Irina R. Sagalovskiy<sup>6<\/sup>, Li Zhang<sup>5<\/sup>, Sam Holmstrom<sup>7<\/sup>, Kristen Johnson<sup>8<\/sup>, Gulam  A.  Manji<sup>1<\/sup>, Alina Luga<sup>9<\/sup>, Costas  A.  Lyssiotis<sup>5<\/sup>, Andrea Califano<sup>1<\/sup>, Alec Kimmelman<sup>3<\/sup>, Kenneth P. Olive<sup>1<\/sup><br><br\/><sup>1<\/sup>Columbia University Irving Medical Center, New York, NY,<sup>2<\/sup>Technische Universität München, Munich, Germany,<sup>3<\/sup>NYU Grossman School of Medicine, New York, NY,<sup>4<\/sup>DarwinHealth Inc, New York, NY,<sup>5<\/sup>University of Michigan, Ann Arbor, MI,<sup>6<\/sup>Private Health Management, Inc., Los Angeles, CA,<sup>7<\/sup>UT Southwestern Medical Center, Dallas, TX,<sup>8<\/sup>University of New Hampsire, Manchester, NH,<sup>9<\/sup>University of North Carolina, Chapel Hill, NC","CSlideId":"","ControlKey":"e3f319b4-9c61-457d-97c7-38af0ffb174c","ControlNumber":"1398","DisclosureBlock":"&nbsp;<b>A. Curiel Garcia, <\/b> None..<br><b>C. H. Maurer, <\/b> None..<br><b>K. Hollinshead, <\/b> None.&nbsp;<br><b>P. Laise, <\/b> <br><b>DarwinHealth Inc<\/b> Director of Single-Cell Systems Pharmacology.<br><b>A. Andren, <\/b> None..<br><b>S. A. Sastra, <\/b> None..<br><b>C. F. Palermo, <\/b> None..<br><b>I. R. Sagalovskiy, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>S. Holmstrom, <\/b> None..<br><b>K. Johnson, <\/b> None..<br><b>G. A. Manji, <\/b> None..<br><b>A. Luga, <\/b> None.&nbsp;<br><b>C. A. Lyssiotis, <\/b> <br><b>Astellas Pharmaceuticals<\/b> Other, Consulting. <br><b>Odyssey Therapeutics<\/b> Other, Consulting. <br><b>T-Knife Therapeutics<\/b> Consulting. <br><b>A. Califano, <\/b> <br><b>DarwinHealth Inc.<\/b> founder, equity holder, and consultant. <br><b>A. Kimmelman, <\/b> <br><b>Vescor Therapeutics<\/b> Financial Interests. <br><b>Rafael\/Cornerstone Pharmaceuticals<\/b> scientific advisory board. <br><b>Deciphera<\/b> Consultant. <br><b>Abbvie<\/b> Consultant. <br><b>K. P. Olive, <\/b> <br><b>Reactive Biosciences<\/b> Other, Consultancy.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6813","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4803","PresenterBiography":null,"PresenterDisplayName":"Alvaro Curiel, BS;MS;PhD","PresenterKey":"76c39004-8bb1-4f11-ab02-87696c1a5966","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4803. BMAL2 is a KRAS-dependent master regulator of hypoxic response in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BMAL2 is a KRAS-dependent master regulator of hypoxic response in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Hypoxia is a common feature of tumor microenvironments and stimulates a variety of responses in a cell. Tumor hypoxia is also associated with poor prognosis in soft tissue sarcomas (STS), including leiomyosarcomas. Genes upregulated under hypoxia contribute to the adaptation of tumor cells and promote tumor progression. Using transcriptome-wide gene expression analysis, we identified <i>IGFBP-3 <\/i>as one of the most highly upregulated genes in SK-LMS-1 leiomyosarcoma cells in hypoxic conditions<i>.<\/i> IGFBP-3 has been studied in several tumor types, including STS, and is associated with their altered pathogenesis. Mechanisms responsible for the hypoxia-induced expression of <i>IGFBP-3<\/i> in STS have not been previously well defined. Hypoxia results in the stabilization of the hypoxia-inducible transcription factor, HIF-1, and production of reactive oxygen species (ROS) in other cell types. Here, we examined HIF-1 and ROS-dependent mechanisms to determine their roles in the hypoxia-induced expression of <i>IGFBP-3<\/i> and other genes in SK-LMS-1 cells<i>.<\/i> Our data indicate that both ROS production and HIF-1 activation are required for the enhanced <i>IGFBP-3 <\/i>mRNA<i> <\/i>expression in hypoxic SK-LMS-1 cells. We also tested the roles of the stress activated protein kinase p38 and the tumor suppressor p53 for their potential to contribute to the regulation of <i>IGFBP-3<\/i> expression in these cells. Inhibition of p53 tumor suppressor activity only partially reduced <i>IGFBP-3 <\/i>expression. We also determined that neither hypoxia nor inhibition of p53 affected the expression of the p53 target gene, <i>CDKN1A<\/i> (p21), in these cells. In contrast, inhibition of p38 MAPK completely prevented the hypoxia-induced increase in <i>IGFBP-3 <\/i>expression. Additionally, we found that p38 MAPK inhibition reduced HIF-1 protein accumulation and activity but had no effect on its mRNA expression under hypoxic conditions. Together these results suggest that ROS-dependent activation of p38 MAPK stabilizes HIF-1 and promotes the downstream expression of <i>IGFBP-3<\/i>. In contrast, p53 appears to have a limited effect on the expression of <i>IGFBP-3<\/i> in SK-LMS-1 cells. Our results clarify the signaling pathway involved in the response of soft tissue sarcoma cells to hypoxia and may provide new avenues for intervention in cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Hypoxia-inducible genes,Hypoxia-inducible factor,Reactive oxygen species,p38,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nuha Haque<\/b><sup><\/sup>, Eric Shelden<sup><\/sup><br><br\/>School of Molecular Biosciences, Washington State University, Pullman, WA","CSlideId":"","ControlKey":"69e73d08-29a1-4793-a5c7-3986631c81ec","ControlNumber":"7578","DisclosureBlock":"&nbsp;<b>N. Haque, <\/b> None..<br><b>E. Shelden, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6814","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4804","PresenterBiography":null,"PresenterDisplayName":"Nuha Haque, BS","PresenterKey":"aa5898be-b617-4d79-999a-cace34c62f55","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4804. p38 MAPK-dependent regulation of HIF-1 and expression of the hypoxia-inducible gene <i>IGFBP-3 <\/i>in leiomyosarcoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"p38 MAPK-dependent regulation of HIF-1 and expression of the hypoxia-inducible gene <i>IGFBP-3 <\/i>in leiomyosarcoma cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> At present, the precise role of Spry proteins in tumor progression is still debated. Our previous study showed that Spry1 knockdown (Spry1<sup>KO<\/sup>) in BRAF<sup>V600<\/sup>-mutant cutaneous melanoma (CM) promoted cell cycle arrest and apoptosis, repressed cell proliferation <i>in vitro<\/i>, and reduced tumor growth <i>in vivo<\/i>. Furthermore, we observed that Spry1 loss impaired angiogenesis <i>in vivo<\/i>. Hypoxia has been recognized as one of the crucial features of CM. Hypoxia results in the activation of the transcription factor hypoxia-inducible factor 1&#945; (HIF&#8208;1&#945;), which represents a master regulator of angiogenesis. Hence, the present study was designed to explore a possible role of Spry1 in modulating angiogenesis and hypoxia in CM.<br \/><b>Material and method:<\/b> SPRY1 gene was knocked-out using the CRISPR-strategy in the BRAF wild-type (wt) Mel 313 and in the BRAF-mutant Mel 593 cell lines. Angiogenic potential was assessed through <i>in vivo<\/i> CD31 staining and <i>in vitro<\/i> tube formation assays. By using <i>in vitro<\/i> and <i>in vivo<\/i> models, the effects of Spry1<sup>KO<\/sup> on hypoxia-related genes were investigated through RNA-sequencing (RNA-seq), quantitative real-time PCR, western blot, and immunofluorescence analyses. To gain insight into Spry1 interactome, immunoprecipitation coupled to mass-spectrometry (IP-MS) was employed.<br \/><b>Results and discussion:<\/b> Consistent with our previous data, tumors arising from Mel 313 and Mel 593 Spry1<sup>KO<\/sup> clones were significantly smaller than those from their corresponding parental cells. Tumor growth inhibition was accompanied by a substantial reduction of angiogenesis, as assessed by the immunofluorescence staining of CD31 <i>in vivo<\/i> and the tube formation assay <i>in vitro<\/i>. Accordingly, RNA-seq analysis indicated that the vascular endothelial growth factor A was significantly down-regulated following Spry1 silencing. Notably, Ingenuity Pathway Analysis identified &#8220;HIF-1&#945; Signaling&#8221; as the most significant molecular and cellular function affected <i>in vivo<\/i> by Spry1 silencing regardless of the BRAF mutational status. Analyses of tumor tissues confirmed that Spry1<sup>KO<\/sup> significantly reduced HIF1-&#945; protein abundance. Interestingly, HIF-1&#945; mRNA levels were minimally affected, thus suggesting that Spry1<sup>KO<\/sup> might impact on HIF-1&#945; expression post-translationally. IP-MS identified about 50 Spry1 protein partners, and most of them were mitochondrial. Importantly, western blot analysis of cytosolic and mitochondrial proteins revealed that Spry1 was largely expressed in CM cell lines irrespective of BRAF mutation.<br \/><b>Conclusions: <\/b>Altogether, these data lead us to speculate that Spry1 might play a role in mitochondria homeostasis, thus impacting on hypoxia and angiogenesis in CM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Hypoxia,Melanoma\/skin cancers,Angiogenesis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Barbara Montico<\/b><sup>1<\/sup>, Giorgio Giurato<sup>2<\/sup>, Roberto Guerrieri<sup>1<\/sup>, Annamaria Salvati<sup>2<\/sup>, Francesca Colizzi<sup>1<\/sup>, Lorena Baboci<sup>1<\/sup>, Luca Sigalotti<sup>1<\/sup>, Alessia Covre<sup>3<\/sup>, Michele Maio<sup>3<\/sup>, Agostino Steffan<sup>1<\/sup>, Tuula  A.  Nyman<sup>4<\/sup>, Alessandro Weisz<sup>2<\/sup>, Maurizio Mongiat<sup>1<\/sup>, Eva Andreuzzi<sup>1<\/sup>, Elisabetta Fratta<sup>1<\/sup><br><br\/><sup>1<\/sup>Centro di Riferimento Oncologico IRCCS, Aviano, Italy,<sup>2<\/sup>‘Scuola Medica Salernitana’, University of Salerno, Salerno, Italy,<sup>3<\/sup>Center for Immuno-Oncology, University Hospital of Siena, Siena, Italy,<sup>4<\/sup>Institute of Clinical Medicine, University of Oslo, Oslo, Norway","CSlideId":"","ControlKey":"7eecdf4d-fa96-4544-8de1-9147f8e3e5f6","ControlNumber":"5675","DisclosureBlock":"&nbsp;<b>B. Montico, <\/b> None..<br><b>G. Giurato, <\/b> None..<br><b>R. Guerrieri, <\/b> None..<br><b>A. Salvati, <\/b> None..<br><b>F. Colizzi, <\/b> None..<br><b>L. Baboci, <\/b> None..<br><b>L. Sigalotti, <\/b> None..<br><b>A. Covre, <\/b> None..<br><b>M. Maio, <\/b> None..<br><b>A. Steffan, <\/b> None..<br><b>T. A. Nyman, <\/b> None..<br><b>A. Weisz, <\/b> None..<br><b>M. Mongiat, <\/b> None..<br><b>E. Andreuzzi, <\/b> None..<br><b>E. Fratta, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6816","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4806","PresenterBiography":null,"PresenterDisplayName":"Barbara Montico, PhD","PresenterKey":"cdb2f22f-921c-4d6d-a7cb-8a7306b0cc03","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4806. Spry1 as a potential new hypoxia modulator in cutaneous melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spry1 as a potential new hypoxia modulator in cutaneous melanoma","Topics":null,"cSlideId":""},{"Abstract":"Hypoxia is an important hallmark of aggressive solid tumors. Here we show that the pro-metastatic BTB and CNC homology 1 (BACH1) transcription factor is prolyl-hydroxylated by the HIF Prolyl Hydroxylase 1 (PHD1) in an oxygen-dependent manner. Using mass spectrometry, we identified two major prolyl hydroxylation sites in BACH1 and demonstrate that prolyl hydroxylation increased protein turnover in normoxia. Notably, a clinically relevant BACH1 mutant (BACH1<sup>M<\/sup>) resistant to hydroxylation displays enhanced BACH1 DNA binding capacity. Triple-negative breast cancer (TNBC) cells expressing BACH1<sup>M<\/sup> showed higher invasion in vitro and increased metastasis in vivo. Loss of BACH1 reduced the cellular transcriptional hypoxic response. Under hypoxia, BACH1 increases chromatin accessibility and gene expression through chromatin remodeling involving direct BACH1 binding and indirect epigenetic regulation. These results indicate that hypoxia stabilizes and enhances the pro-metastatic transcriptional activity of BACH1 through loss of prolyl hydoxylation in TNBC. Our findings identify BACH1 as an oxygen sensitive effector of the hypoxia response and a clinically relevant target for attenuating hypoxia induced, pro-metastatic signaling and therapeutic resistance in cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Hypoxia,Metastasis,Epigenetics,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Long Chi Nguyen<\/b><sup>1<\/sup>, Christopher Dann<sup>1<\/sup>, Dongbo Yang<sup>1<\/sup>, Emily Shi<sup>1<\/sup>, Thomas Li<sup>1<\/sup>, Joseph Wynne<sup>2<\/sup>, Letícia Stock<sup>1<\/sup>, Madeline Henn<sup>1<\/sup>, Zeyu Qiao<sup>3<\/sup>, Andrea Valdespino<sup>1<\/sup>, Raven Watson<sup>4<\/sup>, Wenchao Liu<sup>1<\/sup>, Lydia Robinson-Mailman<sup>1<\/sup>, Galina Khramtsova<sup>5<\/sup>, Mitsuyo Matsumoto<sup>6<\/sup>, Raymond Moellering<sup>3<\/sup>, Olufunmilayo  I.  Olopade<sup>5<\/sup>, Kazuhiko Igarashi<sup>6<\/sup>, Marsha  R.  Rosner<sup>1<\/sup><br><br\/><sup>1<\/sup>Ben May Department for Cancer Research, University of Chicago, Chicago, IL,<sup>2<\/sup>Ben May Department for Cancer Research, Food and Drug Administration, Washington, DC,<sup>3<\/sup>Department of Chemistry, University of Chicago, Chicago, IL,<sup>4<\/sup>Department of Pathology, University of Chicago, Chicago, IL,<sup>5<\/sup>Section of Hematology and Oncology, Department of Medicine, University of Chicago, Chicago, IL,<sup>6<\/sup>Department of Biochemistry, Tohoku University Graduate School of Medicine, Sendai, Japan","CSlideId":"","ControlKey":"251368e0-1472-4470-b44f-9590998a124c","ControlNumber":"5647","DisclosureBlock":"&nbsp;<b>L. C. Nguyen, <\/b> None..<br><b>C. Dann, <\/b> None..<br><b>D. Yang, <\/b> None..<br><b>E. Shi, <\/b> None..<br><b>T. Li, <\/b> None..<br><b>J. Wynne, <\/b> None..<br><b>L. Stock, <\/b> None..<br><b>M. Henn, <\/b> None..<br><b>Z. Qiao, <\/b> None..<br><b>A. Valdespino, <\/b> None..<br><b>R. Watson, <\/b> None..<br><b>W. Liu, <\/b> None..<br><b>L. Robinson-Mailman, <\/b> None..<br><b>G. Khramtsova, <\/b> None..<br><b>M. Matsumoto, <\/b> None.&nbsp;<br><b>R. Moellering, <\/b> <br><b>Anastasis Biotec Ltd<\/b> Co-founder. <br><b>ReAx Biotechnologies<\/b> Other, Consultant.<br><b>O. I. Olopade, <\/b> None..<br><b>K. Igarashi, <\/b> None..<br><b>M. R. Rosner, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6817","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4807","PresenterBiography":null,"PresenterDisplayName":"Long Nguyen, PhD,MD","PresenterKey":"ed162b3a-3bf9-407a-a6ee-d3fb1ef2846c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4807. BACH1 proline hydroxylation regulates the hypoxia response and metastasis in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BACH1 proline hydroxylation regulates the hypoxia response and metastasis in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Hypoxia is a condition of oxygen deficiency which occurs in most growing solid tumors and stimulates a cascade of cell signals through a family of transcription factors named as hypoxia inducible factors (HIFs) that transactivate several regulatory genes involved in tumor proliferation. &#946;3-adrenoceptors (&#946;3-ARs) are involved in several hypoxic scenarios and in pathological conditions where hypoxia leads to important steps for cancer progression. Studies showed that &#946;-AR blockade of mice suppressed hypoxia induction of renal HIF-1&#945; accumulation, erythropoietin production, and erythropoiesis <i>in vivo<\/i>. In this work we assumed that &#946;3-AR mediates hypoxia sensing and that it was necessary for HIF-1&#945; stabilization thus we investigated a putative correlation between &#946;3-AR\/HIF-1&#945;. Data showed a similar outcome of &#946;3-ARs and HIF-1&#945; at short time of hypoxia, and that &#946;3-AR antagonist, SR59230A reduced HIF-1&#945; protein expression under hypoxia. &#946;3-AR silencing under hypoxia revealed an evident reduction of HIF-1&#945; protein expression that confirmed the &#946;3-AR modulation of HIF-1&#945; expression. SR59230A treatment strongly reduced the HIF-1&#945; target genes as <i>GLUT1, HK-2<\/i> and <i>HIF-1&#945;<\/i> expression at long time treatment confirming the &#946;3-AR modulation of HIF-1&#945; transcriptional activity. Conversely, the HIF-1&#945;-transcriptional inhibitor Topotecan did not affect &#946;3-AR expression confirming that is &#946;3-AR that mediates HIF-1&#945; activation. Immunofluorescence analysis showed that &#946;3-AR co-localized with the nucleus under hypoxia more than normoxia. These results were confirmed by nuclear-cytoplasmic fragmentation that showed the presence of both &#946;3-AR and HIF-1&#945; proteins in the nucleus under hypoxia. Co-immunoprecipitation of &#946;3-AR\/HIF-1&#945; revealed that under hypoxia, HIF-1&#945; dissociates from &#946;3-AR binding, but this process was abrogated by SR59230A. HIF-1&#945;, released under hypoxia from the link with &#946;3-AR, can play its transcriptional activity in the nucleus, while the binding with &#946;3-AR blocks its transcriptional activity. Moreover, &#946;3-AR regulation on HIF-1&#945; was exerted through PHD2 activity at short time as SR59230A treatment under hypoxia increased the PHD2 protein expression but not at long time treatment, thus showing a different regulation of HIF-1&#945; at different time points. In conclusion, the &#946;3-AR upstream of the signaling &#946;3-AR\/HIF-1&#945; axis exerts its role by PHD2 activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Hypoxia,Hypoxia-inducible factor,Cancer cell,Transcriptional regulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amada Pasha<\/b><sup>1<\/sup>, Claudia Masi<sup>1<\/sup>, Francesco Carrozzo<sup>1<\/sup>, Martina Rosati<sup>1<\/sup>, Alessia Boaretto<sup>1<\/sup>, Alessandro Pini<sup>2<\/sup>, Claudio Favre<sup>1<\/sup>, Maura Calvani<sup>1<\/sup><br><br\/><sup>1<\/sup>Meyer Children's Hospital, Firenze, Italy,<sup>2<\/sup>University of Florence, Firenze, Italy","CSlideId":"","ControlKey":"2599bd92-1c80-420e-906f-b87b1704c369","ControlNumber":"5899","DisclosureBlock":"&nbsp;<b>A. Pasha, <\/b> None..<br><b>C. Masi, <\/b> None..<br><b>F. Carrozzo, <\/b> None..<br><b>M. Rosati, <\/b> None..<br><b>A. Boaretto, <\/b> None..<br><b>A. Pini, <\/b> None..<br><b>C. Favre, <\/b> None..<br><b>M. Calvani, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6818","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4808","PresenterBiography":"","PresenterDisplayName":"Amada Pasha, MS","PresenterKey":"dbe31fdf-ba25-4ccb-90fe-9a17f26d02fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4808. Hypoxic HIF-1&#945; stabilization dependent on &#946;3-adrenoceptor localization in Ewing sarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hypoxic HIF-1&#945; stabilization dependent on &#946;3-adrenoceptor localization in Ewing sarcoma","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic Ductal Adenocarcinoma (PDAC), the most common pancreatic cancer type, will become the second leading cause of cancer-related deaths by 2030 with mortality rates of up to 93%. Current standard-of-care for patients with PDAC includes chemotherapeutic regimens and pancreatic cancer surgery. However, only 20% of the patients are eligible for surgery due to late diagnosis. Although chemotherapeutic regimens are the leading treatment to PDAC patients, these are still very limited and the development of resistance to treatment is often observed. PDAC tumors are characterized by high-density stroma and hypovascularization, therefore these present high interstitial pressure and hypoxia. These features potentially interfere with the efficiency of chemotherapeutic drugs and highlight the urgent need for novel PDAC screening platforms. Here, we describe the establishment of PDAC organoid cultures in the MIMETAS OrganoPlate&#174;. The aim of this project was to determine the treatment response of PDAC organoids in mono-, and co-culture with pancreatic stellate cells (PSCs) under hypoxic and normoxic conditions. To recapitulate in-vivo like conditions, the 2-lane OrganoPlate&#174; from MIMETAS was used to study organoid growth and sensitivity to treatment. Several standard of care (chemo-)therapeutics were tested on PDAC organoids embedded within an extracellular matrix in the Organoplate&#174; 2-lane. These were exposed to chemotherapeutic treatments for 72h. PDAC organoids showed an overall better survival when grown in co-culture with PSCs. Interestingly, organoids grown in co-culture showed a higher survival rate under hypoxic conditions. In contrast, when grown in monoculture cell viability was higher or similar under normoxic conditions than in hypoxia for the different chemotherapeutics. The OrganoPlate&#174; 2-lane provides an excellent platform for (co-) cultivation and high-throughput phenotypic drug screening of PDAC organoids, thereby potentially enabling the development of novel <i>in-vivo<\/i> like model systems for efficient patient stratification and drug discovery.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Tumor microenvironment,Hypoxia,Organ-on-a-Chip,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Marlene Geyer<sup>1<\/sup>, Daniel Schreyer<sup>2<\/sup>, Lisa-Marie Gaul<sup>1<\/sup>, <b>Désiréé Goubert<\/b><sup>1<\/sup>, Susanne Pfeffer<sup>1<\/sup>, Christian Pilarsky<sup>3<\/sup>, Karla S. Queiroz<sup>1<\/sup><br><br\/><sup>1<\/sup>MIMETAS, Oegstgeest, Netherlands,<sup>2<\/sup>University of Glasgow, Glasgoow, United Kingdom,<sup>3<\/sup>Universitätsklinikum Erlangen, Erlangen, Netherlands","CSlideId":"","ControlKey":"03b238d7-3c57-4ff2-aab0-c1234fd7766a","ControlNumber":"6246","DisclosureBlock":"&nbsp;<b>M. Geyer, <\/b> None..<br><b>D. Schreyer, <\/b> None..<br><b>L. Gaul, <\/b> None..<br><b>D. Goubert, <\/b> None..<br><b>S. Pfeffer, <\/b> None..<br><b>C. Pilarsky, <\/b> None..<br><b>K. S. Queiroz, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6819","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4809","PresenterBiography":null,"PresenterDisplayName":"DÉSIRÉE GOUBERT","PresenterKey":"2a20288f-a600-4af4-b63f-f31358669af1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4809. A novel microfluidic platform for PDAC organoid culture and drug screening","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel microfluidic platform for PDAC organoid culture and drug screening","Topics":null,"cSlideId":""},{"Abstract":"Purpose\/Objective(s): Pancreatic ductal adenocarcinoma (PDAC) is characterized by an unusually high degree of hypoxia in the tumor microenvironment, which activates hypoxic signaling pathways orchestrated by hypoxia-inducible factor 1&#945; (HIF1&#945;). It has been shown previously that HIF1&#945; significantly increases PDAC radioresistance and growth, though its mechanism of action is unknown. Here, we test the hypothesis that HIF1&#945; confers these traits in PDAC through involvement in DNA damage repair and KRAS signaling <i>in vitro<\/i>.<br \/>Materials\/Methods: We performed studies with the KPC cell line (Kras<sup>LSL-G12D\/+<\/sup>;TP53<sup>LSL-R172H\/+<\/sup>). We used CRISPR-Cas9, a genome editing tool, to generate a HIF1&#945; knockout (KO) cell line. Hypoxic microenvironments were induced using 100uM of the oxygen scavenger CoCl<sub>2<\/sub>. Radioresistance and double-strand DNA damage was evaluated and compared between wild-type (WT) and KO cells after treatment with increasing doses of ionizing radiation using neutral comet assays. Tumor signaling pathways were mapped and analyzed using western blot and co-immunoprecipitation. The KRAS<sup>G12D<\/sup> inhibitor, BI-2852, was obtained from Boehringer-Ingelheim. Cancer cells were evaluated for growth and migration using cell proliferation assays and scratch wound assays following treatment with 50 uM BI-2852. Bioinformatic analysis was conducted using TCGA (The Cancer Genome Atlas) data; high and low expression were defined as samples with mRNA expression z-scores &#8805; 1 and &#8804; -1, respectively,<br \/>Results: HIF1&#945; KO cells demonstrated significantly increased radioresistance compared to WT cells following 8 and 10 Gy of radiation in hypoxic conditions (t-test, P&#60;0.05). The olive moment of KO cells treated with the IC<sub>50<\/sub> radiation dose (4 Gy) was significantly higher than that of WT cells (t-test, P&#60;0.0001), suggesting that the DNA damage repair was upregulated by HIF1&#945;. In addition, WT cells demonstrated higher tumor proliferation (t-test, P&#60;0.01) and migration (t-test, P&#60;0.05) compared to KO cells under hypoxia, suggesting HIF1&#945; promoted tumor growth. WT cells treated with BI-2852 demonstrated significantly lower levels of TP53; using coimmunoprecipitation, we show that TP53 was likely degraded through Mdm2. HIF1&#945; KO was necessary to induce high levels of apoptosis in cells treated with BI-2852. Our results suggest that HIF1&#945; may act synergistically with KRAS to promote tumor survival through anti-apoptotic pathways that target TP53 for degradation. TCGA data also suggest that tumors with high expression of HIF1&#945; is are associated with significantly poorer prognosis coimpared to tumors with low expression of HIF1&#945; (Logrank test, P=0.003).<br \/>Conclusion: Overall, this study demonstrates that HIF1&#945; promotes DNA damage repair in PDAC and reveals a HIF1&#945;\/KRAS\/p53 signaling axis. Future studies will test anti-HIF1&#945; and anti-KRAS combination therapies in PDAC mouse models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Hypoxia-inducible factor,Radiotherapy,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kevin  J.  Tu<\/b><sup>1<\/sup>, Sanjit  K.  Roy<sup>2<\/sup>, Amit Sawant<sup>2<\/sup>, Hem  D.  Shukla<sup>2<\/sup><br><br\/><sup>1<\/sup>Cell Biology and Molecular Genetics, University of Maryland, College Park, MD,<sup>2<\/sup>Radiation Oncology, University of Maryland School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"90ea659f-de06-48b7-a70c-cf66a7cc1091","ControlNumber":"3054","DisclosureBlock":"&nbsp;<b>K. J. Tu, <\/b> None..<br><b>S. K. Roy, <\/b> None..<br><b>A. Sawant, <\/b> None..<br><b>H. D. Shukla, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6820","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4810","PresenterBiography":null,"PresenterDisplayName":"Kevin Tu, No Degree","PresenterKey":"8a85ba33-46e8-4955-ac0f-9a1fc3d08bef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4810. HIF1&#945; is involved in radiation-induced DNA damage repair and anti-apoptotic pathways in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HIF1&#945; is involved in radiation-induced DNA damage repair and anti-apoptotic pathways in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Current approaches to preclinical cancer research often fail to consider the impact of ambient oxygen (O<sub>2<\/sub>; ~21%) on cancer cells. This is also true for hypoxia studies that typically involves cancer cells previously grown in ambient O<sub>2 <\/sub>before subsequent transfer to hypoxia. However, the tumor microenvironment is characterized by significantly lower O<sub>2 <\/sub>levels. We have previously demonstrated the impact of ambient O<sub>2 <\/sub>on stem cell populations, signaling pathways and resistance to therapy. We developed an experimental approach that allows us to collect and process tumor tissues from transgenic mammary tumor mouse models and ovarian cancer patients under physioxia (3% O<sub>2<\/sub>), such that they are never exposed to ambient O<sub>2<\/sub>. In this study, our goal was to explore oxygen-dependent signaling pathway alterations and to determine how these pathways are influenced by targeted drugs in the context of physioxia or ambient air (AA). Our studies revealed increased basal phosphorylation levels of EGFR (Y1068) in the tumor cells in AA, relative to physioxia. However, downstream signaling effectors AKT and ERK showed higher phosphorylation levels under physioxia, compared to AA, suggesting that their activation is independent of EGFR signaling. These findings correlate with the decreased sensitivity of the tumor cells under physioxia to target drugs lapatinib and alpelisib. We then sought to examine basal and target drug induced kinome changes in tumor cells under physioxia and AA via Multiplexed Inhibitor Beads (MIBs) kinome assay. This assay revealed significant differences in the kinome of the tumor cells under physioxia compared to AA. Although direct comparison between vehicle and lapatinib treated cells in physioxia and ambient air showed very minimal changes, pairwise comparison between lapatinib treated physioxia cells and vehicle treated AA cells revealed an increase in the activity of PDGFRB in lapatinib treated physioxia cells. Similarly, a receptor tyrosine kinase (RTK) array and western blotting showed increased basal and lapatinib induced phosphorylation of PDGFRB (Y751) under physioxia. Next, we determined the potential role of PDGFRB in downstream signaling pathway activation of AKT and ERK and resistance to lapatinib. We found that sunitinib, a multitarget RTK inhibitor with high affinity for PDGFR effectively decreased PGDFRB activity under physioxia, with a concurrent decrease in the phosphorylation of AKT. Moreover, tumor cells under physioxia were more sensitive to sunitinib treatment, relative to ambient air. Furthermore, a combination of lapatinib and sunitinib rendered tumor cells under physioxia more sensitive to treatment than with lapatinib alone. These findings suggest that ambient and physioxic oxygen tensions differentially impact cancer relevant signaling pathways. Therefore, it may be necessary to carry out preclinical cancer studies in the context of physiologically relevant oxygen tensions to aid translatability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Hypoxia,Breast cancer,Platelet derived growth factor receptor (PDGFR),EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Adedeji K. Adebayo<\/b><sup>1<\/sup>, Brijesh Kumar<sup>2<\/sup>, Christopher Davis<sup>3<\/sup>, Steven  P.  Angus<sup>3<\/sup>, Harikrishna Nakshatri<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Biochemistry and Molecular Biology, Indiana University School of Medicine, Indianapolis, IN,<sup>2<\/sup>Department of Surgery, Indiana University School of Medicine, Indianapolis, IN,<sup>3<\/sup>Department of Pediatrics, Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"9b3587ab-6168-470e-9b7a-f5fbf107cbbf","ControlNumber":"1022","DisclosureBlock":"&nbsp;<b>A. K. Adebayo, <\/b> None..<br><b>B. Kumar, <\/b> None..<br><b>C. Davis, <\/b> None..<br><b>S. P. Angus, <\/b> None..<br><b>H. Nakshatri, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6821","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4811","PresenterBiography":null,"PresenterDisplayName":"Adedeji Adebayo, DVM","PresenterKey":"021b6f67-9ac0-4c26-b165-45ffae811663","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4811. Oxygen tension - dependent differences in cancer cell kinome","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oxygen tension - dependent differences in cancer cell kinome","Topics":null,"cSlideId":""},{"Abstract":"Hypoxia-inducible factors (HIFs) act as transcription factors and play an essential role in cellular and systemic responses to low oxygen environments. HIF-1&#945; expression is induced in acute hypoxia typically through failure of its ubiquitination and degradation mediated by Von Hippel-Lindau (VHL). Previously we discovered a non-canonical mechanism where the SMAD specific E3 ubiquitin protein ligase 2 (Smurf2) promotes the ubiquitination of HIF-1&#945; and reduces HIF-1&#945; level in HCT116 colorectal cancer cells. Smurf2 is a HECT-type ubiquitin ligase known to interact with Smad proteins, leading to their ubiquitination and proteasomal degradation. Overexpression of Smurf2 decreased HIF-1&#945; expression in HCT116 and SW480 colorectal cancer cells under hypoxia as well as in RCC4 VHL-deficient kidney renal clear cell carcinoma cells under normoxia. Treatment with MG132 at least partially rescued the expression of HIF-1&#945; following Smurf2 overexpression, indicating involvement of proteasome-dependent degradation in Smurf2-mediated HIF-1&#945; destabilization. Knockdown of <i>SMURF2<\/i> increased HIF-1&#945; expression under normoxia in HCT116 and RCC4 cells. To investigate the effect of Smurf2 inhibition, we tested a selective reversible inhibitor of HECT E3 ubiquitin ligases, heclin, along with its analogues, PYR-41, C646 and 4E1RCat. Treatment with heclin increased HIF-1&#945; expression in HCT116 under hypoxia as well as in SW480 and RCC4 cells under normoxia in a dose-dependent manner. PYR-41 elevated the level of HIF-1&#945; level in HCT116 cells under hypoxia, in RCC4 cells under normoxia and in SW480 cells under both normoxia and hypoxia. To examine the effect on HIF transcriptional activity, we performed luciferase reporter assay using plasmids containing the hypoxia response element (HRE) from the <i>PGK1<\/i> promoter and the <i>VEGF<\/i> promoter, respectively. PYR-41 induced transcriptional activity on <i>PGK1<\/i>-HRE in both HCT116 and SW480 cells. 4E1RCat robustly activated transcription on both <i>VEGF<\/i>-HRE and <i>PGK1<\/i>-HRE in HCT116 and SW480 cells. In summary, Smurf2 targets HIF-1&#945; for ubiquitination and degradation independently of oxygen concentration and inhibition of Smurf2 to stimulate HIF activity under normoxia or hypoxia may be beneficial in pathological circumstances featuring anemia and hypoxemia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-01 Hypoxia,,"},{"Key":"Keywords","Value":"Hypoxia-inducible factor,Ubiquitination,Inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shuai Zhao<\/b><sup><\/sup>, Wafik  S.  El-Deiry<sup><\/sup><br><br\/>Brown University, Providence, RI","CSlideId":"","ControlKey":"d357ba3c-1ef7-43a0-8a32-f849bb403876","ControlNumber":"7976","DisclosureBlock":"&nbsp;<b>S. Zhao, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6822","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4812","PresenterBiography":null,"PresenterDisplayName":"Shuai Zhao, MS","PresenterKey":"c5eaa326-d0fa-4a12-adaf-11465b593ceb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4812. Inhibition of Smurf2 E3 ubiquitin ligase by heclin and its analogues enhances HIF-1&#945; expression and transcriptional activity in normoxia or hypoxia","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of Smurf2 E3 ubiquitin ligase by heclin and its analogues enhances HIF-1&#945; expression and transcriptional activity in normoxia or hypoxia","Topics":null,"cSlideId":""},{"Abstract":"Background: Ovarian cancer (OCa) is the deadliest of all gynecologic cancers in the United States. Despite initial response to chemotherapy, most OCa patients become chemo resistant and progress to metastatic disease. Here, we tested the hypothesis that the high basal level of endoplasmic reticulum stress (ERS) in OCa represents a critical vulnerability and drugs that further aggravate this already engaged system in OCa may exhaust its protective features and contribute to apoptosis induction. The objective of this proposal is to identify a hit compound that enhances ERS in OCa and to conduct mechanistic studies.<br \/>Methods: We synthesized a small library of &#62;200 chemically distinct oligobenzamide analogs with maintenance of the chemical backbone but altered R groups of ERX-11. We performed the primary screening of this library to evaluate the induction of mRNA levels of two canonical ERS\/UPR (unfolded protein response) genes- sXBP1 and CHOP. Biological activity of ERX-208 was validated using multiple OCa cells. Mechanistic studies were conducted using CRISPR\/Cas9 KO, Western blotting, reporter gene assays, IHC and RNA-seq analysis. PK (pharmacokinetics) and toxicity studies were done using C57BL\/6 mice. Cell line-derived xenografts (CDXs), patient-derived xenografts (PDXs), patient-derived explants (PDEs), and patient-derived organoids (PDO) were used for preclinical evaluation.<br \/>Results: From a screen of a curated ERX-11 derived oligobenzamide library, we identified a hit compound, ERX-208 that potently (IC<sub>50<\/sub>~100nM) induces ERS\/UPR and apoptosis in multiple OCa cells <i>in vitro.<\/i> CRISPR KO screen identified the lysosomal acid lipase A (LIPA) protein as the critical target of ERX-208. LIPA KO abrogates response to ERX-208, while reconstitution of LIPA restores ERX-208 response. The time course studies showed a robust and consistent induction (&#62;15-fold CHOP, and &#62;10-fold sXBP1) by ERX-208 treatment within 24h. We confirmed induction of classic UPR components peIF2&#945;, CHOP and LC3B using Western blotting in multiple OCa cells. Functionally, ERX-208 causes growth inhibition of OCa cells, as noted by MTT cell viability assays using 15 OCa cells with an IC<sub>50<\/sub> of ~50-100nM. The activity of ERX-208 is distinct among oligobenzamides as ERX-11 has limited\/no activity against OCa cells. RNA-seq analysis confirmed that ERX-208 induces significant ERS, UPR, and apoptosis. Further, ERX-208 reduced the growth of OCa PDO&#8217;s <i>in vitro<\/i>, PDEs <i>ex vivo <\/i>and CDXs and PDXs <i>in vivo.<\/i> ERX-208 treatment did not show any signs of toxicity and body weight of mice was not affected. IHC analyses showed increased activation of ERS\/UPR markers such as GRP78, p-PERK and decreased proliferation measured by Ki67.<br \/>Conclusions: Collectively, our results demonstrated the utility of ERX-208 and will establish a novel therapeutic paradigm in OCa that overcomes tumor heterogeneity by targeting LIPA and enhancing ERS leading to apoptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-05 Unfolded protein response,,"},{"Key":"Keywords","Value":"Unfolded protein response (UPR),Organoids,Patient-derived xenograft (PDX) models,Endoplasmic reticulum stress,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Suryavathi Viswanadhapalli<\/b><sup>1<\/sup>, Tae-Kyung Lee<sup>2<\/sup>, Kara Kassees<sup>2<\/sup>, Gaurav Sharma<sup>3<\/sup>, Rahul Gopalam<sup>1<\/sup>, Karla Parra<sup>3<\/sup>, Tanner Reese<sup>3<\/sup>, Michael Hsieh<sup>3<\/sup>, Uday  P.  Pratap<sup>1<\/sup>, Xue Yang<sup>1<\/sup>, Behnam Ebrahimi<sup>1<\/sup>, Chia Yuan Chen<sup>2<\/sup>, Scott Terry Elmore<sup>2<\/sup>, Christian Cervantes<sup>1<\/sup>, Zhenming Xu<sup>1<\/sup>, Edward Kost<sup>1<\/sup>, Gangadhara Reddy Sareddy<sup>1<\/sup>, Rajeshwar Rao Tekmal<sup>1<\/sup>, Jung-Mo Ann<sup>2<\/sup>, Ganesh  V.  Raj<sup>3<\/sup>, Ratna  K.  Vadlamudi<sup>1<\/sup><br><br\/><sup>1<\/sup>UT Health Science Center at San Antonio, San Antonio, TX,<sup>2<\/sup>UT Dallas, Richardson, TX,<sup>3<\/sup>UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"ecfdd981-e43a-454c-b88f-2297de531e92","ControlNumber":"4090","DisclosureBlock":"&nbsp;<b>S. Viswanadhapalli, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>K. Kassees, <\/b> None..<br><b>G. Sharma, <\/b> None..<br><b>R. Gopalam, <\/b> None..<br><b>K. Parra, <\/b> None..<br><b>T. Reese, <\/b> None..<br><b>M. Hsieh, <\/b> None..<br><b>U. P. Pratap, <\/b> None..<br><b>X. Yang, <\/b> None..<br><b>B. Ebrahimi, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>S. T. Elmore, <\/b> None..<br><b>C. Cervantes, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>E. Kost, <\/b> None..<br><b>G. Sareddy, <\/b> None..<br><b>R. R. Tekmal, <\/b> None.&nbsp;<br><b>J. Ann, <\/b> <br><b>EtiraRx<\/b> Patent. <br><b>G. V. Raj, <\/b> <br><b>EtiraRx<\/b> Patent. <br><b>R. K. Vadlamudi, <\/b> <br><b>EtiraRx<\/b> Patent.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6823","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4813","PresenterBiography":null,"PresenterDisplayName":"Suryavathi Viswanadhapalli, PhD","PresenterKey":"413e1bf7-4566-4e9a-9edb-231712aa1448","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4813. ERX-208 as a novel therapeutic for treating ovarian cancer by enhancing endoplasmic reticulum stress","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ERX-208 as a novel therapeutic for treating ovarian cancer by enhancing endoplasmic reticulum stress","Topics":null,"cSlideId":""},{"Abstract":"Due to malignant transformation, cancer cells are characterized by elevated levels of genotoxic, replication or proteotoxic stresses, which makes them vulnerable to various external conditions, including increased temperature. Thus, hyperthermia represents a very effective therapeutic modality usually combined with standard chemotherapy or radiation. Moreover, the elevated temperature is often used in experimental studies related to protein aggregation, cellular heat shock response and other proteostasis mechanisms relevant to cancer progression and treatment. Recently, we developed a single-cell method to inflict defined, subcellular thermal damage, adopting the plasmon resonance principle. Dose-defined heat causes protein damage in subcellular compartments, rapid heat-shock chaperone recruitment, and ensuing engagement of the ubiquitin-proteasome system, providing unprecedented insights into spatiotemporal response to protein damage relevant to cancer. Using this versatile method, we discovered so-far unsuspected compensatory interplay of p97 translocase, the ubiquitin-proteasome system and heat shock protein chaperones in the processing of heat-damaged proteins. As both, p97 and heat shock proteins, represent potential cancer-relevant drug targets, these results can contribute to the development and better implementation of related therapies in cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-05 Unfolded protein response,,"},{"Key":"Keywords","Value":"Heat shock proteins,Hyperthermia,Unfolded protein response (UPR),Ubiquitination,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zdenek Skrott<\/b><sup>1<\/sup>, Katarina Chroma<sup>1<\/sup>, Petr Muller<sup>2<\/sup>, Ales Panacek<sup>3<\/sup>, Jiri Bartek<sup>4<\/sup>, Martin Mistrik<sup>1<\/sup><br><br\/><sup>1<\/sup>Insitute of Molecular and Translational Medicine, Faculty of Medicine and Dentistry, Palacký University in Olomouc, Olomouc, Czech Republic,<sup>2<\/sup>Regional Centre for Applied Molecular Oncology, Masaryk Memorial Cancer Institute, Brno, Czech Republic,<sup>3<\/sup>Department of Physical Chemistry, Regional Centre of Advanced Technologies and Materials, Faculty of Science, Palacký University in Olomouc, Olomouc, Czech Republic,<sup>4<\/sup>Danish Cancer Society Research Center, Copenhagen, Denmark","CSlideId":"","ControlKey":"1475fa29-168d-4979-a70a-8ef4f745aecf","ControlNumber":"3392","DisclosureBlock":"&nbsp;<b>Z. Skrott, <\/b> None..<br><b>K. Chroma, <\/b> None..<br><b>P. Muller, <\/b> None..<br><b>A. Panacek, <\/b> None..<br><b>J. Bartek, <\/b> None..<br><b>M. Mistrik, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6824","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4814","PresenterBiography":null,"PresenterDisplayName":"Zdenek Skrott, PhD","PresenterKey":"a67333b3-d2c9-4db9-8ce2-18723513bbae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4814. Compensatory interplay of p97 segregase and HSP70 chaperone protect cancer cells from heat-induced proteotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Compensatory interplay of p97 segregase and HSP70 chaperone protect cancer cells from heat-induced proteotoxicity","Topics":null,"cSlideId":""},{"Abstract":"The endoplasmic reticulum (ER) contributes to various protein modifications such as protein folding. Also, the ER-associated degradation (ERAD) complex removes defective proteins, which prevents the accumulation of misfolded proteins to avoid abnormality of physiological activity. Several physiological and pathological stimuli, such as hypoxia and nutrient starvation lead to unfolded protein responses (UPRs). Given that hyper-proliferation causes hypoxia and glucose shortening, cancer cells might induce UPRs resulting in misfolded protein accumulation and aggregation. Although the ERAD complex removes defective proteins, the capacity of the proteasomal degradation pathway is not enough to completely clear defective proteins in hyper-proliferative cancer cells. Thus, it is likely that cancer cells require additional misfolded protein degradation systems. Transmembrane protein 9 (TMEM9) has been identified as a vesicular acidification amplifier, which is upregulated in cancer cells for Wnt\/&#946;-catenin signaling activation via lysosomal protein degradation. In this study, TMEM9 downregulated ER stress-induced misfolded proteins that decrease cancer cell proliferation and viability. ERAD inhibitor declined cancer cell proliferation, reverted by TMEM9. Intriguingly, TMEM9 decreased ERAD-induced apoptosis instead of promoted autophagic cell death under glucose shorten conditions. Here we suggest that lysosomal protein degradation is an additional protein degradation system for the removal of defective proteins and contributes to stable cancer cell proliferation via the clearing of garbage proteins.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-05 Unfolded protein response,,"},{"Key":"Keywords","Value":"Endoplasmic reticulum stress,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dong-Han Wi<\/b><sup>1<\/sup>, Su-Rin Jung<sup>1<\/sup>, Seong-Ju Lee<sup>1<\/sup>, Ye-seul Jeon<sup>1<\/sup>, Youn-Sang Jung<sup>1<\/sup>, Jae-Il Park<sup>2<\/sup><br><br\/><sup>1<\/sup>Life Science, Chung-Ang University, Seoul, Korea, Republic of,<sup>2<\/sup>Experimental Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"5e10c17c-7b71-42a1-a21f-c31ef25e7ea3","ControlNumber":"5799","DisclosureBlock":"&nbsp;<b>D. Wi, <\/b> None..<br><b>S. Jung, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>Y. Jeon, <\/b> None..<br><b>Y. Jung, <\/b> None..<br><b>J. Park, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6825","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4815","PresenterBiography":null,"PresenterDisplayName":"Dong-Han Wi","PresenterKey":"5bb88ac4-a5cf-4e9b-94e7-747939d47dc1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4815. TMEM9 decreases ER stress-induced misfolded proteins via lysosomal protein degradation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TMEM9 decreases ER stress-induced misfolded proteins via lysosomal protein degradation","Topics":null,"cSlideId":""},{"Abstract":"The integrated stress response (ISR) features a family of eIF2 kinases that sense cellular stress, triggering translational and transcriptional modes of gene expression that enhance cell adaptation to the underlying stress. Previously we reported (Cordova et al., 2022 <i>eLife<\/i>) that prostate cancer (PCa) cells rely on one of these eIF2 kinases, GCN2, for maintenance of amino acid homeostasis and sustained proliferation. GCN2 functions to enhance expression of amino acid transporters and subsequent import of essential amino acids (EAAs) that are necessary to sustain PCa growth. Genetic loss or pharmacological inhibition of GCN2 results in decreased expression of amino acid transporters, severe depletion of intracellular EAAs, and decreased proliferation of PCa cells in culture and mouse xenograft models. Although loss of GCN2 in PCa cells reduces proliferation, depletion of this eIF2 kinase is suggested to lead to cell stasis and modest cell death. We hypothesize that the static phenotype by GCN2 inhibition in PCa cells renders these cells vulnerable to senolytic treatment and is a potential therapeutic target in combination therapies. To address this idea, we utilized models of androgen-sensitive and castration-resistant PCa and non-tumorigenic prostate epithelial cells. GCN2 inhibition induced a static phenotype in PCa cell lines, but not non-tumorigenic prostate epithelial cells, and this was accompanied by increased expression of the senescent markers p53, p21, p27, and MCL-1. Furthermore, induction of senescent markers following GCN2 inhibition in PCa cells was reversed by supplementation with EAAs, suggesting that limitation of EAAs is critical to the induction of cell stasis. Of importance, treatment of PCa cells with Navitoclax, a senolytic agent that targets Bcl-2 family of anti-apoptotic proteins, in combination with GCN2 inhibition resulted in enhanced cell death and apoptosis compared to each single treatment alone. Our results suggest that GCN2 inhibition in PCa cells leads to depletion of EAAs and induction of a static phenotype, rendering these cells vulnerable to targeting the Bcl-2 family of proteins to expedite cell death. As such, therapies integrating GCN2 inhibition and senolytic agents are proposed to be effective strategies for treatment of PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Stress response,Mcl-1,Bcl-2 protein family,Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Noah  R.  Sommers<\/b><sup>1<\/sup>, Ricardo  A.  Cordova<sup>1<\/sup>, Angela  J.  Klunk<sup>1<\/sup>, Roberto Pili<sup>2<\/sup>, Ronald  C.  Wek<sup>1<\/sup>, Kirk  A.  Staschke<sup>1<\/sup><br><br\/><sup>1<\/sup>Biochemistry and Molecular Biology, Indiana University School of Medicine, Indianapolis, IN,<sup>2<\/sup>Medicine, University at Buffalo, Buffalo, NY","CSlideId":"","ControlKey":"9603efe9-0ecc-4f8c-a021-05aef728ace7","ControlNumber":"7921","DisclosureBlock":"&nbsp;<b>N. R. Sommers, <\/b> None..<br><b>R. A. Cordova, <\/b> None..<br><b>A. J. Klunk, <\/b> None..<br><b>R. Pili, <\/b> None.&nbsp;<br><b>R. C. Wek, <\/b> <br><b>HiberCell, Inc<\/b> Stock, Other, Member of the advisory board. <br><b>K. A. Staschke, <\/b> <br><b>HiberCell, Inc<\/b> Grant\/Contract, Other, Consultant.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6826","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4816","PresenterBiography":null,"PresenterDisplayName":"Ricardo Cordova, BS;MS","PresenterKey":"e6bd3520-3674-41f8-978a-6942cc30ebb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4816. Targeting GCN2 regulation of amino acid homeostasis sensitizes prostate cancer cells to senolytic therapies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting GCN2 regulation of amino acid homeostasis sensitizes prostate cancer cells to senolytic therapies","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most commonly diagnosed cancer in women and is the second leading cause of cancer-related deaths in women. Approximately 20-30% of patients will develop metastases and metastasis is responsible for greater than 90% of breast cancer deaths. Metastasis is a complex process in which the cells combat many forces to survive and spread to different areas of the body. Metastatic colonization is the rate-limiting step of metastasis and is an inefficient process in which most cells die and only a small fraction of those that survive can form metastases. We have previously shown that heat shock factor 1 (HSF1) promoted epithelial-to-mesenchymal transition (EMT) and the breast cancer stem-like population, potentially linking HSF1 to metastasis. Utilizing an HSF1 gene expression signature that assesses HSF1 transcriptional activity, we further found that patients with high HSF1 activity have significantly worse metastasis-free survival. The physiological function of HSF1 is the master regulator of the heat shock response wherein it upregulates chaperone proteins under stress conditions. Because of these functions and the fact that the process of metastatic colonization is known to involve the stem cell population and incur external stressors, we hypothesized that HSF1 may function in metastatic colonization. To test this, we subjected human breast cancer MDA- MB-231 cells with or without HSF1 knockdown to intracardiac injections in nude mice. This model injects cells directly into the circulation allowing for assessment of metastatic tumor formation in which the major barrier will be metastatic colonization. Mice receiving cells with knockdown of HSF1 had a significantly reduced metastatic burden, indicating HSF1 is necessary for the completion of metastasis and colonization. Consistent with these findings, bone metastatic tumor specimens from patients show increased HSF1 activation compared to their matched primary breast tumors. The mechanism by which HSF1 enables metastatic colonization is unknown. Metastatic colonization likely requires at least two stages that include tumor initiation (or early colonization) characterized by the seeding of a tumor followed by tumor expansion (or late colonization) characterized by rapid proliferation and an increase in tumor size. We observed increased protein amyloid aggregates that correlate with an increase in HSF1 activity during mammosphere formation, suggesting that colonization induces aggregation leading to HSF1 activation that promotes a cell survival response. Overall, my results indicate that HSF1 activity increased during breast cancer metastasis and HSF1 is necessary for colonization. Going forward, I want to understand what controls HSF1 activation during metastasis, which I hypothesize that protein aggregation is increased leading to HSF1 activation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Stress response,Breast cancer,Metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Natasha Hockaden<\/b><sup><\/sup>, Gabi Leriger<sup><\/sup>, John Wang<sup><\/sup>, Haimanti Ray<sup><\/sup>, Richard Carpenter<sup><\/sup><br><br\/>Indiana University School of Medicine, Bloomington, IN","CSlideId":"","ControlKey":"d399b83a-2020-47fa-a7da-5b936d5f29bc","ControlNumber":"5620","DisclosureBlock":"&nbsp;<b>N. Hockaden, <\/b> None..<br><b>G. Leriger, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>H. Ray, <\/b> None..<br><b>R. Carpenter, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6827","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4817","PresenterBiography":null,"PresenterDisplayName":"Natasha Hockaden, BA","PresenterKey":"cafde087-6f64-4c01-8c25-c966fda05c4c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4817. Protein aggregation promotes HSF1 activity enhancing cell survival during metastatic breast cancer colonization","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Protein aggregation promotes HSF1 activity enhancing cell survival during metastatic breast cancer colonization","Topics":null,"cSlideId":""},{"Abstract":"Activation of the integrated stress response (ISR) contributes to the progression of many cancers, including prostate cancer (PCa). The ISR features a family of protein kinases that phosphorylate the eukaryotic translation initiation factor 2 (eIF2) during different stress conditions, resulting in repression of global protein synthesis. In parallel, eIF2 phosphorylation also enhances the translation of select gene transcripts, such as ATF4, which directs the transcription of ISR-target genes that are critical for cancer stress adaptation. We recently reported (Cordova et al., 2022 <i>eLife<\/i>) that the eIF2 kinase GCN2 is a driver of the ISR in PCa and is critical for the maintenance of essential amino acid (EAA) homeostasis. GCN2 is activated in PCa due to EAA limitations, resulting in increased expression of key amino acid transporters which provide for nutrient import to facilitate protein synthesis and metabolism that drive PCa proliferation. Genetic loss or pharmacological inhibition of GCN2 results in lowered expression of amino acid transporters, leading to severe depletion of intracellular essential amino acids and reduced proliferation in PCa cell lines and xenograft models. These results support the therapeutic potential of targeting GCN2 in PCa.We recently determined that loss of GCN2 in PCa triggers a G1 nutrient-sensitive cell cycle checkpoint that is dependent on p53 and its target gene CDKN1A, encoding p21 inhibitor of cell cycle. Induced G1 arrest and p53\/p21 signaling by GCN2 inhibition is reversed by supplementation with EAAs, suggesting amino acid limitation is critical for activation of p53. Metabolic stresses, such as amino acid starvation, have been suggested to activate p53 in different cancers and p53 regulates metabolic pathways that are critical for cancer cells adaptation to stresses. We also showed that depletion of specific amino acids activates GCN2 and p53 in cultured PCa cells. Using transcriptomic and metabolomic analyses, we determined that loss of GCN2 or p53 in PCa cells impacted multiple metabolic pathways, specifically those involved in amino acid and nucleotide metabolism, supporting the importance of GCN2 and p53 in metabolic homeostasis. In addition, deletion of p53 in PCa cells exacerbates the activation of GCN2 and the ISR, suggesting that loss of p53 results in amino acid imbalances that further activate GCN2. Importantly, inhibition of GCN2 in combination with loss of p53 resulted in increased cell death and apoptosis in PCa. Our study suggests that GCN2 and p53 can be activated in parallel in PCa and these stress response pathways are crucial for PCa cells to maintain homeostasis and adapt to metabolic stress. We propose that GCN2 and p53 function to coordinate PCa growth and progression by regulating metabolism and cell cycle control. Targeting these stress pathways in combination may provide enhanced efficacy for the treatment of PCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Prostate cancer,Stress response,p53,Metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ricardo  A.  Cordova<\/b><sup>1<\/sup>, Noah  R.  Sommers<sup>1<\/sup>, Angela  J.  Klunk<sup>1<\/sup>, Haroon  M.  Mohiuddin<sup>1<\/sup>, Roberto Pili<sup>2<\/sup>, Ronald  C.  Wek<sup>1<\/sup>, Kirk  A.  Staschke<sup>1<\/sup><br><br\/><sup>1<\/sup>Biochemistry and Molecular Biology, Indiana University School of Medicine, Indianapolis, IN,<sup>2<\/sup>Department of Medicine, University at Bufallo, Bufallo, NY","CSlideId":"","ControlKey":"1392fee9-bdf5-4c93-bbe7-6ece26b98e8b","ControlNumber":"7834","DisclosureBlock":"&nbsp;<b>R. A. Cordova, <\/b> None..<br><b>N. R. Sommers, <\/b> None..<br><b>A. J. Klunk, <\/b> None..<br><b>H. M. Mohiuddin, <\/b> None..<br><b>R. Pili, <\/b> None.&nbsp;<br><b>R. C. Wek, <\/b> <br><b>HiberCell, Inc<\/b> Stock, Other, Member of the advisory board. <br><b>K. A. Staschke, <\/b> <br><b>HiberCell, Inc<\/b> Grant\/Contract, Other, Consultant.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6828","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4818","PresenterBiography":null,"PresenterDisplayName":"Ricardo Cordova, BS;MS","PresenterKey":"e6bd3520-3674-41f8-978a-6942cc30ebb7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4818. GCN2 eIF2 kinase and p53 coordinate amino acid homeostasis and metabolism in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GCN2 eIF2 kinase and p53 coordinate amino acid homeostasis and metabolism in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Abnormal increase in nuclear size is one of the criteria for distinguishing cancer cells. The main causes and functional consequences of nuclear size increase in cancer cells are not well known. In this study, we analyzed genome-wide RNAi library screen data to discover genes involved in the maintenance of nuclear size homeostasis. Importantly, many of the screen hits mapped to the functional categories of replication stress and DNA damage repair. We confirmed that depletion of genes required to prevent replication fork collapse causes a significant increase in nuclear size. Excessive replication stress and defects in the DNA repair system are common in many cancers. Therefore, disturbances of nuclear size homeostasis may be due to excessive replication stress and enhanced DNA damage response. To identify effectors that link replication stress and nuclear size change, we investigated candidates such as cell cycle progression, the mTOR pathway, and the cytoskeleton. As previously known, cell cycle arrest at G2 phase increased nuclear size, but replication fork collapse increased nuclear size even more excessively, suggesting the existence of other mechanisms. Inhibition of the mTOR pathway did not block replication stress-induced nuclear enlargement. Interestingly, we found that actin polymerization inside the nucleus plays a role in determining nuclear size in replication stress condition. Inhibition of nuclear actin polymerization reversed nuclear enlargement due to replication fork collapses. The Increase in nuclear size appeared to reduce the invasive ability of cancer cells. In addition, the enlarged nuclei resisted mechanical stress-mediated nuclear envelope rupture. We also observed a change in the abundance of the tri-methylation of lysine 27 on histone H3. These results suggest that nuclear size homeostasis is perturbed as a result of excessive replication stress, and changes in nuclear size affect the invasive capacity and gene expression of cancer cells. However, it is not clear whether nuclear enlargement act as a strong barrier to metastasis, as nuclear size can readily change through changes in nuclear actin dynamics. Further studies are needed to understand the impact of nuclear size changes on cancer initiation and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"DNA damage response,Actin cytoskeleton,Replication stress,Nuclear size,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Changgon Kim<\/b><sup><\/sup>, Joon Kim<sup><\/sup><br><br\/>Korea Advanced Institute of Science and Technology, Daejeon, Korea, Republic of","CSlideId":"","ControlKey":"ae1fdec2-ed65-405a-8096-0de30dee3afb","ControlNumber":"3992","DisclosureBlock":"&nbsp;<b>C. Kim, <\/b> None..<br><b>J. Kim, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6855","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4819","PresenterBiography":null,"PresenterDisplayName":"Changgon Kim","PresenterKey":"32b523ec-c167-467e-9e6a-fa52b1b26b3a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4819. Mechanism of disturbance of nuclear size homeostasis in cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanism of disturbance of nuclear size homeostasis in cancer cells","Topics":null,"cSlideId":""},{"Abstract":"The ability of cells to adapt to a wide variety of stress conditions plays a critical role in various physiological and pathological settings, including development, cancer and neurological disorders. We recently reported the discovery of stress-induced low complexity noncoding RNA derived from stimuli-specific loci of the ribosomal intergenic spacer (rIGSRNA); an enigmatic region of the human genome historically dismissed as &#8220;junk&#8221; DNA. We showed that low complexity rIGSRNA activate a physiological amyloidogenic program that converts the nucleolus into Amyloid-bodies: a molecular prison of immobilized proteins in an amyloid-like state. This conserved post-translational regulatory pathway enables cells to rapidly and reversibly store an array of endogenous proteins in Amyloid-bodies and enter a dormant-like phenotype in response to severe environmental insults. While many membrane-less compartments have been described as liquid-like (e.g., stress granules, P-bodies, germ cell granules), our discovery of Amyloid-bodies provided evidence of an amyloidogenic process that can physiologically transition biological matter to a solid-like state. The ability of mammalian cells to efficiently dissemble Amyloid-bodies raises a fundamental question: Are mammalian cell disaggregases involved in Amyloid-body disassembly? Here, we show that Amyloid-bodies undergo a solid-to-liquid-phase transition to release sequestered proteins and restore nucleolar functions. An RNAi screened identified key Heat Shock Proteins (Hsps) that remodel Amyloid-bodies back to the liquid nucleoli on stress termination. The composition of mammalian disaggregases differs considerably from non-metazoans and those involved in disassembly of pathological amyloids in vitro. Activation of mammalian disaggregases and Amyloid-body disassembly is dependent on ATP concentration. Conceptually, this work identifies metazoan disaggregases challenging the widely accepted paradigm that the amyloid state is irreversible in mammalian cells. The data also provides alternative insights into pathogenic amyloids by examining their disassembly in cellular systems.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Heat shock proteins,Amyloid-body,RNAi,MCF-7 cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chloe Kirk<\/b><sup><\/sup>, Michael Bokros<sup><\/sup>, Alex Grunfeld<sup><\/sup>, Stephen Lee<sup><\/sup><br><br\/>University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"54496c2a-e35e-4bbc-a13c-4af1f747f285","ControlNumber":"223","DisclosureBlock":"&nbsp;<b>C. Kirk, <\/b> None..<br><b>M. Bokros, <\/b> None..<br><b>A. Grunfeld, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6856","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4820","PresenterBiography":null,"PresenterDisplayName":"Chloe Kirk, BS","PresenterKey":"27ecb503-53ba-4390-b2ff-12fb58ff8fb1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4820. The disassembly of amyloid-bodies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The disassembly of amyloid-bodies","Topics":null,"cSlideId":""},{"Abstract":"Cancer cells are exposed to harsh environmental conditions, which they adapt to by engaging various stress response pathways. A common cellular response to these stressors is the assembly of membraneless compartments known as biomolecular condensates. Our lab discovered one such pathway where exposure to environmental stressors reversibly converts nucleoli into solid-like condensates known as Amyloid bodies (A-bodies). A-bodies induce a state of cellular dormancy by sequestering in an amyloid-like state key proteins involved in processes such as DNA replication and cell cycle progression. <i>In vitro<\/i> experiments showed that suppressing A-body formation in cancer cell lines accelerates tumorigenesis, suggesting that system-wide amyloidogenesis is a mechanism of tumor suppression. The goal of this project was to investigate how A-bodies correlate with tumorigenesis in the context of human tissues. Using formalin-fixed paraffin embedded (FFPE) sections of breast invasive ductal carcinoma and prostate adenocarcinoma, we first confirmed the presence of A-bodies in tumors by staining with the amyloidophilic dye Amylo-glo. In agreement with <i>in vitro<\/i> data in breast and prostate cancer cell lines, immunohistochemical staining further showed these condensates contain known A-body constituent proteins. Co-staining tissues with Amylo-glo and the proliferation marker Ki67 revealed a negative correlation between A-bodies and cell proliferation, supporting the hypothesis that A-bodies suppress cell growth. Finally, tissue staining comparing primary tumors with distant metastases suggests that A-body biogenesis is reduced in the progression to metastatic disease. Together, our preliminary data presents a biomolecular condensate which can be visualized in human tissues and inversely correlates with cell proliferation. Future directions include examining additional tumor types for the presence of A-bodies and testing the correlation between A-bodies and other markers of proliferation, cell cycle arrest, and environmental stress.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Stress response,Breast cancer,Prostate cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexander Grunfeld<\/b><sup><\/sup>, Michael Bokros<sup><\/sup>, Chloe Kirk<sup><\/sup>, Stephen Lee<sup><\/sup><br><br\/>Biochemistry and Molecular Biology, University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"b188b25c-edb9-460d-a74b-5439df531a3d","ControlNumber":"1913","DisclosureBlock":"&nbsp;<b>A. Grunfeld, <\/b> None..<br><b>M. Bokros, <\/b> None..<br><b>C. Kirk, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6857","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4821","PresenterBiography":null,"PresenterDisplayName":"Alexander Grunfeld, BS","PresenterKey":"80067df3-9585-4cc6-a075-62f546b158ca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4821. Exploring the role of a solid-like condensate in breast and prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the role of a solid-like condensate in breast and prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Gastrointestinal (GI) cancer affects various significant organs along the gastrointestinal tract, which contains several of the leading cancer-related deaths in the United States. According to the American Cancer Society, colorectal and liver cancers are among the top ten leading deaths due to cancer, ranking third and sixth, respectively. In the Rio Grande Valley region with a majority Hispanic population, colorectal cancer and liver have a higher occurrence than in the entire state of Texas. However, for many, a cancer diagnosis can worsen with stress, which is also a common occurrence within the Rio Grande Valley region due to 30% of its population living in poverty. Stress can cause changes to the immune system's functionality and the inflammatory response that could lead to insufficient surveillance for any potential oncogenicity. When the Hypothalamic-Pituitary-Adrenal (HPA) axis becomes activated by stress, it will release several stress hormones, such as leptin and cortisol, in response that can play a role in the progression and growth of cancer tumors. To further explore this relationship, hepatocellular carcinoma (HCC) cells and colorectal cancer (CRC) cells were treated with cortisol and leptin at various time points to create models mimicking acute and chronic stress exposure. Afterward, the mRNA mean fold change levels were obtained utilizing the RT-PCR method to determine the levels of each gene in various liver and colorectal cancer cell lines.Additionally, a kinase assay will provide further insight and evidence into the signaling pathway based on the results of the RT-PCR. The current results have shown an upregulation of lncRNA MALAT1, ZNF384, and YB-1 genes at varying degrees depending on the cell line, stress hormone, and duration of treatment. Consequently, these findings have shown an upregulation of oncogenic long non-coding RNA and transcription factors, presenting a signaling oncogenic pathway model by stress factors in HCC and CRC cell lines. Therefore, understanding the role of stress-factors in the oncogenicity and progression of cancer can aid in creating therapeutics for a population where stress can play a role in cancer disparity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Stress response,Metastasis,Gastrointestinal cancers: colorectal,Signaling pathways,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amayrani Sanchez<\/b><sup><\/sup>, Kyle  D.  Doxtater<sup><\/sup>, Samantha Lopez<sup><\/sup>, Sophia Leslie<sup><\/sup>, Elias George<sup><\/sup>, Vijian Dhevan<sup><\/sup>, Meena Jaggi<sup><\/sup>, Subhash Chauhan<sup><\/sup>, Manish K. Tripathi<sup><\/sup><br><br\/>Immunology and Microbiology, University of Texas Rio Grande Valley, McAllen, TX","CSlideId":"","ControlKey":"291add52-1069-4cce-b837-a1f601c8806c","ControlNumber":"7646","DisclosureBlock":"&nbsp;<b>A. Sanchez, <\/b> None..<br><b>K. D. Doxtater, <\/b> None..<br><b>S. Lopez, <\/b> None..<br><b>S. Leslie, <\/b> None..<br><b>E. George, <\/b> None..<br><b>V. Dhevan, <\/b> None..<br><b>M. Jaggi, <\/b> None..<br><b>S. Chauhan, <\/b> None..<br><b>M. K. Tripathi, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6858","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4822","PresenterBiography":null,"PresenterDisplayName":"Amayrani Sanchez, Undergraduate Student","PresenterKey":"6b6eb5f9-85e5-4263-b702-8e9f3de2130c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4822. Signaling pathways associated with stress factors in gastrointestinal cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Signaling pathways associated with stress factors in gastrointestinal cancers","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) is a relatively uncommon malignancy; however, its incidence is rising worldwide, and it is expected to become the second-leading cause of cancer-related death by 2030. From a histological point of view, PDAC is characterized by a prominent desmoplastic reaction that compresses blood vessels, limiting oxygen and nutrient availability in the tumor microenvironment. Despite that, PDAC cells are capable to adapt dynamically to these stress conditions, adopting different strategies that includes the strict regulation of the autophagic flux. Thus, studying these adaptive mechanisms is crucial to understand PDAC progression and to establish new therapeutic modalities to tackle it. Here, we explore the role of the tumor suppressor miR-15a in the regulation of its putative target Fra-2, a transcription factor, commonly activated by cell stress. By employing IPA on PDAC tumors from TCGA dataset, we found that both miR-15a and its target Fra-2 are predicted to regulate the IGF-1 signaling pathway. In an independent cohort of 44 PDAC samples, miR-15a levels inversely correlated with both Fra-2 and IGF1R expression; conversely, Fra-2 significantly correlated with IGF1R. By chromatin immunoprecipitation and luciferase assay, we assessed that miR-15a directly targeted Fra-2 and IGF1R that, in turn, is transcriptionally regulated by Fra-2 activity. Then, we investigated the role of miR-15a\/Fra-2 regulation of IGF1R in the response to starvation-induced cell stress. In starved PDAC cell lines, Fra-2 transcriptional activity triggered IGF1R promoter, causing IGF1R overexpression in control cells but not in miR-15a-overexpressing cells. Consistently, the IGF1 release after starvation induced phosphorylation of IGF1R and activation of the downstream mTOR pathway in control cells but not in miR-15a-overexpressing cells. Therefore, TEM and western blot analysis demonstrated that activation of mTOR <i>via<\/i> IGF1 release reduced the autophagic flux of PDAC control cell lines compared to miR-15a overexpressing cells under starvation. To assess our results in vivo, we injected PDAC cells wild type or Fra-2 knockout into the flank of nude mice. At tumor onset, mice were randomly divided in two groups and fed with control or hypoproteic diet for three weeks. Hypoproteic diet did not interfere with the growth of wild-type tumors, by contrast, significantly impaired Fra-2<sup>KO<\/sup> tumors growth rate. Tumor analysis revealed that hypoproteic diet potently induced IGF1R overexpression and mTOR pathway activation in wild-type tumors but not in Fra-2<sup>KO<\/sup> tumors. Our findings demonstrate that IGF1R expression is regulated by miR-15a directly and indirectly <i>via<\/i> Fra-2 in PDAC. This novel miR-15a\/Fra-2\/IGF1R axis, triggered by starvation, regulates the autophagic flux and growth of PDAC cells in stress condition, and could be targeted by specific small inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Stress response,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gian Luca Rampioni Vinciguerra<\/b><sup>1<\/sup>, Marina Capece<sup>1<\/sup>, Luca Reggiani Bonetti<sup>2<\/sup>, Paolo Magistri<sup>3<\/sup>, Federica Calore<sup>1<\/sup>, Giovanni Nigita<sup>1<\/sup>, Rosario Distefano<sup>1<\/sup>, Roberto Ballarin<sup>4<\/sup>, Fabrizio Di Benedetto<sup>3<\/sup>, Andrea Vecchione<sup>5<\/sup>, Barbara Belletti<sup>6<\/sup>, Gustavo Baldassarre<sup>6<\/sup>, Francesca Lovat<sup>1<\/sup>, Carlo  M.  Croce<sup>1<\/sup><br><br\/><sup>1<\/sup>The Ohio State University, Columbus, OH,<sup>2<\/sup>Department of Diagnostic, Clinic and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy,<sup>3<\/sup>Hepato-pancreato-biliary Surgery and Liver Transplantation Unit, University of Modena and Reggio Emilia, Modena, Italy,<sup>4<\/sup>3Hepato-pancreato-biliary Surgery and Liver Transplantation Unit, University of Modena and Reggio Emilia, Modena, Italy,<sup>5<\/sup>4Department of Clinical and Molecular Medicine, Faculty of Medicine and Psychology, University of Rome “Sapienza”, Rome, Italy,<sup>6<\/sup>5Division of Molecular Oncology, Centro di Riferimento Oncologico di Aviano (CRO), Aviano, Italy","CSlideId":"","ControlKey":"8bf966ee-4ef6-4be7-b9c3-adb8e0d163dc","ControlNumber":"6837","DisclosureBlock":"&nbsp;<b>G. Rampioni Vinciguerra, <\/b> None..<br><b>M. Capece, <\/b> None..<br><b>L. Reggiani Bonetti, <\/b> None..<br><b>P. Magistri, <\/b> None..<br><b>F. Calore, <\/b> None..<br><b>G. Nigita, <\/b> None..<br><b>R. Distefano, <\/b> None..<br><b>R. Ballarin, <\/b> None..<br><b>F. Di Benedetto, <\/b> None..<br><b>A. Vecchione, <\/b> None..<br><b>B. Belletti, <\/b> None..<br><b>G. Baldassarre, <\/b> None..<br><b>F. Lovat, <\/b> None..<br><b>C. M. Croce, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6859","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4823","PresenterBiography":null,"PresenterDisplayName":"Gian Luca Rampioni Vinciguerra, MD, PhD","PresenterKey":"fa0bc220-01ee-49c7-815f-3056e2256ca4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4823. The novel miR-15a\/Fra-2\/IGF1R axis drives response to starvation-induced cell stress in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The novel miR-15a\/Fra-2\/IGF1R axis drives response to starvation-induced cell stress in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: Pancreatic cancer is one of the cancers with the highest mortality rate, and it is important to develop effective treatments and elucidate prognostic factors. It has been reported that elevated serum ferritin is associated with the prognosis of pancreatic cancer. However, there are few reports on how ferritin in pancreatic cancer tissue acts in pancreatic cancer. Ferritin heavy chain (FTH) is a major component of ferritin, which stores iron and plays a role in suppressing iron-induced generation of reactive oxygen species. In this study, we aimed to examine the expression level of FTH in pancreatic cancer cells and its prognostic and cell biological roles.<br \/>Methods: We performed immunostaining of FTH in pancreatic cancer tissue specimens operated on at our hospital and classified the expression level of FTH by scoring the immunostaining intensity and staining rate. The expression levels and prognosis were then evaluated. The overexpression and knockout strains of FTH were generated using a human pancreatic cancer cell line (MIAPaCa-2), and their proliferative and stress tolerance abilities were compared with those of the control group.<br \/>Results: Immunostaining of 149 pancreatic cancer surgical specimens showed that the group with high FTH had a significantly shorter overall survival rate than the group with low FTH (5-year survival rate; 16.8% vs. 36.9%, p = 0.018). In multivariate analysis, high FTH expression was also a prognostic factor: in vitro, cell lines overexpressing FTH had enhanced proliferative potential compared to controls, while knockout lines were suppressed. In addition, the knockout lines showed decreased resistance to RSL-3, an inducer of ferroptosis. Additional studies are currently underway to examine resistance to other drugs and the production of reactive oxygen species in the cells.<br \/>Conclusion: In pancreatic cancer, high ferritin expression is associated with worse prognosis and may enhance cell proliferation and stress tolerance, and might be a new treatment or biomarker.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB04-06 Other,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Iron,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Masataka Maruno<\/b><sup>1<\/sup>, Yo-hei Kanamori<sup>2<\/sup>, Takashi Matsumoto<sup>1<\/sup>, Yuta Shiraishi<sup>1<\/sup>, Toru Takematsu<sup>1<\/sup>, Tatsunori Miyata<sup>1<\/sup>, Kosuke Mima<sup>1<\/sup>, Shigeki Nakagawa<sup>1<\/sup>, Hidetoshi Nitta<sup>1<\/sup>, Hiromitsu Hayashi<sup>1<\/sup>, Toshiro Moroishi<sup>2<\/sup>, Hideo Baba<sup>1<\/sup><br><br\/><sup>1<\/sup>Gastroenterological Surgery, Kumamoto Univ Graduate School of Medical Sci, Kumamoto City, Japan,<sup>2<\/sup>Department of Cell Signaling and Metabolic Medicine, Kumamoto Univ Graduate School of Medical Sci, Kumamoto City, Japan","CSlideId":"","ControlKey":"10a292f7-5f3e-4c8b-99fe-e375a678a456","ControlNumber":"2132","DisclosureBlock":"&nbsp;<b>M. Maruno, <\/b> None..<br><b>Y. Kanamori, <\/b> None..<br><b>T. Matsumoto, <\/b> None..<br><b>Y. Shiraishi, <\/b> None..<br><b>T. Takematsu, <\/b> None..<br><b>T. Miyata, <\/b> None..<br><b>K. Mima, <\/b> None..<br><b>S. Nakagawa, <\/b> None..<br><b>H. Nitta, <\/b> None..<br><b>H. Hayashi, <\/b> None..<br><b>T. Moroishi, <\/b> None..<br><b>H. Baba, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6860","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4824","PresenterBiography":null,"PresenterDisplayName":"Masataka Maruno","PresenterKey":"6160172d-11c6-4e77-9256-4212915cbb86","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4824. Intracellular ferritin expression levels regulate growth and resistance to ferroptosis in pancreatic cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"445","SessionOnDemand":"False","SessionTitle":"Responses to Hypoxic, Proteotoxic, and Other Novel Forms of Cell Stress","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Intracellular ferritin expression levels regulate growth and resistance to ferroptosis in pancreatic cancer cell lines","Topics":null,"cSlideId":""}]