[{"Abstract":"Background: Metformin is an oral antihyperglycemic with possible antineoplastic properties based on preclinical and retrospective studies. A retrospective study of Veterans demonstrated a reduction in monoclonal gammopathy of undetermined significance (MGUS) to multiple myeloma (MM) progression in patients with diabetes mellitus (DM) treated with metformin for &#8805;4 years. However, it is unclear whether there are racial differences to this effect of metformin.<br \/>Methods: Patients diagnosed with MGUS from 1999-2021 in the Veterans Health Administration were identified. We used a natural language processing-based algorithm to confirm MGUS diagnosis and progression, including smoldering MM and MM. Only patients with DM, IgG, IgA, or light chain MGUS, and black and white patients were included in the analyses. We excluded patients who experienced progression within 6 months of MGUS diagnosis, patients who were diagnosed with MGUS before DM diagnosis, and patients who died, progressed to MM, or were lost to follow up within four years of MGUS diagnosis. We defined metformin users as those who had metformin use for &#8805;4 years after DM diagnosis and before MM development. Cumulative incidence functions (CIF) were stratified by metformin use status. Gray&#8217;s test was performed to detect the difference between the two functions. The association between metformin use and progression was estimated by multivariable-adjusted hazard ratio (aHR) using Fine-Gray distribution hazard model with death as a competing event. The covariates included age, BMI, monoclonal protein (M-spike) level (&#8805;1.5g\/dL), creatinine, and glycated hemoglobin (HbA1c) at MGUS diagnosis, as well as sex, race, MGUS heavy chain subtype, light-chain MGUS, and Charlson Comorbidity Index.<br \/>Results: Our NLP algorithm confirmed 19,551 patients with DM and MGUS. After applying our inclusion and exclusion criteria, we had 13,068 (35% black and 65% white) patients of which, 4,268 (26.2% black and 36.2% white) were metformin users. Cumulative incidence function was stratified by metformin use status were statistically significant different (p=0.04) with a lower progression rate for metformin users (see Fig). The multivariable analysis demonstrated a statistically significant reduction in progression with metformin use in the overall cohort (aHR 0.79; 95% CI 0.67-0.95). Further multivariable analyses showed that metformin use was associated with a significant reduction in progression rate in white patients (aHR 0.73; 95% CI 0.58-0.91) but not in black patients (aHR 0.90; 95% CI 0.69-1.17).<br \/>Conclusions: For patients with DM and MGUS, &#8805;4 years of metformin use was associated with a reduced risk of progression of MGUS to MM in white patients but not in black patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Metformin,Malignant progression,Multiple myeloma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lawrence W. Liu<\/b><sup>1<\/sup>, Nikhil Grandhi<sup>2<\/sup>, Mei Wang<sup>3<\/sup>, Theodore Thomas<sup>4<\/sup>, Akhil Kumar<sup>4<\/sup>, Kristin Vargo<sup>4<\/sup>, Kristen  M.  Sanfilippo<sup>2<\/sup>, Graham Colditz<sup>2<\/sup>, Su-Hsin Chang<sup>4<\/sup><br><br\/><sup>1<\/sup>City of Hope Comprehensive Cancer Ctr., Duarte, CA,<sup>2<\/sup>Department of Medicine, Washington University School of Medicine, St. Louis, MO,<sup>3<\/sup>Research Services, St. Louis Veterans Affairs Hospital, St. Louis, MO,<sup>4<\/sup>St. Louis Veterans Affairs Hospital, St. Louis, MO","CSlideId":"","ControlKey":"43c3cf92-16c1-43c1-908a-523de2073c77","ControlNumber":"213","DisclosureBlock":"&nbsp;<b>L. W. Liu, <\/b> None..<br><b>N. Grandhi, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>T. Thomas, <\/b> None..<br><b>A. Kumar, <\/b> None..<br><b>K. Vargo, <\/b> None..<br><b>K. M. Sanfilippo, <\/b> None..<br><b>G. Colditz, <\/b> None..<br><b>S. Chang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4912","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1960","PresenterBiography":null,"PresenterDisplayName":"Lawrence Liu, MD","PresenterKey":"6a032919-9eb3-4699-9c85-abb05cf3d968","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1960. Racial differences in the association of metformin use with progression of monoclonal gammopathy of undetermined significance to multiple myeloma in US veterans with diabetes mellitus","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial differences in the association of metformin use with progression of monoclonal gammopathy of undetermined significance to multiple myeloma in US veterans with diabetes mellitus","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Metastatic breast cancer (MBC) is the 2nd leading cause of cancer-related deaths in American women. While improvements in local and systemic therapies have significantly improved survival, 43,250 MBC patients are expected to succumb to their disease in the United States in 2022 alone. Triple-negative breast cancer (TNBC) represents 15% of all breast cancer and is defined by the lack of expression of estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor 2 (HER2). TNBC is the most aggressive subtype of breast cancer, known for its early relapse rate, chemo-resistance, and reduced survival. TNBC is also nearly twice as common in African American (AA) than in White women. In this study, we aim to ascertain the cancer disparity in a large cohort of Black\/AA TNBC patients compared to their White counterparts in Hampton Roads, Virginia, as well as to the national SEER database.<br \/>Methods: A retrospective chart review and survival study of 554 TNBC patients who received standard of care (SOC) treatment at Sentara-EVMS-VOA was performed. Kaplan-Meier survival curves were generated. Statistical analyses were conducted to determine if any clinicopathologic parameters, chemotherapy regimens, insurance, or socioeconomic status could be used to predict patient survival and risk stratify Black\/AA and White TNBC patients in this Sentara cohort.<br \/>Results: According to the national SEER TNBC database, 5-year survival rates for Black\/AA and Whites are reported as 71.65% and 78.98%, respectively, compared to 70.33% and 75.53% within our local TNBC cohort. The Kaplan-Meier curve, which stratified our TNBC patients by race, predicted significant reduction in breast cancer-specific survival among Black\/AA patients as compared to their White counterparts at all TNBC stages, especially in advanced and metastatic settings. This disparity is notably pronounced at stages II and III, as the Black\/AA survival curves trend below that of the White TNBC patients for years following surgical intervention. A higher percentage of Black\/AA patients were uninsured or under Medicaid coverage and did not receive standard AC-T regimens, particularly for TNBC patients with stage II disease, likely contributing to a reduced 5-year survival in the Black\/AA TNBC cohort. We detected racial disparity in prescription of monotherapy or combination chemotherapy that might have also linked to reduced survival in the Black\/AA patients from the Sentara catchment areas.<br \/>Conclusion: Low socioeconomic status is a major impediment for access to health care. Multipronged combination chemotherapy regimens are critical in treating high-risk and high-grade TNBC patients. Therefore, it is imperative that Medicaid coverage includes AC-T regimens to improve TNBC survival, especially in our Black\/AA patients in Hampton Roads, Virginia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Triple-negative breast cancer (TNBC),African American,Survival,Recurrence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Taylor  N.  Drake<\/b><sup>1<\/sup>, Brandon Euker<sup>1<\/sup>, Angela  M.  Tang-Tan<sup>2<\/sup>, Caroline Dasom Lee<sup>3<\/sup>, Emily  L.  Breeding<sup>4<\/sup>, Janet  S.  Winston<sup>5<\/sup>, Billur Samli<sup>5<\/sup>, Rick  J.  Jansen<sup>6<\/sup>, Michael Danso<sup>7<\/sup>, Mary  L.  Guye<sup>8<\/sup>, Richard  A.  Hoefer<sup>9<\/sup>, Amy  H.  Tang<sup>1<\/sup><br><br\/><sup>1<\/sup>Leroy T. Canoles Jr. Cancer Research Center, Department of Microbiology and Molecular Cell Biology, Eastern Virginia Medical School, Norfolk, VA,<sup>2<\/sup>Keck School of Medicine, University of Southern California, Los Angeles, CA,<sup>3<\/sup>Department of Medicine, Division of Oncology, Stanford University School of Medicine, Stanford, CA,<sup>4<\/sup>Department of General Surgery, Vanderbilt University Medical Center, Nashville, TN,<sup>5<\/sup>Sentara Norfolk General Hospital, Department of Pathology, Pathology Sciences Medical Group, Norfolk, VA,<sup>6<\/sup>Department of Public Health, North Dakota State University, Fargo, ND,<sup>7<\/sup>Virginia Oncology Associates (VOA), Norfolk, VA,<sup>8<\/sup>Sentara Surgery Specialists – Surgical Oncology, Sentara CarePlex Hospital, Newport News, Virginia & Sentara Cancer Network, Sentara Healthcare, Norfolk, VA,<sup>9<\/sup>Sentara Cancer Network, Sentara Healthcare Systems, Norfolk, VA","CSlideId":"","ControlKey":"d82737ff-37c6-461e-9b60-5bc629803d37","ControlNumber":"159","DisclosureBlock":"&nbsp;<b>T. N. Drake, <\/b> None..<br><b>B. Euker, <\/b> None..<br><b>A. M. Tang-Tan, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>E. L. Breeding, <\/b> None..<br><b>J. S. Winston, <\/b> None..<br><b>B. Samli, <\/b> None..<br><b>R. J. Jansen, <\/b> None..<br><b>M. Danso, <\/b> None..<br><b>M. L. Guye, <\/b> None..<br><b>R. A. Hoefer, <\/b> None..<br><b>A. H. Tang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4913","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1961","PresenterBiography":"","PresenterDisplayName":"Taylor Drake, BS","PresenterKey":"cce4bf35-845d-4abb-b305-88861d5c354e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1961. Stratifying high-risk patients, quantifying therapy efficacy, and detecting treatment\/racial disparity in triple-negative breast cancer (TNBC) at Sentara-EVMS-VOA","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Stratifying high-risk patients, quantifying therapy efficacy, and detecting treatment\/racial disparity in triple-negative breast cancer (TNBC) at Sentara-EVMS-VOA","Topics":null,"cSlideId":""},{"Abstract":"Adaptation to diverse environments during human evolution including those conditions that favor certain infectious diseases to become endemic in a region has resulted in natural selection of genetic variants. These variants remain fixed in current day populations despite changes in the environment. At least 20 such variants, also called adaptive traits, have been described to date and Duffy phenotype is one among them. Individuals in sub-Saharan Africa carry an inactivating mutation in a gene called atypical cytokine receptor 1 (ACKR1 or DARC) and this phenotype is called Duffy-phenotype. ACKR1 is a decoy receptor for CCL2 and IL-8 (CXCL8) and limits the activity of these cytokines. The Duffy-null phenotype confers protection against malarial infection. However, recent studies suggest that breast cancers in Duffy-null women display a distinct immune profile and have worse outcomes, possibly due to altered signaling by cytokines\/chemokines. Using our institutional resource of breast tissues from &#62;5000 healthy women, we have initiated studies to examine the impact of adaptive traits on normal breast and breast cancer biology. Towards this goal, we have created breast epithelial cell lines from Duffy wild type and Duffy-null\/heterozygous carriers, all of African ancestry. ACKR1 is expressed in breast epithelial cells of Duffy-wild type but not in Duffy-null carriers. Breast epithelial cell lines as well as their transformed variants from Duffy-null\/heterozygous carriers contained elevated levels of phosphorylated cMET(Y1349) and pERK(T202\/Y204) compared to cell lines from Duffy-wild type carriers. Transformed Duffy-wild type and Duffy-heterozygous cells generated adenocarcinomas in NSG mice, which indicates that our model system closely recapitulates breast cancers in human. Cell lines created from Duffy-heterozygous tumors compared to Duffy-wild tumors displayed elevated pERK levels. Duffy phenotype also affects parainflammatory signals from transformed cells as tumor-derived cells from Duffy-null\/heterozygous carriers expressed higher levels of IGFBP2 compared to tumor-derived cells from non-carriers. Additional studies are underway to determine whether Duffy phenotype alters sensitivity to chemo and targeted therapies. Collectively, these results suggest that adaptive traits alter epithelial cell intrinsic signaling pathways, which may affect tumor growth patterns, tumor microenvironment, and potentially sensitivity to specific therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,Cytokines,Genome-wide association studies (GWAS),Signal transduction,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Poornima Bhat-Nakshatri<sup><\/sup>, Brijesh Kumar<sup><\/sup>, Madhura  S.  Shukla<sup><\/sup>, Katie Batic<sup><\/sup>, Henry Mang<sup><\/sup>, Rana German<sup><\/sup>, Anna Maria Storniolo<sup><\/sup>, <b>Harikrishna Nakshatri<\/b><sup><\/sup><br><br\/>Indiana University School of Medicine, Indianapolis, IN","CSlideId":"","ControlKey":"80cdb219-02bb-4785-a721-59858d2d52cf","ControlNumber":"2506","DisclosureBlock":"&nbsp;<b>P. Bhat-Nakshatri, <\/b> None..<br><b>B. Kumar, <\/b> None..<br><b>M. S. Shukla, <\/b> None..<br><b>K. Batic, <\/b> None..<br><b>H. Mang, <\/b> None..<br><b>R. German, <\/b> None..<br><b>A. Storniolo, <\/b> None..<br><b>H. Nakshatri, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4914","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1962","PresenterBiography":null,"PresenterDisplayName":"Harikrishna Nakshatri, PhD","PresenterKey":"2bd41637-3cab-4f85-b32d-01ebb61792f9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1962. Oncologic anthropology-impact of Duffy adaptive trait on breast epithelial and tumor cell biology","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncologic anthropology-impact of Duffy adaptive trait on breast epithelial and tumor cell biology","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Thyroid cancer is the second most commonly diagnosed cancer among Hispanic women, but little research on thyroid cancer has focused on Hispanics in the U.S. As one in four Hispanics live in California (CA), our study used data from the population-based California Cancer Registry (CCR) to characterize thyroid cancer in Hispanics.<br \/>Methods: We used CCR Research File of December 2020 to identify thyroid cancer cases diagnosed from 1988-2018 among CA residents in SEER*Stat readable format along with statewide mortality data with causes of death information. We examined the case distribution by sex (male, female), age of diagnosis (0-39, 40-64, and 65+ years old), race (Hispanic, Non-Hispanic (NH) White, NH Black, and Asian Pacific Islander (API)), histology (papillary, follicular, medullary, anaplastic), TNM stage (I-IV), tumor size (T0-T4) and lymph node involvement (N0, N1), lymphovascular invasion (LVI) (yes, no), and multifocality (solitary, multifocal). Age-adjusted incidence rate (AAIR) was calculated by sex, race, and selected tumor characteristics along with average annual percent change (AAPC). Age-adjusted morality rate (AAMR) for thyroid cancer-specific cause of death was also calculated by sex and race. Multivariate cox proportional hazards regression analysis was performed to evaluate the mortality risk from all causes of death by race.<br \/>Results: 97,948 thyroid cancer cases were diagnosed, accounting for 25.5% of cases. Hispanics had the highest female predominance (80.9%) and highest percentage of patients diagnosed under 40 years of age (38.7%) among all races. Hispanic overall AAIR per 100,000 in 2018 ranked 3<sup>rd<\/sup> (12.8) following those of APIs (14.6) and NH whites (13.5) but had the highest AAPC from 1988-2018 at 3.8% (95% CI 2.8-4.7). Hispanics had a greater percentage of stage I at diagnosis (66.5%), but a greater percentage of large tumor sizes (T3-T4: 31.1%), nodal involvement (31.5%), LVI (16.1%), and multifocality (41.8%). Among women, Hispanics had the highest AAPC in incidence (3.7%, 95% CI 2.9-4.4), papillary thyroid cancer (3.8%, 95% CI 3-4.6), Stage IV diagnosis (3.4% 95% CI 1.2-5.7), N1 nodal stage (6.6%, 95% CI 4.5-8.7), and multifocality (4.7%, 95% CI 3.6-5.9). Hispanics had the highest AAMR (0.77 overall, 0.70 males, and 0.81 females per 100,000). Adjusting for the demographic and tumor covariates, compared to NH Whites, Hispanics had the highest mortality risk among all races (hazard ratio: 1.32, 95% CI: 1.29-1.34) and seen among both sexes.<br \/>Conclusion: Hispanic thyroid cancer patients in CA had a greater proportion of larger tumor size, nodal involvement, LVI, and multifocal disease at diagnosis. Hispanics had the highest overall AAPC in incidence with Hispanic women having the highest AAPC in numerous disease characteristics. Hispanics also had the highest AAMR and mortality risk. These findings warrant further investigation of possible biological and socioeconomic factors involved.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Hispanic,Thyroid cancer,Race,Epidemiology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Robert C. Hsu<\/b><sup>1<\/sup>, Kai-Ya Tsai<sup>1<\/sup>, Krithika Chennapan<sup>1<\/sup>, Ari Nazarian<sup>1<\/sup>, Katherine  Y.  Wojcik<sup>1<\/sup>, Alice  W.  Lee<sup>2<\/sup>, Jacob Thomas<sup>1<\/sup>, Jorge  J.  Nieva<sup>1<\/sup>, Lihua Liu<sup>1<\/sup><br><br\/><sup>1<\/sup>USC - University of Southern California, Los Angeles, CA,<sup>2<\/sup>California State Fullerton, Fullerton, CA","CSlideId":"","ControlKey":"2fafe081-e12b-4ced-8786-b677e13ad0da","ControlNumber":"930","DisclosureBlock":"<b>&nbsp;R. C. Hsu, <\/b> <br><b>Targeted Oncology<\/b> Other, Consultant. <br><b>DAVA Oncology<\/b> Other, Honoraria. <br><b>The Dedham Group<\/b> Other, Honoraria.<br><b>K. Tsai, <\/b> None..<br><b>K. Chennapan, <\/b> None..<br><b>K. Y. Wojcik, <\/b> None..<br><b>A. W. Lee, <\/b> None..<br><b>J. Thomas, <\/b> None.&nbsp;<br><b>J. J. Nieva, <\/b> <br><b>Aadi Biosciences<\/b> Grant\/Contract. <br><b>Ypsomed<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Fujirebio<\/b> Grant\/Contract. <br><b>Naveris<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Cansera<\/b> Other Business Ownership. <br><b>Epic Sciences<\/b> Other Business Ownership. <br><b>Quantgene<\/b> Other Business Ownership. <br><b>Indee<\/b> Other Business Ownership. <br><b>Western Oncolytics<\/b> Grant\/Contract. <br><b>Kalivir<\/b> Grant\/Contract.<br><b>L. Liu, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4915","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1963","PresenterBiography":null,"PresenterDisplayName":"Robert Hsu, MD,MS","PresenterKey":"bdca20f3-26fe-45e4-bb73-b2666ec9eba7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1963. Characterization of thyroid cancer among Hispanics in California","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of thyroid cancer among Hispanics in California","Topics":null,"cSlideId":""},{"Abstract":"Introduction: NGS utilization has increased over the last decade, although opportunities for improvement remain. Evaluation of trends in NGS utilization between race\/ethnic groups will provide a better understanding of potential populations that may not have equitable access to NGS testing.<br \/>Methods: Optum Clinformatics&#174; Data Mart administrative health claims data was utilized to conduct a retrospective cohort study among US adult patients with <u>&#62;<\/u>2 diagnostic ICD-10 codes for metastatic non-small cell lung cancer (mNSCLC), metastatic colorectal cancer (mCRC), metastatic breast cancer (mBC), metastatic melanoma (mM), or primary central nervous system (CNS) tumors indexed between 1\/1\/2015 - 3\/31\/2021. NGS tests were identified using Current Procedural Terminology and Proprietary Laboratory Analyses codes. Outcomes by race and tumor type included time to first NGS test, prevalence of testing across study period and for key guideline\/therapy timeframes. Data were summarized descriptively for analyses outcomes.<br \/>Results: A total of 14,620 mNSCLC, 9,538 mCRC, 26,086 mBC, 1,740 mM, and 5,835 CNS patients met the inclusion criteria. Of these, 3.4% were Asian, 12.1% were Black, 9.4% were Hispanic, 70.0% were White and 5.1% were missing race data. NGS use increased for all races over the study period (Table 1). Median time to testing from diagnosis across tumors ranged from 1.1-1.8 months (mo) for Asian patients, 1.4-5.6 mo for Black, 1.4-5.1 mo for Hispanic, 1.2-7.2 mo for White and improved over key timeframes and overall study period.<br \/>Conclusions: Within a similar access system, NGS testing rates for minorities in mNSCLC, mCRC, mBC, mM, and primary CNS tumors have increased between 2015 and 2021 and appear comparable to the White population. This analysis suggests equitable access to health insurance in a commercially insured population can lead to equal access to NGS testing between races.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{8369237A-645A-40F6-883A-5B807F96350D}\"><caption>Table 1 NGS Testing Prevalence by Race and Key Timeframes<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Tumor Type\/Race<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>1\/1\/2015 - 8\/31\/2016 (prior to key policy changes and larotrectinib approval)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>9\/1\/2016 - 3\/31\/2018 (UnitedHealthcare expansion of NGS testing)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>4\/1\/2018 - 11\/25\/2018 (Centers for Medicare &amp; Medicaid Services recommending NGS use in diagnostics)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>11\/26\/2018 - 6\/30\/2021 (Food and Drug Administration&nbsp;approval of larotrectinib)<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\"><b>mNSCLC<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Asian<\/td><td rowspan=\"1\" colspan=\"1\">1.2%<\/td><td rowspan=\"1\" colspan=\"1\">1.4%<\/td><td rowspan=\"1\" colspan=\"1\">10.0%<\/td><td rowspan=\"1\" colspan=\"1\">21.1%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Black<\/td><td rowspan=\"1\" colspan=\"1\">3.3%<\/td><td rowspan=\"1\" colspan=\"1\">1.4%<\/td><td rowspan=\"1\" colspan=\"1\">12.9%<\/td><td rowspan=\"1\" colspan=\"1\">15.5%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Hispanic<\/td><td rowspan=\"1\" colspan=\"1\">2.9%<\/td><td rowspan=\"1\" colspan=\"1\">1.4%<\/td><td rowspan=\"1\" colspan=\"1\">9.3%<\/td><td rowspan=\"1\" colspan=\"1\">13.9%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">White<\/td><td rowspan=\"1\" colspan=\"1\">3.5%<\/td><td rowspan=\"1\" colspan=\"1\">6.7%<\/td><td rowspan=\"1\" colspan=\"1\">9.8%<\/td><td rowspan=\"1\" colspan=\"1\">16.5%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\"><b>mCRC<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Asian<\/td><td rowspan=\"1\" colspan=\"1\">1.4%<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">11.9%<\/td><td rowspan=\"1\" colspan=\"1\">9.5%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Black<\/td><td rowspan=\"1\" colspan=\"1\">2.5%<\/td><td rowspan=\"1\" colspan=\"1\">2.1%<\/td><td rowspan=\"1\" colspan=\"1\">4.0%<\/td><td rowspan=\"1\" colspan=\"1\">11.2%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Hispanic<\/td><td rowspan=\"1\" colspan=\"1\">0.9%<\/td><td rowspan=\"1\" colspan=\"1\">1.1%<\/td><td rowspan=\"1\" colspan=\"1\">2.6%<\/td><td rowspan=\"1\" colspan=\"1\">7.8%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">White<\/td><td rowspan=\"1\" colspan=\"1\">1.5%<\/td><td rowspan=\"1\" colspan=\"1\">2.7%<\/td><td rowspan=\"1\" colspan=\"1\">3.9%<\/td><td rowspan=\"1\" colspan=\"1\">8.5%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\"><b>mBC<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Asian<\/td><td rowspan=\"1\" colspan=\"1\">0.5%<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">3.0%<\/td><td rowspan=\"1\" colspan=\"1\">2.5%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Black<\/td><td rowspan=\"1\" colspan=\"1\">0.1%<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">1.4%<\/td><td rowspan=\"1\" colspan=\"1\">1.1%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Hispanic<\/td><td rowspan=\"1\" colspan=\"1\">0.2%<\/td><td rowspan=\"1\" colspan=\"1\">0.2%<\/td><td rowspan=\"1\" colspan=\"1\">0.7%<\/td><td rowspan=\"1\" colspan=\"1\">2.1%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">White<\/td><td rowspan=\"1\" colspan=\"1\">0.1%<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">1.0%<\/td><td rowspan=\"1\" colspan=\"1\">1.8%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\"><b>mM<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Asian<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">20.0%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Black<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">14.3%<\/td><td rowspan=\"1\" colspan=\"1\">21.4%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Hispanic<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">9.1%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">White<\/td><td rowspan=\"1\" colspan=\"1\">2.9%<\/td><td rowspan=\"1\" colspan=\"1\">3.0%<\/td><td rowspan=\"1\" colspan=\"1\">4.4%<\/td><td rowspan=\"1\" colspan=\"1\">11.1%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"5\"><b>Primary CNS Tumor<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Black<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">0.0%<\/td><td rowspan=\"1\" colspan=\"1\">5.9%<\/td><td rowspan=\"1\" colspan=\"1\">5.7%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Hispanic<\/td><td rowspan=\"1\" colspan=\"1\">0.6%<\/td><td rowspan=\"1\" colspan=\"1\">3.0%<\/td><td rowspan=\"1\" colspan=\"1\">1.9%<\/td><td rowspan=\"1\" colspan=\"1\">7.8%<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">White<\/td><td rowspan=\"1\" colspan=\"1\">0.8%<\/td><td rowspan=\"1\" colspan=\"1\">1.3%<\/td><td rowspan=\"1\" colspan=\"1\">2.9%<\/td><td rowspan=\"1\" colspan=\"1\">6.4%<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Next-generation sequencing (NGS),Race,Cancer diagnostics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Andrea Ferreira-Gonzalez<sup>1<\/sup>, <b>Gilbert  C.  Ko<\/b><sup>2<\/sup>, Sreevalsa Appukkuttan<sup>2<\/sup>, Brian Hocum<sup>2<\/sup>, Sohul Shuvo<sup>2<\/sup>, Svetlana Babajanyan<sup>2<\/sup><br><br\/><sup>1<\/sup>Virginia Commonwealth University, Richmond, VA,<sup>2<\/sup>Bayer Pharma AG, Whippany, NJ","CSlideId":"","ControlKey":"49e1bc03-959d-4ad0-aa5b-b82703759f5d","ControlNumber":"2456","DisclosureBlock":"<b>&nbsp;A. Ferreira-Gonzalez, <\/b> <br><b>Bayer Pharma AG<\/b> Independent Contractor. <br><b>G. C. Ko, <\/b> <br><b>Bayer Pharma AG<\/b> Employment, Stock. <br><b>S. Appukkuttan, <\/b> <br><b>Bayer Pharma AG<\/b> Employment, Stock. <br><b>B. Hocum, <\/b> <br><b>Bayer Pharma AG<\/b> Employment. <br><b>S. Shuvo, <\/b> <br><b>Bayer Pharma AG<\/b> Employment. <br><b>S. Babajanyan, <\/b> <br><b>Bayer Pharma AG<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4916","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1964","PresenterBiography":null,"PresenterDisplayName":"Gilbert Ko","PresenterKey":"c8f4522d-a8e0-4c00-bbf9-4783bd640973","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1964. Racial and ethnic trends in next-generation sequencing (NGS) utilization among adult patients with selected advanced tumor types: a large commercial database analysis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racial and ethnic trends in next-generation sequencing (NGS) utilization among adult patients with selected advanced tumor types: a large commercial database analysis","Topics":null,"cSlideId":""},{"Abstract":"Compared to European American (EA), African American (AA) men often develop lethal forms of prostate cancer (PCa) and experience high mortality despite having a primary diagnosis of low-risk indolent disease. Understanding the molecular basis of this disparity is thus a dire need for better prevention, accurate monitoring, and guided therapeutics. Aggressive cancer growth is intimately associated with the reprogramming of metabolism and apoptosis, where mitochondrial DNA (mtDNA) alterations play a critical role. In the mitochondrial energy generation cascade, respiratory complex I (RCI) serves as the entry gate to initiate electron transfer through the oxidative phosphorylation system (OXPHOS). Alteration in RCI function could alter metabolism and attenuate apoptosis, hallmarks of malignant progression. Through next-generation sequencing of the entire mitochondrial genome, we identified a prevalence of RCI gene mutations in the AAPCa compared to the EAPCa patients. Among the RCI mutations, a homoplasmic <i><u>13709C&#62;G<\/u> <\/i>mutation in NADH dehydrogenase 5 (<i>ND5<\/i>) was identified as the most frequently occurring mtDNA mutation among AA men. Forced expression of the <i><u>13709C&#62;G <\/u><\/i>mutation in the mitochondria of the AA-PCa patient-derived MDA PCa 2b and EA-PCa patient-derived LNCaP cells, remarkably enhanced their growth and malignant potential. The increased tumorigenicity was associated with a significant increase in the production of mitochondrial reactive oxygen species (ROS), O<sub>2<\/sub> consumption, overall respiration, and ATP production. The ND5-mutant PCa cells exhibited remarkable resistance to androgen deprivation and docetaxel treatment. Induction of CXCR4, HIF-1&#945;, and NF-kB was also noted in these ND5-mutant PCa cells. In clinical tissue samples, an abundance of CXCR4 protein expression was evident in AA-PCa patients harboring ND5 gene mutation but not in the AA or EA-PCa patients with wild-type ND5. Blockade of CXCR4 expression in the ND5-mutant PCa cells diminished NF-kB activity, thereby suggesting a potential role of the CXCR4\/HIF-1&#945;\/NF-kB signaling axis in ND5 mutation-driven PCa tumorigenesis. The RCI-ND5 could be an attractive target for therapeutic and biomarker development for the better management of PCa in racially disparate populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Race,Prostate cancer,Mitochondria,Mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kunwar Somesh Vikramdeo<\/b><sup>1<\/sup>, Christopher  E.  Keel<sup>2<\/sup>, Martin  J.  Heslin<sup>2<\/sup>, Seema Singh<sup>1<\/sup>, Ajay Pratap Singh<sup>1<\/sup>, Santanu Dasgupta<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology, University of South Alabama-Mitchell Cancer Institute, Mobile, AL,<sup>2<\/sup>Department of Medical Oncology, Mitchell Cancer Institute, University of South Alabama,, Mobile, AL","CSlideId":"","ControlKey":"34b85ae3-b3d3-482a-874c-f5aae1cdade4","ControlNumber":"862","DisclosureBlock":"&nbsp;<b>K. Vikramdeo, <\/b> None..<br><b>C. E. Keel, <\/b> None..<br><b>M. J. Heslin, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>A. Singh, <\/b> None..<br><b>S. Dasgupta, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4917","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1965","PresenterBiography":null,"PresenterDisplayName":"Kunwar Somesh Vikramdeo, M Phil;MS;PhD","PresenterKey":"fe2e8bf8-ee88-48e7-8544-516aa0cfa8dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1965. Racially divergent mitochondrial ND5 gene mutation promotes prostate cancer progression and confers therapeutic resistance","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Racially divergent mitochondrial ND5 gene mutation promotes prostate cancer progression and confers therapeutic resistance","Topics":null,"cSlideId":""},{"Abstract":"Background: A qualitative needs assessment was conducted to inform the development of a culturally competent breast and ovarian cancer prevention intervention, through the promotion of breastfeeding (BF) and genetic screening for cancer risk among African American (AA) women. In Georgia, AA women are diagnosed with later-stage breast\/ovarian cancer and have higher mortality rates. BF initiation and longer duration are associated with reduced risk of cancers, yet BF rates are lower among AA women and few BF promotion programs are culturally competent.<br \/>Methods: 20 AA Mothers (Age: 18-25y=40%, 25-29y=40%, 31-35y=20%; Edu: &#8804;HS=60%; # of children: 1=40%) who were either pregnant (n= 9, 45%) or within the first year postpartum (n= 11, 55%), were interviewed. Questions assessed BF intentions and prior experiences, knowledge of BF preventing cancer, familial breast\/ovarian cancer risk, best promotion practices, and genetic screening attitudes.<br \/>Results: Mothers (70%) reported previous BF initiation, with 65% reporting 6wks as the longest BF duration. No mother reported knowing that BF can prevent cancer. When asked about their own risk of cancer, a quarter of mothers reported knowing they were at risk of breast or ovarian cancer; a large majority (85%) were open to genetic screening and wanted to know their genetic risk for cancer. Mothers identified two themes: education and help\/peer support to improve BF initiation and duration. There were no differences in responses based on demographics, BF experience, parity, or pregnancy\/postpartum.<br \/>Discussion: Results confirm a lack of knowledge of the cancer risk reduction conferred by BF. Women reported significant support for genetic screening and a need for education and peer social support for BF; these results will inform intergenerational cancer prevention education efforts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,Ovarian cancer,Prevention,Cancer risk,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Marlo M. Vernon<\/b><sup><\/sup><br><br\/>Augusta University, Augusta, GA","CSlideId":"","ControlKey":"67ac6ec9-16c8-4aa9-b7dd-a04838feaf14","ControlNumber":"3862","DisclosureBlock":"&nbsp;<b>M. M. Vernon, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4919","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1967","PresenterBiography":null,"PresenterDisplayName":"Marlo Vernon, MPH;PhD","PresenterKey":"6a3556d1-7eba-41b6-a799-859c4faa14ca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1967. Addressing breast cancer disparities: knowledge and attitudes towards cancer prevention through breastfeeding among African American women in Georgia","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Addressing breast cancer disparities: knowledge and attitudes towards cancer prevention through breastfeeding among African American women in Georgia","Topics":null,"cSlideId":""},{"Abstract":"The US Black population consists of both US-born Black and immigrant Black populations from the Caribbean and Africa. Normal tissues in Black individuals, independent of their country of birth or residence, are woefully understudied. Yet, Black individuals disproportionately develop aggressive pathologic diseases and are treatment refractory or resistant, thus leaing to premature deaths. In women, breast cancer is more common among US Black women, and the most common non-viral driven cancer in African and Caribbean countries. Furthermore, Black women develop this disease younger than other ancestral groups and have a higher incidence aggressive pathologies, such as metaplastic and triple-negative breast cancer. With the African-Caribbean Cancer Consortium (AC3) and Transatlantic Gynecologic Cancer Research Consortium, we have created a multiomic spatial atlas of triple-negative and other breast cancers across Africa, the Caribbean, and among US-Black individuals. We performed ultrahigh-plex RNA and protein spatial phenotyping on the PhenoCycler-Fusion (PCF). The PCF is a fast end-to-end spatial biology platform that enables whole-slide spatial readouts of RNA and protein moieties at single-cell resolution. Multiomic spatial phenotyping of tissues allowed for the detection of novel cell populations associated with a given African ancestry linking unique immune\/stromal cell types to the outcome and severity of breast cancer. Here, we aim to develop a benchmark that confidently measures and interprets ancestral genomic differences at the cellular level. Deciphering the relationship between African ancestry, aggressive disease biology, and early onset will enable the characterization of the tissue composition and the proportion of cell sub-populations implicated in tumorigenesis and the interplay with germline genetics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Breast cancer,Multiomics,Immunohistochemistry,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jasmine  T.  Plummer<\/b><sup>1<\/sup>, Nadezhda Nikulina<sup>2<\/sup>, Ayodele Omotoso<sup>3<\/sup>, Destiny Burnett<sup>3<\/sup>, Priscilla Coelho<sup>3<\/sup>, Simone Badal<sup>4<\/sup>, Judith Hurley<sup>3<\/sup>, Carmen Gomez<sup>3<\/sup>, Ha Yeun Ji<sup>2<\/sup>, Maycon Marcao<sup>1<\/sup>, Felipe Dezem Segato<sup>1<\/sup>, Oliver Braubach<sup>2<\/sup>, Sophia George<sup>3<\/sup><br><br\/><sup>1<\/sup>St Jude Children's Research Hospital, Memphis, TN,<sup>2<\/sup>Akoya Biosciences, The Spatial Biology Company, Marlborough, MA,<sup>3<\/sup>Sylvester Comprehensive Cancer Center, University of Miami Health Systems, Miami, FL,<sup>4<\/sup>Basic Medical Sciences, The University of the West Indies, Kingston, Jamaica","CSlideId":"","ControlKey":"46ac2db4-9c1e-4c38-b4c5-7020e3bd3875","ControlNumber":"5173","DisclosureBlock":"&nbsp;<b>J. T. Plummer, <\/b> None.&nbsp;<br><b>N. Nikulina, <\/b> <br><b>Akoya Biosciences<\/b> Employment.<br><b>A. Omotoso, <\/b> None..<br><b>D. Burnett, <\/b> None..<br><b>P. Coelho, <\/b> None..<br><b>S. Badal, <\/b> None..<br><b>J. Hurley, <\/b> None..<br><b>C. Gomez, <\/b> None.&nbsp;<br><b>H. Ji, <\/b> <br><b>Akoya Biosciences<\/b> Employment.<br><b>M. Marcao, <\/b> None..<br><b>F. Dezem Segato, <\/b> None.&nbsp;<br><b>O. Braubach, <\/b> <br><b>Akoya Biosciences<\/b> Employment.<br><b>S. George, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4920","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1968","PresenterBiography":null,"PresenterDisplayName":"Jasmine Plummer","PresenterKey":"845f7136-24d0-450e-b6ce-267382453a8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1968. A multiomic spatial atlas of breast cancer in women of African ancestry","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A multiomic spatial atlas of breast cancer in women of African ancestry","Topics":null,"cSlideId":""},{"Abstract":"Previous studies, on mostly Non-Hispanic White (NHW), have identified genetic and epigenetic markers for pediatric acute lymphoblastic leukemia (ALL) relapse. Higher incidence rates and worse outcomes in Hispanic\/Latinx (HSP) patients suggest that the genesis and progression of disease may vary by population. We compared methylation signatures and mutation spectrum between HSP and NHW ALL patients at diagnosis as well as by relapse status, defined as relapse within three years of diagnosis (early relapse) versus remission (&#62;=4 years after diagnosis). Study participants included pediatric (1-19 years) patients in the Therapeutically Applicable Research to Generate Effective Treatments program. We included 26 HSP and 51 NHW patients with bone marrow samples at diagnosis including 11 HSP and 32 NHW patients with both diagnosis and relapse samples. The mean age at diagnosis for HSP was 8.8 years (standard deviation, sd=5.6) and NHW was 6.4, sd=4.9. The proportion of males (56%) was higher than females (44%). At diagnosis, the top methylated regions for the combined sample harbored the following genes: <i>AB13, GNGT2, MAPK10, ARHGAP24, TEX264 and IQCF6<\/i> (all p&#60;0.000001, all q&#60;0.1) (all p&#60;0.000005, all q&#60;0.1). However, the top methylated regions for HSP did not overlap with those for NHW. For HSP, the top methylated regions harbored the following genes: <i>ITPA, COX16, ADAM21, GALR1, MBP, DCLRE1A, PPP4R12 and IGSF11<\/i> (all p&#60;0.000005, all q&#60;0.1); while for NHW, the top methylated regions harbored the following genes: <i>ARMC10, FBXL13, TEX264 and IQCF6<\/i> (all p&#60;0.000002, all q&#60;0.1). Similar results were observed for differentially methylated regions between diagnosis and relapse samples. The top regions for the overall sample harbored the following genes: <i>RINT1, RPS16, PDE12, TDRKH, PLEKHG2, TPO, PXDN, DTNBP1, YTHDC1<\/i>. For HSP, the top regions differentially methylated between diagnosis and relapse harbored <i>SPOCK3, B3GALT6, KIAA1804, FAM201A, HEMK1 and CLRN1OS<\/i>; while for NHW, the top regions differentially methylated between diagnosis and relapse harbored <i>SRPK2, RINT1, TMPRSS11E, YTHDC1, GSTT1, SFTPB, GNLY, JARID2, DTNBP1, ZFP36 and RPS16<\/i>. A comparison of mutation spectrum of frequently mutated genes in pediatric ALL revealed higher mutations in <i>NRAS<\/i> (12.5% vs 0%) and <i>FLT3<\/i> (6.25% vs 0%), but not KRAS (12.5% vs 14.3%), for NHW (n=16) than HSP (n=14). Few of the candidate genes observed in HSP <i>(ITPA, MBP, PPP4R12, <\/i>and<i> SPOCK3<\/i>) have been previously implicated in leukemia. The findings suggest that the methylation signatures and mutation spectrum for HSP and NHW pediatric acute ALL patients might differ and further studies among HSP, a group with the highest prevalence of acute pediatric ALL, could potentially identify new genetic and epigenetic markers for acute pediatric ALL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Pediatric cancers,Epigenetics,Hispanic,Leukemias: acute lymphoblastic,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Alexander Miller<sup>1<\/sup>, Michael Considine<sup>2<\/sup>, Leslie Cope<sup>2<\/sup>, <b>Ernest K. Amankwah<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>Johns Hopkins All Children's Hospital, St. Petersburg, FL,<sup>2<\/sup>Johns Hopkins University School of Medicine, Baltimore, MD,<sup>3<\/sup>Johns Hopkins University School of Medicine, St. Petersburg, FL","CSlideId":"","ControlKey":"56568fa9-b202-4a32-b424-1b50b4ba5ef2","ControlNumber":"7849","DisclosureBlock":"&nbsp;<b>A. Miller, <\/b> None..<br><b>M. Considine, <\/b> None..<br><b>L. Cope, <\/b> None.&nbsp;<br><b>E. K. Amankwah, <\/b> <br><b>Pfizer<\/b> Other, Consultant on a data safety monitoring board. <br><b>Bristol Myers Squibb<\/b> Other, Consultant on a data safety monitoring board.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4921","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1969","PresenterBiography":null,"PresenterDisplayName":"Ernest Amankwah, PhD","PresenterKey":"df9dc26b-c97e-4c86-ae57-43763263a100","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1969. DNA methylation and mutation spectrum among pediatric acute lymphoblastic leukemia patients by Hispanic\/Latinx ethnicity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA methylation and mutation spectrum among pediatric acute lymphoblastic leukemia patients by Hispanic\/Latinx ethnicity","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Smoking and sedentarism frequently co-occur among Latinos. Evidence suggests that moderate to vigorous physical activity (MVPA) may enhance smoking cessation rates. However, this synergistic phenomenon has not been studied among Latinos, the largest minority group in the U.S.<br \/><b>Objective:<\/b> To understand the perspectives of Latino smokers on physical activity.<br \/><b>Methods:<\/b> Participants were recruited using community-based recruitment strategies. Semi-structured interviews were conducted in English and Spanish with Latino smokers. The Health Belief Model was used as a framework for qualitative theoretical analysis.<br \/><b>Results: <\/b>At baseline, participants&#8217; mean age was 54.9 years old (SD 12.1), 50% of the participants were female, and 85% self-identified as heterosexual or straight. Eight participants (40%) indicated their language of preference as &#8220;Only Spanish&#8221; and 50% were born in Cuba and the Dominican Republic (25% for each country). Most participants (70%) were light smokers (1-10 cigarettes per day), 35% smoked their first cigarettes within five minutes after waking up, and 50% used menthol cigarettes. We identified perceived benefits (e.g., mood management, weight loss, strategy to quit smoking), susceptibility (e.g., risk of cardiovascular diseases and physical impairment, susceptibility to weight gain), and barriers (e.g., lack of social support, health constraints, and low financial resources) of being physically active. Moreover, we identified cues to action to do physical activity (e.g., being a role model: &#8220;&#8943;I&#8217;m going to do it [physical activity] so she [the daughter] can do it too&#8943;&#8221;; spending time with family and friends: &#8220;Well, since I have some little nephews and some little nieces... I go with them to the playground&#8943;&#8221;; being outdoors: &#8220;&#8943;go to the parks a lot or go nature walking&#8943; being out in the woods&#8943; taking all of nature&#8943; I&#8239;would go down to [local towns in New York] on my bicycle&#8943;&#8221;).<br \/><b>Conclusion:<\/b> Multiple perceived factors of being physically active were identified among Latino smokers. These factors provide concrete operational strategies to address smoking cessation and physical activity among Latinos. Further research is needed on how best to integrate these perspectives into smoking cessation interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Smoking,Hispanic,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Francisco Cartujano-Barrera<\/b><sup><\/sup>, Edgar Alaniz-Cantu<sup><\/sup>, Maria Valeria Bautista Rojas<sup><\/sup>, Ruthmarie Hernández-Torres<sup><\/sup>, Scott McIntosh<sup><\/sup>, Deborah J. Ossip<sup><\/sup>, Ana Paula Cupertino<sup><\/sup><br><br\/>University of Rochester Medical Center, Rochester, NY","CSlideId":"","ControlKey":"6113e84c-1225-4129-99fb-467b8b4e2ab0","ControlNumber":"8118","DisclosureBlock":"&nbsp;<b>F. Cartujano-Barrera, <\/b> None..<br><b>E. Alaniz-Cantu, <\/b> None..<br><b>M. Bautista Rojas, <\/b> None..<br><b>R. Hernández-Torres, <\/b> None..<br><b>S. McIntosh, <\/b> None..<br><b>D. J. Ossip, <\/b> None..<br><b>A. Cupertino, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4923","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1971","PresenterBiography":null,"PresenterDisplayName":"Francisco Cartujano, MD","PresenterKey":"72689d7e-3437-49fd-8d71-a96e94d39aa4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1971. Understanding the perspectives of Latino smokers on physical activity: A qualitative study","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Understanding the perspectives of Latino smokers on physical activity: A qualitative study","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Black men are disproportionately affected by prostate cancer (CaP) and havebeen found to experience more aggressive forms of cancer. The Minority Prostate Cancer(MiCaP) Research Digest is a dissemination platform with the goal of spreading community-based and culturally relevant ways to provide prostate cancer discoveries, interventions, andclinical trials among Black men. In collecting pretest data, the MiCaP team was also able tocollect data on whether participants had been tested for CaP in the last year. We were also ableto collect data on various social determinant variables to test for association.<br \/>Methods: Black men living in the United States ages 35 to 70 were recruited for this studythrough community-based methods. Participants were randomly assigned to an interventiongroup that received the MiCaP information material and a control group that watched a generalvideo. Both groups received baseline and follow-up surveys to assess their knowledge relatedto CaP clinical trials, testing, and treatment. Associations of characteristics from the baselinesurvey were evaluated using logistic regression models.<br \/>Results: A total of 220 responses are included in this dataset. The majority of participants wereborn in the United States (93.06%), single (49.52%), attended\/graduated college (35.65%),between 60 and 69 years (25.58%), had full-time employment (52.07%), and had a householdincome between 20,000 and 39,999 (21.66%). Only about 35% had read or heard about clinicaltrials within the last year. Logistic regression found a positive association between the followingvariables and getting tested for prostate cancer in the past year: if participants had heard ofcurrent prostate cancer research or discoveries, if an immediate family member had beendiagnosed with prostate cancer, age, and level of education. No association was found betweeninsurance status, utilization of healthcare, clinical trial participation, or clinical trial knowledge.<br \/>Conclusion: There is an association between being aware of CaP discoveries, diagnosis of familymembers, education, and age with prostate cancer screening. Future work should be done tofurther explore this association and how to overcome the barriers those determinants mightprovide in screening. These data and future data on this can be used to further community-based interventions delivered in culturally relevant ways with the goal of encouraging positivehealth behaviors to reduce CaP in Black men.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Prostate cancer,Screening,African American,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jessica Otero Machuca<sup>1<\/sup>, Parisa Fathi<sup>1<\/sup>, Daniel Lee<sup>1<\/sup>, Kim Walsh-Childers<sup>2<\/sup>, <b>Folakemi Odedina<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Mayo Clinic Florida, Jacksonville, FL,<sup>2<\/sup>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"b7242426-d1a8-4d80-baee-6b9b8574bbc2","ControlNumber":"6971","DisclosureBlock":"&nbsp;<b>J. Otero Machuca, <\/b> None..<br><b>P. Fathi, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>K. Walsh-Childers, <\/b> None..<br><b>F. Odedina, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4924","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1972","PresenterBiography":null,"PresenterDisplayName":"Folakemi Odedina, PhD","PresenterKey":"7ffcf11b-6b02-4d2e-94a4-2ef89e1beadc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1972. Potential predictors of prostate cancer screening: Findings from the MiCaP research digest study","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potential predictors of prostate cancer screening: Findings from the MiCaP research digest study","Topics":null,"cSlideId":""},{"Abstract":"UCRShiny is an intelligent user interface application that utilizes R and R-Shiny tools and statistical intelligence to allow users to visualize geospatial cancer data and perform advanced analyses and predictive modeling. UCRShiny's focus is the catchment area (in Illinois and Indiana) near UCCC and utilizes various metadata. This includes fitting univariate and multivariate models to make statistically sound inferences from the data. It also allows the user to plot specific data on a map of the catchment area as layers for descriptive analysis and visual geospatial assessment. As well as assessing the significance of the relation between these factors. These statistical tools should have a level of intelligence that can determine the correctness of the model's assumptions. An advantage of our tool is that it provides an overall diagnosis of the model to the user without the need for the intervention of an expert statistician. The data selected for analysis are assessed to ensure they meet the assumptions of the statistical model being used, and proper data transformations are applied. The presence of confounding factors is assessed using linear models in sequence. Initially, a single variable linear model is fit using the primary variable of interest (i.e., Cancer mortality) as the response variable and the second variable in the univariate analysis as the covariate. The second model adds the internal metadata columns as potential confounders to the model. In the third step, the percent change in the coefficient of the second variable in the first and second linear models is calculated. Multivariate analysis using ML is used to simultaneously assess the effect of multiple variables on the outcome variable. Here, we use various ML algorithms based on the problem and data at hand, report the significant features, and quantify their impact on the response of interest. The tool allows users to utilize the in-app data, load their dataset, or combine both datasets. It helps to visualize geospatial health data on a map, perform statistical analysis and build ML\/AI models without being concerned about the validity of the statistical models. After uploading data and selecting the appropriate statistical test\/analysis, results will be visualized as a plot on a map with the specified layers collared by the layer variable values. The layers can be turned on or off using specific buttons on the map. GIS maps may be easily shared and included in apps and are available to almost everyone, anywhere. The user can study the effect of multiple variables and rank their importance in predicting the response variable using multivariate ML\/AI models. The UI allows the user to select an appropriate ML algorithm for the model or the application's intelligent backend algorithms to choose the proper ML model (This will be implemented in phase II). The outcome feature and the covariates to use in the model can be selected using searchable textboxes in the UI, and the model is run using the Run model button.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-03 Cancer disparities research,,"},{"Key":"Keywords","Value":"Databases,Machine learning,Epidemiology,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ahmed Fadiel Metwaly<\/b><sup>1<\/sup>, Adam Thomas Koster<sup>2<\/sup>, Mohammad Abbasi<sup>2<\/sup>, Aya Hassouneh<sup>3<\/sup>, Jasmin Tiro<sup>4<\/sup>, Nita Lee<sup>5<\/sup>, Adekunle Odunsi<sup>1<\/sup><br><br\/><sup>1<\/sup>Comprehensive Cancer Center, University of Chicago, Chicago, IL,<sup>2<\/sup>Research and Development, Interactome Bio, Kalamazoo, MI,<sup>3<\/sup>Electrical and Computer Engineering, Western Michigan University, Kalamazoo, MI,<sup>4<\/sup>Public Health Sciences, University of Chicago, Chicago, IL,<sup>5<\/sup>Obstetrics and Gynecology, University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"300ff91f-ae7c-41e3-af10-e1499ef23c36","ControlNumber":"8074","DisclosureBlock":"&nbsp;<b>A. Fadiel Metwaly, <\/b> None..<br><b>A. T. Koster, <\/b> None..<br><b>M. Abbasi, <\/b> None..<br><b>A. Hassouneh, <\/b> None..<br><b>J. Tiro, <\/b> None..<br><b>N. Lee, <\/b> None..<br><b>A. Odunsi, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"4925","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1973","PresenterBiography":null,"PresenterDisplayName":"Adam Koster","PresenterKey":"755ca81f-a220-4d4c-9831-1867bda224bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1973. An intelligent geo approach to cancer disparity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An intelligent geo approach to cancer disparity","Topics":null,"cSlideId":""},{"Abstract":"Skin cancer incidence is increasing among US Hispanics, who experience higher morbidity and mortality and are underserved in precision medicine. A large proportion of Hispanics carry risk variants at MC1R, a robust genetic locus for skin cancer susceptibility. Recall is a fundamental psychological mechanism underlying how people receive health recommendations: better recall has been associated with greater adherence and improved outcomes. However, research on recall of genetic testing information for low to moderate penetrance genes, what predicts recall, and the influence of recall on preventive behavior is limited, especially among Hispanics. We report results of secondary analyses from our previously published randomized controlled trial among self-identified Hispanic participants from Tampa, Florida and Ponce, Puerto Rico. Participants randomized to the precision prevention arm (n=282) were provided MC1R risk information (average or higher) and were asked to recall their genetic risk after 3 and 9 months. Predictors of recall (correct recall, did not recall, or misremembered) at each timepoint were determined by backwards stepwise selection that optimizes AIC, which maximizes overall model fit notwithstanding individual variable p-values. Using all trial participants (n=920), intervention effects on 11 primary and secondary preventive behaviors collected at baseline and post-intervention were estimated within strata of 3-month recall. At 9 months post-intervention, there was a borderline difference in risk recall comparing average- and higher-risk participants (p=0.051), with higher-risk participants 3 times less likely to correctly recall their MC1R risk category (vs. misremember, OR=0.31, 95%CI:0.10-0.95) than average-risk participants. Among average-risk participants, common predictors of correct recall across the 3- and 9-month final models were younger age (OR3=0.97, 95%CI:0.94-1.01, OR9=0.96, 95%CI:0.93-0.99) and higher education (OR3=1.64, 95%CI:1.06-2.63, OR9=1.73, 95%CI:1.12-2.81). Among higher-risk participants, higher education was associated with correct recall at both timepoints (OR3=1.30, 95%CI:0.93-1.85, OR9=1.66, 95%CI:1.21-2.32). Reassessment of intervention effects showed no pattern of improved or worsened preventive behavior by 3-month recall among average-risk participants. However, higher-risk participants who correctly recalled at 3 months had greater odds of wearing sunscreen often or always (OR=1.97, p=0.04) and odds of undergoing a professional skin exam (OR=8.89; p=0.001) than those who did not recall or misremembered (OR=1.32, p=0.45, OR=6.36, p=0.007, respectively). Our results suggest the need for additional strategies, such as reinforcement, for Hispanics with lower education to boost recall, which may consequently improve adoption of preventive behaviors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-02 Biomarkers and intervention studies,,"},{"Key":"Keywords","Value":"Prevention,Precision prevention trial,Genetic testing,Hispanic\/Latino,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>John  C.   A.  Lacson<\/b><sup>1<\/sup>, Youngchul Kim<sup>2<\/sup>, Steven  K.  Sutton<sup>2<\/sup>, Richard  G.  Roetzheim<sup>1<\/sup>, Susan  T.  Vadaparampil<sup>3<\/sup>, Brenda Soto-Torres<sup>4<\/sup>, Peter  A.  Kanetsky<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Epidemiology, H. Lee Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Biostatistics and Bioinformatics, H. Lee Moffitt Cancer Center, Tampa, FL,<sup>3<\/sup>Health and Behavioral Outcomes, H. Lee Moffitt Cancer Center, Tampa, FL,<sup>4<\/sup>Public Health Program, Ponce Health Sciences University, Ponce, PR","CSlideId":"","ControlKey":"8384c0fc-bac2-4ade-b3f2-cf0a6bfd6e03","ControlNumber":"3902","DisclosureBlock":"&nbsp;<b>J. C. A. Lacson, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>S. K. Sutton, <\/b> None..<br><b>R. G. Roetzheim, <\/b> None..<br><b>S. T. Vadaparampil, <\/b> None..<br><b>B. Soto-Torres, <\/b> None..<br><b>P. A. Kanetsky, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1974","PresenterBiography":null,"PresenterDisplayName":"J. Charles Lacson, PhD,MS,BS","PresenterKey":"b8b83e69-c676-4948-8114-aca590786b2b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1974. Predictors of correct recall of MC1R genetic risk among Hispanic individuals participating in a skin cancer precision prevention trial","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Predictors of correct recall of MC1R genetic risk among Hispanic individuals participating in a skin cancer precision prevention trial","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: In the United States, many underrepresented minorities experience health disparities in preventative options, access to care, and participation in research. There remains a critical need for robust inclusiveness and diversity to achieve comprehensive participation in research and true health equity. Community health workers (CHWs) and pharmacy technicians may be an overlooked segment in increasing the community reach necessary in alleviating health disparities. Training individuals from and trusted by the community to educate and discuss the importance of research participation may prove an important community engagement method for achieving diversity in clinical trials.<br \/><b>Aim: <\/b>This Community Engagement in Research and Clinical Trial (CERCT) program aims to develop a training curriculum on clinical trials education and inclusivity in research for CHWs and pharmacy technicians.<br \/><b>Methods<\/b>: The CERCT program utilized qualitative methodology in expert in-depth interview sessions with clinical trials and education experts. An appropriate curriculum, content, and mode of training delivery for the program were identified. Interviews also critically reviewed the scientific information most crucial to disseminate to CHWs and Pharmacist technicians, defined the criteria for selecting the most appropriate scientific information for this level of community health partners, and characterized editorial and media management of the training modules.<br \/><b>Results<\/b>: Eleven CERCT modules were developed comprising the importance and benefits of taking part in research and biomedical trials and how to communicate it to others. Modules included 1) history of clinical trials, including past overreach and the need for biomedical research with humans; 2) human participant research studies education, including qualitative and quantitative components; 3) the difference between behavioral, biomedical, and clinical trials; 4) CHW roles in education of research participation, 5) effective communication strategies, 6) research ethics, 7) human subject protection training, 8) the role of the institutional review board, 9) eligibility to consent, 10) vulnerable populations, and 11) Good Clinical Practice training.<br \/><b>Conclusion: <\/b>Community health workers and pharmacy technicians are not a consistent avenue for disseminating clinical trial education and research inclusivity benefits. The development of a curriculum aimed at CHWs and pharmacy technicians seeks to empower more community members with the education to inform their communities and increase representation in science. By creatively engaging and educating active community partners about clinical trials, health disparities in chronic diseases such as cancer, may be alleviated.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-14 Recruitment of racial and ethnic minorities and other underserved populations in clinical prevention trials,,"},{"Key":"Keywords","Value":"Prevention,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jennifer  M.  Crook<\/b><sup><\/sup>, Opeyemi Bolajoko<sup><\/sup>, Folakemi Odedina<sup><\/sup><br><br\/>Mayo Clinic Florida, Jacksonville, FL","CSlideId":"","ControlKey":"1467add5-582e-47a6-82d4-86b33f09037f","ControlNumber":"7255","DisclosureBlock":"&nbsp;<b>J. M. Crook, <\/b> None..<br><b>O. Bolajoko, <\/b> None..<br><b>F. Odedina, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1975","PresenterBiography":null,"PresenterDisplayName":"Jennifer Crook, PhD,BSN,AAS","PresenterKey":"ad4231b2-4f54-4b6e-bcd8-d85d3b45be79","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1975. Community Engagement in Research and Clinical Trial (CERCT) program: The development of an inclusive clinical trials training program for community health workers (CHWs) and pharmacy technicians","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Community Engagement in Research and Clinical Trial (CERCT) program: The development of an inclusive clinical trials training program for community health workers (CHWs) and pharmacy technicians","Topics":null,"cSlideId":""},{"Abstract":"<u>Purpose<\/u>: In Alabama, lung cancer is the leading cause of cancer death. High lung cancer incidence and mortality rates are attributed to high smoking rates among underserved, low income, and rural populations. Rural residents in Alabama tend to be older, engage in risky health behaviors, and have lower adherence to preventive care than do their urban and suburban counterparts. Disparities in mortality rates between rural and urban areas are particularly large for lung cancer. It can be explained by increased tobacco use and the preponderance of late-stage diagnoses following the lack of uptake of LCS. Therefore, we examined factors associated with LCS uptake among patients who were referred to screening at University of Alabama at Birmingham (UAB) from 2015-2020.<br \/><u>Method<\/u>: A retrospective cohort of individuals seen at UAB who were eligible for lung cancer screening from 01\/01\/2015 and 12\/31\/2020 was used to define the cohort. Included individuals were 55-80 years old, without diagnostic codes for lung cancer (ICD9 162.9 or ICD10 C34.90 within the past 10 years), and a history of smoking: Patient demographic variables included Age; Sex; Race\/Ethnicity; distance from UAB and RUCA codes. Chi-square tests and Student t-tests was used to compare screening uptake across patient demographic and clinical variables. We used bivariate analyses to determine significant predictors of lung cancer screening uptake at UAB.<br \/><u>Results<\/u>: 67355 were identified as eligible for LCS of whom 1147 were screened, 16 individuals were not AL residents and therefore were not included in further analysis. Of those 1129 individuals screened, mean age was 67.02, male (54.92%) and Non-Hispanic White (57.77%). When compared to those who were not screened(97.86%), those screened were more likely to have live in an urbanized area (2.14%). Additionally, when compared to those who were not screened (48.16 mi), those screened were more likely to live closer to UAB (28.67 mi).<br \/><u>Conclusio<\/u>n: LCS has not reached all subgroups; additional targeted efforts are essential to increase lung cancer screening uptake.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-15 Screening and early detection,,"},{"Key":"Keywords","Value":"Prevention,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Desiree A. Rivers<\/b><sup><\/sup><br><br\/>Morehouse School of Medicine, Atlanta, GA","CSlideId":"","ControlKey":"aed7efaa-e6cb-4d97-b7dc-77770699886a","ControlNumber":"8189","DisclosureBlock":"&nbsp;<b>D. A. Rivers, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1976","PresenterBiography":null,"PresenterDisplayName":"Desiree Rivers, MPH;PhD","PresenterKey":"4115e6fa-0f1a-4d97-aca8-86a651020e19","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1976. Lung cancer screening disparities in Southeastern U.S.","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lung cancer screening disparities in Southeastern U.S.","Topics":null,"cSlideId":""},{"Abstract":"A total of 13 cancers are known to be strongly associated with obesity. The purpose of this study was to examine the association between a composite genotype risk score (GRS) for high body mass index (BMI) and the odds of obesity-related cancer. A nested case-control study was created within the Pennington Center Longitudinal Study, an ongoing prospective cohort study of the effects of obesity and lifestyle factors on the development of chronic diseases and premature mortality in Black and White Americans. A total of 459 participants developed an obesity-related cancer, and after stratification by sex and race, incidence density sampling was applied to select matched control participants (2:1) of the same age as cases (&#177; 2 y). After deletion of participants with missing data, the analytic sample included 1242 participants (435 cases;136 Black, 299 White). A BMI GRS was derived using 21 single nucleotide polymorphisms (SNPs) with consistent evidence of association from the literature and which showed concordant associations in effect size and direction in our cohort. The GRS score was computed by summing the number of BMI risk alleles. In a model including age, race, sex, exam year and smoking as covariates, the BMI GRS was significantly associated with obesity-related cancer [odds ratio (OR): 1.18; 95% confidence interval: 1.04, 1.34; p=0.01]. Further adjustment for BMI did not change the association [1.20; 1,06-1.36; p=0.004]. In conclusion, the BMI GRS appears to provide added value in identifying obesity-related cancer risk, even after adjustment for BMI. Future studies are required to validate these results and better delineate the phenotypic and genetic contributions of BMI to obesity-related cancer risk.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-07 Genomics and proteomics in cancer risk and response assessment,,"},{"Key":"Keywords","Value":"Obesity,Genetic susceptibility,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Peter  T.  Katzmarzyk<\/b><sup>1<\/sup>, Shengping Yang<sup>1<\/sup>, Justin  C.  Brown<sup>1<\/sup>, Emily  F.  Mire<sup>1<\/sup>, Jovanny Zabaleta<sup>2<\/sup><br><br\/><sup>1<\/sup>Pennington Biomedical Research Ctr., Baton Rouge, LA,<sup>2<\/sup>Louisiana State University Health Sciences Center, New Orleans, LA","CSlideId":"","ControlKey":"b832beef-ef15-4f0f-87fb-1da5d6178f8f","ControlNumber":"6736","DisclosureBlock":"&nbsp;<b>P. T. Katzmarzyk, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>J. C. Brown, <\/b> None..<br><b>E. F. Mire, <\/b> None..<br><b>J. Zabaleta, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1977","PresenterBiography":null,"PresenterDisplayName":"Peter Katzmarzyk","PresenterKey":"c05bf215-225a-486e-b0a6-22432775b8a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1977. Body mass index genetic risk score and obesity related cancer risk in Black and White adults","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Body mass index genetic risk score and obesity related cancer risk in Black and White adults","Topics":null,"cSlideId":""},{"Abstract":"Cervical cancer incidence is 32% higher among Latina women in the United States (US) and 78% higher among women in Puerto Rico compared to non-Latina White (NLW) women, yet it is largely preventable through screening. Latina women with public insurance or uninsured are significantly less likely to have had a Pap test, undergo fewer Pap and high-Risk Human Papilloma Virus (HPV) testing than NLW and Black women, and are less likely than women of other races\/ethnicities to return for recommended follow-up after an abnormal Pap test. Utilizing the PRECEDE-PROCEED model, Community Based Participatory Research strategies and the NIH I-Corps hypothesis-driven research method of customer discovery, we implemented the Community Genomic Health Promotion Program in Federally Qualified Health Centers to evaluate cervical cancer screening needs in six rural municipalities in Puerto Rico. We recently validated in clinical liquid cytology samples that the <i>CervicalMethDx<\/i> test, a precision DNA methylation test, can identify HPV positive women most likely to be diagnosed with Cervical Intraepithelial Neoplasia (CIN) grades 2 and 3. We hypothesized that a molecular pathology test which identifies advanced premalignant cervical lesions in urine, can be distributed by commercial channels targeting populations with low screening rates. The <i>CervicalMethDx <\/i>quantitative Methylation Specific PCR (qMSP) test was used to quantify <i>ZNF516, FKBP6<\/i> and <i>INTS1<\/i> promoter DNA methylation in well-characterized, discarded, liquid cytology clinical samples from Puerto Rico. We then tested the <i>CervicalMethDx<\/i> test concordance on paired cytobrush (n=82) and urine samples (n=82) from Chile. The <i>CervicalMethDx <\/i>test correctly classified 86% of discarded liquid cytology clinical samples from HPV-positive women, when comparing DNA methylation in CIN2\/CIN3 samples (n=47) to samples with a cervical pathology diagnosis of No Intraepithelial Lesions or Malignancy (n=18), with 83% Sensitivity, 94% Specificity, Area Under the Curve (AUC) of 0.88, and 98% positive predictive value (PPV). The concordance of the <i>CervicalMethDx<\/i> test in paired brush and urine samples was moderate (rho=0.45). The Wilcoxon signed-rank test showed no statistically significant differences for the <i>CervicalMethDx<\/i> test in paired brush and urine samples (p=0.14) These encouraging preliminary results show the successful identification of advanced premalignant cervical lesions in liquid cytology media and urine samples from Latina women. The data suggests that urine should be explored as a biofluid for cervical cancer screening. Future research may lead to expanded screening options, enabling women with low access to health care (public insurance or uninsured) to collect a specimen at home, and either send it to a testing facility or perform the test at home.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-15 Screening and early detection,,"},{"Key":"Keywords","Value":"Screening,Cervical cancer,Methylation-specific polymerase chain reaction,Hispanic,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Carmen Ili<\/b><sup>1<\/sup>, Priscilla Brebi<sup>1<\/sup>, Jaime López<sup>1<\/sup>, Fernando  T.  Zamunér<sup>2<\/sup>, Ana Purcell-Wiltz<sup>3<\/sup>, Amanda García-Negrón<sup>3<\/sup>, Keilyn Vale-Lassalle<sup>3<\/sup>, Keerthana Gosala<sup>2<\/sup>, Mirla Otero-García<sup>3<\/sup>, Camila Rivero-Maldonado<sup>3<\/sup>, Teresa Torres-Rivera<sup>3<\/sup>, Adriana Pérez-Vicente<sup>3<\/sup>, Ashley Ramos-López<sup>3<\/sup>, David Sidransky<sup>2<\/sup>, Mariana Brait<sup>2<\/sup>, Rafael E. Guerrero-Preston<sup>4<\/sup><br><br\/><sup>1<\/sup>Laboratory of Integrative Biology (LIBi), Universidad de La Frontera, Temuco, Chile,<sup>2<\/sup>Department of Oncology, The Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD,<sup>3<\/sup>LifeGene BioMarks, San Juan, PR,<sup>4<\/sup>LifeGene BioMarks, Baltimore, MD","CSlideId":"","ControlKey":"ced8cca9-6e4d-4f13-ad58-6e399ef076d6","ControlNumber":"5161","DisclosureBlock":"&nbsp;<b>C. Ili, <\/b> None..<br><b>P. Brebi, <\/b> None..<br><b>J. López, <\/b> None..<br><b>F. T. Zamunér, <\/b> None..<br><b>A. Purcell-Wiltz, <\/b> None..<br><b>A. García-Negrón, <\/b> None..<br><b>K. Vale-Lassalle, <\/b> None..<br><b>K. Gosala, <\/b> None..<br><b>M. Otero-García, <\/b> None..<br><b>C. Rivero-Maldonado, <\/b> None..<br><b>T. Torres-Rivera, <\/b> None..<br><b>A. Pérez-Vicente, <\/b> None..<br><b>A. Ramos-López, <\/b> None..<br><b>D. Sidransky, <\/b> None..<br><b>M. Brait, <\/b> None..<br><b>R. E. Guerrero-Preston, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5024","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1978","PresenterBiography":null,"PresenterDisplayName":"Carmen Ili, PhD","PresenterKey":"61ad6955-8196-4ff2-b7e7-dda9f7be9e9e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1978. Community Genomic Health Promotion Program evaluates precision DNA methylation biomarkers for use in self-testing and collection kits in urine, to increase cervical cancer screening rates among Latina women","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Community Genomic Health Promotion Program evaluates precision DNA methylation biomarkers for use in self-testing and collection kits in urine, to increase cervical cancer screening rates among Latina women","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Colorectal cancer (CRC) screening is significantly lower in the Hispanic community compared to non-Hispanic whites. Qualitative research has suggested that cultural attitudes towards cancer may be a potential barrier to screening. The purpose of the study was to quantitatively examine explicit stereotypes about CRC and CRC screening within the Hispanic community using the stereotype content model.<br \/>Methods: A one-time online cross-sectional survey was administered to individuals self-identifying as Hispanic living across the United States. Based on participant preference, the survey was completed in English or Spanish. In counterbalanced order, participants were asked to read brief paragraphs about a control target, a target with CRC, and a target undergoing colonoscopy CRC screening. The target was a Hispanic individual assigned a gender-neutral name. Other than the one sentence with CRC-related information in the CRC and CRC screening paragraphs, all the paragraphs were identical describing the individual, their family, and their hobbies. After each paragraph, participants were asked to rate the target on validated surveys assessing warmth and competence, two indicators of explicit stereotypes. Data was analyzed using linear mixed-effects models, which were fitted to evaluate the effect of each target on warmth and competence, controlling for age, gender, race, Hispanic heritage, cancer exposure, and randomization.<br \/>Results: The target condition was not statistically significantly associated with the Warmth and Competence outcomes when the models were fitted considering only the main effects. However, in the presence of interactions the condition was associated with the outcomes. Specifically, the analysis yielded a significant fixed effect for the interaction between target condition and participant age, such that younger participants had greater perceptions of warmth [F(2, 511.93)=7.045, p=0.001] and competence [F(2, 522.73)=11.129, p&#60;0.001] towards the target undergoing cancer screening. The analysis also yielded a further significant effect for the interaction between target condition and Hispanic heritage with differences in perceptions of warmth between those born in the USA and participants born in Central and South America or in Europe [(F(2, 520.16)=2.299, p=0.02)].<br \/>Conclusion: Findings highlight the importance of understanding the heterogeneity within the Hispanic community when seeking to address stigma towards CRC. First, there are differences in explicit perceptions based on generation, suggesting the need for age-appropriate cancer prevention initiatives. Second, the findings demonstrate the need to account for diverse cultural perspectives of cancer screening based on country of origin. Thus, this research supports the importance of respecting the diversity within the Hispanic community and tailoring cancer prevention interventions accordingly.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-15 Screening and early detection,,"},{"Key":"Keywords","Value":"Cancer,Colorectal cancer,Hispanic,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bianca Luna-Lupercio<\/b><sup><\/sup>, Aidan Foley<sup><\/sup>, Nenette  A.  Caceres<sup><\/sup>, Ergueen Herrera<sup><\/sup>, Galen Wiens-Cook<sup><\/sup>, Vinicius Calsavara<sup><\/sup>, Zul Surani<sup><\/sup>, Sarah-Jeanne Salvy<sup><\/sup>, Robert Haile<sup><\/sup>, Celina  H.  Shirazipour<sup><\/sup><br><br\/>Cedars-Sinai Medical Center, Los Angeles, CA","CSlideId":"","ControlKey":"cb344f82-f945-4fb3-8fb9-6e489e27e9d9","ControlNumber":"1431","DisclosureBlock":"&nbsp;<b>B. Luna-Lupercio, <\/b> None..<br><b>A. Foley, <\/b> None..<br><b>N. A. Caceres, <\/b> None..<br><b>E. Herrera, <\/b> None..<br><b>G. Wiens-Cook, <\/b> None..<br><b>V. Calsavara, <\/b> None..<br><b>Z. Surani, <\/b> None..<br><b>S. Salvy, <\/b> None..<br><b>R. Haile, <\/b> None..<br><b>C. H. Shirazipour, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5025","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1979","PresenterBiography":null,"PresenterDisplayName":"Bianca Luna-Lupercio, BS","PresenterKey":"4e3a345b-f8f7-4f51-895e-7763c0edc9b5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1979. Examining stereotype perceptions of colorectal cancer in the Latino community","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Examining stereotype perceptions of colorectal cancer in the Latino community","Topics":null,"cSlideId":""},{"Abstract":"Inherited germline genetic factors contribute substantially to cancer risk. Large-scale DNA-Sequencing (DNA-Seq) studies have identified rare pathogenic variants in 5~10% of adult cancer cases, while genome-wide association studies (GWAS) have revealed hundreds of common variants that require aggregation using polygenic risk scores (PRS). However, rare and common genetic variants are often assessed separately and prohibit accurate risk assessments. Here, we developed methods to combine common and rare variants for improved cancer risk predictions using the diverse Mount Sinai BioMe population cohort of 49,854 individuals, including 22% African Americans, 1.9% Asian, 34% Latinx\/Hispanic, 32% Europeans, and 11% of Other self-reported ancestries. By linking and analyzing EHR data, we identified over 4,000 cancer cases and another 815 individuals with family history, and analyzed 14 solid tumor types with at least 50 cases with pass-QC whole-exome sequencing (WES) data. The landscape of pathogenic variants differs across ancestries and highlighted multiple founder variants, while PRSs predict cancer risks in major cancer types across different ancestries. Notably, we detect significant interactions of common and rare genetic variants contributing to risks of selected cancer types. Machine learning models that combine both common and rare variants show higher predictive accuracy than using common or rare variants alone. Overall, our study underscores the importance of jointly considering common and rare genetic factors to provide accurate cancer risk assessment for diverse individuals.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-07 Genomics and proteomics in cancer risk and response assessment,,"},{"Key":"Keywords","Value":"Genomics,Risk factors,Machine learning,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Abdulkadir Elmas<sup><\/sup>, Hannah Kittrell<sup><\/sup>, <b>Kuan-lin Huang<\/b><sup><\/sup><br><br\/>Icahn School of Medicine at Mount Sinai, New York, NY","CSlideId":"","ControlKey":"303beb49-f4fc-428a-b3b8-d0c81894764c","ControlNumber":"4587","DisclosureBlock":"&nbsp;<b>A. Elmas, <\/b> None..<br><b>H. Kittrell, <\/b> None..<br><b>K. Huang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5026","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1980","PresenterBiography":null,"PresenterDisplayName":"Kuan-lin Huang, BA;PhD","PresenterKey":"5b6fb7ee-b065-435e-9b29-321bb445c41a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1980. Integrating common and rare genetic variants to predict cancer risks in diverse populations","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrating common and rare genetic variants to predict cancer risks in diverse populations","Topics":null,"cSlideId":""},{"Abstract":"Background: Lung cancer is the deadliest cancer in the US. In 2022, it is anticipated that there will be 236,740 new cases and 130,180 deaths due to lung cancer in the US. Lung cancer's high mortality rate is largely due to the fact that 5.8% of eligible Americans have been screened for lung cancer, resulting in most diagnoses of lung cancer being made in late stages. As of 2020, the age-adjusted mortality rate of Winnebago and Ogle County is 26% and 40% higher than the national rate respectively. Low dose computed tomography (LDCT) is a common lung cancer screening tool utilized in clinical settings. However, minority communities have been underrepresented in the National Lung Cancer Screening Trial (90.9% white, 4.5% African American, and 1.8% Hispanic). These numbers indicate an urgent need for increased efforts to bring awareness of lung cancer risk factors and screening options to minority communities.<br \/>Hypothesis\/Aim: Our aim is to promote LDCT screening in Northern Illinois, particularly in minority communities that will lead to an increase in the detection of lung cancer in early stages and improve their 5-year survival.<br \/>Study Design: This project educated the community through seminars and booths at local events to promote LDCT screening in our community. We utilized the U.S. Preventive Services Task Force guidelines to spread information to both community members and physicians in Winnebago County. We evaluated the number of LDCT screenings in Winnebago County from June 2015 to October 2021, and recorded the stages of lung cancer cases detected. We also evaluated the demographics and zip codes of the people we reached to determine their location and our efficacy in reaching minority communities.<br \/>Results: 19 seminars and 48 public awareness booths targeting an estimated 310 physicians and 2,159 community members were conducted to increase knowledge of LDCT screening. 4,557 patients underwent LDCT screening at local hospitals during the timeframe of our study. 1.77% of smokers screened in Northern Illinois were diagnosed with lung cancer in comparison with 0.87% in the NLCST. 81 patients were diagnosed with lung cancer, with 49 cases being early stage. 1,471 individuals were found to have small lung nodules and are receiving follow up care. Before LDCT screening promotion the percentage of lung cancer cases detected in early stages was 30%. After LDCT screening promotion, the percentage was 40%. In the last six months, we have reached 609 total people (17.4% black, 53.2% Hispanic, 28.4% white, and 1% other ethnicities). We were able to localize the majority of people reached to Winnebago county zip codes.<br \/>Conclusion: 49 local community members were diagnosed with early-stage lung cancer, improving their prognosis. Our promotional screening efforts have informed a higher percentage of minority groups and has increased early stage diagnoses compared to the NLCST with an increased lung cancer detection rate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-15 Screening and early detection,,"},{"Key":"Keywords","Value":"Lung cancer,Screening,Early detection,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jacob Barnard<sup>1<\/sup>, Emma Harper<sup>1<\/sup>, Edgar Lopez<sup>1<\/sup>, Jose Lopez<sup>1<\/sup>, Iftekhar Ahmad<sup>2<\/sup>, Joseph Ross<sup>1<\/sup>, Sandra Martell<sup>3<\/sup>, William Schulz<sup>4<\/sup>, <b>Neelu Puri<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>University of Illinois at Chicago, Rockford, IL,<sup>2<\/sup>OSF Saint Anthony Medical Center, Rockford, IL,<sup>3<\/sup>Winnebago County Health Department, Rockford, IL,<sup>4<\/sup>Swedish American Hospital, Rockford, IL","CSlideId":"","ControlKey":"762b6dd2-312f-4455-926c-926bb5e4af44","ControlNumber":"5291","DisclosureBlock":"&nbsp;<b>J. Barnard, <\/b> None..<br><b>E. Harper, <\/b> None..<br><b>E. Lopez, <\/b> None..<br><b>J. Lopez, <\/b> None..<br><b>I. Ahmad, <\/b> None..<br><b>J. Ross, <\/b> None..<br><b>S. Martell, <\/b> None..<br><b>W. Schulz, <\/b> None..<br><b>N. Puri, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5027","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1981","PresenterBiography":null,"PresenterDisplayName":"Neelu Puri, PhD","PresenterKey":"3c806757-7c0e-4a5e-82f8-ba2f48a70123","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1981. Promotion of LDCT screening in Northern Illinois with focus on minority communities","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Promotion of LDCT screening in Northern Illinois with focus on minority communities","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Over 70% of breast cancer patients in Nigeria present metastatic\/advanced breast cancer (MBC). An estimated 90% of breast cancer deaths are as a result of metastatic disease, either at diagnosis or recurrence. MBC is associated with severe burden to the patient, family, healthcare delivery system and the society at large. Women living with MBC face many challenges ranging from poor access to MBC information, untreated pain, frequent break-down of radiotherapy machines and absence of peer support.<br \/><b>Method: <\/b>In this research, we set up the first metastatic breast cancer support group in Abuja. The group meet once every month on a face-to-face basis and also uses WhatsApp group for regular meaningful engagement. We explored the impact of the group on the patient&#8217;s quality of life (QoL) using a focused group discussion (FGD). Eighteen (18) patients participated in the two sessions of FGD.<b> <\/b><br \/><b>Result: <\/b>Many of the patients report that the support group provides a culture of love and strength over their death anxiety, especially meeting other patients who have lived with MBC longer. They also report to have found peer support on the online WhatsApp group.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-13 Quality of life\/late effects\/survivorship,,"},{"Key":"Keywords","Value":"Survival,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Runcie C. W. Chidebe<\/b><sup>1<\/sup>, Theodora Nwosu-Zitta<sup>2<\/sup>, Mary-Gloria A. Orji<sup>2<\/sup>, Khadijat Banwo-Fatai<sup>3<\/sup>, Agha  A.  Agha<sup>4<\/sup>, Darlingtina  K.  Esiaka<sup>5<\/sup>, Tochukwu C. Orjiakor<sup>6<\/sup><br><br\/><sup>1<\/sup>Research & Patient Support\/Department of Sociology & Anthropology, Project PINK BLUE- Health & Psychological Trust Centre\/Miami University, Ohio, Utako, Abuja, Nigeria,<sup>2<\/sup>Network of People Impacted by Cancer in Nigeria, Utako, Abuja, Nigeria,<sup>3<\/sup>Research & Patient Support, Project PINK BLUE- Health & Psychological Trust Centre, Utako, Abuja, Nigeria,<sup>4<\/sup>Department of Social Work, University of Nigeria Nsukka, Enugu, Nigeria,<sup>5<\/sup>Aging & Brain Health Alliance,, Rutgers University, New Jersey, NJ,<sup>6<\/sup>Department of Psychology, University of Nigeria, Enugu, Nigeria","CSlideId":"","ControlKey":"d65f86ca-3b86-4f6f-bc81-4e160befb3f8","ControlNumber":"7524","DisclosureBlock":"&nbsp;<b>R. C. W. Chidebe, <\/b> None..<br><b>T. Nwosu-Zitta, <\/b> None..<br><b>M. A. Orji, <\/b> None..<br><b>K. Banwo-Fatai, <\/b> None..<br><b>A. A. Agha, <\/b> None..<br><b>D. K. Esiaka, <\/b> None..<br><b>T. C. Orjiakor, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5146","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1982","PresenterBiography":null,"PresenterDisplayName":"Runcie Chidebe, MS","PresenterKey":"043db9f9-3aef-4839-a144-ffcbb43ff8d0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1982. Exploring the impact of metastatic breast cancer support group in Nigeria","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the impact of metastatic breast cancer support group in Nigeria","Topics":null,"cSlideId":""},{"Abstract":"BACKGROUND: In the US, new malignancies among cancer survivors comprised a substantial proportion of total incident cancers, ranging from 11% in younger adults (aged 20-64 years) to 25% in adults aged 65 years and older. These survivors with multiple primary cancer (MPC) have poorer mental status than those with a single cancer diagnosis. However, limited studies have focused on this unique survivor population. We aimed to compare social and physical limitation as well as financial hardship between cancer survivors with MPC and those with single cancer diagnosis to provide more information about the well-being of cancer survivors with MPC in the US.<br \/>METHODS: This study is based on the adult samples data from the US population-based 2021 National Health Interview Survey. Individuals with non-melanoma skin cancer or skin cancer of unknown type and those diagnosed before 18 years old are excluded. The MPC group was compared with the single cancer diagnosis group about social limitations (difficulty doing errands alone, difficulty participating in social activities and health-related work limitation), physical limitations (vision, hearing, mobility, communication, cognition and self-care) and medical financial hardship (care access failure due to finance, problems or worries in paying medical bills). Life satisfaction was also evaluated among the two groups. The Mann-Whitney U test and binary logistic regression were used to analyze differences between the two groups. Analyses were performed using SPSS (version 27.0; SPSS Inc., Chicago, Ill). 2-sided at P&#8201;&#38;lt;&#8201;.05 was considered as statistical significance.<br \/>RESULTS: We identified 2633 adult cancer survivors, including 343 MPC survivors and 2290 survivors with a single cancer diagnosis. Compared to cancer survivors with single cancer diagnoses, cancer survivors with MPC have a significantly increased risk of social limitation, including difficulty doing errands alone (OR 1.80, P &#38;lt; .001) and participating in social activity (OR 1.88, P &#38;lt; .001), although no difference in health-related work limitation. Meanwhile, cancer survivors with MPC are significantly related to physical disabilities, including vision (OR 1.38, P = 0.014), hearing(OR 1.33, P = 0.022), mobility (OR 1.77, P &#38;lt; .001), communication (OR 1.50, P = 0.038), cognition (OR 1.26, P = 0.051) and self-care (OR 1.57, P = 0.017). Cancer survivors with MPC are also found to be associated with life dissatisfaction (OR 1.88, P = 0.001). We observed no significant differences in care access failure due to finance, problems or worries in paying medical bills.<br \/>CONCLUSIONS: Cancer survivors with MPC are associated with increased risks for social function and physical disabilities and tend to report life dissatisfaction more than cancer survivors with single cancer. Survivors with MPC need more attention and support from the family, community and medical care.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-13 Quality of life\/late effects\/survivorship,,"},{"Key":"Keywords","Value":"Cancer,Social function,Multiple primary cancer,Disability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jiazhang Xing<\/b><sup><\/sup><br><br\/>Peking Union Medical College, Beijing, China","CSlideId":"","ControlKey":"ff54b8fd-9037-4535-8e38-bf360f8cab1f","ControlNumber":"5730","DisclosureBlock":"&nbsp;<b>J. Xing, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"5162","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1983","PresenterBiography":null,"PresenterDisplayName":"Jiazhang Xing, BS","PresenterKey":"309b0208-911d-4874-bd77-b2717eea44a5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1983. Social \/physical limitations and financial hardship among the US adult cancer survivors with multiple primary cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Social \/physical limitations and financial hardship among the US adult cancer survivors with multiple primary cancer","Topics":null,"cSlideId":""},{"Abstract":"Cervical cancer is a lethal gynecological malignancy and the fourth most common cancer among women. Most high-grade cervical pre-cancers and cancer cases are linked to infection with high-risk human papillomaviruses (HPV). There is an inequity between high-income countries (HICs) and low- and middle-income countries (LMICs) in cervical cancer burden; according to the World Health Organization, the estimated mortality rate of cervical cancer is 342,000 women worldwide in 2020, and 90% of these women reside in low- and middle-income nations where the human papillomavirus vaccine is unavailable and access to early detection testing are either unavailable or too expensive. This study aims to develop a simple and affordable point-of-care test based on four critical biomarkers for screening high-risk pre-cancer and invasive cervical cancer in collaboration with the biomedical engineering department. A cervical cancer swab will be used in the test. The swab will be placed on a paper-based device that looks for four protein biomarkers critical for the progression of noninvasive cervical cancer into invasive cervical cancer by combining two approaches using proteomics and lateral flow immunochromatography technology. We have validated the markers' expression in cervical cancer and precancerous tissues. The four markers were expressed in squamous cell carcinoma, glassy cell carcinoma, adenocarcinoma, clear cell carcinoma cancer tissues, and the high-grade cervical intraepithelial neoplasia. This point-of-care test will be affordable and implementable, especially in low and middle-income countries.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR02-10 Molecular markers in prevention research,,"},{"Key":"Keywords","Value":"Cancer prevention,Cervical cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Samrin Farouk Idris Habbani<\/b><sup>1<\/sup>, Sayeh Jalali Dowlatshahi<sup>2<\/sup>, Monisha Elumalai<sup>2<\/sup>, Scott Charles Bolton<sup>2<\/sup>, Lucy Teberh Tecle<sup>2<\/sup>, Pankti Rajesh Thakkar<sup>2<\/sup>, Jacqueline C Linnes<sup>2<\/sup>, Sulma I Mohammed<sup>1<\/sup><br><br\/><sup>1<\/sup>Comparative Pathobiology, Purdue University, West Lafayette, IN,<sup>2<\/sup>Biomedical Engineering, Purdue University, West Lafayette, IN","CSlideId":"","ControlKey":"a4bae3ad-68c2-409f-9c9f-baa1edc22b9b","ControlNumber":"8096","DisclosureBlock":"&nbsp;<b>S. F. Habbani, <\/b> None..<br><b>S. Jalali Dowlatshahi, <\/b> None..<br><b>M. Elumalai, <\/b> None..<br><b>S. Bolton, <\/b> None..<br><b>L. Tecle, <\/b> None..<br><b>P. Thakkar, <\/b> None..<br><b>J. Linnes, <\/b> None..<br><b>S. Mohammed, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"11182","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"6531","PresenterBiography":null,"PresenterDisplayName":"Samrin Habbani, MBBS,MS","PresenterKey":"383d2c73-c337-4ecb-8c6f-0d26d9ab400a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"6531. Point of care test for cervical cancer screening","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"480","SessionOnDemand":"False","SessionTitle":"Cancer Disparities Research","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Point of care test for cervical cancer screening","Topics":null,"cSlideId":""}]