[{"Abstract":"Despite the great significance of the tumor suppressor Rb in cancer biology, the full spectrum of its binding pattern in human cells was yet to be established. Here, we report that rather than exclusively associating with E2F-bound promoters, chromatin-bound Rb associates with three distinct types of loci&#8212;E2F1-bound promoters, AP-1-bound enhancers, and CTCF-bound insulators. The binding pattern of Rb correlated with cohesin binding and chromatin accessibility in all three types of Rb-bound regions. When cells entered the S phase after the G1\/S checkpoint, Rb redistributed from promoters to enhancers, leading to distinct transcriptional changes. These Rb-bound enhancers were cell-type-specific, in contrast to Rb-bound promoters that were constitutively present throughout most human cell types. Overall, our study provides a comprehensive view on the role of the tumor suppressor Rb, which has a well-preserved role in the G1 phase of regulating transcription at E2F1-bound promoters, while having a cell-type-specific role in the S phase when cells are determined to replicate.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-02 Cell cycle checkpoints,,"},{"Key":"Keywords","Value":"Retinoblastoma protein,Cell cycle,Chromatin immunoprecipitation,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hanjun Lee<\/b><sup>1<\/sup>, Ioanna  M.  Gkotinakou<sup>2<\/sup>, Ioannis Sanidas<sup>2<\/sup>, Michael  S.  Lawrence<sup>3<\/sup>, Nicholas  J.  Dyson<sup>3<\/sup><br><br\/><sup>1<\/sup>Massachusetts Institute of Technology (MIT), Cambridge, MA,<sup>2<\/sup>Department of Molecular and Cellular Biology, Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>3<\/sup>Center for Cancer Researh, Massachusetts General Hospital, Charlestown, MA","CSlideId":"","ControlKey":"bd7430ec-506a-421c-8786-2cbb345be3ac","ControlNumber":"6713","DisclosureBlock":"&nbsp;<b>H. Lee, <\/b> None..<br><b>I. M. Gkotinakou, <\/b> None..<br><b>I. Sanidas, <\/b> None..<br><b>M. S. Lawrence, <\/b> None..<br><b>N. J. Dyson, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2038","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1420","PresenterBiography":null,"PresenterDisplayName":"Hanjun Lee, No Degree","PresenterKey":"793273f1-ddb3-47c8-bdfc-637431eba51f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1420. The non-canonical role of Rb in enhancers and insulators","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The non-canonical role of Rb in enhancers and insulators","Topics":null,"cSlideId":""},{"Abstract":"Aneuploidy and chromosomal instability (CIN) are common abnormalities in human cancer, might arise from a lesion in the chromosome segregation machinery. CIN has a tumour suppressive role because of excessive genomic damage and subsequent apoptosis or other forms of cell death. Therefore, induced massive chromosome instability and led to cellular death in cancer cells can be one of the most successful strategies for cancer therapy. ASPM is a critical regulator of cell-cycle progression, DNA damage and genome stability. In our previous work, we showed that ASPM was often overexpressed in human HCC and associated with tumor malignance progression and poor prognosis. However, the molecular roles of ASPM in the liver cancer cells still unclear. In this study, our results indicated that targeting ASPM caused a rising impaired chromosomal instability resulting in multinuclearity, mitosis progression prolong, increased multicentrosomes, chromosome segregation error and led to chromosome numbers variation in liver cancer cells. Finally, ASPM inhibition led to cell cycle progression arrest and apoptosis in liver cancer cells. Moreover, in vitro tumor spheroid assay and in vivo xenografts mouse model showed a therapeutic opportunity. Our results indicated the effect of ASPM silencing was led to chromosome segregation error in liver cancer cell. In mechanism analysis, the TPX2 was similar binary expression with ASPM in HCC and as downstream target. In our previous work, targeting TPX2 suppresses the tumorigenesis of hepatocellular carcinoma cells resulting in arrested mitotic phase progression and increased genomic instability. However, silenced ASPM or TPX2 both led to deregulated cyclin B2 protein expression. These results indicated ASPM-TPX2-Cyclin B2 axis was co-expression and TPX2-Cyclin B2 should be the potential downstream targets of ASPM. Moreover, in this study, ASPM was interacted with TPX2 and co-localized at mitotic spindle pore. Overexpression of EGFP-TPX2 was semi-restored the cell fitness caused by ASPM inhibition in liver cancer cells. Taken together, our results indicated that ASPM play important roles in cell proliferation, tumorigenesis and cell cycle progression in HCC cells. These results suggested a new insight into the mechanism of ASPM depletion through deregulated TPX2 and result in Cyclin B2 protein downregulation and contributed to cancer cell growth arrest, chromosome instability and cell death in hepatocellular carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,ASPM,Chromosomal instability,chromosome segregation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hung-Wei Pan<\/b><sup>1<\/sup>, Zhong-Zhe Lin<sup>2<\/sup>, Guan-Jin Huang<sup>3<\/sup><br><br\/><sup>1<\/sup>School of Medicine for International Students, College of Medicine, I-Shou University, Kaohsiung, Taiwan,<sup>2<\/sup>Department of Oncology, National Taiwan University Hospital, Taipei, Taiwan,<sup>3<\/sup>Department of Pathology, National Chung Kung University Hospital, Tainan, Taiwan","CSlideId":"","ControlKey":"f77c095b-1312-4aa3-af62-18e6489aa66b","ControlNumber":"5133","DisclosureBlock":"&nbsp;<b>H. Pan, <\/b> None..<br><b>Z. Lin, <\/b> None..<br><b>G. Huang, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2039","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1421","PresenterBiography":null,"PresenterDisplayName":"Hung-Wei Pan, PhD","PresenterKey":"7807fbb4-7805-412e-afcc-1c1db284b257","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1421. Targeting ASPM suppresses the tumorigenicity of human hepatocellular carcinoma cells via ASPM-TPX2 axis disruption and result in increased chromosome segregation error","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting ASPM suppresses the tumorigenicity of human hepatocellular carcinoma cells via ASPM-TPX2 axis disruption and result in increased chromosome segregation error","Topics":null,"cSlideId":""},{"Abstract":"Cell cycle dysregulation and significant enrichment of E2F1 target genes are hallmarks of MCL, and the inability to directly target E2F1-dependent processes is a clinical hindrance. Despite several treatment options, mantle cell lymphoma is associated with poor clinical outcomes and the development of resistance. We identified Fibroblast Growth Factor Receptor-1 is upregulated in relapsed mantle cell lymphoma patients and high FGFR-1 expression in MCL correlates with poor overall and progression-free survival. Genetic ablation of <i>FGFR1<\/i> in MCL cells induced cell cycle arrest, and cell death <i>in-vitro<\/i>, inhibited tumor progression, and improved overall survival <i>in-vivo<\/i>. Functionally, FGFR1 loss upregulates the expression of the cell-cycle dependent Kinase inhibitor 1C (CDKN1C) through epigenetic repression via EZH2. CDKN1C binds to E2F1 and regulates the transactivation of its target genes, including CDK1. CDK1 further stabilizes MYC and positively regulates the expression of EZH2, activating the feed-forward loop to promote cell survival. Conversely, losing FGFR1 disrupts this feed-forward loop in malignant cells. This is the first report establishing FGFR1 as a novel therapeutic target and providing a rationale to target FGFR1 to treat Mantle cell lymphoma and disrupt the feed-forward loops contributing to the survival of malignant cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Mantle cell lymphoma,Cell cycle arrest,Fibroblast growth factor receptor 1 (FGFR-1),Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anuvrat Sircar<\/b><sup>1<\/sup>, Satishkumar Singh<sup>1<\/sup>, Ken  H.  Young<sup>2<\/sup>, Narendranath Epperla<sup>1<\/sup>, Lalit Sehgal<sup>1<\/sup><br><br\/><sup>1<\/sup>The Ohio State University Wexner Medical Ctr., Columbus, OH,<sup>2<\/sup>Duke University Medical Center, Durham, NC","CSlideId":"","ControlKey":"89531aef-280f-4067-bfe6-193490abd40c","ControlNumber":"3711","DisclosureBlock":"&nbsp;<b>A. Sircar, <\/b> None..<br><b>S. Singh, <\/b> None..<br><b>K. H. Young, <\/b> None.&nbsp;<br><b>N. Epperla, <\/b> <br><b>TG therapeutics<\/b> Other, Honoraria\/consulting\/ad boards. <br><b>Pharmacylics<\/b> Other, Honoraria\/consulting\/ad boards. <br><b>Beigene<\/b> Other, Honoraria\/consulting\/ad boards. <br><b>Seattle genetics<\/b> Other, Honoraria\/consulting\/ad boards. <br><b>Novartis<\/b> Other, Honoraria\/consulting\/ad boards. <br><b>Incyte<\/b> Other, Speaker bureaeu. <br><b>Beigene<\/b> Grant\/Contract, Research Funding.<br><b>L. Sehgal, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2040","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1422","PresenterBiography":null,"PresenterDisplayName":"Anuvrat Sircar, MS","PresenterKey":"a6dbadda-079f-47ae-b3db-a274a59107d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1422. Fibroblast growth factor receptor-1 is a novel therapeutic target in mantle cell Lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fibroblast growth factor receptor-1 is a novel therapeutic target in mantle cell Lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Skp2, an F box protein and a substrate-binding component of the SCF<sup>Skp2<\/sup> ubiquitin E3 ligase complex, promotes ubiquitination and degradation of cyclin-dependent kinase inhibitors (CKIs), including p21, p27, and p57. Aberrant Skp2 expression is associated with many human cancers. EZH2 (Enhancer of Zeste Homologue 2) is a core catalytic subunit of the polycomb repressive complex 2 (PRC2) that can regulate gene expression by mediating the methylation of lysine 27 of histone H3 (H3K27me3). Accumulating evidence shows that EZH2 could bind to transcription factors and activate gene expression independently of its methyltransferase activity, leading to the activation of oncogenic signaling pathways and promoting the proliferation of tumor cells. Although the methyltransferase-independent function of EZH2 is important in cell proliferation, its mechanism in cell cycle regulation is still unclear. In this study, we demonstrate that EZH2 positively regulates Skp2 gene expression. We show that suppression of EZH2 expression resulted in a significant decrease of Skp2 protein levels, while the EZH2 enzymatic inhibitors, EPZ6438, had no impact on protein levels of Skp2, which suggests that EZH2 regulates Skp2 expression independently of its methyltransferase activity. Consistently, EZH2 depletion reduced the mRNA levels of Skp2, while EPZ6438 inhibited EZH2 methyltransferase activity without affecting the mRNA levels of Skp2. Importantly, EZH2 expression is positively correlated with the expression of EMT (Epithelial-mesenchymal transition) regulators (YAP1\/TAZ, ZEB1, and Snail) and immune checkpoint proteins (FGL1 and Siglec-15) in cervical and pancreatic cancer cells, but reversely correlated with the expression of CKIs (p21, p27, and p57). Taken together, our findings suggest a novel mechanism by which EZH2 regulates tumorigenesis through its methyltransferase-independent function by regulating Skp2 expression. Targeting the methyltransferase-independent function of EZH2 may have therapeutic efficacy for cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"EZH2,Skp2,Cell cycle,Tumor progression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tania Marlyn Colon<\/b><sup><\/sup>, Wei Dai<sup><\/sup>, Byeong Hyeok Choi<sup><\/sup><br><br\/>NYU Grossman School of Medicine, New York, NY","CSlideId":"","ControlKey":"a6ad19f5-70a2-4ba6-84de-2892827e292d","ControlNumber":"7773","DisclosureBlock":"&nbsp;<b>T. Colon, <\/b> None..<br><b>W. Dai, <\/b> None..<br><b>B. Choi, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2041","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1423","PresenterBiography":null,"PresenterDisplayName":"Tania Marlyn Colon, MS","PresenterKey":"5301f683-c774-41ae-acf8-ff30eec74d4e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1423. Regulation of SKP2 expression by methyltransferase-independent function of EZH2 in tumor growth and progression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of SKP2 expression by methyltransferase-independent function of EZH2 in tumor growth and progression","Topics":null,"cSlideId":""},{"Abstract":"<u>Introduction: <\/u>Colorectal cancer (CRC) is a leading cause of cancer related deaths worldwide. The balance between cancer cell proliferation and apoptosis, which maintains intestinal epithelial cell homeostasis, is disturbed in CRC. Furthermore, deregulation of the apoptotic pathway contributes to therapeutic resistance. Therefore, determination of the mechanisms employed by CRC cells to evade apoptosis is important for development of new therapeutic strategies. Our group has recently reported that neuropeptide Y (NPY), which is a 36-amino acid neuropeptide, is associated with increased angiogenic response in colon cancer. However, the regulatory role of NPY in cellular homeostasis in CRC is largely unknown. NPY is secreted by colon cancer cells that express Y1 receptors (Y1R). The aim of the present study was to investigate the role of NPY in regulation of cell growth and survival in CRC and to determine the apoptosis inducing effects of Y1R antagonist, BIBO 3304 trifluoroacetate (BIBO), in CT26 colon carcinoma cells.<u><\/u><br \/><u>Methods:<\/u><u> <\/u>Correlation between NPY expression and cell cycle and apoptosis-related genes were analyzed in cBioPortal for cancer genomics with a sample number of 594 CRC patients from the cancer genome atlas database (TCGA). Based on the TCGA database, 16 apoptosis-related genes (11 proapoptotic and 5 antiapoptotic) were checked. The effect of Y1R blocker (BIBO, Bio-Techne, MN) on CT26 (ATCC) cell proliferation, apoptosis and cell cycle progression was determined by performing <i>in vitro<\/i> cell proliferation assay and flow cytometry.<br \/><u>Results and Conclusion: <\/u>NPY expression in CRC shows a positive correlation with pro-survival\/ anti-apoptotic genes (BCL2, BCL2L1, BCL2L2, BCL2A1, MCL1) and negative correlation with key genes associated with the induction of cellular apoptosis (GZMB, TRIB3, TPX2, BAX, BAK1, BAD, BID, BIK, BOK, HRK) in CRC. Decreased cell proliferation and increased apoptosis was observed in CT26 mouse CRC cells upon inhibition of Y1R. An increased number of CT26 cells in early and mid-apoptotic phase was observed upon treatment with Y1R antagonist, BIBO, compared to untreated cells. In addition, cell cycle analysis indicated an increase in cell numbers in the G1\/S cell cycle transition phase in the BIBO treated group. Our findings therefore indicate that treatment of CT26 CRC cells with Y1R blocker results in cell cycle arrest, which provides an opportunity for the cells to either undergo repair mechanisms or follow the apoptotic pathway. Blocking the actions of NPY by Y1R blockers thus may be a promising therapeutic approach in CRC patients.<u><\/u>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Colon cancer,Cell cycle arrest,Apoptosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sooraj Kakkat<\/b><sup>1<\/sup>, Steven McClellan<sup>2<\/sup>, Debanjan Chakroborty<sup>1<\/sup>, Chandrani Sarkar<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology, University of South Alabama, Mobile, AL,<sup>2<\/sup>University of South Alabama, Mobile, AL","CSlideId":"","ControlKey":"d1b8ca70-a09f-49e8-bd0a-5596b6cd79b3","ControlNumber":"6603","DisclosureBlock":"&nbsp;<b>S. Kakkat, <\/b> None..<br><b>S. McClellan, <\/b> None..<br><b>D. Chakroborty, <\/b> None..<br><b>C. Sarkar, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2042","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1424","PresenterBiography":"","PresenterDisplayName":"Sooraj Kakkat, MS;PhD","PresenterKey":"d236c4bd-73b1-4498-9e23-fb7dadca3734","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1424. Selective blockade of neuropeptide Y receptor 1 induces cell cycle arrest and promotes apoptosis in colon cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Selective blockade of neuropeptide Y receptor 1 induces cell cycle arrest and promotes apoptosis in colon cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is the most aggressive type of brain tumor, and existing treatments are inadequate at preventing recurrence. Tumor Treating Fields (TTFields) is a novel treatment that has been proven to extend patients' lives during the previous two decades. The antitumoral impact of TTFields involve different mechanism and is an optional add-on to standard temozolomide maintenance. Although TTFields therapy slows tumor progression initially, it does not prevent tumor relapse in most patients. We subjected patient-derived GBM primary cultures to continuous TTFields stimulation to mimic the GBM standard of care and examine the molecular pathways behind GBM sensitivity to TTFields treatment. TTFields initially limit cellular growth well. However, even under constant TTFields administration, the remaining cells regain their ability to proliferate at their own rate in long-term trials. Prolonged treatment with TTFields increases the expression of many stemness markers as well as the overexpression of different genes involved in cell cycle progression. There is also a rise in membrane ionic conductance activity. After sustained exposure to TTFields, sodium, potassium, and chloride channels are functionally increased. This influences the properties of tumor cells. Increased sodium channel functional activity, for example, promotes membrane potential depolarization. Furthermore, earlier research has shown that the membrane form of the chloride intracellular channel 1 (tmCLIC1) is important in the development of GBM. In patient-derived GBM cells exposed to TTFields, tmCLIC1 is significantly concentrated, and membrane depolarization improves its function. The evaluation of GBM tissues obtained from many patients who were treated with TTFields validates the in vitro tumor relapse model.Our findings imply that the process by which GBM cells develop a decrease in sensitivity to TTFields correlates with an increase in stemness markers and an increase in ionic channel functional expression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Glioblastoma,Recurrence,Tumor treating fields (TTFields),membrane ionic conductance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Stefania Castiglione<sup>1<\/sup>, Gaetano Cannavale<sup>1<\/sup>, Francesca Cianci<sup>1<\/sup>, Ivan Verduci<sup>1<\/sup>, Chiara Biella<sup>1<\/sup>, Chiara Mercurio<sup>1<\/sup>, Emanuela Pastorelli<sup>1<\/sup>, Monica Lupi<sup>2<\/sup>, Laura Paracchini<sup>2<\/sup>, Laura Mannarino<sup>2<\/sup>, Dietmar Krex<sup>3<\/sup>, Federico Brandalise<sup>1<\/sup>, <b>Michele Mazzanti<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>University of Milan, Milano, Italy,<sup>2<\/sup>Humanitas University, Milano, Italy,<sup>3<\/sup>Universität Dresden, Dresden, Germany","CSlideId":"","ControlKey":"207df8fa-35b6-410b-9b48-622a07129856","ControlNumber":"6845","DisclosureBlock":"&nbsp;<b>S. Castiglione, <\/b> None..<br><b>G. Cannavale, <\/b> None..<br><b>F. Cianci, <\/b> None..<br><b>I. Verduci, <\/b> None..<br><b>C. Biella, <\/b> None..<br><b>C. Mercurio, <\/b> None..<br><b>E. Pastorelli, <\/b> None..<br><b>M. Lupi, <\/b> None..<br><b>L. Paracchini, <\/b> None..<br><b>L. Mannarino, <\/b> None..<br><b>D. Krex, <\/b> None..<br><b>F. Brandalise, <\/b> None..<br><b>M. Mazzanti, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2043","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1425","PresenterBiography":null,"PresenterDisplayName":"Michele Mazzanti, PhD","PresenterKey":"15270aa3-f9fa-4a27-800d-b45e8c44cd53","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1425. TTFields reduce sensitivity in glioblastoma is associated with the functional expression of the chloride intracellular channel 1 and with voltage dependent sodium channel","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TTFields reduce sensitivity in glioblastoma is associated with the functional expression of the chloride intracellular channel 1 and with voltage dependent sodium channel","Topics":null,"cSlideId":""},{"Abstract":"<u>Introduction<\/u>: The aberrant activation of oncogenic signaling pathways can drive tumorigenesis and malignant transformation, where deregulation of the activity of protein kinases or phosphatases can play a critical role. Several protein tyrosine phosphatases (PTPs) that are overexpressed in human cancers have recently been shown to activate signaling pathways and promote tumor development and progression (Sivaganesh <i>et al.<\/i>, 2021. Protein Tyrosine Phosphatases: Mechanisms in Cancer. Int J Mol Sci. 22(23):12865). This reinforces the need for protein phosphatase inhibitors for cancer therapy, which requires robust assays to monitor PTP activity.<br \/><u>Experimental Procedures<\/u>: We harnessed chelation-enhanced fluorescence by combining next generation sulfonamido-oxine (Sox) chromophore technology with high-throughput solid-phase peptide synthesis methods to identify optimized sequences based on known physiological substrates. PTP enzyme activity was monitored using the PhosphoSens&#174; platform in kinetic mode (a progress curve in every well) using fluorescence intensity (Ex\/Em 360\/485 nm) or in endpoint mode with Europium and time-resolved fluorescence (Ex\/Em 360\/620 nm).<br \/><u>Results<\/u>: Using commercially available phosphatases, we demonstrated the ability to rapidly identify novel Sox-based phosphopeptide substrates for each phosphatase. Performance measures included initial reaction rates, Km's, signal\/background, linear reaction kinetics, absence of initial lags, assay sensitivity and specificity. Final optimized assay conditions were established for 28 different phosphatases. Each phosphatase was titrated to determine the lowest optimal assay concentration, demonstrating linearity and detection of low nM enzyme. Potency assessments using a set of compounds revealed sub nM inhibitor IC<sub>50<\/sub> values and this included using sodium orthovanadate as a positive control. Finally, we demonstrated the ability to profile a range of novel phosphatase inhibitors to determine selectivity.<br \/><u>Conclusions<\/u>: The generation of robust activity-based Sox-sensor phosphopeptide substrates opens new areas for effective drug discovery with protein phosphatases as an emerging target class. The PhosphoSens-Kinetic assay format is ideal for assessing enzyme regulation and elucidating drug mechanism of action, potency, and profiling. The PhosphoSens-Red endpoint format is ideal for HTS and high-throughput SAR. Together, these formats can be applied across the entire target discovery and drug development workflow, providing a dramatic improvement in performance and productivity needed to address the challenges and opportunities of next generation protein kinase and phosphatase inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Protein phosphatase,Assay development,Profiling,Fluorescence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Susan Cornell-Kennon<\/b><sup><\/sup>, Erik Schaefer<sup><\/sup>, Earl May<sup><\/sup>, Matthew Hakar<sup><\/sup><br><br\/>AssayQuant Technologies Inc, Marlborough, MA","CSlideId":"","ControlKey":"51784ec7-cfdd-468c-b220-66197b482813","ControlNumber":"6659","DisclosureBlock":"&nbsp;<b>S. Cornell-Kennon, <\/b> None..<br><b>E. Schaefer, <\/b> None..<br><b>E. May, <\/b> None..<br><b>M. Hakar, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2044","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1426","PresenterBiography":null,"PresenterDisplayName":"Susan Cornell-Kennon, BA","PresenterKey":"5d543a0c-c96b-4654-ad27-55402594bb73","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1426. Sox-based sensor phosphopeptides for continuous, homogeneous and quantitative monitoring of protein phosphatase activity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sox-based sensor phosphopeptides for continuous, homogeneous and quantitative monitoring of protein phosphatase activity","Topics":null,"cSlideId":""},{"Abstract":"Overexpression of NAD(P)H:quinone oxidoreductase 1 (NQO1) is associated with tumor cell proliferation and growth in several human cancer types. However, the molecular mechanisms underlying the activity of NQO1 in cell cycle progression are currently unclear. Here, we report a novel function of NQO1 in modulation of cyclin-dependent kinase subunit (CKS1), a cell cycle regulator, at the G2\/M phase, through effects on the stability of c-Fos. We analyzed the roles of NQO1\/c-Fos\/CKS signaling pathway in cell cycle progression in cancer cells using synchronization of cell cycle and flow cytometry. The mechanisms of NQO1\/c-Fos\/CKS1-mediated regulation of cell cycle progression in cancer cells were studied by siRNA, overexpression system, reporter assay, co-immunoprecipitation, pull-down assay, microarray analysis, and CDK1 kinase assay. In addition, publicly available data sets and immunohistochemistry were used to investigate the correlation between NQO1 expression levels and clinicopathological features in cancer patients. Our results suggest that NQO1 directly interacts with the unstructured DNA-binding domain of c-Fos implicated in proliferation, differentiation, development and survival of cancer and inhibits its proteasome-mediated degradation, thereby inducing CKS1 expression and regulating cell cycle progression at the G2\/M phase. Notably, NQO1 deficiency in human cancer cell lines led to suppression of c-Fos-mediated CKS1 expression and cell cycle progression. Consistent with this finding, high NQO1 expression was correlated with increased CKS1 and poor prognosis in cancer patients. Our collective results support a novel regulatory role of NQO1 in the mechanism of cell cycle progression at the G2\/M phase through effects on c-Fos\/CKS1 signaling pathway in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Cell cycle regulation,NQO1,c-Fos,CKS1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eun-Taex Oh<\/b><sup><\/sup>, Ha Gyeong Kim<sup><\/sup>, Yunmi Cho<sup><\/sup>, Heon Joo Park<sup><\/sup><br><br\/>Inha University College of Medicine, Incheon, Korea, Republic of","CSlideId":"","ControlKey":"9857d1cd-fa4b-4702-b5df-6faa926c077d","ControlNumber":"590","DisclosureBlock":"&nbsp;<b>E. Oh, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>Y. Cho, <\/b> None..<br><b>H. Park, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2045","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1427","PresenterBiography":null,"PresenterDisplayName":"Eun-Taex Oh, PhD","PresenterKey":"86e22f83-fa27-476b-b50f-98084ee1a282","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1427. NQO1\/c-Fos\/CKS1 signaling pathway regulates cell cycle progression at the G2\/M phase","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NQO1\/c-Fos\/CKS1 signaling pathway regulates cell cycle progression at the G2\/M phase","Topics":null,"cSlideId":""},{"Abstract":"We have developed homogeneous, luminescent immunoassays for simple and rapid determination of Ki-67 and uPAR levels in 96-well format, thereby enabling efficient and quantitative assessment of proliferation and senescence in mammalian cell culture. Assessment of proliferative capacity is of key importance in numerous research areas, including cancer and various proliferative disorders, assessment of cell fitness (e.g., T cell fitness, stem cell characterization), and evaluation of test compound or drug effects. Cell senescence, characterized in part by loss of proliferative capacity, is an altered, proinflammatory state of cells induced in response to developmental ques, aging, disease, or acute stressors typically involving DNA damage. Ki-67 is a nuclear protein widely used as a marker of proliferation due to its pervasive expression in cycling cells but absence from non-dividing (G0) cells, whether quiescent, senescent, or terminally differentiated. In contrast, urokinase plasminogen activator receptor (uPAR) is a cell-surface protein whose expression was recently reported to increase significantly with the induction of senescence. Of note, commonly used assays of Ki-67 and uPAR levels typically rely upon non-homogeneous methods, including imaging, flow cytometry, or western blotting. Application of Lumit&#8482; technology enabled our development of no-transfer, no-wash immunoassays for Ki-67 (lytic) and uPAR (nonlytic) determinations directly in cell wells. Treatment of human CD8<sup>+<\/sup> T cells with CD3\/CD28 T cell activator produced more than a 10-fold upregulation of Ki-67 levels, consistent with induction of T cell proliferation. In contrast, treatment of HCT116 colorectal cancer cells for 48 h with the antiproliferative compounds doxorubicin (100 nM) and nutlin-3A (10 &#956;M) produced 65% and 90% reductions, respectively, in Ki-67 levels normalized to a measure of viable cell number, consistent with their relative antiproliferative activities. Dose-dependent treatment of HCT116 cells with nutlin-3A for 24 and 48 h produced 69% and 93% reduction, respectively, in normalized Ki-67 levels with a potency of ~2.5 &#956;M. Treatment of HCT116 and A549 cancer cell lines for 72 h with 10-20 &#956;M nutlin-3A, in addition to causing profound reduction in Ki-67 levels and loss of proliferative capacity, produced 2.3- to 4-fold increases in cell-surface uPAR levels, reflective of the emergence of the senescence phenotype. These luminescent, homogeneous Ki-67 and uPAR immunoassays provide an efficient means to quantitatively assess changes in cell proliferation and senescence in cell culture models for basic research and drug discovery applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Cell proliferation,Senescence,Ki-67,uPAR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dan  F.  Lazar<\/b><sup><\/sup>, Kevin  R.  Kupcho<sup><\/sup>, Andrew  L.  Niles<sup><\/sup>, James  J.  Cali<sup><\/sup><br><br\/>Promega, Madison, WI","CSlideId":"","ControlKey":"f3d0be08-2044-4d96-a4ce-7fc556c7a189","ControlNumber":"7408","DisclosureBlock":"&nbsp;<b>D. F. Lazar, <\/b> None..<br><b>K. R. Kupcho, <\/b> None..<br><b>A. L. Niles, <\/b> None..<br><b>J. J. Cali, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2046","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1428","PresenterBiography":null,"PresenterDisplayName":"Dan Lazar, PhD","PresenterKey":"36bbf071-2424-48e0-b58f-a4900150e72e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1428. Luminescent immunoassays for homogeneous determination of cell proliferation and senescence","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Luminescent immunoassays for homogeneous determination of cell proliferation and senescence","Topics":null,"cSlideId":""},{"Abstract":"p27 is a cyclin dependent kinase (CDK) inhibitor that binds cyclin-CDKs to arrest cell cycle. p27 undergoes PI3K\/AKT-mediated C-terminal phosphorylation that alters its protein-protein interactions and function. Our prior work showed C-terminally phosphorylated p27 (p27pT157pT198) promotes its association with cJun. Genomic profiling showed p27 is co-recruited with cJun to over half of cJun chromatin binding sites to either activate or repress target genes. p27\/cJun activated gene targets include TGFB2, and are associated with EMT, and programs that upregulate stem cells and alter cell adhesion and migration. Here, we pursued the hypothesis that cyclic changes in C-terminally phosphorylated p27 abundance govern p27-regulated transcriptional activity across the cell cycle, switching p27 from a corepressor of target genes in G0, to a transactivator upon PI3K\/AKT activation in mid-G1. In synchronized NIH3T3 cells, we made the novel observation that p27pT197 phosphorylation is periodic, peaking in mid G1 after peak in Akt activation. Furthermore, phospho-activated cJunpS63, and phosphorylated STAT3 (STAT3pY705) levels are periodic across the cell cycle with maximal presence in mid-G1. cJun is minimally expressed in quiescence, and is strongly upregulated in early G1. While total cJun expression level remains constant at all time points after exiting G0, cJunpS63 rises sharply in G1 and then declines with cell cycle progression. Similarly, while STAT3 levels rise modestly on G0 exit, phosphorylated STAT3pY705 levels show a similar pattern to that of cJun pS63, minimal in quiescence, then increasing in mid G1. Moreover, both STATpY705 and cJunpS63 co-precipitation with total p27 and p27pT197 peak in early G1. Since complex formation is period, the action of p27\/cJun\/STAT3 on transcriptional regulation might also be periodic. Myc is upregulated early in G1 and is essential for G1 progression. ChIP-PCR indicate recruitment of p27 and H3K27 acetylation at MYC increased after exit from quiescence. RNA-seq of NIH3T3 cells across the cell cycle showed significant change of total transcript profiles very early after G0 exit and are distinct at each time point reflecting different phases of cell cycle. Genes governing ribosome biogenesis and protein synthetic machinery are rapidly upregulated in early G1. DNA replication\/repair genes are rapidly downregulated in early G1 but rise with S\/G2-M. Ongoing work investigates global target gene selection by p27\/STAT3\/cJun and their expression across the cell cycle, and will be presented. The potential role of p27-regulated gene expression in the coordinated progression of cells across the cell cycle has not been explored to date and might prove to be critical in cell cycle progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Cell cycle,Transcriptional regulation,p27KIP1,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amir Bagheri<\/b><sup>1<\/sup>, Seyedeh Fatemeh Razavipour<sup>1<\/sup>, Madison Sharp<sup>2<\/sup>, Joyce Slingerland<sup>2<\/sup><br><br\/><sup>1<\/sup>Tumor Biology, Georgetown University, Washington, DC,<sup>2<\/sup>Oncology, Georgetown University, Washington, DC","CSlideId":"","ControlKey":"e2b5d1d6-c87e-46a8-9e94-8c601816000a","ControlNumber":"7664","DisclosureBlock":"&nbsp;<b>A. Bagheri, <\/b> None..<br><b>S. Razavipour, <\/b> None..<br><b>M. Sharp, <\/b> None..<br><b>J. Slingerland, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2047","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1429","PresenterBiography":null,"PresenterDisplayName":"Amir Bagheri","PresenterKey":"885f063e-6674-46e5-87ff-5fc1d45b23e7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1429. C-terminal phosphorylation of p27 promotes cell cycle dependent changes through transcriptional coregulation of cJun and STAT3","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"C-terminal phosphorylation of p27 promotes cell cycle dependent changes through transcriptional coregulation of cJun and STAT3","Topics":null,"cSlideId":""},{"Abstract":"Oncogenic mutations in the NRAS gene are found in many cancers including a subset of acute myeloid leukemias (AML). Established AML cell lines exhibiting hyperactive signaling through the RAS-RAF-MEK-ERK pathway show constitutive ERK activation generating a transcriptome that mediates escape from programmed cell death and continuous proliferation. It has been established that exposure of many AML cell lines to phorbol esters such as phorbol-12-myristate-13-acetate (PMA) mediates cell cycle arrest, myeloid differentiation, and apoptosis. This effect seems counterintuitive given that PMA irreversibly activates protein kinase C (PKC), which enhances ERK activity leading to transcriptional upregulation of target genes controlled by ERK activated transcription factors, many of which promote proliferation. Here we define a set of PMA response genes in AML cell lines driven by oncogenic NRAS that encode negative regulators of RAS-RAF-MEK-ERK signaling, including SPRY2, RASA1, DUSP 5, and DUSP6. Additionally, we show that overexpression of SPRY2 alone attenuates proliferation by inhibiting ERK activation and altering the AML cell transcriptome through the activation of genes encoding members of the AP-1 transcription factor family, FOS, JUNB, and JUND, and the cyclin-CDK inhibitors CDKN1A and CDKN2B. We hypothesize that oncogenic NRAS signaling is overridden by PMA treatment through the activation of ERK target genes that ultimately inhibit the MAPK-ERK pathway, such as SPRY2. Finally, we show that SPRY 2 expression in AML patient samples represents a survival prognostic indicator where higher expression levels correlate with improved overall survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Cell proliferation,Ras oncogene,Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Michael Roberts<\/b><sup><\/sup>, Sher Bahadur<sup><\/sup>, Coltin Albitz<sup><\/sup>, Jae Chung<sup><\/sup>, Samantha Garcia<sup><\/sup>, Cuong Nguyen<sup><\/sup>, Sophia Kovatsis<sup><\/sup><br><br\/>Dickinson College, Carlisle, PA","CSlideId":"","ControlKey":"fdd35279-1662-4c04-8443-90d3e7e95aae","ControlNumber":"7191","DisclosureBlock":"&nbsp;<b>M. Roberts, <\/b> None..<br><b>S. Bahadur, <\/b> None..<br><b>C. Albitz, <\/b> None..<br><b>J. Chung, <\/b> None..<br><b>S. Garcia, <\/b> None..<br><b>C. Nguyen, <\/b> None..<br><b>S. Kovatsis, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2049","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1431","PresenterBiography":null,"PresenterDisplayName":"Michael Roberts, PhD","PresenterKey":"d287ef4c-ae98-4f76-b2a9-743a6e29206c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1431. Sprouty 2 expression attenuates proliferation in nras-driven acute myeloid leukemia cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sprouty 2 expression attenuates proliferation in nras-driven acute myeloid leukemia cell lines","Topics":null,"cSlideId":""},{"Abstract":"Mitotic kinases are essential for cell cycle progression, and several mitotic kinase inhibitors have been developed to target the uncontrolled proliferation of cancer cells. However, despite their efficacy in preclinical models, mitotic kinase inhibitors are generally considered poor therapeutic targets due to their off target effects in other rapidly proliferating tissues and subsequent toxicity. However, preliminary data in our lab shows that relative to non-transformed cells, triple negative breast cancer (TNBC) cells are selectively sensitive to inhibition of the mitotic kinase NEK2 compared to other mitotic kinase inhibitors. Therefore, we hypothesize that NEK2 is a targetable vulnerability of TNBC. To begin to understand the role of NEK2 in TNBC, we performed RNA-sequencing following NEK2 silencing and found increased expression of genes important at the G1\/S cell cycle transition. This transition is largely controlled by the RB-E2F signaling axis, where CDK4 and CDK6 are key players. CDK4\/6 inhibitors have been FDA approved for the treatment of a subset of breast cancers. We investigated the impact of silencing NEK2 and treating with CDK4\/6 inhibitors and found that loss of NEK2 sensitizes TNBC cells to CDK4\/6 inhibition. Mechanistically, this combination causes a significant increase in genomic instability phenotypes. We tested the combination of NEK2 inhibition and CDK4\/6 inhibition <i>in vivo<\/i>, and found that the combination significantly decreases mouse tumor volume without inducing toxicity. Mechanistically, the combination altered mitotic spindle genes <i>in vivo<\/i>, indicating an increase in genomic instability. Together, these data suggest that that NEK2 is a viable therapeutic target that could be used in combination with FDA approved CDK4\/6 inhibitors for the treatment of aggressive breast cancers such as TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-03 Control of cell cycle progression,,"},{"Key":"Keywords","Value":"Breast cancer,Cell cycle inhibitors,CDK4\/6 inhibitors,Genomic instability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jessica  R.  Bobbitt<\/b><sup><\/sup>, Leslie Cuellar-Vite<sup><\/sup>, Benjamin Bryson<sup><\/sup>, Kristen Weber-Bonk<sup><\/sup>, Ruth Keri<sup><\/sup><br><br\/>Cancer Biology, Cleveland Clinic Lerner College of Medicine\/Cwru, Cleveland, OH","CSlideId":"","ControlKey":"fb090066-02a0-4a74-a2af-c74af5d3bde7","ControlNumber":"3471","DisclosureBlock":"&nbsp;<b>J. R. Bobbitt, <\/b> None..<br><b>L. Cuellar-Vite, <\/b> None..<br><b>B. Bryson, <\/b> None..<br><b>K. Weber-Bonk, <\/b> None..<br><b>R. Keri, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2051","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1433","PresenterBiography":null,"PresenterDisplayName":"Jessica Bobbitt, BS","PresenterKey":"94d2e63b-20f6-4ab2-bad1-f707ef4e314c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1433. Targeting the mitotic kinase NEK2 potentiates CDK4\/6 inhibitor efficacy in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the mitotic kinase NEK2 potentiates CDK4\/6 inhibitor efficacy in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor cells need to activate a telomere maintenance mechanism (TMM) to allow for indefinite proliferation. Current evidence supports that TMMs, and their associated genetic alterations, are predominantly mutually exclusive, however evidence shows that they can rarely co-occur. Here, we explore the prevalence and functional significance of co-occurring TMM-associated genetic alterations.<br \/>Methods: Our dataset consisted of 252095 tumor samples across 155 solid tumor types, sequenced as a part of routine clinical care on the FoundationOne&#174;CDx platform. TMM genetic alterations were defined as alterations in <i>ATRX<\/i>, <i>DAXX<\/i>, <i>TERTp<\/i>,<i> TERC<\/i>, <i>RAD21<\/i>, and <i>HGF<\/i>. Somatic mutations were used to calculate tumor mutational burden (TMB) and to determine the dominant trinucleotide mutational signature. A novel tumor heterogeneity (TH) score defined as the ratio of the quartile co-efficient of dispersion to the median cancer cell fraction of evaluable short variants, was calculated. Telomeric content was calculated using TelomereHunter.<br \/>Results: We first assessed which disease types were enriched in samples with co-occurring TMM alterations (TMM+ samples). These included liver hepatocellular carcinoma (10.1%), skin melanoma (7.3%), bladder urothelial carcinoma (5.2%), and glioblastoma (4.8%). In 92% of all samples with co-occurring TMM alterations, a <i>TERTp <\/i>mutation was one of the alterations detected. No differences were detected in the median TMB values of TMM+ samples vs samples with either one or no detected TMM alterations (TMM-) within liver hepatocellular carcinomas (3.8 muts\/Mb vs 2.5) or within glioblastomas (2.5 muts\/Mb vs 2.5). However, in skin melanomas and bladder urothelial carcinomas, median TMB values for TMM+ samples were significantly higher compared to TMM- samples (22.5 muts\/Mb vs 11.3 in skin melanomas and 10.0 vs 6.3 in bladder urothelial, p&#60;0.0001 for both diseases). For skin melanomas, a significantly higher proportion of TMM+ samples harbored a UV mutational signature compared to TMM- samples (71.3% vs 52.1%, p&#60;0.0001). Similarly, a significantly higher proportion of TMM+ bladder urothelial carcinoma samples harbored an APOBEC mutational signature compared to TMM- samples (46.0% vs 29.7%, p&#60;0.0001). We also observed that the median TH score was significantly higher in TMM+ vs TMM- samples. In skin melanomas, telomeric content of samples altered in <i>ATRX<\/i> on top of a <i>TERTp<\/i> mutation most closely resembled samples altered in <i>TERTp<\/i> alone and was significantly different from telomeric content of samples altered in <i>ATRX<\/i> alone.<br \/>Conclusions: TMM genetic alterations more frequently co-occurred within specific diseases. We focused on four diseases, in two of which no association was observed between TMB and co-occurring TMM alterations. But in the other two, co-occurrences were associated with higher TMB burden and higher TH. Our results suggest that the <i>TERTp<\/i> pathway prevails in melanoma samples altered in both <i>TERTp<\/i> and <i>ATRX<\/i>.<b><u><\/u><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-04 Telomeres and telomerase,,"},{"Key":"Keywords","Value":"Telomeres,Tumor mutational burden,Tumor heterogeneity,Cancer genomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Radwa Sharaf<\/b><sup><\/sup>, Karthikeyan Murugesan<sup><\/sup>, Garrett  M.  Frampton<sup><\/sup>, Lee  A.  Albacker<sup><\/sup>, Meagan Montesion<sup><\/sup><br><br\/>Foundation Medicine, Inc., Cambridge, MA","CSlideId":"","ControlKey":"bdf9e4d2-3f0c-45c7-9988-0d2bed34d39b","ControlNumber":"696","DisclosureBlock":"<b>&nbsp;R. Sharaf, <\/b> <br><b>Foundation Medicine Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>K. Murugesan, <\/b> <br><b>Foundation Medicine Inc<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>G. M. Frampton, <\/b> <br><b>Foundation Medicine Inc.<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>L. A. Albacker, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock. <br><b>M. Montesion, <\/b> <br><b>Foundation Medicine<\/b> Employment. <br><b>Roche<\/b> Stock.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2052","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1434","PresenterBiography":null,"PresenterDisplayName":"Radwa Sharaf, B Pharm;MS;PhD","PresenterKey":"a9428c4d-3d4d-4a81-bda2-cb105337c480","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1434. Co-occurrence of alterations impacting telomere elongation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Co-occurrence of alterations impacting telomere elongation","Topics":null,"cSlideId":""},{"Abstract":"Immortality is a hallmark of human cancer cells and therapeutic reversal is of great interest. <i>Telomerase Reverse Transcriptase <\/i>promoter (<i>TERT<\/i>p) mutations reactivate <i>TERT<\/i> expression, the rate limiting step in telomerase activity and cellular immortality. While prior telomerase blocking therapies lack tumor selectivity and were poorly tolerated, <i>TERT<\/i>p mutations and their regulation offer a unique opportunity for tumor specific reversal of cellular immortality. <i>TERT<\/i>p mutations are the most common non-coding mutation across all cancers, including glioblastoma (GBM), melanoma, urothelial carcinoma, and many others. The mutations generate a de novo E26 Transformation Specific (ETS) binding motif that recruits the GA-Binding Protein (GABP) multimeric complex to reactivate <i>TERT <\/i>expression. While GABP can form both a dimeric and tetrameric complex, we found that the tetrameric complex is responsible for reactivation of the mutant <i>TERT<\/i>p, suggesting selectively targeting the tetramer may induce telomere shortening and tumor cell death. However, through knocking out the tetramer, we found that the GABP dimer is sufficiently upregulated to maintain <i>TERT<\/i> expression. In the absence of the dimer and the tetramer isoform, many tumor cells senesce or undergo cell death. However, some escape this fate via upregulation of a second tetramer forming GABP paralogue that maintains <i>TERT<\/i> expression. Therefore, we devised a transactivation domain null GABP subunit that we hypothesized would act in a dominant negative manner to block the GABP dimer and both GABP tetramers. Introduction of the dominant negative construct into <i>TERT<\/i>p mutant GBM, meningioma, medulloblastoma, oligodendroglioma, and urothelial carcinoma cells significantly reduced <i>TERT <\/i>expression while not altering expression in <i>TERT<\/i>p wildtype GBM cells. Furthermore, the dominant negative is able to shorten telomere length in <i>TERT<\/i>p mutant GBM cells. While therapeutic targeting of the three GABP complexes seems particularly challenging, our initial dominant negative appears to do so. Ultimately the dominant negative could be delivered directly into tumors via clinically approved viral delivery systems such as retroviral replicating vectors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-04 Telomeres and telomerase,,"},{"Key":"Keywords","Value":"TERT,Telomeres,Transcription factor,Retrovirus,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nicholas O. Stevers<\/b><sup>1<\/sup>, Sara A. Collins<sup>2<\/sup>, Samuel H. Wu<sup>1<\/sup>, Noriyuki Kasahara<sup>2<\/sup>, Joseph F. Costello<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Neurological Surgery, UCSF - University of California San Francisco, San Francisco, CA,<sup>2<\/sup>Department of Neurological Surgery, Department of Radiation Oncology, UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"69b80d4c-36b2-4fc2-b5de-d2cc64513c96","ControlNumber":"3076","DisclosureBlock":"&nbsp;<b>N. O. Stevers, <\/b> None..<br><b>S. A. Collins, <\/b> None..<br><b>S. H. Wu, <\/b> None..<br><b>N. Kasahara, <\/b> None..<br><b>J. F. Costello, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2053","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1435","PresenterBiography":null,"PresenterDisplayName":"Nicholas Stevers, BS","PresenterKey":"61d2bb59-ddd1-4941-b394-e15569edabed","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1435. A GABP dominant negative approach to targeting tumor cell immortality","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A GABP dominant negative approach to targeting tumor cell immortality","Topics":null,"cSlideId":""},{"Abstract":"Telomeres have become an attractive target for anticancer therapeutics and in 2022, an estimated 99,780 new cases and 7,650 people are expected to die of melanoma. T-oligo, a hexanucleotide tandem repeat oligonucleotide that is homologous to the 3&#8242; overhang of telomeres has been shown to have potent anticancer effects <i>in<\/i>-<i>vitro <\/i>by inhibiting the growth of cancer cells. There are three mechanisms of action proposed for T-oligo, which are shelterin dissociation model, exposed telomere mimicry model, and G-quadruplex formation. Previous studies utilizing NMR spectroscopy and immunofluorescence assays have shown that T-oligo forms G-quadruplexes in the nucleus of the melanoma cells. We hypothesize that formation of G-quadruplexes can be detected with the help of FRET analysis and T-oligo could be delivered using lipid nanoparticles. Immunofluorescence assays and an acceptor photobleaching method were used to detect FRET and confirm the formation of G-quadruplexes in the nucleus of melanoma cells. Melanoma cells were plated and grown until 70% confluent in 8-well glass chamber slides and were treated with single-labeled FITC-T-oligo (11-mer), and Cy3-T-oligo (11-mer), and double labeled T-oligo 11-mer (T-11) and 22-mer (T-22) labeled with FITC on the 5&#8242; end and Cy3 on the 3&#8242; end. Slides were mounted and cells were observed under a fluorescent microscope. For FRET detection, we used the acceptor photobleaching method in which the acceptor (Cy3) was completely photobleached and any corresponding increase in donor&#8217;s intensity was detected and quantified. Any significant increase in donor intensity was considered to be due to FRET. We also performed some preliminary experiments with lipid nanoparticles to study whether these lipid nanoparticles are a viable delivery system for T-oligo. We encapsulated T-oligo in lipid nanoparticles using a microfluidic mixer and studied the encapsulation efficiency, uptake, and efficacy of encapsulated T-11 and T-22 on MM-AN melanoma cells. We found a significant increase of 40% - 150% in donor intensity after acceptor photobleaching in multiple melanoma cell lines. This may be due to G-quadruplex formation causing FRET thus indicating that T-oligo may be utilizing this mechanism of action for its anticancer effects. Preliminary results indicate that lipid nanoparticles encapsulated T-oligo with an efficiency of 72%. Uptake experiments showed that encapsulated T-11 and T-22 were taken up by the cells after an incubation time of 6hrs and the encapsulated T-22 also inhibited cell proliferation by 92%. In conclusion, three melanoma cell lines showed a significant increase in donor intensity after acceptor photobleaching upon treatment with T-22 and T-11 and lipid nanoparticles might be an effective delivery system for T-oligo.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-04 Telomeres and telomerase,,"},{"Key":"Keywords","Value":"Telomeres,Drug delivery,Malignant melanoma,Fluorescence imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Archit Agnihotri<\/b><sup>1<\/sup>, Taylor Rager<sup>1<\/sup>, Kelly Fan<sup>1<\/sup>, Hyatt Alaraj<sup>2<\/sup>, Lawrence Miller<sup>2<\/sup>, Neelu Puri<sup>1<\/sup><br><br\/><sup>1<\/sup>Biomedical sciences, University of Illinois College of Medicine (Rockford), Rockford, IL,<sup>2<\/sup>Chemistry, University of Illinois Chicago, Chicago, IL","CSlideId":"","ControlKey":"1f81a0fb-96f6-43ec-a2ff-ebcc418f8c15","ControlNumber":"6752","DisclosureBlock":"&nbsp;<b>A. Agnihotri, <\/b> None..<br><b>T. Rager, <\/b> None..<br><b>K. Fan, <\/b> None..<br><b>H. Alaraj, <\/b> None..<br><b>L. Miller, <\/b> None..<br><b>N. Puri, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2054","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1436","PresenterBiography":null,"PresenterDisplayName":"Archit Agnihotri, BE","PresenterKey":"204859e1-17d8-4a21-ad46-5b1ba6e5e11d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1436. T-oligo's mechanism of action in melanoma cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"T-oligo's mechanism of action in melanoma cells","Topics":null,"cSlideId":""},{"Abstract":"E-cigarettes have become a popular alternative to conventional cigarettes among middle and high school students. Electronic nicotine delivery systems (ENDs) vaporize a liquid into an aerosol that is inhaled by the user. Although they do not burn tobacco, e-cigarettes contain potential carcinogens as well as nicotine, a highly addictive substance. E-cigarette exposure has been reported to promote inflammation. Furthermore, our prior research indicates that e-cigarette aerosol dysregulates the oral microbiome by suppressing commensal bacteria and promoting the biofilm formation of cariogenic pathogens, which induces oral inflammation. With the recent rise in e-cigarette usage, it is important to investigate the carcinogenic risks of these devices. In this study, we use oral epithelial spheroids as a 3D pre-clinical model to assess the effect of e-cigarette vape on cell cycle progression, cell proliferation, and inflammation. Oral epithelial cells were directly (air-liquid interface) or indirectly (pre-exposed media) exposed to nicotine-free vape, nicotine-rich (3 mg) vape, or no vape. Indirect exposure with 6 puffs resulted in the upregulation of pro-inflammatory cytokines, such as TNF&#945; and IL-8 by RT-PCR. TNF&#945; is reportedly overexpressed in oral cancer while IL-8 is has been shown to be induced in oral pre-cancers and associated with progression. Indirect exposure of vape also promoted greater cell viability in spheroids as shown by the CellTiter assay, indicating that the vape enhanced proliferation and cell cycle progression. Assessment of sphere diameter before repeated exposures showed an increase over the course of treatment. More so, repeated indirect exposure with 12 puffs of vape compared to 6 puffs resulted in increased sphere diameters over time after exposure with both, nicotine-free or nicotine-rich vape, indicating a dose-dependent effect of the vape on cell proliferation. Survival and proliferation pathways such as pAKT and pERK were assessed by Western Blotting, identifying that indirect exposure does not show a significant difference in the expression of those proteins. We are currently evaluating signaling pathway activation after repeated direct exposures as well as cell cycle progression using FLOW cytometry. Additional markers of cell proliferation and stemness are being interrogated for their role in the observed increased cell proliferation. This study has demonstrated the effect of e-cigarette aerosol on inflammation and cell proliferation. As the risks of e-cigarette become clearer with the emergence of future studies, it is important to inform the public, especially young people, about the impact on oral health and implement policies to mitigate the recent surge in e-cigarette usage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-05 Other,,"},{"Key":"Keywords","Value":"Spheroids,Cell proliferation,Nicotine,Inflammation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jasmine Almeda<\/b><sup><\/sup>, Vikram Chinnaiyan<sup><\/sup>, Claudia Andl<sup><\/sup><br><br\/>College of Medicine, University of Central Florida, Orlando, FL","CSlideId":"","ControlKey":"aed2be60-6ca8-4d58-b0f2-14d47929e051","ControlNumber":"3746","DisclosureBlock":"&nbsp;<b>J. Almeda, <\/b> None..<br><b>V. Chinnaiyan, <\/b> None..<br><b>C. Andl, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2055","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1437","PresenterBiography":null,"PresenterDisplayName":"Jasmine Almeda, AA","PresenterKey":"6a448bb9-7dd0-4c3a-8238-7cca5c797e9e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1437. E-cigarette vape promotes cell cycle progression and inflammation in 3D pre-clinical oral spheroid models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"E-cigarette vape promotes cell cycle progression and inflammation in 3D pre-clinical oral spheroid models","Topics":null,"cSlideId":""},{"Abstract":"Fibroblast growth factor receptor (FGFR) mutations, fusions, and rearrangements have been linked to the pathogenesis of multiple tumor types. FGFR2 alterations have emerged as oncogenic drivers across a variety of tumor types, including cholangiocarcinoma, lung, endometrial, and uterine cancer. Approved FGFR inhibitors have demonstrated responses in patients that harbor FGFR genetic alterations but show reduced activity in patients with gatekeeper and molecular brake mutations. In addition, pan-FGFR inhibitors are associated with dose-limiting hyperphosphatemia linked to the inhibition of FGFR1. To address these issues, a novel series of reversible FGFR2 inhibitors with activity against clinically relevant mutations and selectivity over FGFR1 has been identified. The inhibition of FGFR2 phosphorylation in engineered cell lines demonstrated activity toward wild-type FGFR2, molecular brake mutations N549H\/K, and gatekeeper mutations V564I\/F\/L. Selectivity of these inhibitors against FGFR1 and the broader kinome could lead to fewer dose limiting toxicities compared to approved FGFR inhibitors. Additionally, maintaining potency against molecular brake and gatekeeper mutations may result in significantly improved clinical response. In vivo characterization to be presented includes dose escalating rodent pharmacokinetics (PK), second species PK, and pharmacodynamics (PD) in tumor bearing mice. Most importantly, efficacy in a mouse tumor xenograft model at a dose that does not show elevated plasma phosphorus levels in the rat hyperphosphatemia model will be presented. Herein, the <i>in vitro<\/i> and <i>in vivo<\/i> characterization of a representative selective reversible FGFR2 inhibitor is described.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-05 Other,,"},{"Key":"Keywords","Value":"Fibroblast growth factor receptor 2  (FGFR-2),In vivo,FGFR1,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>John Fischer<\/b><sup><\/sup>, Karyn Bouhana<sup><\/sup>, Mark Chicarelli<sup><\/sup>, Brad Fell<sup><\/sup>, Jennifer Fulton<sup><\/sup>, Anna Guarnieri<sup><\/sup>, Leyla Haygood<sup><\/sup>, Ravi Jalluri<sup><\/sup>, Amber Johnson<sup><\/sup>, Brent Mclean<sup><\/sup>, Max Mejia<sup><\/sup>, Rob Rieger<sup><\/sup>, John Robinson<sup><\/sup>, Mareli Rodriguez<sup><\/sup>, Francis Sullivan<sup><\/sup>, Yang Wang<sup><\/sup>, Shannon Winski<sup><\/sup>, YeYun Zhou<sup><\/sup><br><br\/>Cogent Biosciences, Inc., Waltham, MA","CSlideId":"","ControlKey":"491e724c-2185-40c8-92f7-5dc16823fe81","ControlNumber":"2659","DisclosureBlock":"<b>&nbsp;J. Fischer, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>K. Bouhana, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>M. Chicarelli, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>B. Fell, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>J. Fulton, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>A. Guarnieri, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>L. Haygood, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>R. Jalluri, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>A. Johnson, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>B. Mclean, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>M. Mejia, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>R. Rieger, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>J. Robinson, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>M. Rodriguez, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>F. Sullivan, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>Y. Wang, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>S. Winski, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>Y. Zhou, <\/b> <br><b>Cogent Biosciences,<\/b> Employment, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2057","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1439","PresenterBiography":null,"PresenterDisplayName":"Annie Partisano","PresenterKey":"54a5868d-e2bc-4035-a758-1967a9e045e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1439. <i>In vivo<\/i> characterization of a selective FGFR2 inhibitor with potency against gatekeeper and molecular brake mutations","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> characterization of a selective FGFR2 inhibitor with potency against gatekeeper and molecular brake mutations","Topics":null,"cSlideId":""},{"Abstract":"Oncogenic driver mutations in ErbB2 (e.g., S310F\/Y, L755S, V777L, V842I) are present in a variety of tumor types including gastric, uterine, urothelial carcinoma, non-small cell lung, breast, and colorectal, some of which are also known to metastasize to the CNS. These mutations can also emerge as mechanisms of acquired resistance to targeted therapies and as such represent a novel and actionable target mutation set across solid tumor indications. Current therapies that target ErbB2 have poor potency against these mutations or are limited in their utility due to inhibition of wild type epidermal growth factor receptors (WT EGFR). The inhibition of WT EGFR is associated with debilitating clinical effects that include diarrhea, stomatitis, and hepatotoxicity. Additionally, treatment of CNS metastases is especially challenging since the potential therapy must also cross the blood brain barrier to have a therapeutic effect. Next generation ErbB2 inhibitors that are active against ErbB2 mutations, spare WT EGFR, and that can penetrate the brain would provide improved target coverage with the potential for fewer off target side effects compared to current therapies and as well as the potential to exhibit superior clinical efficacy. Herein, we describe the pre-clinical <i>in vitro<\/i> and <i>in vivo<\/i> activity of a novel, brain penetrant ErbB2 inhibitor which retains potency against prevalent mutations while sparing WT EGFR.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-05 Other,,"},{"Key":"Keywords","Value":"ErbB2,Epidermal growth factor receptor (EGFR),In vitro,In vivo,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mark J Chicarelli<\/b><sup><\/sup>, Karyn Bouhana<sup><\/sup>, Richard  K.  Brizendine<sup><\/sup>, LouAnn Cable<sup><\/sup>, Michelle Crow<sup><\/sup>, Brad Fell<sup><\/sup>, John Fischer<sup><\/sup>, Jennifer Fulton<sup><\/sup>, Anna Guarnieri<sup><\/sup>, Ravi Jalluri<sup><\/sup>, Hailey Knox<sup><\/sup>, Keith  A.  Koch<sup><\/sup>, Rob Rieger<sup><\/sup>, John Robinson<sup><\/sup>, Lee  M.  Stunkard<sup><\/sup>, Francis Sullivan<sup><\/sup>, Roy Turton<sup><\/sup>, Shannon Winski<sup><\/sup>, Yeyun Zhou<sup><\/sup><br><br\/>Cogent Biosciences, Inc., Waltham, MA","CSlideId":"","ControlKey":"7e968169-0df9-48db-8088-713823bea4bd","ControlNumber":"3060","DisclosureBlock":"<b>&nbsp;M. Chicarelli, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>K. Bouhana, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>R. K. Brizendine, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>L. Cable, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>M. Crow, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>B. Fell, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>J. Fischer, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>J. Fulton, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>A. Guarnieri, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>R. Jalluri, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>H. Knox, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>K. A. Koch, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>R. Rieger, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>J. Robinson, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>L. M. Stunkard, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>F. Sullivan, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>R. Turton, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>S. Winski, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option. <br><b>Y. Zhou, <\/b> <br><b>Cogent Biosciences<\/b> Employment, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2058","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1440","PresenterBiography":null,"PresenterDisplayName":"Annie Partisano","PresenterKey":"54a5868d-e2bc-4035-a758-1967a9e045e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1440. Identification of a novel EGFR sparing brain penetrant ErbB2 inhibitor with activity against oncogenic ErbB2 mutations","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of a novel EGFR sparing brain penetrant ErbB2 inhibitor with activity against oncogenic ErbB2 mutations","Topics":null,"cSlideId":""},{"Abstract":"Quiescence, the temporary exit from the cell cycle, presents therapeutic challenges to cancer management since it allows evasion of chemotherapy and radiotherapy treatment. Essential to the study of quiescence in carcinogenesis is an established model system. Our studies have found that clobetasol treatment of the vulvar cancer cell line, UMSCV-4 causes these cells to enter a state of dormancy. Subsequent removal of the cells from clobetasol show a return to normal cell proliferation, even after dormancy for 3 months. p27<sup>Kip1<\/sup> protein has been used as marker for entry into quiescence. Using both antibodies against p27<sup>Kip1<\/sup> and transfection of a modified p27<sup>Kip1<\/sup> containing plasmid into the UMSCV-4 cells we found that p27<sup>Kip1 <\/sup>is upregulated by addition of clobetasol, reflecting that quiescence is being activated in the treated UMSCV-4 cells. Cells that were incubated in clobetasol for three months and then removed from clobetasol (UMSCV-4 LT), allowing them to reenter the cell cycle, no longer expressed p27<sup>Kip1<\/sup> upon re-exposure to clobetasol. This establishes the UMSCV-4 cells as a good model system for the study of clobetasol induced quiescence in vulvar squamous epithelial cells. The importance of this work is underscored by the observation that clobetasol is often used to treat a common inflammatory disease of the vulva known as vulvar lichen sclerosus (VLS) and up to 65% of vulvar carcinomas arise in the background of VLS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB01-05 Other,,"},{"Key":"Keywords","Value":"Gynecological cancers: other,p27KIP1,Glucocorticoid,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Gianna Minnuto<sup><\/sup>, Luke North<sup><\/sup>, Mack Ogden<sup><\/sup>, Kia Haering<sup><\/sup>, <b>Jani E. Lewis<\/b><sup><\/sup><br><br\/>Biology, SUNY Geneseo, Geneseo, NY","CSlideId":"","ControlKey":"f24c4b90-e1c3-4358-981e-97d15d2875bc","ControlNumber":"5062","DisclosureBlock":"&nbsp;<b>G. Minnuto, <\/b> None..<br><b>L. North, <\/b> None..<br><b>M. Ogden, <\/b> None..<br><b>K. Haering, <\/b> None..<br><b>J. E. Lewis, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"2059","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1441","PresenterBiography":null,"PresenterDisplayName":"Jani Lewis, BS;MS;PhD","PresenterKey":"4d322d1f-e33a-49f5-981f-34c3db8a67c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1441. p27<sup>Kip1 <\/sup>is upregulated in UMSCV-4 cells corresponding to entering a state of quiescence when treated with clobetasol","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"439","SessionOnDemand":"False","SessionTitle":"Cell Cycle Progression, Checkpoint, and Telomeres","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"p27<sup>Kip1 <\/sup>is upregulated in UMSCV-4 cells corresponding to entering a state of quiescence when treated with clobetasol","Topics":null,"cSlideId":""}]