[{"Abstract":"<b>Background: <\/b>Microscopically tumor-free lumpectomy margins are critical for safe breast conserving surgery (BCS). With current tools, 15%-25% of BCS have positive margins that require second surgical procedures and increase cost and patient discomfort. Better detection tools are needed to identify residual cancer during the initial BCS and reduce second operations. LUM015 is a protease-activated fluorescent imaging agent that accumulates in tumor cells and tumor associated macrophages after preoperative intravenous injection. The LUM Imaging System visualizes activated LUM015 in the lumpectomy cavity via a hand-held detector and tumor detection software. This system has been tested in multiple single-site studies and two prospective multi-site studies enrolling &#62;600 patients and demonstrated successful detection of residual BCS cavity tumor. Initial studies excluded the ~20% of patients receiving neoadjuvant therapy. Patchy tumor cell death with preoperative therapy can leave small, multifocal deposits of tumor invisible on pre-operative imaging and not palpable or visible during surgery. We now evaluate the LUM Imaging System in patients with and without neoadjuvant therapy.<br \/><b>Design: <\/b>This prospective, multi-center study tests the LUM Imaging System in BCS after neoadjuvant therapy to evaluate potential impact of treatment-related tissue changes and tumor cell death on tumor detection algorithms. An initial cohort of 10 patients addressed the objective of algorithm development. A second cohort of 104 patients will further evaluate the feasibility of the LUM Imaging System after neoadjuvant therapy. A third cohort will enroll 208 patients who have not received neoadjuvant therapy. All cohorts are evaluated for safety and for reduction in residual tumor after LUM Imaging System guidance compared to standard BCS. After excision of the main lumpectomy specimen, patients are randomized 3:1. In the device arm, the cavity is imaged and margins with LUM015 signal are excised. Final comprehensive shaved margins are removed in both arms to evaluate extent of residual disease after the use of the LUM Imaging System or after standard lumpectomy. No LUM Imaging is performed in the control arm, however, all patients are injected with LUM015 to evaluate drug safety. Patient reported outcomes assessing re-excision concerns, breast appearance and preferences for treatment type are collected.<br \/><b>Eligibility: <\/b>This study enrolls women with histologically confirmed primary invasive breast cancer (IBC), ductal carcinoma in situ (DCIS) or a combination of IBC\/DCIS undergoing a BCS for their breast malignancy who have received any form of neoadjuvant treatment prior to surgery or who have not received any therapy prior to surgery. Patients allergic to polyethylene glycol or intravenous contrast agents are excluded. Use of blue node mapping dyes before imaging with the LUM015 is not allowed.<br \/><b>Progress:<\/b> Cohort 1 has completed enrollment and interim analysis. No new risks specific to the neoadjuvant population were identified. LUM015 fluorescent signals measured in neoadjuvant patients were within the expected range, and no changes to the tumor detection algorithm were required. Cohorts 2 and 3 have enrolled a total of 84 patients. This trial is registered as NCT04440982.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Breast cancer,Solid tumors,Imaging,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jorge M. Ferrer<\/i><\/u><\/presenter>, <presenter><i>Irene Wapnir<\/i><\/presenter>, <presenter><i>Peter Blumencranz<\/i><\/presenter>, <presenter><i>Kelly Hunt<\/i><\/presenter>, <presenter><i>Shelley Hwang<\/i><\/presenter>, <presenter><i>David Carr<\/i><\/presenter>, <presenter><i>Kate Smith<\/i><\/presenter>, <presenter><i>Heidi Santa Cruz<\/i><\/presenter>, <presenter><i>Julia Shanno<\/i><\/presenter>, <presenter><i>Alexander Pogrebinsky<\/i><\/presenter>, <presenter><i>Manna Chang<\/i><\/presenter>, <presenter><i>Barbara L. Smith<\/i><\/presenter>. Lumicell Inc, Newton, MA, Stanford University, Palo Alto, CA, Baycare Health System, Clearwater, FL, MD Anderson Cancer Center, Houston, TX, Duke University, Durham, NC, Novant Medical Center, Charlotte, NC, Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"f60e683d-49b6-489c-8bca-6d865e6ee8a6","ControlNumber":"9550","DisclosureBlock":"<b>&nbsp;J. M. Ferrer, <\/b> <br><b>Lumicell<\/b> Employment, Stock Option, Patent.<br><b>I. Wapnir, <\/b> None.&nbsp;<br><b>P. Blumencranz, <\/b> <br><b>Lumicell<\/b> Clinical Trial Support.<br><b>K. Hunt, <\/b> None.&nbsp;<br><b>S. Hwang, <\/b> <br><b>Lumicell<\/b> Clinical Trial Support. <br><b>D. Carr, <\/b> <br><b>Lumicell<\/b> Clinical Trial Support. <br><b>K. Smith, <\/b> <br><b>Lumicell<\/b> Employment, Stock Option.<br><b>H. Santa Cruz, <\/b> None..<br><b>J. Shanno, <\/b> None.&nbsp;<br><b>A. Pogrebinsky, <\/b> <br><b>Lumicell<\/b> Employment, Stock Option. <br><b>M. Chang, <\/b> <br><b>Lumicell<\/b> Employment, Stock Option.<br><b>B. L. Smith, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10480","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT043","PresenterBiography":null,"PresenterDisplayName":"Jorge Ferrer, PhD","PresenterKey":"c2e66732-a90d-457c-94c1-6fbf2756a1f3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT043. Feasibility study to evaluate performance of the LUM Imaging System for intraoperative detection of residual tumor in breast cancer patients receiving and not receiving neoadjuvant therapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Feasibility study to evaluate performance of the LUM Imaging System for intraoperative detection of residual tumor in breast cancer patients receiving and not receiving neoadjuvant therapy","Topics":null,"cSlideId":""},{"Abstract":"Background: Atypical endometrial hyperplasia (AEH) and early endometrial cancer (EEC) are common disease in menopausal women, however, are gradually increasing in women aged under 40 years. The standard treatment for AEH\/EC is hysterectomy, but hormonal therapy is performed for preserving fertility. In general, fertility-preserving treatment is considered for AEH or EEC with well-differentiation and lesions confined to the endometrium without myometrial invasion. According to previous studies, hormonal therapy in these patients responded relatively well. Nevertheless, recurrence was not uncommon, accounting for 26.0% in AEH and 40.6% in EC. The standard treatment for these recurrent patients is hysterectomy, but if there is no myometrial invasion and no extrauterine lesions, repeated hormonal treatment can be considered. However, studies targeting these patients have been very scarce. The purpose of this study was to evaluate the efficacy and safety of high-dose progesterone therapy in recurrence following fertility preserving therapy for AEH or EEC.<br \/>Methods: KGOG2031 is a multi-center and prospective phase 2 trial. The primary endpoint is a 2-year disease free survival. The secondary endpoints were duration of disease-free survival, overall survival, response rate, adverse events, and infertile rates. Patients with recurrent AEH or EEC without myometrial invasion or extrauterine lesions who underwent high-dose MPA therapy for primary lesions were included. The inclusion criteria are limited to patients with less than two recurrences. The pathologic type for EEC was confined to endometrioid type. The patients should be confirmed histologically at least one complete remission after first treatment. Patients with myometrial invasion, cervical involvement, or extrauterine lesions observed on abdominal\/chest computed tomography or pelvic magnetic resonance imaging were excluded. Furthermore, grade 2 or 3 of endometrioid or any grade of other pathologic type of endometrial cancer or non-atypical endometrial hyperplasia were excluded. The enrolled patients should take medroxyprogesterone acetate 500mg every day. D&#38;CB will be performed after anesthesia every 8 weeks to determine the effectiveness, and treatment will be continued for up to 40 weeks until complete remission is achieved. The target number of enrollment is 115 cases, and the recruitment period is 3 years. The follow-up duration is 2 years after the end of treatment, and the total study duration was up to 5 years.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Endometrial cancer,Progesterone,Endometrial hyperplasia,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Min Kyu Kim<\/i><\/u><\/presenter>, <presenter><i>Yung-Taek Ouh<\/i><\/presenter>. Sungkyunkwan University of Medicine, Samsung Changwon Hospital, Changwon-si, Korea, Republic of, School of Medicine, Kangwon National University, Chuncheon, Korea, Republic of","CSlideId":"","ControlKey":"1292f2cd-2166-45ef-9f80-b46ee2f82197","ControlNumber":"9548","DisclosureBlock":"&nbsp;<b>M. Kim, <\/b> None..<br><b>Y. Ouh, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10481","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT044","PresenterBiography":null,"PresenterDisplayName":"Min Kyu Kim, MD;PhD","PresenterKey":"06a516b4-61a9-4fc1-976c-f6d6ea06a7a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT044. KGOG2031 A phase II trial of repeated high dose luteal hormone therapy for intrauterine recurrence following fertility preserving therapy for atypical endometrial hyperplasia or endometrial cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KGOG2031 A phase II trial of repeated high dose luteal hormone therapy for intrauterine recurrence following fertility preserving therapy for atypical endometrial hyperplasia or endometrial cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint inhibitors targeting the PD1\/PD-L1 axis have made a breakthrough in advanced solid tumors, leading to improved overall survival (OS) in several cancer types. However, only a minority of patients experience durable responses, requiring further development of anti-tumoral immunotherapies to overcome tumor immune escape. We hypothesized that priming the immune system with TG4001, a vaccine using the highly attenuated Modified Vaccinia virus Ankara as vector expressing the HPV16 E6 and E7 proteins (rendered non-oncogenic) and interleukin-2, would increase the clinical benefit associated with PD-L1 blockade in HPV16+ cancer patients. In the single-arm part of the trial evaluating the combination of TG4001 and avelumab in terms of response rate, the overall response rate (ORR) was 22%. Presence of liver metastases had a profound impact on outcome in terms of ORR and Progression Free Survival (PFS). In patients (pts) without liver metastases an ORR of 32% was observed versus 0% in pts with liver metastases, warranting further development of this combination in this patient population <i>(SITC 2020, Abstract ID 793).<\/i><br \/>Methods: We have designed a randomized open-label two-arms trial evaluating the efficacy of the combination of TG4001 and avelumab versus avelumab alone (NCT03260023). Eligible pts have R\/M HPV-16 positive anogenital cancer including cervical, vulvar, vaginal, penile, and anal cancers with no more than one prior line of chemotherapy for R\/M disease and no previous exposure to cancer immunotherapy. HPV-16 positivity is determined in a central laboratory. Patients are randomly assigned 1:1 to receive either TG4001 plus avelumab or avelumab alone. Randomization is stratified by primary tumor type (cervical, anal, genital). TG4001 is administered subcutaneously (SC) at 5x10<sup>7 <\/sup>plaque forming units (pfu) Q1w for 5 weeks, Q2w until month 6 and Q12w until progressive disease and avelumab intravenously (IV) at 800 mg Q2w until progressive disease. A total of up to 140 pts are currently being recruited into two cohorts (A and B) in France, Spain, and USA. For Cohort A, consisting of pts without liver metastases at Baseline (BL), a 2-stage sample size adjustment design is used with PFS by RECIST 1.1 as primary endpoint. Plans are to accrue 120 patients following Interim Analysis and Independent Data Monitoring Committee (IDMC) review. Cohort B recruits pts with liver metastases at BL. To be eligible, hepatic disease is restricted in terms of extent and number of lesions. A total of 20 pts will be recruited and analyzed for the percentage of early progressors. Secondary endpoints include overall survival, objective response rate according to RECIST1.1, duration of response, disease control rate. Exploratory endpoints comprise analyses of blood-based parameters and tumor-based proteins and RNA expression and their impact on clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Immunotherapy,Human papillomavirus (HPV),Cervical cancer,Anal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Christophe Le Tourneau<\/i><\/presenter>, <presenter><i>Frédéric Rolland<\/i><\/presenter>, <presenter><i>Amaury Daste<\/i><\/presenter>, <presenter><i>Philippe Cassier<\/i><\/presenter>, <presenter><i>Sébastien Salas<\/i><\/presenter>, <presenter><i>Luis Manso Sánchez<\/i><\/presenter>, <presenter><i>Gerardo Colon-Otero<\/i><\/presenter>, <presenter><i>Lauriane Eberst<\/i><\/presenter>, <presenter><i>Olivier Lantz<\/i><\/presenter>, <presenter><i>Ana Lalanne<\/i><\/presenter>, <presenter><i>Annette Tavernaro<\/i><\/presenter>, <presenter><i>Hakim Makhloufi<\/i><\/presenter>, <presenter><i>Kaïdre Bendjama<\/i><\/presenter>, <presenter><u><i>Maud Brandely<\/i><\/u><\/presenter>, <presenter><i>Jean-Pierre Delord<\/i><\/presenter>. Department of Drug Development and Innovation (D3i), Institut Curie, Paris, France, Institut de Cancérologie de l’Ouest - Site René Gauducheau, Saint-Herblain, France, Hôpital Saint André, CHU de Bordeaux, Bordeaux, France, Cancérologie Médicale - Centre Leon Bérard, Lyon, France, Centre Essais Précoces en Cancérologie de Marseille Hôpital Timone, Marseille, France, 12 de Octubre University Hospital, Madrid, Spain, Mayo Clinic Florida, Jacksonville, FL, Institut de Cancérologie de Strasbourg, Strasbourg, France, Laboratoire d'Immunologie, CIC-BT1428 et Unité Inserm 932, Institut Curie, Paris, France, Transgene S.A., Illkirch –Graffenstaden, France, IUCT-Oncopole, Toulouse, France","CSlideId":"","ControlKey":"af0804b8-612d-42f8-bec7-908cfb7c9d0d","ControlNumber":"8938","DisclosureBlock":"<b>&nbsp;C. Le Tourneau, <\/b> <br><b>Merck Sharp and Dohme<\/b> Other, Participation to Advisory Board. <br><b>Bristol-Myers Squibb<\/b> Other, Participation to Advisory Board. <br><b>Merck KGaA Serono<\/b> Other, Participation to Advisory Board. <br><b>F. Hoffmann-La Roche<\/b> Other, Participation to Advisory Board. <br><b>Seagen (Seattle Genetics)<\/b> Other, Participation to Advisory Board. <br><b>Celgene<\/b> Other, Participation to Advisory Board. <br><b>Rakuten<\/b> Other, Participation to Advisory Board. <br><b>ALX Oncology<\/b> Other, Participation to Advisory Board. <br><b>Astra Zeneca<\/b> Other, Participation to Advisory Board. <br><b>F. Rolland, <\/b> <br><b>Pfizer<\/b> Other, Advisory Role. <br><b>Bristol Myers Squibb<\/b> Other, Advisory Role. <br><b>Ipsen<\/b> Other, Advisory Role. <br><b>Merck KGaA<\/b> Other, Advisory Role. <br><b>Merck Sharp and Dohme<\/b> Other, Advisory Role. <br><b>A. Daste, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Consulting. <br><b>Merck Serono<\/b> Other, Consulting. <br><b>P. Cassier, <\/b> <br><b>Amgen<\/b> Other, Honoraria. <br><b>OSE Immunotherapeutics<\/b> Travel, Other, Consulting or Advisory Role. <br><b>Bristol Myers Squibb \/ Celgene<\/b> Other, Consulting or Advisory Role,\u000d\u000aResearch Funding, Institutional\u000d\u000a. <br><b>Janssen Oncology<\/b> Other, Consulting or Advisory Role,\u000d\u000aResearch Funding, Institutional. <br><b>Boehringer Ingelheim<\/b> Other, Consulting or Advisory Role,\u000d\u000aResearch Funding. <br><b>Novartis<\/b> Other, Research Funding, Institutional. <br><b>Roche \/ Genentech<\/b> Travel, Other, Research Funding, Institutional. <br><b>Lilly<\/b> Other, Research Funding, Institutional. <br><b>Blueprint Medicines<\/b> Other, Research Funding, Institutional. <br><b>Bayer<\/b> Other, Research Funding, Institutional. <br><b>Astra Zeneca<\/b> Other, Research Funding, Institutional. <br><b>Innate Pharma<\/b> Other, Research Funding, Institutional. <br><b>Plexxikon<\/b> Other, Research Funding,Institutional. <br><b>Abbvie<\/b> Other, Research Funding, Institutional. <br><b>Merck Sharp and Dohme<\/b> Other, Research Funding, Institutional. <br><b>Taiho Pharmaceutical<\/b> Other, Research Funding, Institutional. <br><b>Toray Industries<\/b> Other, Research Funding, Institutional. <br><b>Transgene<\/b> Other, Research Funding, Institutional. <br><b>Loxo<\/b> Other, Research Funding, Institutional. <br><b>GlaxoSmithKline<\/b> Other, Research Funding, Institutional. <br><b>S. Salas, <\/b> <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Travel. <br><b>Merck Sharp and Dohme<\/b> Grant\/Contract, Travel. <br><b>Merck Serono<\/b> Grant\/Contract, Travel.<br><b>L. Manso Sánchez, <\/b> None..<br><b>G. Colon-Otero, <\/b> None.&nbsp;<br><b>L. Eberst, <\/b> <br><b>Astra Zeneca<\/b> Grant\/Contract, Travel. <br><b>GlaxoSmithKline<\/b> Grant\/Contract. <br><b>O. Lantz, <\/b> <br><b>Biomunex<\/b> Other, Consulting, Institutional,\u000d\u000aResearch Grants, Institutional. <br><b>Transgene<\/b> Other, Research Grants, Institutional. <br><b>Mnemo<\/b> Stock. <br><b>Saber Sa<\/b> Other, Consulting. <br><b>A. Lalanne, <\/b> <br><b>Laboratoire d'Immunologie, CIC-BT1428 et Unité Inserm 932, Institut Curie<\/b> Employment. <br><b>A. Tavernaro, <\/b> <br><b>Transgene<\/b> Employment. <br><b>H. Makhloufi, <\/b> <br><b>Transgene<\/b> Employment. <br><b>K. Bendjama, <\/b> <br><b>Transgene<\/b> Employment. <br><b>M. Brandely, <\/b> <br><b>Transgene<\/b> Employment. <br><b>J. Delord, <\/b> <br><b>Bristol Myers Squibb<\/b> Other, Advisory Board, Institutional,\u000d\u000aResearch Grant, Institutional. <br><b>Merck Serono<\/b> Other, Invited Speaker, Institutional. <br><b>Merck Sharp and Dohme<\/b> Other, Advisory Board, Institutional,\u000d\u000aResearch Grant, Institutional. <br><b>Pierre Fabre<\/b> Other, Advisory Board, Institutional. <br><b>F. Hoffmann-La Roche<\/b> Other, Advisory Board, Institutional. <br><b>Amgen<\/b> Other, Research Grant, Institutional. <br><b>Astra Zeneca<\/b> Other, Research Grant, Institutional. <br><b>Genentech<\/b> Other, Research Grant, Institutional. <br><b>Transgene<\/b> Other, Research Grant, Institutional.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10482","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT045","PresenterBiography":null,"PresenterDisplayName":"Maud Brandely, MD, PhD","PresenterKey":"4e0c4c84-36d9-4b56-be4e-cf738d58c0cb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT045. A randomized phase II trial of TG4001 plus avelumab versus avelumab alone in recurrent\/metastatic (R\/M) human papilloma virus (HPV)-16 positive anogenital cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A randomized phase II trial of TG4001 plus avelumab versus avelumab alone in recurrent\/metastatic (R\/M) human papilloma virus (HPV)-16 positive anogenital cancers","Topics":null,"cSlideId":""},{"Abstract":"Background: Combination therapy with the anti-PD-1 monoclonal antibody (mAb) pembrolizumab and chemotherapy in advanced solid tumors has shown efficacy in the (neo)adjuvant and first-line setting, including high-grade serous ovarian cancer (HGSOC). The immunoglobulin-like transcript 4 (ILT4) receptor expressed on myeloid cells is involved in immune tolerance and suppression within the tumor microenvironment, and its blockade may improve treatment outcomes with combination therapies. Pembrolizumab plus chemotherapy with or without MK-4830 (a novel humanized anti-ILT4 mAb) will be investigated as neoadjuvant therapy for HGSOC in a randomized, open-label, phase 2 study (NCT05446870). Specifically, this trial is designed to evaluate the utility of circulating tumor DNA (ctDNA) as a biomarker of response and minimal residual disease in patients with treatment-naive HGSOC.<br \/>Methods: Key eligibility criteria include adult patients with treatment-naive International Federation of Gynecology and Obstetrics Stage IIIA-C\/IV HGSOC, primary peritoneal cancer, or fallopian tube cancer who are candidates for neoadjuvant and adjuvant chemotherapy and interval debulking surgery (IDS), and have an ECOG performance status of 0 or 1. Approximately 160 patients will be randomly assigned (1:1) to receive 3 cycles each of neoadjuvant and adjuvant therapy with patients in arm 1 receiving chemotherapy (carboplatin AUC 5 or 6 plus paclitaxel 175 mg\/m<sup>2<\/sup> or docetaxel 75 mg\/m<sup>2<\/sup>) + pembrolizumab 200 mg and patients in arm 2 receiving chemotherapy + pembrolizumab + MK-4830 800 mg. Bevacizumab (or biosimilar) may be added to either arm in the adjuvant setting. All treatments will be given on day 1 of each 3-week cycle. For patients who undergo IDS, the last dose of neoadjuvant therapy will be administered 3-6 weeks before IDS, and adjuvant therapy will commence &#60;7 weeks after IDS. Adjuvant therapy will be administered for up to 3 cycles or until disease progression, unacceptable toxicity, or withdrawal. Upon completion of adjuvant therapy, patients may undertake maintenance therapy per investigator discretion and local guidelines. Tumor imaging will be performed at baseline, &#8805;21 days after neoadjuvant therapy or prior to IDS, after IDS or prior to the start of adjuvant therapy, and at the end of treatment. The primary objective is to evaluate the change from baseline in ctDNA, defined as the continuous mean mutant\/tumor molecules\/mL as measured in a blood sample, at cycle 3. Secondary objectives are to evaluate the association between change from baseline in ctDNA at cycle 3 and surgical outcomes (including pathologic complete response and chemotherapy response score), and safety and tolerability. Enrollment is ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Combination therapy,Gynecological cancers: ovarian,Immune checkpoint blockade,Immunoglobulin-like transcript 4,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jung-Yun Lee<\/i><\/u><\/presenter>, <presenter><i>Maria Bell<\/i><\/presenter>, <presenter><i>Mariusz Bidzinski<\/i><\/presenter>, <presenter><i>Lubomir Bodnar<\/i><\/presenter>, <presenter><i>Jack Junjie Chan<\/i><\/presenter>, <presenter><i>Marta Gill-Martin<\/i><\/presenter>, <presenter><i>Carolina Ibanez<\/i><\/presenter>, <presenter><i>Domenica Lorusso<\/i><\/presenter>, <presenter><i>Chien-Hsing Lu<\/i><\/presenter>, <presenter><i>Ora Rosengarten<\/i><\/presenter>, <presenter><i>Steven M. Townson<\/i><\/presenter>, <presenter><i>Julie Kobie<\/i><\/presenter>, <presenter><i>Yiwei Zhang<\/i><\/presenter>, <presenter><i>Scott Pruitt<\/i><\/presenter>, <presenter><i>Ronnie Shapira-Frommer<\/i><\/presenter>. Severance Hospital, Yonsei University Health System, Seoul, Korea, Republic of, Sanford Gynecologic Oncology Clinic, Sioux Falls, SD, Maria Sk&#322;odowska-Curie National Research Institute of Oncology, Warsaw, Poland, Oncology Center in Siedlce, Mazowiecki Regional Hospital, Warsaw, Poland, National Cancer Centre Singapore, Singapore, Singapore, Institut Català d'Oncologia, Hospital Duran i Reynals, IDIBELL, L'Hospitalet, Barcelona, Spain, Pontifical Catholic University of Chile, Santiago, Chile, Agostino Gemelli University Hospital Foundation, IRCCS, Rome, Italy, Taichung Veterans General Hospital, Taiwan, Taiwan, Shaare Zedek Medical Center, Jerusalem, Israel, Merck & Co., Inc., Rahway, NJ, Sheba Medical Center&#42999;Tel HaShomer Hospital, Ramat Gan, Israel","CSlideId":"","ControlKey":"fc7f790d-ca1e-45ee-b15a-5ed4f9e17062","ControlNumber":"9678","DisclosureBlock":"<b>&nbsp;J. Lee, <\/b> <br><b>MSD<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Seagen<\/b> Grant\/Contract.<br><b>M. Bell, <\/b> None..<br><b>M. Bidzinski, <\/b> None.&nbsp;<br><b>L. Bodnar, <\/b> <br><b>GSK<\/b> Grant\/Contract, Other, Advisory board, personal fees. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory board, personal fees, research funding and support. <br><b>Roche<\/b> Grant\/Contract, Travel, Other, Personal fees, research funding and support. <br><b>MSD<\/b> Grant\/Contract, Other, Research funding and support. <br><b>OncoQuest<\/b> Grant\/Contract, Other, Research funding and support. <br><b>Regeneron Pharmaceutical<\/b> Grant\/Contract, Other, Research funding and support. <br><b>Gilead<\/b> Grant\/Contract, Other, Research funding and support. <br><b>Amgen<\/b> Grant\/Contract, Other, Research funding and support. <br><b>Exelixis, Inc.<\/b> Grant\/Contract, Other, Research funding and support. <br><b>Servier<\/b> Grant\/Contract, Travel. <br><b>Novartis<\/b> Other, Research funding and support. <br><b>Lilly<\/b> Other, Research funding and support. <br><b>J. Junjie Chan, <\/b> <br><b>MSD<\/b> Other, Advisor, consultant, speaker. <br><b>AstraZeneca<\/b> Other, Advisor, speaker. <br><b>Novartis<\/b> Advisor, speaker, conference fee. <br><b>Pfizer<\/b> Advisor, conference fee. <br><b>Merck KGaA<\/b> Other, Conference fee. <br><b>DKSH Singapore<\/b> Consultant, speaker, conference fee. <br><b>GlaxoSmithKline<\/b> Advisor, speaker. <br><b>Eisai<\/b> Other, Speaker. <br><b>Roche<\/b> Other, Conference fee. <br><b>OncoQuest<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>M. Gill-Martin, <\/b> <br><b>MSD<\/b> Travel. <br><b>GSK<\/b> Travel.<br><b>C. Ibanez, <\/b> None.&nbsp;<br><b>D. Lorusso, <\/b> <br><b>MSD<\/b> Grant\/Contract, Travel. <br><b>AstraZeneca<\/b> Grant\/Contract, Travel. <br><b>Eisai<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract, Travel. <br><b>Clovis<\/b> Grant\/Contract. <br><b>Novartis<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Seagen<\/b> Grant\/Contract. <br><b>Immunogen<\/b> Grant\/Contract. <br><b>Concept<\/b> Grant\/Contract.<br><b>C. Lu, <\/b> None..<br><b>O. Rosengarten, <\/b> None.&nbsp;<br><b>S. M. Townson, <\/b> <br><b>Merck Sharp & Dohme LLC (Rahway, NJ, USA)<\/b> Employment, Stock. <br><b>J. Kobie, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock. <br><b>Y. Zhang, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock. <br><b>S. Pruitt, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment, Stock. <br><b>R. Shapira-Frommer, <\/b> <br><b>MSD<\/b> Grant\/Contract, Other, Speaker honoraria, Advisory board. <br><b>BMS<\/b> Other, Speaker honoraria. <br><b>Novartis<\/b> Other, Speaker honoraria, advisory board. <br><b>Medison Pharma<\/b> Other, Speaker honoraria, advisor. <br><b>Neopharm<\/b> Other, Speaker honoraria, advisor. <br><b>Sanofi<\/b> Other, Speaker honoraria.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10483","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT046","PresenterBiography":null,"PresenterDisplayName":"Jung-Yun Lee, MD, MPH","PresenterKey":"23363047-a5de-438f-8e4b-c99b8750fe9d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT046. A randomized, phase 2 study of pembrolizumab plus chemotherapy with or without anti&#8212;immunoglobulin-like transcript 4 monoclonal antibody MK-4830 as neoadjuvant treatment for high-grade serous ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A randomized, phase 2 study of pembrolizumab plus chemotherapy with or without anti&#8212;immunoglobulin-like transcript 4 monoclonal antibody MK-4830 as neoadjuvant treatment for high-grade serous ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Single agent pembrolizumab in relapsed \/ metastatic head and neck squamous cell carcinoma (R\/M HNSCC) has an ORR of 19% and mOS of 13.6 months. There are many factors which may influence which patients respond to antibodies targeting the PD-1 axis. Regulatory T cells (Tregs) play a significant role in an immunosuppressive tumor microenvironment (TME). Low Tregs in the TME have been correlated with clinical efficacy with PD-1 blockade in various solid tumors. Tregs play an active role in HNSCC. Anti-PD-1 antibodies induce Treg activation in part through AKT pathway activation, which may contribute to low response rates to checkpoint inhibitor therapy. AKT blockade selectively inhibits the proliferation of human Tregs. Additionally, inhibition of the PI3K-AKT-mTOR pathway limits myeloid-derived suppressor cells (MDSC) infiltration and differentiation, and boosts CD8+ T cell memory and effector function. Ipatasertib is an oral highly selective small-molecule inhibitor of all three isoforms of AKT. In the Ice-CAP phase I solid tumor trial, combination PD-L1 antibody and Ipatasertib demonstrated reduction of Tregs and increased CD8+ effector T cells in paired biopsy specimens. This trial is designed to compare the efficacy of combination ipatasertib plus pembrolizumab compared to pembrolizumab monotherapy in R\/M HNSCC.<br \/>Methods: In this prospective, two-arm, phase II, multicenter trial, patients with R\/M HNSCC will be treated with pembrolizumab 200mg on day 1 with or without ipatasertib 400mg QD days 1-14 of 21-day cycles. Patients must have PD-L1 CPS score &#8805; 1, have measurable disease per RECIST 1.1, and consent to on-treatment biopsy. Patients will be excluded if they have received prior systemic therapy for R\/M HNSCC, cannot swallow a pill, or require insulin for diabetes. The primary objective is to compare the PFS between the two arms. We will estimate the relative hazard ratio associated with Ipatasertib plus pembrolizumab compared to pembrolizumab using the Cox Model where randomized treatment assignment is the only variable in the model. A total of 48 patients will be enrolled, with 24 patients in each cohort. Secondary objectives include ORR, safety and tolerability of the combination, and changes in tumor immune cell infiltration, AKT signaling, and changes in peripheral blood immune cells. Accrual is ongoing (NCT05172258).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Immunotherapy,Regulatory T cells,Akt,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jacob S. Thomas<\/i><\/u><\/presenter>, <presenter><i>Robert Hsu<\/i><\/presenter>, <presenter><i>Victoria Villaflor<\/i><\/presenter>, <presenter><i>Jonathan Riess<\/i><\/presenter>, <presenter><i>Jorge Nieva<\/i><\/presenter>, <presenter><i>Mark Krailo<\/i><\/presenter>, <presenter><i>Silvio Gutkind<\/i><\/presenter>, <presenter><i>Dimitri Colevas<\/i><\/presenter>. USC Norris Comprehensive Cancer Center, Los Angeles, CA, City of Hope, Duarte, CA, UC Davis Medical Center, Sacramento, CA, UC San Diego, San Diego, CA, Stanford, Stanford, CA","CSlideId":"","ControlKey":"c350643e-1557-48b7-a6d9-a1dd0f9df6ee","ControlNumber":"8822","DisclosureBlock":"<b>&nbsp;J. S. Thomas, <\/b> <br><b>VasGene Therapeutics, Inc<\/b> Other, Consultation.<br><b>R. Hsu, <\/b> None..<br><b>V. Villaflor, <\/b> None..<br><b>J. Riess, <\/b> None..<br><b>J. Nieva, <\/b> None..<br><b>M. Krailo, <\/b> None..<br><b>S. Gutkind, <\/b> None..<br><b>D. Colevas, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10484","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT047","PresenterBiography":null,"PresenterDisplayName":"Jacob Thomas, BS;MD","PresenterKey":"9cc1bfc4-2651-4a80-a957-1d71c1c314fe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT047. A phase 2 study of ipatasertib in combination with pembrolizumab for first line treatment of recurrent or metastatic squamous cell cancer of the head and neck","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase 2 study of ipatasertib in combination with pembrolizumab for first line treatment of recurrent or metastatic squamous cell cancer of the head and neck","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b> Kirsten rat sarcoma viral oncogene homolog (<i>KRAS<\/i>) is the most frequently mutated oncogene in non-small cell lung cancer (NSCLC). <i>KRAS<sup> <\/sup>G12C<\/i>, the most frequent <i>KRAS<\/i> variant, is found in ~13% of patients (pts) with NSCLC. KRAS is a GTPase that regulates cell signaling pathways necessary for proliferation, differentiation, and survival. <i>KRAS<\/i> mutation reduces the intrinsic GTPase activity of the enzyme, allowing for the accumulation of active, GTP-bound KRAS and hyperactivation of downstream signaling, driving tumorigenesis.<br \/>JDQ443 is a potent, selective KRAS<sup>G12C<\/sup> inhibitor that irreversibly traps KRAS<sup>G12C<\/sup> in its inactive, GDP bound state and blocks downstream signaling. In preliminary data from the Phase Ib part of the KontRASt-01 study (NCT04699188), JDQ443 showed promising antitumor activity and an acceptable safety profile in previously treated pts with <i>KRAS G12C<\/i>-mutated advanced NSCLC.<br \/>Pts with <i>KRAS G12C<\/i>-mutated NSCLC currently receive the same first-line (1L) treatment as those without driver mutations, consisting of immunotherapy alone or combined with chemotherapy; however, ~30% of pts with NSCLC present with programmed death-ligand 1 (PD-L1) expression &#60;1%, and ~10-20% of pts harbor an <i>STK11<\/i> mutation, both indicators of poor response to immunotherapy. Therefore, alternative 1L treatment options are needed for these pts. Of note, PD-L1 expression and <i>STK11 <\/i>mutation do not affect responsiveness to KRAS<sup>G12C<\/sup> inhibitors, raising interest in the evaluation of these targeted therapies as 1L alternatives to immunotherapy for pts with <i>KRAS G12C<\/i>-mutated NSCLC.<br \/><b>Methods<\/b> KontRASt-06 (NCT05445843) is an open-label, Phase II, single-arm, multicenter study evaluating JDQ443 monotherapy (200 mg JDQ443 twice daily in 21-day cycles) as a 1L treatment for two cohorts of adult pts with locally advanced or metastatic, <i>KRAS G12C<\/i>-mutated NSCLC. Cohort A (n=90) includes pts whose tumors have PD-L1 expression &#60;1%, regardless of <i>STK11<\/i> mutation status, while Cohort B (n=30) includes pts whose tumors have PD-L1 expression &#8805;1% and an <i>STK11<\/i> co-mutation. Local testing for PD-L1 status and <i>KRAS<\/i> and <i>STK11<\/i> mutations is accepted; <i>KRAS<\/i> and <i>STK11<\/i> mutations may be assessed in blood samples. A tissue sample is required for retrospective biomarker status confirmation and exploratory study. The study is currently enrolling pts into both cohorts.<br \/>The primary endpoint is the overall response rate (ORR) per RECIST version 1.1, assessed by a blinded independent review committee, in Cohort A. Key secondary endpoints are ORR in Cohort B and duration of response in both cohorts. Other secondary endpoints include progression-free survival, overall survival, safety, pharmacokinetics, and pt-reported outcomes. A comprehensive biomarker strategy aims to investigate predictors of treatment response and resistance in the study population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"KRAS,Targeted therapy,JDQ443,STK11,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Colin R. Lindsay<\/i><\/u><\/presenter>, <presenter><i>Daniel Tan<\/i><\/presenter>, <presenter><i>Shweta Malhotra<\/i><\/presenter>, <presenter><i>Rafael Caparica<\/i><\/presenter>, <presenter><i>Aislyn D. W. Boran<\/i><\/presenter>, <presenter><i>Gilberto Castro Jr.<\/i><\/presenter>, <presenter><i>Sabine Glaser<\/i><\/presenter>, <presenter><i>Rajwanth R. Veluswamy<\/i><\/presenter>, <presenter><i>Enriqueta Felip<\/i><\/presenter>. The University of Manchester, Manchester, United Kingdom, National Cancer Centre Singapore, Singapore, Singapore, Novartis Pharmaceuticals Corporation, East Hanover, NJ, Novartis Pharma AG, Basel, Switzerland, Novartis Pharmaceuticals, East Hanover, NJ, Instituto do Câncer do Estado de São Paulo (ICESP), Sao Paulo, Brazil, Icahn School of Medicine at Mount Sinai, New York, NY, Vall D'Hebron University Hospital, Barcelona, Spain","CSlideId":"","ControlKey":"d98172d9-46a1-4aee-a991-e33d09234452","ControlNumber":"8958","DisclosureBlock":"<b>&nbsp;C. R. Lindsay, <\/b> <br><b>Amgen<\/b> Other, Consulting\/advisory support, educational support, received institutional funding as a clinical trial CI\/PI, received non-financial support. <br><b>Hansen Wade<\/b> Other, Consulting\/advisory support. <br><b>Mirati<\/b> Other, Recieved institutional funding as a clinical trial CI\/PI. <br><b>Revolution Medicines<\/b> Other, Recieved institutional funding as a clinical trial CI\/PI and financial support for research. <br><b>BI<\/b> Other, Recieved institutional funding as a clinical trial CI\/PI. <br><b>Abbvie<\/b> Other, Recieved institutional funding as a clinical trial CI\/PI. <br><b>Roche<\/b> Other, Recieved institutional funding as a clinical trial CI\/PI. <br><b>Astrazeneca<\/b> Other, Recieved institutional funding as a clinical trial CI\/PI. <br><b>Apollomics<\/b> Other, Recieved institutional funding as a clinical trial CI\/PI. <br><b>ETOP<\/b> Other, Recieved institutional funding as a clinical trial CI\/PI. <br><b>EORTC<\/b> Other, Recieved institutional funding as a clinical trial CI\/PI. <br><b>D. Tan, <\/b> <br><b>ACM Biolabs<\/b> Grant\/Contract. <br><b>Amgen<\/b> Grant\/Contract, Other, Advisory\/Consultancy. <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Advisory\/Consultancy. <br><b>Bayer<\/b> Other, Advisory\/Consultancy. <br><b>Boehringer Ingelheim<\/b> Other, Advisory\/Consultancy. <br><b>DKSH<\/b> Other, Advisory\/Consultancy. <br><b>GlaxoSmithKline<\/b> Other, Advisory\/Consultancy. <br><b>Merck<\/b> Other, Advisory\/Consultancy. <br><b>Novartis<\/b> Other, Advisory\/Consultancy. <br><b>Pfizer<\/b> Grant\/Contract, Other, Advisory\/Consultancy. <br><b>Roche<\/b> Other, Advisory\/Consultancy. <br><b>Takeda<\/b> Other, Advisory\/Consultancy. <br><b>S. Malhotra, <\/b> <br><b>Novartis<\/b> Employment. <br><b>R. Caparica, <\/b> <br><b>Novartis<\/b> Employment, Stock. <br><b>A. D. W. Boran, <\/b> <br><b>Novartis Pharmaceuticals<\/b> Employment, Stock, Stock Option. <br><b>G. Castro, <\/b> <br><b>AstraZeneca<\/b> Other, Member of advisory board, Speaker bureau, Member of Steering Committee, Principal or Sub- Investigator\/Sponsored trials. <br><b>Bristol-Myers-Squibb<\/b> Other, Member of advisory board, Speaker bureau, Principal or Sub- Investigator\/Sponsored trials. <br><b>Janssen<\/b> Other, Member of advisory board, Speaker bureau, Principal or Sub- Investigator\/Sponsored trials. <br><b>Lilly<\/b> Other, Member of advisory board, Principal or Sub- Investigator\/Sponsored trials. <br><b>Merck Serono<\/b> Other, Member of advisory board, Speaker bureau, Principal or Sub- Investigator\/Sponsored trials. <br><b>Merck Sharp Dohme<\/b> Other, Member of advisory board, Speaker bureau, Member of Steering Committee, Principal or Sub- Investigator\/Sponsored trials. <br><b>Novartis<\/b> Other, Member of advisory board, Speaker bureau, Member of Steering Committee, Principal or Sub- Investigator\/Sponsored trials. <br><b>Pfizer<\/b> Other, Member of advisory board, Speaker bureau. <br><b>Roche<\/b> Other, Member of advisory board, Speaker bureau, Principal or Sub- Investigator\/Sponsored trials. <br><b>Amgen<\/b> Other, Member of advisory board, Speaker bureau, Principal or Sub- Investigator\/Sponsored trials. <br><b>Libbs<\/b> Other, Member of advisory board. <br><b>Sanofi<\/b> Other, Member of advisory board, Speaker bureau, Principal or Sub- Investigator\/Sponsored trials. <br><b>Bayer<\/b> Other, Member of steering committee, Principal or Sub- Investigator\/Sponsored trials. <br><b>GlaxoSmithKline<\/b> Other, Principal or Sub- Investigator\/Sponsored trials. <br><b>Biontech<\/b> Other, Principal or Sub- Investigator\/Sponsored trials. <br><b>ISA Pharmaceuticals<\/b> Other, Principal or Sub- Investigator\/Sponsored trials. <br><b>S. Glaser, <\/b> <br><b>Novartis<\/b> Employment, Stock. <br><b>Alcon<\/b> Stock. <br><b>R. R. Veluswamy, <\/b> <br><b>Astrazeneca<\/b> Grant\/Contract, Other, Scientific Advisory Board, unbranded speakers bureau. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract, Other, Unbranded Speakers Bureau, Scientific Advisory Board. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Scientific Advisory Board. <br><b>Onconova Therapeutics<\/b> Grant\/Contract. <br><b>Merck<\/b> Other, Scientific Advisory Board. <br><b>Novocure<\/b> Other, Scientific Advisory Board. <br><b>BerGenBio<\/b> Other, Scientific Advisory Board. <br><b>Merus<\/b> Other, Scientific Advisory Board. <br><b>Regeneron<\/b> Other, Scientific Advisory Board. <br><b>Beigene<\/b> Other, Consulting. <br><b>Novartis<\/b> Other, Consulting. <br><b>E. Felip, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Amgen<\/b> Other, Consulting fees, speakers bureau. <br><b>AstraZeneca<\/b> Other, Consulting fees, speakers bureau. <br><b>Bayer<\/b> Other, Consulting fees. <br><b>Bergenbio<\/b> Other, Consulting fees. <br><b>Bristol Myers Squibb<\/b> Other, Consulting fees, speakers bureau. <br><b>Daichi Sankyo<\/b> Other, Consulting fees. <br><b>Eli Lilly<\/b> Other, Consulting fees, speakers bureau. <br><b>F. Hoffmann-La Roche<\/b> Other, Consulting fees, speakers bureau. <br><b>GlaxonSmithKline<\/b> Other, Consulting fees. <br><b>Janssen<\/b> Other, Consulting fees, speakers bureau. <br><b>Merck Serono<\/b> Other, Consulting fees, speakers bureau. <br><b>Merck Sharp & Dohme<\/b> Other, Consulting fees, speakers bureau. <br><b>Medscape<\/b> Other, speakers bureau. <br><b>Novartis<\/b> Other, Consulting fees. <br><b>Peptomyc<\/b> Other, Consulting fees. <br><b>Peervoice<\/b> Other, speakers bureau. <br><b>Pfizer<\/b> Other, Consulting fees, speakers bureau. <br><b>Sanofi<\/b> Other, Consulting fees, speakers bureau. <br><b>Takeda<\/b> Other, Consulting fees, speakers bureau.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10485","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT048","PresenterBiography":null,"PresenterDisplayName":"Colin Lindsay, MD;PhD","PresenterKey":"21ac08b4-b362-42b6-92ed-c0f3619892b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT048. A Phase II trial of JDQ443 in <i>KRAS G12C-<\/i>mutated NSCLC with PD-L1 expression &#60;1% or PD-L1 expression&#8805;1% and an <i>STK11 <\/i>co-mutation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A Phase II trial of JDQ443 in <i>KRAS G12C-<\/i>mutated NSCLC with PD-L1 expression &#60;1% or PD-L1 expression&#8805;1% and an <i>STK11 <\/i>co-mutation","Topics":null,"cSlideId":""},{"Abstract":"Background: Single-agent chemotherapy is the standard of care (SOC) in pts with mNSCLC progressing on or after PT-based chemotherapy and CPI but is associated with poor outcomes. SG is a Trop-2-directed antibody&#8209;drug conjugate. SG monotherapy demonstrated an objective response rate (ORR) of 17%, with a manageable safety profile in 54 pts with mNSCLC who had multiple prior therapies (Heist RS, et al. J Clin Oncol. 2017), and a phase 3 study is currently ongoing in this population (NCT05089734). Zim (anti-PD-1) and etruma (dual adenosine receptor antagonist) are under clinical investigation for anti-tumor activity. Zim+etruma and SG+CPI have been previously studied, with overall manageable safety profiles. Here we describe the design of substudy-02 of the VELOCITY-Lung phase 2 platform study, which will evaluate novel treatment combinations, including SG+zim+etruma, in pts with advanced or mNSCLC progressing on or after PT-based chemotherapy and CPI.<br \/>Methods: VELOCITY-Lung (NCT05633667) is an open-label, multicenter, randomized, phase 2 platform study, interrogating multiple diverse mechanisms of targeting tumor cells. Eligibility criteria include pathologically documented stage IV NSCLC, and progression after PT-based chemotherapy and CPI given either in combination or sequentially, including pts who received maintenance CPI for stage III disease. Pts with actionable genomic alterations must have received &#8805;1 previous targeted treatment. Pts will be enrolled into the preliminary stage treatment arm, SG+zim+etruma. After new treatment arms are added to this stage, or when the study proceeds to the expansion stage, patients will be randomized. The randomization ratio will be determined by the sponsor depending on the number of experimental arms initiated in the expansion stage, the comparator arm, and any newly added preliminary stage treatment arms. Randomization will be stratified by histology and prior therapy for actionable genomic alterations. Dosing is per recommended phase 2 dose or maximum tolerated dose for study agents and pts will continue to receive treatment until progressive disease, death, unacceptable toxicity, or initiation of a subsequent anticancer therapy. The primary endpoint is ORR assessed by investigator per RECIST v1.1. Secondary endpoints include progression-free survival, duration of response, OS, and safety. During the preliminary stage, efficacy will be compared against historical SOC; during the expansion stage, efficacy will be compared with an active comparator arm within the study. Depending on the number of treatment arms being tested in the expansion stage, this study plans to enroll ~23 to 133 patients globally and is open for recruitment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"NSCLC,metastatic,sacituzumab govitecan ,Antibody-drug conjugate (ADC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Anjali Rohatgi<\/i><\/u><\/presenter>, <presenter><i>James Chih-Hsin Yang<\/i><\/presenter>, <presenter><i>Dong-Wan Kim<\/i><\/presenter>, <presenter><i>Molly Li<\/i><\/presenter>, <presenter><i>Joseph Park<\/i><\/presenter>, <presenter><i>Anna Seto<\/i><\/presenter>, <presenter><i>Jie Zhang<\/i><\/presenter>, <presenter><i>Nir Peled<\/i><\/presenter>. Washington University School of Medicine in St. Louis, St. Louis, MO, National Taiwan University Hospital and National Taiwan University Cancer Center, Taipei City, Taiwan, Seoul National University Hospital, Seoul, Korea, Republic of, Chinese University of Hong Kong, Hong Kong, China, Gilead Sciences Inc., Foster City, CA, Shaare Zedek Medical Center, Jerusalem, Israel","CSlideId":"","ControlKey":"72f47803-2248-475e-bea3-db76130278fc","ControlNumber":"9571","DisclosureBlock":"<b>&nbsp;A. Rohatgi, <\/b> <br><b>Gilead Sciences<\/b> Grant\/Contract, All support for the present manuscript (e.g., funding, provision of study materials, medical writing, article processing charges, etc.). <br><b>J. Chih-Hsin Yang, <\/b> <br><b>AstraZeneca<\/b> Independent Contractor, Other, Honoraria. <br><b>Boehringer lngelheim<\/b> Independent Contractor, Other, Honoraria. <br><b>Bristol-Myers Squibb<\/b> Independent Contractor, Other, Honoraria. <br><b>Lilly<\/b> Independent Contractor, Other, Honoraria. <br><b>MSD, MSD Oncology<\/b> Independent Contractor, Other, Honoraria. <br><b>Novartis<\/b> Independent Contractor, Other, Honoraria. <br><b>Ono Pharmaceutical<\/b> Independent Contractor, Other, Honoraria. <br><b>Pfizer<\/b> Independent Contractor, Travel, Other, Honoraria. <br><b>Roche<\/b> Other, Honoraria. <br><b>Takeda<\/b> Other, Honoraria. <br><b>Abbvie<\/b> Independent Contractor. <br><b>Amgen<\/b> Independent Contractor. <br><b>Bayer<\/b> Independent Contractor. <br><b>Blueprint Medicines<\/b> Independent Contractor. <br><b>Celgene<\/b> Independent Contractor. <br><b>Clovis Oncology<\/b> Independent Contractor. <br><b>Daiichi Sankyo<\/b> Independent Contractor. <br><b>GI Therapeutics<\/b> Independent Contractor. <br><b>Hansoh<\/b> Independent Contractor. <br><b>Incyte<\/b> Independent Contractor. <br><b>D. Kim, <\/b> <br><b>Gilead Sciences<\/b> Other, Clinical trial research funding to my institution \u000d\u000aMedical writing assistance\u0009\u000d\u000a. <br><b>Alpha Biopharma<\/b> Other, Clinical Trial research funding to my institution. <br><b>Amgen<\/b> Independent Contractor, Grant\/Contract, Travel, Other, Clinical Trial research funding to my institution. <br><b>Astrazeneca\/Medimmune<\/b> Other, Clinical Trial research funding to my institution. <br><b>Boehringer-Ingelheim<\/b> Independent Contractor, Grant\/Contract, Other, Clinical Trial research funding to my institution. <br><b>BridgeBioTherapeutics<\/b> Other, Clinical Trial research funding to my institution. <br><b>Chong Keun Dang<\/b> Independent Contractor, Grant\/Contract, Other, Clinical Trial research funding to my institution. <br><b>Daiichi-Sankyo<\/b> Independent Contractor, Travel, Other, Clinical Trial research funding to my institution. <br><b>GSK<\/b> Independent Contractor, Other, Clinical Trial research funding to my institution. <br><b>Hanmi<\/b> Other, Clinical Trial research funding to my institution. <br><b>Janssen<\/b> Independent Contractor, Other, Clinical Trial research funding to my institution. <br><b>Merck<\/b> Independent Contractor, Other, Clinical Trial research funding to my institution. <br><b>Merus<\/b> Other, Clinical Trial research funding to my institution. <br><b>Mirati Therapeutics<\/b> Other, Clinical Trial research funding to my institution. <br><b>MSD<\/b> Other, Clinical Trial research funding to my institution. <br><b>Novartis<\/b> Other, Clinical Trial research funding to my institution. <br><b>ONO Pharmaceutical<\/b> Other, Clinical Trial research funding to my institution. <br><b>Pfizer<\/b> Independent Contractor, Grant\/Contract, Other, Clinical Trial research funding to my institution. <br><b>Takeda<\/b> Independent Contractor, Grant\/Contract, Other, Clinical Trial research funding to my institution. <br><b>TP Therapeutics<\/b> Other, Clinical Trial research funding to my institution. <br><b>M. Li, <\/b> <br><b>Gilead Sciences<\/b> Other, Patient enrolment, Data curation and analysis, Manuscript drafting and review. <br><b>Takeda<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Novartis<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Amgen<\/b> Other, Payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Pfizer<\/b> Other, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>AstraZeneca<\/b> Other, Participation on a Data Safety Monitoring Board or Advisory Board. <br><b>J. Park, <\/b> <br><b>Gilead Sciences Inc.<\/b> Employment, Stock. <br><b>A. Seto, <\/b> <br><b>Gilead Sciences Inc.<\/b> Employment, Stock. <br><b>J. Zhang, <\/b> <br><b>Gilead Sciences Inc.<\/b> Employment, Stock. <br><b>N. Peled, <\/b> <br><b>Gilead Sciences Inc.<\/b> Other, Manuscript review, pt enrollment, processing data \u0009. <br><b>AstraZeneca<\/b> Independent Contractor, Grant\/Contract, Travel. <br><b>Bayer<\/b> Independent Contractor, Grant\/Contract. <br><b>Boehringer Ingelheim<\/b> Independent Contractor, Grant\/Contract. <br><b>Bristol-Myers Squibb,<\/b> Independent Contractor, Travel. <br><b>Eli Lilly<\/b> Independent Contractor, Grant\/Contract. <br><b>FoundationMedicine<\/b> Independent Contractor, Grant\/Contract. <br><b>Gaurdant<\/b> Independent Contractor, Grant\/Contract, Travel. <br><b>Merk<\/b> Independent Contractor, Grant\/Contract, Travel. <br><b>MSD<\/b> Independent Contractor, Grant\/Contract, Travel. <br><b>Novartis<\/b> Independent Contractor, Grant\/Contract, Travel. <br><b>NovellusDx<\/b> Independent Contractor, Grant\/Contract. <br><b>Pfizer<\/b> Independent Contractor, Grant\/Contract, Travel. <br><b>Roche<\/b> Independent Contractor, Grant\/Contract, Travel. <br><b>Takeda<\/b> Independent Contractor, Grant\/Contract, Travel.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10486","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT049","PresenterBiography":null,"PresenterDisplayName":"Anjali Rohatgi, MD;PhD","PresenterKey":"9ebc6b92-0f76-4493-b658-2f0f93b78066","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT049. VELOCITY-Lung: A phase 2 study evaluating safety and efficacy of sacituzumab govitecan (SG) + zimberelimab (zim) + etrumadenant (etruma) in patients (pts) with advanced or metastatic non-small cell lung cancer (mNSCLC) progressing on or after platinum (PT)-based chemotherapy and checkpoint inhibitors (CPI)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"VELOCITY-Lung: A phase 2 study evaluating safety and efficacy of sacituzumab govitecan (SG) + zimberelimab (zim) + etrumadenant (etruma) in patients (pts) with advanced or metastatic non-small cell lung cancer (mNSCLC) progressing on or after platinum (PT)-based chemotherapy and checkpoint inhibitors (CPI)","Topics":null,"cSlideId":""},{"Abstract":"Background: The modified nucleoside 6-thio-2'-deoxyguanosine (THIO) is a first-in-class direct telomere-targeting agent that is preferentially incorporated in telomeres of telomerase-positive cells, leading to telomere uncapping and cancer cell death. Preclinical evidence indicates that THIO pretreatment sensitizes non-small cell lung cancer (NSCLC) cells to cemiplimab, a PD-1 inhibitor approved as 1L treatment for patients with locally advanced\/metastatic NSCLC with &#8805;50% PD-L1 expression. The THIO-101 trial is designed to evaluate safety and efficacy of THIO followed by cemiplimab in patients with advanced NSCLC who have developed resistance or relapsed after prior immune checkpoint inhibitor (ICI) therapy.<br \/>Trial Design: THIO-101 enrolls adult patients with stage 3\/4 NSCLC, who have progressed or relapsed after treatment with an ICI alone or in combination with platinum-based therapy. Using a 3+3 design, the safety lead-in (Part A) is enrolling up to 6 patients in the first cohort to receive a total dose of THIO 360 mg IV (120 mg QD, D1-3) followed by a fixed dose of cemiplimab 350 mg on D5 Q3W. If &#8805;2 patients experience dose-limiting toxicities, a second cohort will receive a total dose of THIO 180 mg IV (60 mg QD, D1-3) followed by cemiplimab. In the dose- finding portion of the study (Part B), patients will be randomized 1:1:1 in a Simon 2-stage design (n=41 per arm) to receive THIO 360 mg [if cleared in Part A], 180 mg, or 60 mg followed by cemiplimab. Sequential THIO and cemiplimab treatment may be continued Q3W for up to 1 year, or until disease progression, unacceptable toxicity, or withdrawal of consent. The primary endpoints are safety, objective response rate, and disease control rate (CR, PR, and SD). Secondary endpoints include duration of response, progression-free survival, and overall survival; exploratory endpoints include PK\/PD parameters (type I IFN, IL-6, CRP) and assessment of tumor telomerase status by IHC. Investigators will assess disease progression per RECIST v1.1 and\/or iRECIST, with radiographic scans performed on D1 of cycles 3 and 5 and every 9-12 weeks thereafter. Adverse events are evaluated according to NCI CTCAE v5.0. The trial is enrolling patients at sites in Europe and Australia. The trial has completed enrollment in Part A without DLTs and opened enrollment in Part B. NCT05208944; EUDRA CT Number, 2021-005136-34","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Telomeres,Cancer immunotherapy,Combination therapy,Checkpoint Inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Mihail Obrocea<\/i><\/u><\/presenter>, <presenter><i>Brenton Seidl<\/i><\/presenter>, <presenter><i>Rohit Joshi<\/i><\/presenter>, <presenter><i>Melissa Moore<\/i><\/presenter>, <presenter><i>Vlad Vitoc<\/i><\/presenter>, <presenter><i>Bin Yao<\/i><\/presenter>, <presenter><i>Sergei Gryaznov<\/i><\/presenter>. MAIA Biotechnology, Inc., Chicago, IL, University of Sunshine Coast (USC), Sippy Downs, Queensland, Australia, Cancer Research SA, Adelaide, Australia, St. Vincent's Hospital, Melbourne, Australia, MAIA Biotechnology, Chicago, IL","CSlideId":"","ControlKey":"e456a301-44bc-4207-a1b8-a6e138c9d344","ControlNumber":"9597","DisclosureBlock":"<b>&nbsp;M. Obrocea, <\/b> <br><b>MAIA Biotechnology<\/b> Employment. <br><b>B. Seidl, <\/b> <br><b>MAIA Biotherapeutics<\/b> Grant\/Contract. <br><b>R. Joshi, <\/b> <br><b>MAIA Biotherapeutics<\/b> Grant\/Contract. <br><b>M. Moore, <\/b> <br><b>MAIA Biotherapeutics<\/b> Grant\/Contract. <br><b>V. Vitoc, <\/b> <br><b>MAIA Biotherapeutics<\/b> Employment. <br><b>B. Yao, <\/b> <br><b>MAIA Biotechnology<\/b> Employment. <br><b>S. Gryaznov, <\/b> <br><b>MAIA Biotherapeutics<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10487","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT050","PresenterBiography":null,"PresenterDisplayName":"Mihail Obrocea, MD","PresenterKey":"0ee5a922-797c-48c7-b459-641e4baee80c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT050. A phase 2, multi-center, open-label, dose-finding study evaluating telomere targeting agent THIO sequenced with cemiplimab in patients with advanced NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase 2, multi-center, open-label, dose-finding study evaluating telomere targeting agent THIO sequenced with cemiplimab in patients with advanced NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Background: According to a consensus document from the International Society for Heart and Lung Transplantation (ISHLT), adenocarcinoma in situ (AIS) and minimally invasive adenocarcinoma (MIA) are listed as &#8216;special circumstances&#8217; for lung transplantation (Weill D et al., 2015). There have been five reported studies of lung transplantation in carefully selected subsets of patients with multifocal lung adenocarcinoma (Raemdonck DV et al., 2016; Glanville AR et al., 2018). The 5-year survival rate of bilateral sequential lung transplantation was estimated at over 50% in patients with multifocal BAC, invasive adenocarcinoma, and NSCLC (Ahmad U et al., 2012; Paloyan EB et al., 2000; Zorn GL et al., 2003; de Perrot M et al., 2004). In 1999, a case series reported a post-transplant recurrence-free survival of 23 to 56 months in three patients (Garver RI et al., 1999). There is also an unmet need for patients who have lung-limited metastasis after successful treatment for primary tumors such as sarcomas or colorectal cancer (CRC). As with liver transplantation for CRC patients who have liver-confined metastases (Dueland S et at., 2020; Hernandez-Alejandro R et al., 2022), the applicability of lung transplantation in lung-limited metastasis patients should be explored.<br \/>Methods: This is a prospective registration trial to evaluate outcomes of patients who undergo lung transplantation for the treatment of the select groups of medically refractory cancers (primary lung cancers or metastatic cancers in lungs). Overall survival (OS), disease-free survival (DFS), allograft rejection (AR) and allograft survival (AS) will be monitored as well as molecular and genetic biomarkers to investigate the correlation with prognosis. The study duration will be 10 years including surveillance. Recruitment to occur during the first 5 years of the study. The goal is to enroll 175 participants through the Lurie Comprehensive Cancer Center of Northwestern University. Essential Criteria: <ol> <li>The tumor should be without any involvement of mediastinal lymph nodes involvement confirmed by endobronchial ultrasound (EBUS) or mediastinoscopy.<\/li> <li>The patient who are resistant or refractory to or without available standard of care treatment options or experimental treatment options that are known to increase survival outcome.<\/li> <\/ol> Study cohorts: &#8226; Cohort A: Primary lung cancers - Examples include, but not limited to, invasive mucinous\/non-mucinous non-small cell lung cancers and multifocal carcinomas. &#8226; Cohort B: Metastatic cancers to the lung only - Examples include, but not limited to, germ cell tumors, head &#38; neck tumors, colorectal tumors, renal cell tumors, testicular cancers. Clinical trial registry number : NCT05671887. Enrollment began November 16, 2022. Trial is open and recruiting as of January 12, 2023.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Lung cancer,Lung transplantation,Double lung transplantation,BOLT,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Young Chae<\/i><\/presenter>, <presenter><u><i>Liam Il-Young Chung<\/i><\/u><\/presenter>, <presenter><i>Rade Tomic<\/i><\/presenter>, <presenter><i>Ankit Bharat<\/i><\/presenter>. Northwestern Univ. Feinberg School of Medicine, Chicago, IL","CSlideId":"","ControlKey":"b4be7076-48f8-43f8-a1cb-b398dd867aee","ControlNumber":"9668","DisclosureBlock":"<b>&nbsp;Y. Chae, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>BMS<\/b> Grant\/Contract, Other, Honoraria\/Advisory Boards. <br><b>Biodesix<\/b> Grant\/Contract, Other, Honoraria\/Advisory Boards. <br><b>Freenome<\/b> Grant\/Contract. <br><b>Predicine<\/b> Grant\/Contract. <br><b>Roche\/Genentech<\/b> Other, Honoraria\/Advisory Boards. <br><b>AstraZeneca<\/b> Other, Honoraria\/Advisory Boards. <br><b>Foundation Medicine<\/b> Other, Honoraria\/Advisory Boards. <br><b>Neogenomics<\/b> Other, Honoraria\/Advisory Boards. <br><b>Guardant Health<\/b> Other, Honoraria\/Advisory Boards. <br><b>Boehringher Ingelheim<\/b> Other, Honoraria\/Advisory Boards. <br><b>Immuneoncia<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lilly Oncology<\/b> Other, Honoraria\/Advisory Boards. <br><b>Merck<\/b> Other, Honoraria\/Advisory Boards. <br><b>Takeda<\/b> Other, Honoraria\/Advisory Boards. <br><b>Lunit<\/b> Other, Honoraria\/Advisory Boards. <br><b>Jazz Pharmaceutical<\/b> Other, Honoraria\/Advisory Boards. <br><b>Tempus<\/b> Other, Honoraria\/Advisory Boards. <br><b>Regeneron<\/b> Other, Honoraria\/Advisory Boards. <br><b>NeoImmunTech<\/b> Other, Honoraria\/Advisory Boards.<br><b>L. Chung, <\/b> None.&nbsp;<br><b>R. Tomic, <\/b> <br><b>Boehringer Ingelheim Pharmaceuticals, Inc. (Boehringer Ingelheim GmbH)<\/b> Other, Consulting.<br><b>A. Bharat, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10488","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT051","PresenterBiography":null,"PresenterDisplayName":"Liam Il-Young Chung","PresenterKey":"266b7c9c-6ab6-4a12-9143-2cd0464e870c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT051. Double lung transplant registry aimed for lung-limited malignancies (DREAM) - a prospective registry study of bilateral lung transplantation for medically refractory cancers confined to the lungs","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Double lung transplant registry aimed for lung-limited malignancies (DREAM) - a prospective registry study of bilateral lung transplantation for medically refractory cancers confined to the lungs","Topics":null,"cSlideId":""},{"Abstract":"Background: Recent advances in the treatment of non-Hodgkin lymphoma (NHL) have transformed the landscape and provided significant benefits to patients. Novel agents that target CD19 and CD20 on B cells, such as bispecific T-cell engagers and chimeric antigen receptor T-cell (CAR-T) therapy, have demonstrated benefit for patients in the relapsed and refractory setting. However, these agents can often be associated with significant toxicity and there is a need for new therapies that can provide clinical benefit with a superior safety profile. Imvotamab is a novel CD20 x CD3 bispecific antibody utilizing an IgM backbone. This allows targeting of up to 10 CD20 binding sites for every CD3 site. In preclinical models, imvotamab demonstrated encouraging antitumor activity and stimulated T-cells in a more physiologic manner than IgG-based antibodies, which may reduce adverse events typically associated with T-cell engagers and CAR-T, such as CRS and neurotoxicity. Loncastuximab tesirine is a CD19-targeting antibody-drug conjugate approved by the US FDA and EMA for relapsed DLBCL after 2 lines of systemic therapy. Loncastuximab tesirine has shown activity in both DLBCL and FL. Combining therapies such as loncastuximab tesirine, which targets CD19 and induce apoptosis of cancer cells, with imvotamab&#8217;s ability to eliminate CD20+ tumor cells by engagement with T-cells, may improve treatment outcomes among patients with NHL via synergistic mechanisms of action.<br \/>Methods: This study is a Phase 1\/2, multicenter, single-arm clinical trial of imvotamab as monotherapy and in combination with loncastuximab tesirine for patients with relapsed\/refractory NHL. Phase 1a Dose Escalation is complete with no DLTs or neurotoxicity AEs up to 1000mg dose titration. Phase 1b Combination will evaluate imvotamab and loncastuximab tesirine in patients with R\/R 2<sup>nd<\/sup> line or later NHL. Phase 2 monotherapy Dose Selection is currently ongoing. The Phase 2 component randomizes patients at two different dose levels (100 mg and 300 mg plateau dose) in two separate indications (R\/R DLBCL and R\/R FL). Patients receive weekly dosing on Day 1, 8, and 15 of each 21- day cycle. Dosing begins at 15 mg and is increased weekly for 3-4 weeks to reach the plateau dose. Patients then stay at the plateau dose until disease progression or unacceptable toxicity. Patients who achieve a response by Week 12 may switch to a less frequent dosing interval of every 3 weeks. Primary endpoints include frequency and severity of adverse events and objective response rate (ORR) based on Lugano criteria. Correlative biomarker studies will evaluate the relationship of clinical benefit with blood and tissue biomarkers. The study is currently open with patients enrolling in Phase 2 at time of submission. Phase 1b Combination is expected to begin enrollment in the first quarter of 2023. Clinical trial information: NCT04082936.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Bispecific antibody,Non-Hodgkin's lymphoma,T cell engager,CD20,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Catherine Diefenbach<\/i><\/u><\/presenter>, <presenter><i>Won Seog Kim<\/i><\/presenter>, <presenter><i>Chan Cheah<\/i><\/presenter>, <presenter><i>Ajay K. Gopal<\/i><\/presenter>, <presenter><i>Philippe Armand<\/i><\/presenter>, <presenter><i>Ian Flinn<\/i><\/presenter>, <presenter><i>Gareth P. Gregory<\/i><\/presenter>, <presenter><i>Sung-Soo Yoon<\/i><\/presenter>, <presenter><i>Loretta Nastoupil<\/i><\/presenter>, <presenter><i>Jennifer Lue<\/i><\/presenter>, <presenter><i>Vincent Ribrag<\/i><\/presenter>, <presenter><i>Javier Briones<\/i><\/presenter>, <presenter><i>Antonio Salar-Silvestre<\/i><\/presenter>, <presenter><i>Anna Sureda-Balari<\/i><\/presenter>, <presenter><i>Matthew Ku<\/i><\/presenter>, <presenter><i>Hans Cruz<\/i><\/presenter>, <presenter><i>Paul Thaler<\/i><\/presenter>, <presenter><i>Ibrahim Qazi<\/i><\/presenter>, <presenter><i>Rachel Wei<\/i><\/presenter>, <presenter><i>Maya Leabman<\/i><\/presenter>, <presenter><i>Genevive Hernandez<\/i><\/presenter>, <presenter><i>Iris Sison<\/i><\/presenter>, <presenter><i>Elizabeth Budde<\/i><\/presenter>. Perlmutter Cancer Center at NYU Langone Health, New York, NY, Samsung Medical Center, Seoul, Korea, Republic of, Linear Clinical Research and Sir Charles Gairdner Hospital, Perth, Australia, University of Washington\/Fred Hutchinson Cancer Research Center\/Seattle Cancer Care Alliance, Seattle, WA, Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA, Sarah Cannon Research Institute\/Tennessee Oncology, Nashville, TN, School of Clinical Sciences at Monash Health, Monash University, Melbourne, Australia, Seoul National University Hospital, Seoul National University College of Medicine, Seoul, Korea, Republic of, The University of Texas MD Anderson Cancer Center, Houston, TX, Memorial Sloan Kettering Cancer Center, New York, NY, Institut Gustave Roussy, Villejuif, France, Hospital Santa Creu i Sant Pau, Barcelona, Spain, Hospital del Mar, Barcelona, Spain, Institut Català d'Oncologia – Hospitalet de Llobregat, Barcelona, Spain, Saint Vincent’s Hospital, University of Melbourne, Melbourne, Australia, ADC Therapeutics SA, Epalinges, Switzerland, ADC Therapeutics America, Murray Hill, NJ, IGM Biosciences, Inc., Mountain View, CA, T Cell Therapeutics Research Laboratory, Department of Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA","CSlideId":"","ControlKey":"797626eb-3029-4e1a-b8fe-469bebe545cb","ControlNumber":"9777","DisclosureBlock":"<b>&nbsp;C. Diefenbach, <\/b> <br><b>Gilead<\/b> Other, Equity holder. <br><b>IGM Biosciences<\/b> Other, Research funding. <br><b>Imab<\/b> Research funding. <br><b>Celgene<\/b> Research funding. <br><b>Trillium<\/b> Other, Research funding. <br><b>Incyte<\/b> Other, Research funding. <br><b>MEI<\/b> Consultancy, research funding, honoraria. <br><b>Genentech<\/b> Consultancy, research funding, honoraria. <br><b>Seattle Genetics<\/b> Consultancy, research funding, honoraria. <br><b>BMS<\/b> Consultancy, research funding, honoraria. <br><b>Merck<\/b> Consultancy, research funding, honoraria. <br><b>Morphosys<\/b> Consultancy, research funding, honoraria. <br><b>Janssen<\/b> Consultancy, research funding, honoraria. <br><b>W. Kim, <\/b> <br><b>Sanofi<\/b> Research funding. <br><b>Johnson & Johnson<\/b> Research funding. <br><b>Roche<\/b> Research funding. <br><b>Eisai<\/b> Research funding. <br><b>Kyowa-Kirin<\/b> Research funding. <br><b>Celltrion<\/b> Research funding. <br><b>Donga<\/b> Research funding. <br><b>C. Cheah, <\/b> <br><b>Roche<\/b> Travel, Consultancy, honoraria, research funding, membership on advisory committee. <br><b>BMS<\/b> Consultancy, research funding, membership on advisory committee. <br><b>Abbvie<\/b> Research funding. <br><b>Janssen<\/b> Consultancy, honoraria, membership on advisory committee. <br><b>MSD<\/b> Consultancy, honoraria, membership on advisory committee. <br><b>Gilead<\/b> Consultancy, honoraria, membership on advisory committee. <br><b>Ascentage Pharma<\/b> Consultancy, honoraria, membership on advisory committee. <br><b>AstraZeneca<\/b> Consultancy, honoraria, membership on advisory committee. <br><b>Lilly<\/b> Consultancy, honoraria, membership on advisory committee. <br><b>TG Therapeutics<\/b> Consultancy, honoraria, membership on advisory committee. <br><b>BeiGene<\/b> Consultancy, honoraria, membership on advisory committee. <br><b>Novartis<\/b> Consultancy, honoraria, membership on advisory committee. <br><b>A. K. Gopal, <\/b> <br><b>IGM Biosciences<\/b> Research funding. <br><b>Takeda<\/b> Research funding. <br><b>Astra-Zeneca<\/b> Research funding. <br><b>Agios<\/b> Research funding. <br><b>BMS<\/b> Research funding. <br><b>Teva<\/b> Research funding. <br><b>Merck<\/b> Research funding, consultancy, honoraria. <br><b>I-Mab<\/b> Research funding, consultancy, honoraria. <br><b>Gilead<\/b> Research funding, consultancy, honoraria. <br><b>Janssen<\/b> Research funding, consultancy, honoraria. <br><b>Seattle Genetics<\/b> Research funding, consultancy, honoraria. <br><b>Incyte<\/b> Consultancy, honoraria. <br><b>Kite<\/b> Consultancy, honoraria. <br><b>Morphosys<\/b> Consultancy, honoraria. <br><b>ADCT<\/b> Consultancy, honoraria. <br><b>Acrotech<\/b> Consultancy, honoraria. <br><b>Karyopharm<\/b> Consultancy, honoraria. <br><b>Servier<\/b> Consultancy, honoraria. <br><b>BeiGene<\/b> Consultancy, honoraria. <br><b>Nurix<\/b> Consultancy, honoraria. <br><b>P. Armand, <\/b> <br><b>Merck<\/b> Other, Consultancy, research funding, honoraria. <br><b>BMS<\/b> Other, Consultancy, research funding, honoraria. <br><b>Genentech<\/b> Other, Consultancy, research funding. <br><b>Affimed<\/b> Other, Consultancy, research funding. <br><b>Roche<\/b> Other, Research funding. <br><b>Tensha<\/b> Other, Research funding. <br><b>Otsuka<\/b> Other, Research funding. <br><b>Sigma Tau<\/b> Other, Research funding. <br><b>Kite<\/b> Other, Research funding. <br><b>IGM Biosciences<\/b> Other, Research funding. <br><b>Pfizer<\/b> Other, Consultancy. <br><b>Infinty<\/b> Other, Consultancy. <br><b>ADC Therapeutics<\/b> Other, Consultancy. <br><b>Celgene<\/b> Other, Consultancy. <br><b>Morphosys<\/b> Other, Consultancy. <br><b>Daiichi Sankyo<\/b> Other, Consultancy. <br><b>GenMab<\/b> Consultancy. <br><b>Regeneron<\/b> Consultancy. <br><b>Epizyme<\/b> Consultancy. <br><b>Astra Zeneca<\/b> Other, Consultancy. <br><b>I. Flinn, <\/b> <br><b>Abbvie<\/b> Other, Consultancy, research funding. <br><b>AstraZeneca<\/b> Other, Consultancy, research funding. <br><b>BeiGene<\/b> Other, Consultancy, research funding. <br><b>Genentech<\/b> Other, Consultancy, research funding. <br><b>Gilead<\/b> Other, Consultancy, research funding. <br><b>Janssen<\/b> Other, Consultancy, research funding. <br><b>Juno Therapeutics<\/b> Other, Consultancy, research funding. <br><b>Kite Pharma<\/b> Other, Consultancy, research funding. <br><b>MorphoSys<\/b> Other, Consultancy, research funding. <br><b>Novartis<\/b> Other, Consultancy, research funding. <br><b>Roche<\/b> Other, Consultancy, research funding. <br><b>Seattle Genetics<\/b> Other, Consultancy, research funding. <br><b>Takeda<\/b> Other, Consultancy, research funding. <br><b>TG Therapeutics<\/b> Other, Consultancy, research funding. <br><b>Unum Therapeutics<\/b> Other, Consultancy, research funding. <br><b>Verastem<\/b> Other, Consultancy, research funding. <br><b>IGM Biosciences<\/b> Research funding. <br><b>Merck<\/b> Other, Research funding. <br><b>Pfizer<\/b> Other, Research funding. <br><b>Teva<\/b> Other, Research funding. <br><b>G. P. Gregory, <\/b> <br><b>Roche<\/b> Other, Consultancy, honoraria, speakers bureau. <br><b>Novartis<\/b> Other, Consultancy. <br><b>Janssen<\/b> Other, Consultancy. <br><b>S. Yoon, <\/b> <br><b>Celgene<\/b> Other, Consultancy. <br><b>Novartis<\/b> Other, Consultancy. <br><b>Roche-Genentech<\/b> Other, Research funding. <br><b>Takeda<\/b> Other, Consultancy. <br><b>Janssen Pharmaceutical<\/b> Other, Consultancy. <br><b>Astellas Pharma<\/b> Other, Consultancy. <br><b>Chugai Pharmaceutical<\/b> Other, Consultancy. <br><b>Kyowa Kirin<\/b> Other, Research funding. <br><b>Yuhan Pharmaceutical<\/b> Other, Research funding. <br><b>Tikaros<\/b> Other, Consultancy. <br><b>Amgen<\/b> Other, Consultancy. <br><b>L. Nastoupil, <\/b> <br><b>Takeda<\/b> Other, Research funding, honoraria, DSMC. <br><b>Genentech<\/b> Other, Research funding, honoraria. <br><b>Gilead\/Kite<\/b> Other, Research funding, honoraria. <br><b>BMS<\/b> Other, Research funding, honoraria. <br><b>Janssen<\/b> Other, Research funding, honoraria. <br><b>Novartis<\/b> Other, Research funding, honoraria. <br><b>Pfizer<\/b> Other, Research funding, honoraria. <br><b>TG Therapeutics<\/b> Other, Research funding, honoraria. <br><b>Epizyme<\/b> Other, Research funding, honoraria. <br><b>Denovo Pharma<\/b> Other, DSMC. <br><b>Caribou Biosciences<\/b> Research funding. <br><b>Morphosys<\/b> Other, Honoraria. <br><b>IGM Biosciences<\/b> Other, Research funding. <br><b>J. Lue, <\/b> <br><b>Epizyme<\/b> Other, Consultancy. <br><b>TG Therapeutics<\/b> Consultancy. <br><b>V. Ribrag, <\/b> <br><b>Abbvie<\/b> Other, Speaker's bureau. <br><b>astex<\/b> Other, Research funding. <br><b>AZ<\/b> Other, Board or advisory committee. <br><b>BMS<\/b> Other, Board or advisory committee. <br><b>Gilead<\/b> Other, Board or advisory committee. <br><b>Incyte<\/b> Other, Board or advisory committee. <br><b>Infinity<\/b> Other, Board or advisory committee. <br><b>MSD<\/b> Other, Board or advisory committee. <br><b>Pharmamar<\/b> Other, Honoraria, Board or advisory committee. <br><b>Roche<\/b> Other, Board or advisory committee. <br><b>Servier<\/b> Other, Consultancy, Board or advisory committee. <br><b>Epizyme<\/b> Other, Research funding, honoraria. <br><b>GSK<\/b> Other, Research funding. <br><b>J. Briones, <\/b> <br><b>Roche<\/b> Travel, Other, Honoraria, research funding. <br><b>Takeda<\/b> Travel, Other, Honoraria. <br><b>Celgene<\/b> Travel, Other, Research funding, consultancy, honoraria. <br><b>Novartis<\/b> Other, Honoraria, consultancy. <br><b>Gilead<\/b> Travel, Honoraria, consultancy. <br><b>Janssen<\/b> Other, Consultancy. <br><b>A. Salar-Silvestre, <\/b> <br><b>Roche<\/b> Other, Consultancy. <br><b>Amgen<\/b> Other, Consultancy. <br><b>Mundipharma<\/b> Other, Consultancy. <br><b>A. Sureda-Balari, <\/b> <br><b>Gilead\/Kite<\/b> Other, Consultancy, honoraria. <br><b>Novartis<\/b> Other, Consultancy, honoraria. <br><b>BMS<\/b> Speaker's bureau. <br><b>Celgene<\/b> Other, Consultancy, honoraria. <br><b>Incyte<\/b> Other, Consultancy. <br><b>Janssen<\/b> Other, Consultancy, honoraria. <br><b>Sanofi<\/b> Other, Consultancy, honoraria. <br><b>Merck, Sharpe, and Dohme<\/b> Other, Consultancy, honoraria, speaker's bureau. <br><b>Takeda<\/b> Other, Consultancy, honoraria, speaker's bureau. <br><b>Roche<\/b> Other, Honoraria.<br><b>M. Ku, <\/b> None.&nbsp;<br><b>H. Cruz, <\/b> <br><b>ADC Therapeutics<\/b> Employment. <br><b>P. Thaler, <\/b> <br><b>ADC Therapeutics<\/b> Employment. <br><b>I. Qazi, <\/b> <br><b>IGM Biosciences<\/b> Employment. <br><b>R. Wei, <\/b> <br><b>IGM Biosciences<\/b> Employment. <br><b>M. Leabman, <\/b> <br><b>IGM Biosciences<\/b> Employment. <br><b>G. Hernandez, <\/b> <br><b>IGM Biosciences<\/b> Employment. <br><b>I. Sison, <\/b> <br><b>IGM Biosciences<\/b> Employment. <br><b>E. Budde, <\/b> <br><b>AstraZeneca<\/b> Other, Research funding. <br><b>Mustang Bio, Inc<\/b> Other, Research funding. <br><b>Merck, Inc<\/b> Other, Research funding. <br><b>Amgen<\/b> Other, Research funding. <br><b>Roche<\/b> Other, Consultancy. <br><b>BeiGene<\/b> Other, Consultancy. <br><b>Novartis<\/b> Other, Consultancy. <br><b>Gilead<\/b> Other, Consultancy.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10489","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT052","PresenterBiography":null,"PresenterDisplayName":"Catherine Diefenbach, MD","PresenterKey":"f16315d3-16c8-47a0-8eeb-2605e7a8c046","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT052. A phase 1\/2 randomized study of imvotamab monotherapy and in combination with loncastuximab tesirine in relapsed\/refractory non-Hodgkin lymphomas","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A phase 1\/2 randomized study of imvotamab monotherapy and in combination with loncastuximab tesirine in relapsed\/refractory non-Hodgkin lymphomas","Topics":null,"cSlideId":""},{"Abstract":"Background: Sentinel lymph node biopsy (SLNB) provides important staging and prognostic information that guides surveillance and adjuvant systemic therapy decisions for patients with cutaneous melanoma. At most centers, SLNB is indicated for patients with cutaneous melanoma with at least a 5% risk of having nodal metastases, typically melanomas &#8805;0.8 mm in thickness or selected thinner lesions with high-risk features such as elevated mitotic rate and\/or ulceration. However, up to 85% of patients who undergo SLNB have a negative result. Currently, there is an unmet clinical need to better identify patients with a low risk of nodal metastasis who may safely forgo SLNB, but otherwise meet established criteria for undergoing SLNB. Previously, a model using primary tumor gene expression profile (GEP) data combined with clinicopathological features (CP) was developed to identify melanoma patients with a low risk of having a positive SLN. The model has been externally validated in multiple retrospective studies. The aim of the MERLIN_001 observational registry study is to prospectively validate the CP-GEP model in an independent multicenter cohort of primary cutaneous melanoma patients, who undergo lymphatic mapping and SLNB per current clinical guidelines.<br \/>Methods: A total of 9 centers across the US are included in the study with planned enrollment of 2,340 patients, allowing for a loss of up to 30% due to screen failure, tissue loss, low RNA yield, no gene expression profile or failure to perform the planned SLNB. Patients with clinically node-negative cutaneous melanoma and planned SLNB using current guideline indications are eligible for the study and will be followed for five years. Both patients and investigators are blinded to the results (NCT04759781). FFPE material from the initial melanoma biopsy is collected and the GEP of the primary melanoma is assessed. Subsequently, CP-GEP probability scores are calculated and expressed as a binary classification (Low Risk or High Risk for nodal metastasis), which will be compared to SLNB pathology results. Performance metrics for CP-GEP will be evaluated and will include: SLNB Reduction Rate based on Negative Predictive Value, Positive Predictive Value, Sensitivity and Specificity, and the corresponding 95% confidence intervals. Finally, the performance of CP-GEP to stratify patients according to risk of recurrence (recurrence-free survival, distant metastasis-free survival, overall survival) will also be assessed, based on five-year outcomes data. Additional analyses will be performed using the data collected throughout the study. Enrollment of patients started in September 2021 and is ongoing. As of January 2023, 890 patients have been enrolled, representing 46% of the targeted number of patients with a successful SLNB and CP-GEP test result.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Gene expression profiling,Melanoma\/skin cancers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tina J. Hieken<\/i><\/u><\/presenter>, <presenter><i>Michael E. Egger<\/i><\/presenter>, <presenter><i>Christina V. Angeles<\/i><\/presenter>, <presenter><i>Erin E. Burke<\/i><\/presenter>, <presenter><i>Michael C. Lowe<\/i><\/presenter>, <presenter><i>John R. Hyngstrom<\/i><\/presenter>, <presenter><i>Georgia M. Beasley<\/i><\/presenter>, <presenter><i>Edmund K. Bartlett<\/i><\/presenter>, <presenter><i>Vernon K. Sondak<\/i><\/presenter>. Mayo Clinic, Rochester, MN, University of Louisville, Louisville, KY, University of Michigan School of Medicine, Ann Arbor, MI, University of Kentucky, Lexington, KY, Emory University School of Medicine, Atlanta, GA, University of Utah, Salt Lake City, UT, Duke University School of Medicine, Durham, NC, Memorial Sloan Kettering Cancer Center, New York City, NY, Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"a70d6599-2979-4d52-a1de-ea5297ccae3e","ControlNumber":"9653","DisclosureBlock":"&nbsp;<b>T. J. Hieken, <\/b> None..<br><b>M. E. Egger, <\/b> None..<br><b>C. V. Angeles, <\/b> None..<br><b>E. E. Burke, <\/b> None..<br><b>M. C. Lowe, <\/b> None..<br><b>J. R. Hyngstrom, <\/b> None..<br><b>G. M. Beasley, <\/b> None..<br><b>E. K. Bartlett, <\/b> None..<br><b>V. K. Sondak, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10490","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT053","PresenterBiography":null,"PresenterDisplayName":"Mark Luna-Vargas, PhD","PresenterKey":"88e5e3f4-1cb2-4409-a3a8-a310e921f619","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT053. Merlin_001: a prospective registry study of a primary melanoma gene-signature to predict sentinel node (SN) status and determine its prognostic value for more accurate staging of SN-negative melanoma patients<b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Merlin_001: a prospective registry study of a primary melanoma gene-signature to predict sentinel node (SN) status and determine its prognostic value for more accurate staging of SN-negative melanoma patients<b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Cancer cachexia is a multifactorial metabolic syndrome of wasting characterized by anorexia, unintended weight loss, and decreased skeletal muscle mass, leading to progressive functional impairment, fatigue, diminished quality of life, poor response to anticancer therapy, and reduced survival. One of the biomarkers associated with cancer cachexia is cytokine growth differentiation factor 15 (GDF-15), which is secreted by tumor cells. Preliminary phase 1 data suggest that suppression of GDF-15 may lead to improvement in cachexia-related symptom burden. Ponsegromab is a potent and selective humanized monoclonal antibody that inhibits GDF-15-mediated signaling. The primary objective of this study (NCT05546476) is to assess the effect of ponsegromab on body weight in patients with cancer, cachexia, and elevated circulating GDF-15 concentrations. Secondary objectives include assessing physical activity, gait, anorexia\/appetite, nausea and vomiting, fatigue, and safety. Exploratory objectives include evaluating pharmacokinetics, pharmacodynamics, and immunogenicity.<br \/><b>Trial design<\/b>: This phase 2 study will enroll approximately 168 adults with non-small cell lung, pancreatic, or colorectal cancers who have cachexia and elevated GDF-15 concentrations. The study will be conducted in 2 parts. The initial 12-week treatment period will be a randomized, double-blind, placebo-controlled study wherein participants who meet eligibility criteria will be randomized 1:1:1:1 to one of 3 dose groups of ponsegromab (administered subcutaneously [SC] every 4 weeks [Q4W]) or placebo. The double-blind period will be followed by optional open-label treatment (OLT) with ponsegromab Q4W SC for up to 1 year. Upon completion of the optional OLT period, there will be a follow-up visit at Week 72. Participants who do not proceed with the optional OLT period will complete the Week 12 visit and a follow-up visit at Week 16. The primary endpoint is the mean change from baseline in body weight at Week 12. A mixed model for repeated measures followed by a Bayesian E<sub>max<\/sub> model will be used for the primary analysis. Secondary endpoints include physical activity and gait measured by remote digital sensors; patient-reported appetite-related symptoms assessed by Functional Assessment of Anorexia-Cachexia Therapy scores; anorexia\/appetite, nausea, vomiting, and fatigue evaluated according to questions from the Cancer-related Cachexia Symptom Diary; and incidence of adverse events, safety laboratory tests, vital signs, and electrocardiogram abnormalities.<br \/><b>ClinicalTrials.gov identifier: <\/b>NCT05546476","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Cachexia,GDF-15 Inhibitor,Efficacy,Safety,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jeffrey Crawford<\/i><\/u><\/presenter>, <presenter><i>Shannon L. Lubaczewski<\/i><\/presenter>, <presenter><i>Anil Tarachandani<\/i><\/presenter>, <presenter><i>Magdalena A. Harrington<\/i><\/presenter>, <presenter><i>Yan Weng<\/i><\/presenter>, <presenter><i>Ruolun Qiu<\/i><\/presenter>, <presenter><i>Susie M. Collins<\/i><\/presenter>, <presenter><i>Michelle I. Rossulek<\/i><\/presenter>, <presenter><i>James H. Revkin<\/i><\/presenter>. Duke Cancer Institute, Duke University Medical Center, Durham, NC, Early Clinical Development, Pfizer Inc, Collegeville, PA, Early Clinical Development, Digital Sciences and Translational Imaging, Pfizer Inc, Cambridge, MA, Patient and Health Impact, Pfizer Inc, Cambridge, MA, Early Clinical Development, Clinical Pharmacology, Pfizer Inc, Cambridge, MA, Early Clinical Development, Pfizer R&D UK Ltd, Sandwich, Kent, United Kingdom, Internal Medicine Research Unit, Pfizer Inc, Cambridge, MA, Internal Medicine Research Unit, Clinical Development, Pfizer Inc, Cambridge, MA","CSlideId":"","ControlKey":"5d22ed53-2cb8-492f-b13e-b9a0c5d8f4b9","ControlNumber":"8794","DisclosureBlock":"<b>&nbsp;J. Crawford, <\/b> <br><b>Pfizer<\/b> Other, Advisor. <br><b>Actimed<\/b> Other, Advisor. <br><b>Aveo<\/b> Other, Advisor. <br><b>Faraday<\/b> Other, Advisor. <br><b>S. L. Lubaczewski, <\/b> <br><b>Pfizer<\/b> Employment, Stock. <br><b>A. Tarachandani, <\/b> <br><b>Pfizer<\/b> Employment, Stock. <br><b>M. A. Harrington, <\/b> <br><b>Pfizer<\/b> Employment, Stock. <br><b>Y. Weng, <\/b> <br><b>Pfizer<\/b> Employment, Stock. <br><b>R. Qiu, <\/b> <br><b>Pfizer<\/b> Employment, Stock. <br><b>S. M. Collins, <\/b> <br><b>Pfizer<\/b> Employment, Stock. <br><b>M. I. Rossulek, <\/b> <br><b>Pfizer<\/b> Employment, Stock. <br><b>J. H. Revkin, <\/b> <br><b>Pfizer<\/b> Employment, Stock.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10491","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT054","PresenterBiography":null,"PresenterDisplayName":"Jeffrey Crawford, MD","PresenterKey":"d1090299-c4da-4b7e-928c-6de4965a1ee1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT054. Phase 2 study to assess the efficacy, safety, and tolerability of the GDF-15 inhibitor ponsegromab in patients with cancer cachexia","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase 2 study to assess the efficacy, safety, and tolerability of the GDF-15 inhibitor ponsegromab in patients with cancer cachexia","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<br \/><\/b>Poly (ADP-ribose) polymerase inhibitors (PARPi) have demonstrated efficacy in treating solid tumors with Homologous Recombination Deficiency (HRD), the inability to repair DNA double-stranded breaks through the Homologous Recombination Repair (HRR) pathway. Specific genetic and epigenetic alterations result in defective HRR function. Bi-allelic loss of <i>BRCA1 <\/i>or <i>BRCA2 <\/i>principally drives HRR deficiency. While <i>BRCA1\/2<\/i> are instrumental to HRR, multiple genes, including <i>PALB2<\/i>, impact the HRR pathway. <i>PALB2 <\/i>mutations occur in an estimated 0.97% to 3.66% of solid tumors [AACR GENIE PALB2] and are associated with susceptibility to various cancers. No clinically approved therapies specifically targeting PALB2 currently exist. Emerging evidence suggests that patients with germline or somatic <i>PALB2 <\/i>mutations may benefit from PARPi treatment, which has potential to be a new tumor agnostic therapy option across a wide range of solid tumors.<br \/><b>Methods<br \/><\/b>PAVO is a pan-tumor, single-arm, multicenter Phase-II study assessing the safety and efficacy of niraparib (a PARPi) in patients who harbor a confirmed <i>PALB2<\/i> mutation. The study plans to enroll up to 110 adult subjects. Eligible participants must have: locally advanced or metastatic solid tumor(s); confirmed pathogenic or likely pathogenic somatic or germline <i>PALB2<\/i> mutation; received all standard of care (SOC) therapy for their tumor type, or are unlikely to derive benefit from SOC therapy in the opinion of the treating physician; ECOG performance status of 0 or 1; life expectancy of &#8805; 12 weeks with adequate organ\/bone marrow function. Exclusion criteria include a confirmed somatic or germline <i>BRCA1\/2<\/i> mutation, prior treatment with any PARPi, ovarian or prostate cancer, or rapid progression while on platinum-based therapy in the metastatic setting.<br \/>Niraparib will be administered in 28 day cycles with daily dosing, as outlined in the protocol. Participants will continue study treatment until documented radiographic progression, unacceptable toxicity, death, or consent withdrawal.<br \/>The primary study endpoint is objective response rate (ORR), defined as the proportion of participants who have partial or complete response to therapy as assessed by Independent Central Review. Secondary endpoints include DOR, PFS, and CBR.<br \/>PAVO is sponsored by Tempus with support from GSK (GlaxoSmithKline). The trial opened in March 2022. Tempus molecular data tracking (integrated NGS and EMR data) and the TIME Trial program (rapid match of patients to Just in TIME sites for clinical trials), enable patient identification and prescreening. Enrollment occurs through a combination of TIME and prospective clinical sites, where individualized prescreening models are in development. New site identification and referral of molecularly eligible patients to enrolling centers are ongoing.<br \/><b>Clinical Trial Registry: <\/b>NCT05169437","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Homologous recombination,PARP inhibitors,Precision medicine,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tian Zhang<\/i><\/u><\/presenter>, <presenter><i>Thomas Weart<\/i><\/presenter>, <presenter><i>Matthias Weiss<\/i><\/presenter>, <presenter><i>Drew Murray<\/i><\/presenter>, <presenter><i>Minaxi Jhawer<\/i><\/presenter>, <presenter><i>Edward Huynh<\/i><\/presenter>, <presenter><i>Shumei Kato<\/i><\/presenter>, <presenter><i>Amy Cummings<\/i><\/presenter>, <presenter><i>Lydia Usha<\/i><\/presenter>, <presenter><i>Arvinder Bhinder<\/i><\/presenter>, <presenter><i>Rajiv Desai<\/i><\/presenter>, <presenter><i>Brad Johnson<\/i><\/presenter>, <presenter><i>Anjali Avadhani<\/i><\/presenter>, <presenter><i>Cecile Rose T. Vibat<\/i><\/presenter>, <presenter><i>Lauren Lopez<\/i><\/presenter>, <presenter><i>Brynna Driscoll<\/i><\/presenter>, <presenter><i>Annajane Ward<\/i><\/presenter>, <presenter><i>Christie K. Rice<\/i><\/presenter>, <presenter><i>Blathnaid Donovan<\/i><\/presenter>, <presenter><i>Scott Sherrin<\/i><\/presenter>, <presenter><i>Mykel Robble<\/i><\/presenter>, <presenter><i>Stephanie O'Leary<\/i><\/presenter>, <presenter><i>Kimberly Blackwell<\/i><\/presenter>, <presenter><i>Amine Aziez<\/i><\/presenter>, <presenter><i>Stephanie Petrone<\/i><\/presenter>, <presenter><i>Kathleen Harnden<\/i><\/presenter>, <presenter><i>Kimberly Strickland<\/i><\/presenter>, <presenter><i>Sonya Reid<\/i><\/presenter>, <presenter><i>Mark Robson<\/i><\/presenter>, <presenter><i>Andrew S. Paulson<\/i><\/presenter>, <presenter><i>Afshin Dowlati<\/i><\/presenter>. UT Southwestern Medical Center, Dallas, TX, Virginia Cancer Institute, Richmond, VA, ThedaCare, Inc., Appleton, WI, PeaceHealth, Bellingham, WA, Englewood Health, Englewood, NJ, Sharp HealthCare, San Diego, CA, University of California, San Diego, La Jolla, CA, University of California, Los Angeles, Los Angeles, CA, Rush Univeristy Medical Center, Chicago, IL, OhioHealth, Columbus, OH, Tempus Labs, Chicago, IL, Zentalis Pharmaceuticals, New York, NY, GSK, Zug, Switzerland, GSK, Philadelphia, PA, Inova Health System, Fairfax, VA, Novant Health, Charlotte, NC, Vanderbilt Health, Nashville, TN, Memorial Sloan Kettering Cancer Center, New York, NY, Texas Oncology, Dallas, TX, University Hospitals, Cleveland, OH","CSlideId":"","ControlKey":"8eda3230-5b6f-4ad3-a664-6d0c8ca7a377","ControlNumber":"8856","DisclosureBlock":"<b>&nbsp;T. Zhang, <\/b> <br><b>Novartis<\/b> Other, PI\/Research funding. <br><b>Merck<\/b> Other, PI\/Research funding and advisory board. <br><b>Mirati Therapeutics<\/b> Other, PI\/Research funding. <br><b>Janssen<\/b> Other, PI\/Research funding and advisory board. <br><b>AstraZeneca<\/b> Other, PI\/Research funding and advisory board. <br><b>Pfizer<\/b> Other, PI\/Research funding, consultant and advisory board. <br><b>Astellas<\/b> Other, PI\/Research funding. <br><b>Eli Lilly<\/b> Other, PI\/Research funding and advisory board. <br><b>Tempus<\/b> Other, PI\/Research funding. <br><b>Exelixis<\/b> Other, Advisory board. <br><b>Sanofi-Aventis<\/b> Other, Advisory board. <br><b>Amgen<\/b> Other, Advisory board. <br><b>Bristol Meyers Sqibb<\/b> Other, Advisory board. <br><b>Pharmacyclics<\/b> Other, Advisory board. <br><b>Seattle Genetics<\/b> Other, Advisory board. <br><b>Calithera Biosciences<\/b> Other, Advisory board. <br><b>QED Therapeutics<\/b> Other, Advisory board. <br><b>Eisai<\/b> Other, Advisory board. <br><b>Aveo<\/b> Other, Advisory board. <br><b>MJH Associates<\/b> Other, Consultant.<br><b>T. Weart, <\/b> None..<br><b>M. Weiss, <\/b> None..<br><b>D. Murray, <\/b> None..<br><b>M. Jhawer, <\/b> None..<br><b>E. Huynh, <\/b> None.&nbsp;<br><b>S. Kato, <\/b> <br><b>Medpace<\/b> Other, Consultant. <br><b>Foundation Medicine<\/b> Other, Consultant. <br><b>NeoGenomics<\/b> Other, Consultant. <br><b>CureMatch<\/b> Other, Consultant. <br><b>Chugai<\/b> Other, Receives speaker fee. <br><b>Roche\/Genentech<\/b> Other, Receives speaker fee. <br><b>Bayer<\/b> Other, Receives speaker fee. <br><b>Pfizer<\/b> Other, Advisory board. <br><b>ACT Genomics<\/b> Other, Research funding. <br><b>Sysmex<\/b> Other, Research funding. <br><b>Konica Minolta<\/b> Other, Research funding. <br><b>OmniSeq<\/b> Other, Research funding. <br><b>Personalis<\/b> Other, Research funding. <br><b>Function Oncology<\/b> Other, Research funding. <br><b>A. Cummings, <\/b> <br><b>OncLive\/MJH Life Sciences<\/b> Other, Consulting or Advisory role. <br><b>Tempus Labs Inc.<\/b> Other, Consulting or Advisory role. <br><b>Amgen Foundation<\/b> Other, Research Funding. <br><b>Genentech<\/b> Other, Research Funding. <br><b>Novartis<\/b> Other, Research Funding.<br><b>L. Usha, <\/b> None..<br><b>A. Bhinder, <\/b> None.&nbsp;<br><b>R. Desai, <\/b> <br><b>Tempus Labs Inc.<\/b> Employment. <br><b>B. Johnson, <\/b> <br><b>Tempus Labs Inc.<\/b> Employment. <br><b>AbbVie<\/b> Employment. <br><b>A. Avadhani, <\/b> <br><b>Tempus Labs<\/b> Employment. <br><b>Janssen Research and Development<\/b> Employment, Stock. <br><b>C. T. Vibat, <\/b> <br><b>Tempus<\/b> Employment. <br><b>Kiyatec<\/b> Employment. <br><b>L. Lopez, <\/b> <br><b>Tempus Labs Inc.<\/b> Employment. <br><b>Curative<\/b> Employment. <br><b>B. Driscoll, <\/b> <br><b>Tempus Labs Inc.<\/b> Employment. <br><b>A. Ward, <\/b> <br><b>Tempus Labs Inc.<\/b> Employment. <br><b>C. K. Rice, <\/b> <br><b>Tempus Labs Inc.<\/b> Employment. <br><b>B. Donovan, <\/b> <br><b>Tempus Labs Inc.<\/b> Employment. <br><b>S. Sherrin, <\/b> <br><b>Tempus Labs Inc.<\/b> Employment. <br><b>Pfizer<\/b> Stock. <br><b>M. Robble, <\/b> <br><b>Tempus Labs Inc.<\/b> Employment. <br><b>S. O'Leary, <\/b> <br><b>Tempus Labs Inc.<\/b> Employment. <br><b>K. Blackwell, <\/b> <br><b>Zentalis Pharmaceuticals<\/b> Employment, Stock, Other Business Ownership. <br><b>Tempus Labs Inc.<\/b> Employment, Other Business Ownership. <br><b>Century Therapeutics<\/b> Other Business Ownership. <br><b>Cereius<\/b> Other Business Ownership. <br><b>Monte Rosa Therapeutics<\/b> Stock, Other Business Ownership. <br><b>Lilly<\/b> Stock. <br><b>A. Aziez, <\/b> <br><b>GSK<\/b> Employment, Stock. <br><b>S. Petrone, <\/b> <br><b>GSK<\/b> Other, Consultant. <br><b>Navigate Clinical Consulting LLC<\/b> Employment. <br><b>K. Harnden, <\/b> <br><b>Daiichi Sankyo<\/b> Other, Physician speaker, advisory board. <br><b>AstraZeneca<\/b> Other, Physician speaker, advisory board. <br><b>Merck<\/b> Other, Physician speaker. <br><b>SeaGen<\/b> Other, Physician speaker.<br><b>K. Strickland, <\/b> None.&nbsp;<br><b>S. Reid, <\/b> <br><b>AstraZeneca<\/b> Other, Consultant. <br><b>Daiichi Sankyo<\/b> Other, Consultant. <br><b>Novartis<\/b> Other, Consultant. <br><b>M. Robson, <\/b> <br><b>Research to Practice<\/b> Other, Honoraria. <br><b>Intellisphere<\/b> Other, Honoraria. <br><b>Physician's Education Resource<\/b> Other, Honoraria. <br><b>My MedEd<\/b> Other, Honoraria. <br><b>MJH Holdings<\/b> Other, Honoraria. <br><b>Change Healthcare<\/b> Other, Honoraria. <br><b>Artios pharma<\/b> Other, uncompensated consulting or advisory work. <br><b>Daiichi-Sankyo<\/b> Other, uncompensated consulting or advisory work. <br><b>Epic Sciences<\/b> Other, uncompensated consulting or advisory work. <br><b>Astrazeneca<\/b> Other, uncompensated consulting or advisory work, institutional research funding, editorial support. <br><b>Merck<\/b> Other, uncompensated consulting or advisory work, institutional research funding. <br><b>Pfizer<\/b> Other, uncompensated consulting or advisory work, institutional research funding, editorial support. <br><b>Tempus Labs<\/b> Other, uncompensated consulting or advisory work. <br><b>Zenith Pharma<\/b> Other, uncompensated consulting or advisory work. <br><b>NIH\/NCI Cancer Center Support<\/b> Grant\/Contract, P30 CQA008748. <br><b>Breast Cancer Research Foundation<\/b> Grant\/Contract. <br><b>A. S. Paulson, <\/b> <br><b>Actinium<\/b> Stock. <br><b>Aptose<\/b> Stock. <br><b>Alexion Pharmaceuticals<\/b> Stock. <br><b>Lyn Health<\/b> Stock. <br><b>Stromatis Pharma<\/b> Stock. <br><b>Cardinal Health<\/b> Other, Honoraria. <br><b>Amgen<\/b> Other, Consulting or Advisory Role. <br><b>Bristol Meyers Squibb<\/b> Other, Consulting or Advisory Role. <br><b>Eisai<\/b> Other, Consulting or Advisory Role. <br><b>Ipsen<\/b> Other, Consulting or Advisory Role. <br><b>Advanced Accelerator Applications<\/b> Other, Consulting or Advisory Role. <br><b>Incyte<\/b> Other, Consulting or Advisory Role. <br><b>Exelixis<\/b> Other, Consulting or Advisory Role. <br><b>Pfizer<\/b> Other, Consulting or Advisory Role. <br><b>QED Therapeutics<\/b> Other, Consulting or Advisory Role. <br><b>Lilly Pharmaceuticals<\/b> Other, Consulting or Advisory Role. <br><b>Mirati<\/b> Other, Consulting or Advisory Role. <br><b>Hutchinson<\/b> Other, Consulting or Advisory Role. <br><b>Astellas Pharma<\/b> Other, Consulting or Advisory Role. <br><b>AADi<\/b> Other, Consulting or Advisory Role. <br><b>A. Dowlati, <\/b> <br><b>Abbvie\/Stemcentrx<\/b> Other, Consulting or Advisory role, Research funding. <br><b>AstraZeneca<\/b> Other, Consulting or Advisory role. <br><b>Bayer<\/b> Other, Consulting or Advisory role, Research funding. <br><b>Bristol Meyers Squibb<\/b> Other, Consulting or Advisory role, Research funding. <br><b>G1 Therapeutics<\/b> Other, Consulting or Advisory role. <br><b>Merck<\/b> Other, Consulting or Advisory role. <br><b>Takeda<\/b> Other, Consulting or Advisory role, Research funding. <br><b>Amgen<\/b> Other, Research funding. <br><b>EMD Serono<\/b> Other, Research funding. <br><b>Ipsen<\/b> Other, Research funding. <br><b>Mirati Therapeutics<\/b> Other, Research funding. <br><b>Regeneron<\/b> Other, Research funding. <br><b>Seattle Genetics<\/b> Other, Research funding. <br><b>Symphogen<\/b> Other, Research funding. <br><b>Tesaro<\/b> Other, Research funding. <br><b>United Therapeutics<\/b> Other, Research funding.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10492","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT055","PresenterBiography":null,"PresenterDisplayName":"Tian Zhang, MD;MHS","PresenterKey":"664f24ef-510b-4d7e-bea5-e001cd51b538","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT055. PAVO: A phase-II, open label, single arm study of niraparib in patients with locally advanced\/metastatic <i>PALB2 <\/i>mutated tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PAVO: A phase-II, open label, single arm study of niraparib in patients with locally advanced\/metastatic <i>PALB2 <\/i>mutated tumors","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>MORAb-202 (farletuzumab ecteribulin) is an antibody-drug conjugate (ADC) comprised of the humanized antifolate receptor-alpha (FR&#945;) monoclonal antibody, farletuzumab, and the cytotoxic microtubule inhibitor, eribulin, conjugated by a cathepsin B-cleavable linker. MORAb-202 targets the eribulin payload to tumor cells expressing FR&#945;, where internalization leads to lysosomal cleavage of the ADC and intracellular release of eribulin, causing apoptosis, cell-cycle arrest, and bystander effects in adjacent cells. A previous phase 1 study in Japan of MORAb-202 (NCT03386942) demonstrated antitumor activity across multiple tumor types and identified interstitial lung disease (ILD) as an adverse event of interest (Shimizu <i>CCR<\/i> 2021). An expansion cohort (doses: 0.9, 1.2 mg\/kg) in patients with platinum-resistant ovarian cancer (OC) found meaningful efficacy across FR&#945;-expression levels and ILD\/pneumonitis (mainly low grade) was the most common adverse event (Nishio ASCO 2022).<br \/><b>Methods: <\/b>This multicenter phase 1\/2 study (NCT04300556) consists of Dose-Escalation and Dose-Confirmation cohorts. In the Dose-Escalation phase, the primary objectives were to evaluate safety\/tolerability and determine the recommended phase 2 dose of MORAb-202 in patients with OC, endometrial cancer (EC), non-small cell lung cancer (NSCLC), or triple-negative breast cancer (TNBC). In the ongoing Dose-Confirmation phase, the primary objectives are (1) to further evaluate safety\/tolerability and (2) to evaluate preliminary efficacy (Objective Response Rate) in patients with OC or EC. Based on a population pharmacokinetics model (Hayato ASCO 2022), body-surface-area-based dosing is utilized. The initial cohort has enrolled 7 patients at a MORAb-202 25 mg\/m<sup>2<\/sup> IV Q3W dose and is ongoing; further enrollment of patients at 25 mg\/m<sup>2<\/sup> and 33 mg\/m<sup>2 <\/sup>will occur following ILD safety evaluation. Tumor assessments will be conducted by investigators using RECIST v1.1 at screening, every 6 weeks for 24 weeks, then every 12 weeks or as needed. Assessments of computed tomography scans for ILD will be conducted by a central expert review board.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Ovarian cancer,Endometrial cancer,NSCLC,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Robert Wenham<\/i><\/u><\/presenter>, <presenter><i>Sharad Ghamande<\/i><\/presenter>, <presenter><i>Vicky Makker<\/i><\/presenter>, <presenter><i>June Hou<\/i><\/presenter>, <presenter><i>Linda Duska<\/i><\/presenter>, <presenter><i>Daniela Matei<\/i><\/presenter>, <presenter><i>Manali Bhave<\/i><\/presenter>, <presenter><i>Rachael Scott<\/i><\/presenter>, <presenter><i>Natalyn Hawk<\/i><\/presenter>, <presenter><i>Tingting Song<\/i><\/presenter>, <presenter><i>Deborah K. Armstrong<\/i><\/presenter>. Moffitt Cancer Center, Tampa, FL, Augusta University, Augusta, GA, Memorial Sloan Kettering Cancer Center and Weill Cornell Medical Center, New York, NY, Columbia University Medical Center, New York, NY, University of Virginia, Charlottesville, VA, Feinberg School of Medicine, Chicago, IL, Winship Cancer Institute, Atlanta, GA, Eisai Ltd., Hatfield, United Kingdom, Eisai Inc., Exton, PA, Johns Hopkins Sidney Kimmel Comprehensive Cancer Center, Baltimore, MD","CSlideId":"","ControlKey":"3ca773a2-e938-4920-bf46-657aacd60923","ControlNumber":"9236","DisclosureBlock":"<b>&nbsp;R. Wenham, <\/b> <br><b>On Target Labs<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract, Other, Consulting fees. <br><b>Anisa Bioscience<\/b> Grant\/Contract. <br><b>Novocure<\/b> Other, Consulting fees. <br><b>Mersana<\/b> Other, Consulting fees. <br><b>AstraZeneca<\/b> Other, Consulting fees; Speaker's bureau. <br><b>Ovation Diagnostics<\/b> Stock, Other, Consulting fees. <br><b>Sonnet Biotherapeutics<\/b> Travel, Other, Consulting fees. <br><b>Shattuck Labs<\/b> Other, Consulting fees. <br><b>Clovis<\/b> Other, Consulting fees. <br><b>Abbvie<\/b> Other, Consulting fees. <br><b>Tesaro\/GSK<\/b> Other, Consulting fees. <br><b>Seagen<\/b> Other, Consulting fees. <br><b>Genentech<\/b> Other, Consulting fees. <br><b>Regeneron<\/b> Other, Consulting fees. <br><b>Legend Biotech<\/b> Other, Consulting fees. <br><b>Eisai<\/b> Travel, Other, Consulting fees. <br><b>GSK<\/b> Other, Speaker's bureau. <br><b>Tapimmune<\/b> Travel. <br><b>S. Ghamande, <\/b> <br><b>Seagen<\/b> Other, Consulting fees. <br><b>Eisai<\/b> Speaker's bureau. <br><b>GSK<\/b> Other, Speaker's bureau. <br><b>V. Makker, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Bayer<\/b> Grant\/Contract. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract. <br><b>Clovis Oncology<\/b> Grant\/Contract, Advisory boards (unpaid). <br><b>Duality<\/b> Grant\/Contract, Advisory boards (unpaid). <br><b>Eisai<\/b> Grant\/Contract, Advisory boards (unpaid). <br><b>Faeth Therapeutics<\/b> Grant\/Contract, Advisory boards (unpaid). <br><b>Karyopharm Therapeutics<\/b> Grant\/Contract, Advisory boards (unpaid). <br><b>Lilly<\/b> Grant\/Contract, Advisory boards (unpaid). <br><b>Merck<\/b> Grant\/Contract, Advisory boards (unpaid). <br><b>Takeda<\/b> Grant\/Contract, Advisory boards (unpaid). <br><b>Zymeworks<\/b> Grant\/Contract. <br><b>ArQule<\/b> Advisory boards (unpaid). <br><b>GlaxoSmithKline<\/b> Advisory boards (unpaid). <br><b>IBM<\/b> Advisory boards (unpaid). <br><b>ITeos Therapeutics<\/b> Advisory boards (unpaid). <br><b>Kartos Therapeutics<\/b> Advisory boards (unpaid). <br><b>Novartis<\/b> Advisory boards (unpaid). <br><b>J. Hou, <\/b> <br><b>Foundation Medicine<\/b> Consulting fees. <br><b>Medical Education Speaker's Network<\/b> Speaker's bureau. <br><b>L. Duska, <\/b> <br><b>Merck<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Tesaro<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>GlaxoSmithKline<\/b> Grant\/Contract. <br><b>Morab<\/b> Grant\/Contract. <br><b>Syndax<\/b> Grant\/Contract. <br><b>Ludwig<\/b> Grant\/Contract. <br><b>LEAP Therapeutics<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>Lycera<\/b> Grant\/Contract. <br><b>Advaxis<\/b> Grant\/Contract. <br><b>Mersana<\/b> Grant\/Contract. <br><b>Immogen<\/b> Grant\/Contract. <br><b>Plexxicon<\/b> Grant\/Contract. <br><b>Ellipses<\/b> Grant\/Contract, Data Safety Monitoring Committee. <br><b>OncoQuest<\/b> Grant\/Contract. <br><b>Seagen, K-Group beta, Arch, Blueprint, Constellation, Zentalis, CanariaBio<\/b> Grant\/Contract. <br><b>Regeneron<\/b> Advisory boards. <br><b>Inovio<\/b> Data Safety Monitoring Committee. <br><b>D. Matei, <\/b> <br><b>Pinot Bio<\/b> Grant\/Contract. <br><b>Abbvie<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Advisory boards. <br><b>GlaxoSmithKline<\/b> Advisory boards. <br><b>Merck<\/b> Advisory boards. <br><b>M. Bhave, <\/b> <br><b>Merck<\/b> Advisory boards. <br><b>Pfizer<\/b> Advisory boards. <br><b>Daiichi Sankyo<\/b> Advisory boards. <br><b>R. Scott, <\/b> <br><b>Eisai<\/b> Employment. <br><b>N. Hawk, <\/b> <br><b>Eisai<\/b> Employment. <br><b>T. Song, <\/b> <br><b>Eisai<\/b> Employment. <br><b>D. K. Armstrong, <\/b> <br><b>Clovis<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract, Independent Data Monitoring Committee. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Syndax Pharmaceuticals<\/b> Grant\/Contract. <br><b>TRIO<\/b> Grant\/Contract. <br><b>Eisai<\/b> Grant\/Contract. <br><b>AbbVie<\/b> Consulting fees. <br><b>NCCN<\/b> Advisory boards. <br><b>DOD ovarian cancer research program review committee<\/b> Advisory boards. <br><b>UpToDate<\/b> Advisory boards. <br><b>Mayo Clinic SPORE in Ovarian Cancer<\/b> Advisory boards. <br><b>NIH Ovarian Cancer Task Force<\/b> Advisory boards. <br><b>NIH Gynecologic Cancer Steering Committee<\/b> Advisory boards. <br><b>Ovarian Cancer Research Fund Alliance Scientific Advisory Committee<\/b> Advisory boards. <br><b>American Board of Internal Medicine<\/b> Advisory boards. <br><b>Fred Hutchinson Cancer Research Center<\/b> Advisory boards. <br><b>Johnson and Johnson<\/b> Advisory boards. <br><b>TEON<\/b> Advisory boards. <br><b>Tropion<\/b> Data Safety Monitoring Board.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10493","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT056","PresenterBiography":null,"PresenterDisplayName":"Laura Hendrickson","PresenterKey":"d5d5c89b-d649-40f1-8f03-f06d04b8d474","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT056. A multicenter, open-label phase 1\/2 trial evaluating the safety, tolerability, and efficacy of MORAb-202, a folate-receptor-alpha-targeting antibody-drug conjugate in patients with selected tumor types","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A multicenter, open-label phase 1\/2 trial evaluating the safety, tolerability, and efficacy of MORAb-202, a folate-receptor-alpha-targeting antibody-drug conjugate in patients with selected tumor types","Topics":null,"cSlideId":""},{"Abstract":"<i>nab<\/i>-Sirolimus is a novel albumin-bound mTOR inhibitor (mTORi) approved in the US for adult patients with malignant PEComa. In an exploratory analysis of the pivotal AMPECT trial of <i>nab<\/i>-sirolimus in advanced malignant PEComa (NCT02494570), 8\/9 (89%) and 1\/5 (20%) patients with inactivating alterations in <i>TSC1<\/i> and <i>TSC2<\/i>, respectively, had confirmed response (Wagner, <i>J Clin Oncol<\/i>, 2021). <i>TSC1<\/i> and <i>TSC2<\/i> alterations have been observed in patients with a broad variety of cancers. Most treatment-related adverse events in AMPECT were grade 1\/2 (none were grade &#8805;4) and were consistent with long-term treatment of <i>nab-<\/i>sirolimus. PRECISION I (NCT05103358) will evaluate efficacy and safety of <i>nab<\/i>-sirolimus in patients with <i>TSC1<\/i> (Arm A) and <i>TSC2<\/i> (Arm B) alterations. Eligible patients are &#8805;12 years old and mTORi-na&#239;ve, possess malignant solid tumors with <i>TSC1 <\/i>or <i>TSC2 <\/i>inactivating alterations (confirmed by central review of sequencing reports), and have received appropriate standard treatments, as determined by the investigator. <i>nab<\/i>-Sirolimus 100 mg\/m<sup>2<\/sup> will be given weekly intravenously over 30 minutes on Days 1 and 8 of each 21-day cycle. The primary endpoint is overall response rate per independent radiographic review (IRR) using RECIST v1.1. Other endpoints include duration of response, time to response, progression-free survival by IRR, overall survival, patient-reported quality of life, and safety. Enrollment began March 2022. Collaboration with leading next-generation sequencing vendors will expedite the identification of patients with qualifying <i>TSC1 <\/i>or <i>TSC2 <\/i>mutations; study access will be facilitated through a &#8220;just-in-time&#8221; approach to trial location activation. Based on the prevalence of <i>TSC1<\/i> or <i>TSC2<\/i> inactivating alterations, the most frequent tumor types expected are bladder, hepatobiliary, endometrial, soft tissue sarcoma, ovarian, and esophagogastric (<b>Table<\/b>).<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{3322A373-0A94-4F38-9596-7DA6F7994F2D}\"><caption>Est incidence of patients with TSC1 or TSC2 alterations available for 1L therapy in 2030<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Tumor Type<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><i>TSC1<\/i> Mutations, %<sup>a<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b><i>TSC2<\/i> Mutations, %<sup>a<\/sup><\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Eligible <i>TSC1 <\/i>or<i> TSC2 <\/i>Combined, %<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Bladder<\/td><td rowspan=\"1\" colspan=\"1\">6.33<\/td><td rowspan=\"1\" colspan=\"1\">1.70<\/td><td rowspan=\"1\" colspan=\"1\">8.03<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Hepatobiliary<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>1.27<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>3.31<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>4.58<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Endometrial<\/td><td rowspan=\"1\" colspan=\"1\">2.10<\/td><td rowspan=\"1\" colspan=\"1\">1.22<\/td><td rowspan=\"1\" colspan=\"1\">3.32<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Soft tissue sarcoma<\/td><td rowspan=\"1\" colspan=\"1\">1.28<\/td><td rowspan=\"1\" colspan=\"1\">1.71<\/td><td rowspan=\"1\" colspan=\"1\">2.99<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Ovarian<\/td><td rowspan=\"1\" colspan=\"1\">1.85<\/td><td rowspan=\"1\" colspan=\"1\">0.92<\/td><td rowspan=\"1\" colspan=\"1\">2.77<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Esophagogastric<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.65<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>1.46<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>2.11<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Colorectal carcinoma<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.99<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.39<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>1.38<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Pancreatic<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.57<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>&#8212;<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>0.57<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"4\">Note:<sup> <\/sup>Estimated incidence of patients in the United States with definite impact <i>TSC1<\/i> or <i>TSC2<\/i> alterations available for 1L therapy in 2030. All gastrointestinal tumors (bolded) with known incidence of <i>TSC1 <\/i>or<i> TSC2<\/i> and tumor types with combined incidence of <i>TSC1 <\/i>or<i> TSC2<\/i> alterations of &#62;2% are listed. <sup>a<\/sup>The proportion of patients with definite impact mutations (ie, mutations known to have a biological impact, including frameshift, nonsense, and splice-site mutations and deep deletions) was derived from the NIH NCI Genomic Data Commons Data Portal (NIH NCI Genomic Data Commons). 1L, first-line. <\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"mTOR,TSC,Tumor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jordi Rodon Ahnert<\/i><\/u><\/presenter>, <presenter><i>Brian Schulte<\/i><\/presenter>, <presenter><i>Michael J. Demeure<\/i><\/presenter>, <presenter><i>Dustin Deming<\/i><\/presenter>, <presenter><i>Noah Federman<\/i><\/presenter>, <presenter><i>Meredith A. McKean<\/i><\/presenter>, <presenter><i>Elizabeth Lee<\/i><\/presenter>, <presenter><i>Alexander Spira<\/i><\/presenter>, <presenter><i>David J. Kwiatkowski<\/i><\/presenter>, <presenter><i>Maen Hussein<\/i><\/presenter>, <presenter><i>Erlinda Gordon<\/i><\/presenter>, <presenter><i>David Crockett<\/i><\/presenter>, <presenter><i>Kristen Ganjoo<\/i><\/presenter>, <presenter><i>Lee D. Cranmer<\/i><\/presenter>, <presenter><i>Anita N. Schmid<\/i><\/presenter>, <presenter><i>Willis H. Navarro<\/i><\/presenter>, <presenter><i>Loretta M. Itri<\/i><\/presenter>, <presenter><i>Gopa Iyer<\/i><\/presenter>. UT MD Anderson Cancer Center, Houston, TX, UCSF Helen Diller Family Comprehensive Cancer Center, San Francisco, CA, Hoag Memorial Hospital Presbyterian, Newport Beach, CA, University of Wisconsin, Madison, WI, University of California, Los Angeles, CA, Sarah Cannon and HCA Research Institute, Nashville, TN, Dana-Farber Cancer Institute, Boston, MA, Virginia Cancer Specialists, Fairfax, VA, Brigham and Women’s Hospital, Boston, MA, Florida Cancer Specialists North Division, St. Petersburg, FL, Sarcoma Oncology Research Center, Santa Monica, CA, Nebraska Cancer Specialists, Omaha, NE, Stanford Cancer Center, Stanford, CA, Fred Hutchinson Cancer Center, Seattle, WA, Aadi Bioscience, Pacific Palisades, CA, Memorial Sloan Kettering Cancer Center, New York, NY","CSlideId":"","ControlKey":"5f048103-036d-4b66-9d73-d02e5fdd8d4b","ControlNumber":"9408","DisclosureBlock":"<b>&nbsp;J. Rodon Ahnert, <\/b> <br><b>Bayer<\/b> Other, Research funding. <br><b>Novartis<\/b> Other, Research funding. <br><b>Eli Lilly<\/b> Other, Research funding. <br><b>Peptomyc<\/b> Other, Research funding. <br><b>Servier<\/b> Other, Research funding.<br><b>B. Schulte, <\/b> None.&nbsp;<br><b>M. J. Demeure, <\/b> <br><b>Bayer<\/b> Other, Consulting fee. <br><b>Eli Lilly<\/b> Other, Consulting fee. <br><b>On Cusp Therapeutics<\/b> Other, Consulting fee. <br><b>TD2<\/b> Other, Consulting fee.<br><b>D. Deming, <\/b> None.&nbsp;<br><b>N. Federman, <\/b> <br><b>Bayer<\/b> Other, Consulting and speakers' fees.<br><b>M. A. McKean, <\/b> None..<br><b>E. Lee, <\/b> None.&nbsp;<br><b>A. Spira, <\/b> <br><b>ARIAD Pharmaceuticals<\/b> Travel, Other, Honoraria, consulting fees. <br><b>Clovis Oncology<\/b> Other, Honoraria, consulting fees, research funding. <br><b>Novartis<\/b> Other, Honoraria, consulting fees. <br><b>Roche<\/b> Travel, Other, Honoraria, consulting fees, research funding. <br><b>CytomX Therapeutics<\/b> Other, Consulting fees. <br><b>Genentech<\/b> Other, Consulting fees. <br><b>AbbVie<\/b> Other, Research funding. <br><b>Astellas Pharma<\/b> Other, Research funding. <br><b>AstraZeneca<\/b> Other, Research funding. <br><b>BeiGene<\/b> Other, Research funding. <br><b>Boehringer Ingelheim<\/b> Other, Research funding. <br><b>MedImmune<\/b> Other, Research funding. <br><b>Merck<\/b> Other, Research funding. <br><b>Merrimack<\/b> Other, Research funding. <br><b>Newlink Genetics<\/b> Other, Research funding.<br><b>D. J. Kwiatkowski, <\/b> None.&nbsp;<br><b>M. Hussein, <\/b> <br><b>Guardant Health<\/b> Other, Consulting fee. <br><b>AMAG Pharmaceuticals<\/b> Other, Speakers' fee. <br><b>Boehringer Ingelheim<\/b> Other, Speakers' fee. <br><b>Bristol Myers Squibb<\/b> Other, Speakers' fee. <br><b>Heron<\/b> Other, Speakers' fee. <br><b>Incyte<\/b> Other, Speakers' fee. <br><b>Pfizer<\/b> Other, Speakers' fee. <br><b>Celgene<\/b> Stock.<br><b>E. Gordon, <\/b> None..<br><b>D. Crockett, <\/b> None.&nbsp;<br><b>K. Ganjoo, <\/b> <br><b>Daiichi-Sankyo<\/b> Other, Consulting fees. <br><b>Deciphera<\/b> Other, Consulting fees. <br><b>Foundation Medicine<\/b> Other, Consulting fees. <br><b>L. D. Cranmer, <\/b> <br><b>Merck<\/b> Other, Research funding. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Speakers' fee. <br><b>Genentech<\/b> Grant\/Contract, Other, Speakers' fee. <br><b>A. N. Schmid, <\/b> <br><b>Aadi Bioscience, Inc.<\/b> Employment, Stock. <br><b>W. H. Navarro, <\/b> <br><b>Aadi Bioscience, Inc.<\/b> Employment, Stock. <br><b>L. M. Itri, <\/b> <br><b>Aadi Bioscience, Inc<\/b> Employment, Stock. <br><b>G. Iyer, <\/b> <br><b>Aadi Bioscience, Inc.<\/b> Employment, Stock.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10494","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT057","PresenterBiography":null,"PresenterDisplayName":"Jordi Rodon Ahnert, MD;PhD","PresenterKey":"1b078e5e-cce5-4a2e-82fe-da56ef2aba69","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT057. Phase 2, multicenter open-label basket trial of <i>nab<\/i>-sirolimus for patients with inactivating alterations in <i>TSC1<\/i> or <i>TSC2 <\/i>(PRECISION I)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase 2, multicenter open-label basket trial of <i>nab<\/i>-sirolimus for patients with inactivating alterations in <i>TSC1<\/i> or <i>TSC2 <\/i>(PRECISION I)","Topics":null,"cSlideId":""},{"Abstract":"Background: Pts with metastatic epithelial tumors who progress after initial therapy have a poor prognosis; new therapeutic agents could potentially improve outcomes. Trophoblast cell surface protein 2 (TROP2) is a transmembrane glycoprotein that is over-expressed on the cell surface of many epithelial cancers representing a promising target for surface-directed therapeutic modalities. Dato-DXd is an antibody-drug conjugate consisting of a humanized anti-TROP2 IgG1 monoclonal antibody covalently linked to a highly potent topoisomerase I inhibitor payload via a stable, tumor-selective, tetrapeptide-based cleavable linker. Dato-DXd monotherapy demonstrated encouraging efficacy and safety in pts with lung and breast cancer (TROPION-PanTumor01 study; NCT03401385).<br \/>Methods: The phase 2, multicenter, open-label TROPION-Pantumor03 study (NCT05489211) is exploring safety and efficacy of Dato-DXd as monotherapy and in combination with various anticancer agents (e.g. durvalumab, AZD5305, nivolumab, bevacizumab, chemotherapies) that may be active in the tumor types being evaluated. TROPION-Pantumor03 is a master trial comprising independent substudies to enable simultaneous evaluation of the recommended phase 2 dose (RP2D), safety, and preliminary efficacy of Dato-DXd across several tumor types and treatment combinations. Pts with endometrial, gastric, metastatic castration-resistant prostate (mCRPC), ovarian, and colorectal (CRC) cancer are being enrolled. Eligible pts: age &#8805;18 years, histologically\/cytologically documented advanced or metastatic disease, &#8805;1 measurable target lesion (RECIST 1.1) not previously irradiated (mCRPC substudy: non-measurable bone metastatic disease permitted), and adequate bone marrow and organ function. An FFPE tumor sample must be available for all pts. Prospective selection for TROP2 expression is required in pts with CRC; in all other cohorts, TROP2 expression will be analyzed retrospectively. In all monotherapy cohorts, pts will receive Dato-DXd 6 mg\/kg IV infusion Q3W; in the combination cohorts, Dato-DXd 4 or 6 mg\/kg Q3W, as appropriate for each combination. Pts will receive treatment until disease progression, unacceptable toxicity, or withdrawal.<br \/>Primary Endpoints: Objective response rate, PSA50 response (mCRPC substudy only), and safety\/tolerability.<br \/>Secondary Endpoints: Progression-free survival, duration of response, disease control rate, best % change in tumor size, pharmacokinetics, and immunogenicity (anti-drug antibodies). Exploratory endpoints incl. overall survival, pt-reported outcomes, and biomarker analysis (incl. TROP2 and PD-L1 expression, tumor mutational profiling, proteomics and ctDNA profiling). Recruitment is ongoing as of Jan 2023.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Solid tumors,Dato-DXd,TROPION-Pantumor03,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Funda Meric-Bernstam<\/i><\/u><\/presenter>, <presenter><i>Yelena Janjigian<\/i><\/presenter>, <presenter><i>Joshua Lang<\/i><\/presenter>, <presenter><i>Kristen K. Ciombor<\/i><\/presenter>, <presenter><i>Isabelle Ray-Coquard<\/i><\/presenter>, <presenter><i>Amit Oza<\/i><\/presenter>, <presenter><i>Kan Yonemori<\/i><\/presenter>, <presenter><i>Ruihua Xu<\/i><\/presenter>, <presenter><i>Jimmy L. Zhao<\/i><\/presenter>, <presenter><i>Srikanth Gajavelli<\/i><\/presenter>, <presenter><i>Justyna Filant<\/i><\/presenter>, <presenter><i>Tina Hovey<\/i><\/presenter>, <presenter><i>Ana Oaknin<\/i><\/presenter>. Department of Investigational Cancer Therapeutics, MD Anderson Cancer Center, University of Texas, Houston, TX, Memorial Sloan Kettering Cancer Center, New York, NY, University of Wisconsin Carbone Cancer Center, Madison, WI, Vanderbilt-Ingram Cancer Center, Nashville, TN, Centre Leon Bérard, Lyon, France, Princess Margaret Cancer Centre, Toronto, ON, Canada, National Cancer Center Hospital, Tokyo, Japan, Sun Yat-sen University Cancer Centre, Guangzhou, China, AstraZeneca, New York, NY, AstraZeneca, Gaithersburg, MD, AstraZeneca, Warsaw, Poland, Gynaecologic Cancer Programme Vall d'Hebron Institute of Oncology (VHIO), Hospital Universitari Vall d’Hebron, Vall d’Hebron Barcelona Hospital Campus, Barcelona, Spain","CSlideId":"","ControlKey":"12de3c28-e0cf-44bc-aa0d-dc1185ad774a","ControlNumber":"9632","DisclosureBlock":"<b>&nbsp;F. Meric-Bernstam, <\/b> <br><b>AbbVie, Aduro BioTech Inc, Alkermes, AstraZeneca, Daiichi Sankyo Co. Ltd, DebioPharm, Ecor1 Capital, eFFECTOR Therapeutics, F. Hoffman-La Roche Ltd, GT Apeiron, Genentech Inc, Harbinger Health<\/b> Other, Consulting. <br><b>IBM Watson, Infinity Pharmaceuticals, Jackson Laboratory, Kolon Life Science, Lengo Therapeutics, Menarini Group, OrigiMed, PACT Pharma, Parexel International, Pfizer Inc, Protai Bio Ltd<\/b> Other, Consulting. <br><b>Samsung Bioepis, Seattle Genetics Inc, Tallac Therapeutics, Tyra Biosciences, Xencor, Zymeworks<\/b> Other, Consulting. <br><b>Black Diamond, Biovica, Eisai, FogPharma, Immunomedics, Inflection Biosciences, Karyopharm Therapeutics, Loxo Oncology, Mersana Therapeutics, OnCusp Therapeutics, Puma Biotechnology Inc<\/b> Other, Advisory committee. <br><b>Seattle Genetics, Sanofi, Silverback Therapeutics, Spectrum Pharmaceuticals, Zentalis<\/b> Other, Advisory committee. <br><b>Aileron Therapeutics Inc, AstraZeneca, Bayer Healthcare Pharmaceutical, Calithera Biosciences Inc, Curis Inc, CytomX Therapeutics Inc, Daiichi Sankyo Co. Ltd, Debiopharm International<\/b> Other, Sponsored research (to the institution). <br><b>eFFECTOR Therapeutics, Genentech Inc, Guardant Health Inc, Klus Pharma, Takeda Pharmaceutical, Novartis, Puma Biotechnology Inc, Taiho Pharmaceutical Co<\/b> Other, Sponsored Research (to the institution). <br><b>Chugai Biopharmaceuticals<\/b> Other, Honoraria. <br><b>European Organisation for Research and Treatment of Cancer (EORTC), European Society for Medical Oncology (ESMO)<\/b> Travel. <br><b>Y. Janjigian, <\/b> <br><b>Merck Sharp & Dohme, National Cancer Institute, the United States Department of Defense, Cycle for Survival, Fred’s Team, Rgenix, Bayer, Genentech\/Roche, Bristol-Myers Squibb, Eli Lilly<\/b> Other, Research funding (institution). <br><b>Rgenix, Merck Serono, Bristol-Myers Squibb, Eli Lilly, Pfizer, Bayer, Imugene, Merck Sharp & Dohme, Daiichi Sankyo, Zymeworks, SeaGen, Basilea Pharmaceutical, AstraZeneca<\/b> Other, Advisory boards. <br><b>Rgenix<\/b> Other, Equity. <br><b>J. Lang, <\/b> <br><b>Salus Discovery, LLC<\/b> Other, Equity. <br><b>Janssen, Sanofi, Astellas, Pfizer, Immunomedics Inc<\/b> Other, Served as a consultant. <br><b>K. K. Ciombor, <\/b> <br><b>Inctye Corporation, Bristol-Myers Squibb Company, Merck & Co Inc, Array BioPharma, Daiichi Sankyo, NuCana, Pfizer Inc, Genentech Inc, Calithera Biosciences<\/b> Other, Grant\/research support (institutional). <br><b>Natera Inc, Foundation Medicine Inc, Taiho Pharmaceutical, Merck & Co Inc, Eli Lilly, Loxo Oncology, Replimune Group Inc, Personalis Inc, Array BioPharma<\/b> Other, Served as a consultant. <br><b>I. Ray-Coquard, <\/b> <br><b>AbbVie, Agenus, Advaxis, BMS, PharmaMar, Genmab, Pfizer, AstraZeneca, Roche, GSK, MSD, Deciphera, Mersena, Merck Serono, Novartis, Amgen, Tesaro, Clovis<\/b> Other, Honoraria (personal). <br><b>GSK, MSD, Roche and BMS<\/b> Other, Honoraria (institution). <br><b>AbbVie, Agenus, Advaxis, BMS, PharmaMar, Genmab, Pfizer, AstraZeneca, Roche\/Genentech, GSK, MSD, Deciphera, Mersana, Merck Sereno, Novartis, Amgen, Tesaro, Clovis<\/b> Other, Advisory\/consulting fees. <br><b>MSD, Roche and BMS<\/b> Other, Research grant\/funding (self). <br><b>MSD, Roche, BMS, Novartis, AstraZeneca, Merck Serono<\/b> Other, Research grant\/funding (institution). <br><b>Roche, AstraZeneca, GSK<\/b> Travel. <br><b>A. Oza, <\/b> <br><b>AstraZeneca<\/b> Other, Principal investigator\/research funding\/Steering committee member. <br><b>K. Yonemori, <\/b> <br><b>Eisai, Pfizer, Eli Lilly, Takeda, Chugai, MSD, Fuji Film Pharma, Bayer, Boeringer Ingelheim, Daiichi Sankyo, AstraZeneca<\/b> Other, Lecture fees. <br><b>Novartis, Eisai, Chugai, AstraZeneca, Takeda, Genmab, Sanofi, OncXerna<\/b> Other, Advisory board. <br><b>Merck Sharp & Dohme LLC, Rahway (NJ, USA), Daiichi-Sankyo, AstraZeneca, Taiho, Pfizer, Novartis, Takeda, Chugai, Ono, Seattle Genetics<\/b> Other, Research funding. <br><b>Eisai, Eli Lilly, Genmab, Boehringer Ingelheim, Kyowa Hakko Kirin, Nihon Kayaku, and Haihe<\/b> Other, Research funding.<br><b>R. Xu, <\/b> None.&nbsp;<br><b>J. L. Zhao, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>S. Gajavelli, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>J. Filant, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>T. Hovey, <\/b> <br><b>AstraZeneca<\/b> Employment. <br><b>A. Oaknin, <\/b> <br><b>Agenus, AstraZeneca, Clovis Oncology Inc, Corcept Therapeutics, Deciphera Pharmaceutical, Eisai Europe Ltd, EMD Serono Inc, F. Hoffmann-La Roche, GlaxoSmithKline, GOG, Immunogen<\/b> Other, Participated in advisory boards. <br><b>Immunogen, Medison Pharma, Merck Sharp & Dohme de España, Mersana Therapeutics, Novocure GmbH, Pharma Mar, prIME Oncology, ROCHE FARMA, Sattucklabs, Sutro Biopharma Inc<\/b> Other, Participated in advisory boards. <br><b>Roche, AstraZeneca, PharmaMar, GSK, Clovis<\/b> Travel.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10495","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT058","PresenterBiography":null,"PresenterDisplayName":"Funda Meric-Bernstam, MD","PresenterKey":"2117381e-3bd9-4428-b1dc-52a4e229b11c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT058. TROPION-PanTumor03: Phase 2, multicenter study of datopotamab deruxtecan (Dato-DXd) as monotherapy and in combination with anticancer agents in patients (pts) with advanced\/metastatic solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TROPION-PanTumor03: Phase 2, multicenter study of datopotamab deruxtecan (Dato-DXd) as monotherapy and in combination with anticancer agents in patients (pts) with advanced\/metastatic solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Purpose: The Strata Precision Indications for Approved Therapies (Strata PATH; NCT05097599) trial is a non-randomized open-label, prospective pan-tumor therapeutic trial designed to evaluate the efficacy and safety of multiple FDA-approved cancer therapies in new, biomarker-guided patient populations. Enrollment into a cohort of this basket trial is based on novel biomarkers including DNA, quantitative RNA expression and novel multivariate algorithms that account for both tumor and tumor microenvironment variables hypothesized to predict improved therapeutic response. The therapeutic classes evaluated in Strata PATH include targeted therapies, antibody-drug conjugates, immunotherapies, and angiogenesis inhibitors.<br \/>Trial Design: Key eligibility criteria are pathologically confirmed solid tumor. Patients are assigned to treatment by tumor type and biomarker status (Table). All patients will be treated until disease progression, unacceptable toxicity, patient\/physician decision to withdraw, or 3 years of treatment from the date of consent. Primary Outcome measure includes overall response rate (ORR) as assessed by the investigator according to RECIST version 1.1. Secondary outcome measures include ctDNA response, Duration of Response (DoR), Time to Treatment Discontinuation (TTD), Time to Next Treatment (TTNT), Overall Survival (OS), safety, and ctDNA Response Rate. Enrollment is ongoing with 35 participants per cohort for up to 20 cohorts (700 participants total).<br \/>Summary: Strata PATH provides the next important step forward in precision medicine, guiding clinical trial and therapy selection by expanding biomarker testing to quantifiable RNA expression and multivariant algorithm based molecular testing.<br \/>Table. Strata PATH Biomarker-guided cohorts for expanded treatment of already FDA-approved drugs outside approved tumor indications<table class=\"AbstractTable\" id=\"{08A2547A-16D2-42E3-A6F9-37048A6B8449}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Biomarker<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Molecular Test<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Therapy<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">ALK ROS1<\/td><td rowspan=\"1\" colspan=\"1\">DNA<\/td><td rowspan=\"1\" colspan=\"1\">Lorlatinib<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">BRAF<\/td><td rowspan=\"1\" colspan=\"1\">DNA<\/td><td rowspan=\"1\" colspan=\"1\">Binimetinib + Encorafenib<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">BRCA, PALB2<\/td><td rowspan=\"1\" colspan=\"1\">DNA<\/td><td rowspan=\"1\" colspan=\"1\">Talazoparib<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">HER2 overexpression<\/td><td rowspan=\"1\" colspan=\"1\">RNA<\/td><td rowspan=\"1\" colspan=\"1\">fam-Trastuzumab deruxtecan-nxki<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Trop2 targeting algorithm<\/td><td rowspan=\"1\" colspan=\"1\">Multivariate Algorithm<\/td><td rowspan=\"1\" colspan=\"1\">Sacituzumab govitecan-hziy<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Immunotherapy Response Score (IRS)<\/td><td rowspan=\"1\" colspan=\"1\">Multivariate Algorithm<\/td><td rowspan=\"1\" colspan=\"1\">PD-1 inhibitor<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Angiogenesis Response Score (ARS)<\/td><td rowspan=\"1\" colspan=\"1\">Multivariate Algorithm<\/td><td rowspan=\"1\" colspan=\"1\">Axitinib<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-02 Phase II clinical trials in progress,,"},{"Key":"Keywords","Value":"Precision medicine,Biomarkers,Response,RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kat Kwiatkowski<\/i><\/u><\/presenter>, <presenter><i>Laura E. Lamb<\/i><\/presenter>, <presenter><i>Scott A. Tomlins<\/i><\/presenter>, <presenter><i>D. Brian Johnson<\/i><\/presenter>, <presenter><i>Daniel H. Hovelson<\/i><\/presenter>, <presenter><i>Nickolay Khazanov<\/i><\/presenter>, <presenter><i>Benjamin J. Bulen<\/i><\/presenter>, <presenter><i>Travis Reeder<\/i><\/presenter>, <presenter><i>Daniel R. Rhodes<\/i><\/presenter>. Strata Oncology, Ann Arbor, MI","CSlideId":"","ControlKey":"9f5bf440-a40f-4375-b344-561eef9d1c4a","ControlNumber":"9737","DisclosureBlock":"<b>&nbsp;K. Kwiatkowski, <\/b> <br><b>Strata Oncology<\/b> Employment, Stock Option. <br><b>L. E. Lamb, <\/b> <br><b>Strata Oncology<\/b> Employment, Stock Option. <br><b>S. A. Tomlins, <\/b> <br><b>Strata Oncology<\/b> Employment, Stock, Stock Option, Patent. <br><b>Javelin Oncology<\/b> Stock. <br><b>Astellas\/Medivation<\/b> Other, Consultant. <br><b>Janssen<\/b> Other, Consultant. <br><b>Prostate Cancer Foundation<\/b> Travel. <br><b>D. B. Johnson, <\/b> <br><b>Strata Oncology<\/b> Employment, Stock Option, Patent. <br><b>D. H. Hovelson, <\/b> <br><b>Strata Oncology<\/b> Employment, Stock Option. <br><b>N. Khazanov, <\/b> <br><b>Strata Oncology<\/b> Employment, Stock Option, Patent. <br><b>B. J. Bulen, <\/b> <br><b>Strata Oncology<\/b> Employment, Stock Option. <br><b>T. Reeder, <\/b> <br><b>Strata Oncology<\/b> Employment, Stock Option. <br><b>D. R. Rhodes, <\/b> <br><b>Strata Oncology<\/b> Employment, Stock, Stock Option, Patent. <br><b>Javelin Oncology<\/b> Stock.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10496","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT059","PresenterBiography":null,"PresenterDisplayName":"Kat Kwiatkowski, PhD","PresenterKey":"8e3858b9-eb51-40cd-b3c0-c9634410b908","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT059. StrataPATH<sup>TM<\/sup>: a multicohort, non-randomized, open-label phase 2 trial to explore efficacy and safety of FDA-approved cancer therapies in novel biomarker-guided patient population","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"StrataPATH<sup>TM<\/sup>: a multicohort, non-randomized, open-label phase 2 trial to explore efficacy and safety of FDA-approved cancer therapies in novel biomarker-guided patient population","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> H3 K27M-mutant diffuse midline glioma is a universally fatal malignancy primarily affecting children and young adults. While radiotherapy (RT) provides transient benefit, no effective systemic therapy is currently available and current standard of care is RT followed by monitoring. Dordaviprone (ONC201), a first-in-class imipridone, is an oral, blood-brain barrier penetrating, selective small molecule antagonist of dopamine receptor D2\/3 (DRD2) and agonist of the mitochondrial protease ClpP. An integrated pooled analysis of five open-label trials previously demonstrated efficacy in dordaviprone-treated patients with recurrent disease. This phase 3 trial will be the first randomized, controlled study evaluating dordaviprone in patients with H3 K27M-mutant disease.<br \/><b>Methods: <\/b>ACTION (NCT05580562) is a randomized, double-blind, placebo-controlled, parallel-group, international Phase 3 study of dordaviprone in patients with newly diagnosed H3 K27M-mutant diffuse glioma. Patients who have completed standard frontline radiotherapy will be randomized 1:1:1 to receive placebo, once-weekly dordaviprone, or twice-weekly dordaviprone on two consecutive days. Primary efficacy endpoints are overall survival (OS) and progression-free survival (PFS) in all participants; PFS will be assessed by response assessment in neuro-oncology-high grade glioma by blind independent central review. Other objectives include assessments of safety, additional efficacy endpoints, clinical benefit, quality of life, pharmacokinetics, biomarkers, and healthcare resource utilization. Eligible patients will have histologically confirmed H3 K27M-mutant diffuse glioma, a Karnofsky\/Lansky performance status &#8805;70, and completed first-line radiotherapy. Eligibility will not be restricted based on age; however, patients must be &#8805;10 kg at time of randomization. Patients with a primary spinal tumor, diffuse intrinsic pontine glioma, leptomeningeal disease, or cerebrospinal fluid dissemination are not eligible. ACTION is currently enrolling in the United States, with additional sites to be open internationally in 2023.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Glioma,ONC201,H3 K27M,Dordaviprone,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Isabel Arrillaga-Romany<\/i><\/presenter>, <presenter><i>Andrew Lassman<\/i><\/presenter>, <presenter><i>Susan L. McGovern<\/i><\/presenter>, <presenter><i>Sabine Mueller<\/i><\/presenter>, <presenter><i>Louis B. Nabors<\/i><\/presenter>, <presenter><i>Martin Van den Bent<\/i><\/presenter>, <presenter><i>Michael Vogelbaum<\/i><\/presenter>, <presenter><u><i>Joshua E. Allen<\/i><\/u><\/presenter>, <presenter><i>Allen S. Melemed<\/i><\/presenter>, <presenter><i>Rohinton S. Tarapore<\/i><\/presenter>, <presenter><i>Dewen Yang<\/i><\/presenter>, <presenter><i>Patrick Wen<\/i><\/presenter>, <presenter><i>Timothy Cloughsey<\/i><\/presenter>. Massachusetts General Hospital, Boston, MA, Columbia University Vagelos College of Physicians and Surgeons, Herbert Irving Comprehensive Cancer Center, New York-Presbyterian Hospital,, New York City, NY, University of Texas MD Anderson Cancer Center, Houston, TX, University of California, San Francisco, CA, University of Alabama at Birmingham, Birmingham, AL, Brain Tumor Center at Erasmus MC Cancer Institute, University Medical Center Rotterdam, Rotterdam, Netherlands, Moffitt Cancer Center, Tampa, FL, Chimerix, Inc., Durham, NC, Center For Neuro-Oncology, Dana-Farber Cancer Institute, Boston, MA, University of California, Los Angeles, CA","CSlideId":"","ControlKey":"2acf336d-616d-4df4-8b05-232e55882a26","ControlNumber":"9440","DisclosureBlock":"&nbsp;<b>I. Arrillaga-Romany, <\/b> None..<br><b>A. Lassman, <\/b> None.&nbsp;<br><b>S. L. McGovern, <\/b> <br><b>Chimerix, Inc.<\/b> Other, Advisory Board.<br><b>S. Mueller, <\/b> None..<br><b>L. B. Nabors, <\/b> None.&nbsp;<br><b>M. van den Bent, <\/b> <br><b>Chimerix, Inc.<\/b> Consultant.<br><b>M. Vogelbaum, <\/b> None.&nbsp;<br><b>J. E. Allen, <\/b> <br><b>Chimerix, Inc.<\/b> Employment, Stock, Stock Option, Patent. <br><b>A. S. Melemed, <\/b> <br><b>Chimerix.Inc.<\/b> Employment, Stock, Stock Option. <br><b>R. S. Tarapore, <\/b> <br><b>Chimerix, Inc.<\/b> Employment, Stock, Stock Option. <br><b>D. Yang, <\/b> <br><b>Chimerix, Inc.<\/b> Employment, Stock, Stock Option. <br><b>P. Wen, <\/b> <br><b>Chimerix, Inc.<\/b> Other, Consultant. <br><b>T. Cloughsey, <\/b> <br><b>Chimerix, Inc.<\/b> Stock, research funding, consultant.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10497","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT060","PresenterBiography":null,"PresenterDisplayName":"Joshua Allen, PhD","PresenterKey":"9a761937-8840-469e-9c80-d35efe48487c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT060. ACTION: A randomized phase 3 study of dordaviprone (ONC201) in patients with newly diagnosed H3 K27M-mutant diffuse glioma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ACTION: A randomized phase 3 study of dordaviprone (ONC201) in patients with newly diagnosed H3 K27M-mutant diffuse glioma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Tumor Treating Fields (TTFields) therapy is a loco-regional, noninvasive treatment approved for newly diagnosed (nd)\/recurrent (r) glioblastoma (GBM) and mesothelioma. Approval for ndGBM was based on the pivotal phase 3 EF-14 study where TTFields therapy\/temozolomide (TMZ), administered in the adjuvant setting, significantly improved PFS and OS vs TMZ monotherapy. TTFields therapy-related adverse events (AEs) were mostly mild-to-moderate skin reactions, with no evidence of TTFields therapy-related systemic toxicity. Radiotherapy (RT) concomitant with TTFields therapy demonstrated an increased therapeutic effect in preclinical models. Supplementary evidence from two pilot phase 2 studies demonstrated that concomitant administration of TTFields therapy with standard of care RT\/TMZ was feasible and well-tolerated. Here we present a phase 3 study examining the efficacy and safety of TTFields therapy concomitant with RT\/TMZ in patients with ndGBM.<br \/><b>Materials and Methods:<\/b> TRIDENT (EF-32; NCT04471844) is a global, randomized, phase 3 study of patients &#8805;18 years of age (&#8805;22 years in the US) with histologically confirmed ndGBM, &#8805;3 months life expectancy, &#8805;70 Karnofsky Performance Status, and adequate organ function. Patients will be stratified by the extent of resection and methylation status of the <i>MGMT <\/i>promoter. Approximately 950 patients will be assigned 1:1 to continuous TTFields therapy (200 kHz, &#8805;18 h\/day) concomitant with RT\/TMZ (experimental arm) or RT\/TMZ alone (control arm). Patients will first receive 6 weeks of experimental or control therapy, TTFields therapy will then be added to the control group and all patients will receive 6 cycles of maintenance TMZ and continuous TTFields therapy. Once initiated, TTFields therapy use will continue until second disease progression (PFS2) or until 24 months (if clinically able) from the time of randomization. The primary endpoint is median OS; secondary endpoints include 1- and 2- year OS rates, PFS, 6- and 12-month PFS rates, and PFS2 (all per Response Assessment in Neuro-Oncology [RANO]), overall radiological response (per RANO), severity and frequency of AEs, quality of life (QoL; per European Organisation for Research and Treatment of Cancer QoL Questionnaires), neurological function (per Neurological Assessment in Neuro-Oncology scale), and tumor pathology post study treatments (when available). The ability of TTFields therapy to prolong OS in a dose-dependent manner is an exploratory endpoint. The primary endpoint is based on the hypothesis that TTFields therapy\/RT\/TMZ can significantly improve OS (vs RT\/TMZ) and will be tested using a stratified log-rank test. The sample size is calculated for a hazard ratio of &#60;0.8 with a 5% type I error. The study is expected to enroll patients at 150 sites and is currently open in nine countries.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Glioblastoma,Phase 3,Tumor Treating Fields,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Wenyin Shi<\/i><\/presenter>, <presenter><i>Lawrence Kleinberg<\/i><\/presenter>, <presenter><u><i>Suriya A. Jeyapalan<\/i><\/u><\/presenter>, <presenter><i>Samuel A. Goldlust<\/i><\/presenter>, <presenter><i>Seema Nagpal<\/i><\/presenter>, <presenter><i>Leonardo Lustgarten<\/i><\/presenter>, <presenter><i>Stephanie E. Combs<\/i><\/presenter>, <presenter><i>David Roberge<\/i><\/presenter>, <presenter><i>Ryo Nishikawa<\/i><\/presenter>, <presenter><i>David Reardon<\/i><\/presenter>, <presenter><i>Rachel Grossman<\/i><\/presenter>, <presenter><i>Martin Glas<\/i><\/presenter>. Thomas Jefferson University, Philadelphia, PA, Johns Hopkins University School of Medicine, Baltimore, MD, Tufts Medical Center, Boston, MA, John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ, Stanford University, Stanford, CA, Novocure Inc., New York, NY, Technische Universität München (TUM), Munich, Germany, University of Montreal, Montreal, QC, Canada, Saitama Medical University International Medical Center, Saitama, Japan, Dana-Farber Cancer Institute, Boston, MA, Tel-Aviv Medical Center, Tel Aviv, Israel, University Hospital Essen, Essen, Germany","CSlideId":"","ControlKey":"7c49785e-22ab-4cb7-a47b-785d30547d87","ControlNumber":"9490","DisclosureBlock":"<b>&nbsp;W. Shi, <\/b> <br><b>Novocure<\/b> Other, Consultant fees, research support. <br><b>Zai Lab<\/b> Other, Consultant fees. <br><b>Brain Lab<\/b> Other, Consultant Fees, research support. <br><b>Regeneron Pharmaceuticals<\/b> Other, Research support. <br><b>Varian<\/b> Other, Consultant fees. <br><b>L. Kleinberg, <\/b> <br><b>Novocure<\/b> Other, Consultant fees. <br><b>Arbor Pharmaceuticals<\/b> Other, Research support. <br><b>S. A. Jeyapalan, <\/b> <br><b>Novocure<\/b> Speaker fees and Advisory Board. <br><b>S. A. Goldlust, <\/b> <br><b>Novocure<\/b> Travel, Other, Speaker fees, consultant fees, research support, honoraria. <br><b>Boston Bio<\/b> Other, Consultant fees. <br><b>Wex<\/b> Travel, Other, Consultant fees. <br><b>Cortice<\/b> Travel, Other, Consultant fees. <br><b>Tocagen<\/b> Travel, Other, Honoraria. <br><b>Bristol Myers Squibb<\/b> Travel, Other, Honoraria. <br><b>Cota<\/b> Stock. <br><b>Caris Life Science<\/b> Travel. <br><b>Kyowa Kirin<\/b> Travel. <br><b>Cornerstone Speciality Network<\/b> Other, Consultant fees. <br><b>Cellevolve<\/b> Other, Consultant fees. <br><b>Daiichi Sankyo<\/b> Other, Consultant fees. <br><b>S. Nagpal, <\/b> <br><b>Novocure<\/b> Other, Consultant fees. <br><b>L. Lustgarten, <\/b> <br><b>Novocure<\/b> Employment, Stock. <br><b>S. E. Combs, <\/b> <br><b>AstraZeneca<\/b> Other, Consultancy fees. <br><b>Medac<\/b> Other, Consultancy fees. <br><b>Dr Sennewald Medizintechnik<\/b> Other, Consultancy fees. <br><b>Elekta<\/b> Other, Consultancy fees. <br><b>Accuray<\/b> Other, Consultancy fees. <br><b>BMS<\/b> Other, Consultancy fees. <br><b>Brainlab<\/b> Other, Consultancy fees. <br><b>Daiichi Sankyo<\/b> Other, Consultancy fees. <br><b>Icotec<\/b> Other, Consultancy fees. <br><b>DFG, EU<\/b> Grant\/Contract. <br><b>Roche<\/b> Other, Consultancy fees. <br><b>D. Roberge, <\/b> <br><b>Novocure<\/b> Other, Honoraria. <br><b>Precirix<\/b> Other, Honoraria. <br><b>Recordati<\/b> Other, Honoraria. <br><b>Elekta<\/b> Other, Research support. <br><b>Varian<\/b> Other, Research support. <br><b>Siemens Healthineers<\/b> Other, Research support. <br><b>Croton Healthcare<\/b> Stock. <br><b>MisoChip<\/b> Stock. <br><b>AFX Medical<\/b> Stock. <br><b>R. Nishikawa, <\/b> <br><b>Ono Pharma<\/b> Other, Speaker fees. <br><b>Eisai<\/b> Other, Speaker fees. <br><b>Novocure<\/b> Other, Advisory board member. <br><b>Chugai Pharm<\/b> Other, Research support. <br><b>Nippon Kayaku<\/b> Other, Honoraria. <br><b>D. Reardon, <\/b> <br><b>Abbvie<\/b> Other, Consultancy fees. <br><b>Advantagene<\/b> Other, Consultancy fees. <br><b>Agenus<\/b> Other, Consultancy fees. <br><b>Amgen<\/b> Other, Consultancy fees. <br><b>Bristol-Myers Squibb<\/b> Other, Consultancy fees. <br><b>Celldex<\/b> Other, Consultancy fees. <br><b>DelMar<\/b> Other, Consultancy fees. <br><b>EMD Serono<\/b> Other, Consultancy fees. <br><b>Genentech\/Roche<\/b> Other, Consultancy fees. <br><b>Imvax<\/b> Other, Consultancy fees. <br><b>Inovio<\/b> Other, Consultancy fees. <br><b>Medicenna Biopharma, Inc.<\/b> Other, Consultancy fees. <br><b>Merck and Merck KGaA<\/b> Other, Consultancy fees. <br><b>Monteris<\/b> Other, Consultancy fees. <br><b>Novocure<\/b> Other, Consultancy fees. <br><b>Oncorus<\/b> Other, Consultancy fees. <br><b>Oxigene<\/b> Other, Consultancy fees. <br><b>Regeneron<\/b> Other, Consultancy fees. <br><b>Stemline<\/b> Other, Consultancy fees. <br><b>Sumitono Dainippon Pharma<\/b> Other, Consultancy fees. <br><b>R. Grossman, <\/b> <br><b>Zai Lab<\/b> Other, Honoraria. <br><b>Novocure<\/b> Travel. <br><b>M. Glas, <\/b> <br><b>Roche<\/b> Other, Consultant fees. <br><b>Novartis<\/b> Other, Consultant fees, honoraria. <br><b>Daiichi Sankyo<\/b> Other, Consultant fees. <br><b>Novocure<\/b> Travel, Consultant fees, honoraria. <br><b>Bayer<\/b> Other, Consultant fees. <br><b>Janssen-Cilag<\/b> Consultant fees. <br><b>Merck<\/b> Other, Honoraria. <br><b>Medec<\/b> Travel, Other, Honoraria. <br><b>Kyowa Kirin<\/b> Other, Honoraria.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10498","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT061","PresenterBiography":null,"PresenterDisplayName":"Melissa Purves","PresenterKey":"77affb74-3a93-4367-a867-af902bcb0075","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT061. TRIDENT phase 3 study (EF-32): First-line Tumor Treating Fields (TTFields; 200 kHz) therapy concomitant with chemo-radiation, followed by maintenance TTFields\/temozolomide in newly diagnosed glioblastoma<b><\/b>","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TRIDENT phase 3 study (EF-32): First-line Tumor Treating Fields (TTFields; 200 kHz) therapy concomitant with chemo-radiation, followed by maintenance TTFields\/temozolomide in newly diagnosed glioblastoma<b><\/b>","Topics":null,"cSlideId":""},{"Abstract":"Background: GBM AGILE (Glioblastoma Adaptive, Global, Innovative Learning Environment) is a biomarker based, multi-arm, international, seamless Phase 2\/3 Response Adaptive Randomization platform trial designed to rapidly identify experimental therapies that improve overall survival and confirm efficacious experimental therapies and associated biomarker signatures to support new drug approvals and registration. GBM AGILE is a collaboration between academic investigators, patient organizations and industry to support new drug applications for newly diagnosed and recurrent GBM.<br \/>Methods: The primary objective of GBM AGILE is to identify therapies that improve the overall survival in patients with newly diagnosed or recurrent GBM. Operating under a Master Protocol, GBM AGILE allows multiple drugs from different pharmaceutical\/biotech companies to be evaluated simultaneously and\/or over time against a common control. New experimental therapies are added as new information about promising new drugs is identified while other therapies are removed as they complete their evaluation. Bayesian response adaptive randomization is used within subtypes of the disease to assign participants to investigational arms based on their performance.<br \/>GBM AGILE has screened over 1300 patients and enrollment rates are 3 to 4 times greater than traditional GBM trials, with active sites averaging 0.75 to 1 patients\/site\/month. There are 41 active sites in the US, 4 active sites in Canada and 3 active sites in Europe with 12 more sites anticipated to open across 3 countries in Europe. Expansion to Australia is in progress. Stratification of the newly diagnosed patients is based on methylation status per the MGMT assay provided by a central CLIA lab. Maintaining reasonable timelines for MGMT read out to support eligibility and screening requires ongoing operational oversight. In order to continue to improve MGMT testing times, the percentage discordance between results from central testing and local lab testing is being evaluated to assess if local lab testing can be utilized for randomization within GBM AGILE.<br \/>Exploratory analyses are ongoing to expand knowledge of GBM. For example, information from imaging and clinical assessments will be used to build a longitudinal model, which may inform randomization by providing earlier and continuous information regarding how a given experimental arm is performing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Glioblastoma,MGMT,Response,Brain tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Ingo K. Mellinghoff<\/i><\/u><\/presenter>, <presenter><i>Brian Alexander<\/i><\/presenter>, <presenter><i>Donald Berry<\/i><\/presenter>, <presenter><i>Nicholas Blondin<\/i><\/presenter>, <presenter><i>Meredith Buxton<\/i><\/presenter>, <presenter><i>Webster Cavenee<\/i><\/presenter>, <presenter><i>Howard Colman<\/i><\/presenter>, <presenter><i>John De Groot<\/i><\/presenter>, <presenter><i>Macarena I. De la Fuente<\/i><\/presenter>, <presenter><i>Benjamin Ellingson<\/i><\/presenter>, <presenter><i>Gary Gordon<\/i><\/presenter>, <presenter><i>Emma M.V. Hyddmark<\/i><\/presenter>, <presenter><i>Mustafa Khasraw<\/i><\/presenter>, <presenter><i>Andrew Lassman<\/i><\/presenter>, <presenter><i>Eudocia Lee<\/i><\/presenter>, <presenter><i>Wenbin Li<\/i><\/presenter>, <presenter><i>Michael Lim<\/i><\/presenter>, <presenter><i>Tom Mikkelsen<\/i><\/presenter>, <presenter><i>Apoorva Nelli<\/i><\/presenter>, <presenter><i>James Perry<\/i><\/presenter>, <presenter><i>Erik Sulman<\/i><\/presenter>, <presenter><i>Kirk Tanner<\/i><\/presenter>, <presenter><i>Michael Weller<\/i><\/presenter>, <presenter><i>Patrick Y. C. Wen<\/i><\/presenter>, <presenter><i>Timothy Cloughesy<\/i><\/presenter>. MSKCC, New York, NY, Harvard Medical School, Boston, MA, Berry Consultants, LLC, Austin, TX, Yale University, New Haven, CT, Global Coalition for Adaptive Research, Larkspur, CA, UCSD, La Jolla, CA, Hunstman Cancer Institute, Univ. of Utah, Salt Lake City, UT, UCSF, San Francisco, CA, Sylvester Comprehensive Cancer Center, Miami, FL, UCLA, Los Angeles, CA, Duke University Medical Center, Durham, NC, Columbia University, New York, NY, Dana Farber Cancer Institute, Boston, MA, Beijing Tiantan Hospital, Capital Medical University, Beijin, China, Stanford University School of Medicine, Palo Alto, CA, Henry Ford Cancer Institute, Detroit, MI, University of Toronto, Toronto, ON, Canada, NYU Grossman School of Medicine, New York, NY, National Brain Tumor Society, Newton, NY, University of Zurich, Zurich, Switzerland","CSlideId":"","ControlKey":"c4594dac-fe3d-4d21-b254-14e65324c38c","ControlNumber":"9651","DisclosureBlock":"<b>&nbsp;I. K. Mellinghoff, <\/b> <br><b>Roche Therapeutics<\/b> Other, AdBoard re: Bispecific T-cell Engager. <br><b>Prelude Therapeutics<\/b> Other, AdBoard re: PRMT5 inhibitor. <br><b>Black Diamond Therapeutics<\/b> Other, AdBoard re: EGFR inhibitor. <br><b>Servier Pharmaceuticals<\/b> Other, Adboard re: mutant IDH inhibitor. <br><b>B. Alexander, <\/b> <br><b>Foundation Medicine<\/b> Employment, Fiduciary Officer. <br><b>Roche<\/b> Employment, Stock, Stock Option. <br><b>D. Berry, <\/b> <br><b>Berry Consultants, LLC<\/b> Other Business Ownership, Travel. <br><b>N. Blondin, <\/b> <br><b>Novocure, Inc<\/b> Independent Contractor, Other, Consultant. <br><b>Biocept, Inc<\/b> Independent Contractor, Consultant.<br><b>M. Buxton, <\/b> None..<br><b>W. Cavenee, <\/b> None.&nbsp;<br><b>H. Colman, <\/b> <br><b>Best Doctors\/Teledoc<\/b> Other, Consultant. <br><b>Orbus Therapeutics<\/b> Other, Advisory Board. <br><b>Bristol Meyer Squib<\/b> Other, Consultant. <br><b>Regeneron<\/b> Other, Consultant. <br><b>Novocure<\/b> Other, Advisory Board. <br><b>J. de Groot, <\/b> <br><b>Genentech<\/b> Other, Advisory Board. <br><b>Insightec<\/b> Other, Advisory Board. <br><b>WuXi<\/b> Stock. <br><b>Aluanos<\/b> Stock. <br><b>Monteris<\/b> Other, Advisory Board\/Consultant. <br><b>Kintara<\/b> Other, Consulting. <br><b>Kazia<\/b> Other, Advisory Board. <br><b>MundiPharma<\/b> Other, Consulting. <br><b>Daiichi Sankyo Company<\/b> Other, Advisory Board. <br><b>Servier<\/b> Other, Advisory Board. <br><b>Sapience<\/b> Other, Advisory Board. <br><b>VBL Therapeutics<\/b> Other, DSMB. <br><b>VBI<\/b> Other, DSMB. <br><b>Novella<\/b> Other, DSMB. <br><b>HaiHe Pharma<\/b> Other, Research support. <br><b>Samus<\/b> Other, Advisory Board. <br><b>Sumitomo Pharma<\/b> Other, Advisory Board.<br><b>M. I. de la Fuente, <\/b> None.&nbsp;<br><b>B. Ellingson, <\/b> <br><b>Medicenna<\/b> Independent Contractor. <br><b>MedQIA<\/b> Independent Contractor. <br><b>Siemens<\/b> Independent Contractor, Travel. <br><b>Sumitomo Dianippon Pharma Oncology<\/b> Independent Contractor. <br><b>Monteris<\/b> Independent Contractor. <br><b>Sagimet Biosciences<\/b> Independent Contractor. <br><b>Sapience Therapeutics<\/b> Independent Contractor. <br><b>Neosoma<\/b> Independent Contractor, Grant\/Contract. <br><b>G. Gordon, <\/b> <br><b>Ayala Pharmaceuticals<\/b> Employment. <br><b>Biosight<\/b> Other, Board Member. <br><b>Photon Pharma<\/b> Other, Board Member. <br><b>MTEM<\/b> Independent Contractor. <br><b>Abbott<\/b> Stock. <br><b>Abbvie<\/b> Stock. <br><b>E. M. Hyddmark, <\/b> <br><b>Envigo<\/b> Employment. <br><b>M. Khasraw, <\/b> <br><b>BMS<\/b> Other, Research Funding. <br><b>Abbvie<\/b> Other, Research Funding. <br><b>Daiichi Sankyo<\/b> Other, Research Funding. <br><b>BioNTech<\/b> Other, Research Funding. <br><b>Celldex<\/b> Other, Research Funding. <br><b>Astellas<\/b> Other, Research Funding. <br><b>CNS Pharmaceuticals<\/b> Other, Research Funding. <br><b>Jax<\/b> Other, Honoraria for lab genomic research. <br><b>Johnson and Johnson<\/b> Other, Honoraria. <br><b>Voyager Therapeutics<\/b> Other, Honoraria. <br><b>George Clinical<\/b> Honoraria. <br><b>A. Lassman, <\/b> <br><b>AstraZeneca<\/b> Other, B.\u0009Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received). <br><b>Genentech\/Roche<\/b> Other, B.\u0009Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received). <br><b>Millenium<\/b> Other, B.\u0009Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received). <br><b>Vivacitas<\/b> Other, Consultant\/Advisory Board. <br><b>Sapience<\/b> Other, Consultant\/Advisory Board. <br><b>Orbus<\/b> Other, Consultant\/Advisory Board\u000d\u000aB.\u0009Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received)\u000d\u000aOther research support. <br><b>Novocure<\/b> Other, Consultant\/Advisory Board. <br><b>Karyopharm<\/b> Consultant\/Advisory Board\u000d\u000aB.\u0009Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received)\u000d\u000aOther research support. <br><b>BMS<\/b> Other, reader of clinical and imaging data for a BMS-sponsored trial \u000d\u000a\u000d\u000aB.\u0009Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received). <br><b>Bioclinica<\/b> Other, Consultant\/Advisory Board. <br><b>Pfizer<\/b> Other, Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received)\u000d\u000a\u000d\u000aOther research support. <br><b>Abbvie<\/b> Other, Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received)\u000d\u000a\u000d\u000aOther research support\u000d\u000a. <br><b>VBI Vaccines<\/b> Other, Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received)\u000d\u000a\u000d\u000aOther research support. <br><b>QED\/Helsinn<\/b> Other, Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received)\u000d\u000a\u000d\u000aOther research support. <br><b>Aeterna Zenaris<\/b> Other, Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received)\u000d\u000a. <br><b>Keryx<\/b> Other, Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received)\u000d\u000a. <br><b>RTOG-Foundation<\/b> Other, Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received)\u000d\u000a. <br><b>Foundation, Kadmon, Beigene, Bayer, NextSource, DelMar, Corden, Kazia, Servier, Chimerix, Semus<\/b> Other, Research Grant (principal investigator, collaborator or consultant and pending grants as well as grants already received)\u000d\u000a. <br><b>Clinical Care Options<\/b> Other, Honoraria. <br><b>Chimerix,Novartis, Novocure, OligoNation<\/b> Other, Other research support. <br><b>E. Lee, <\/b> <br><b>Wolters Kluwer (Up to date Inc)<\/b> Other, Royalties. <br><b>Medscape Inc<\/b> Other, Honoraria.<br><b>W. Li, <\/b> None.&nbsp;<br><b>M. Lim, <\/b> <br><b>Arbor<\/b> Other, Research Support. <br><b>BMS<\/b> Other, Research Support. <br><b>Accuray<\/b> Other, Research Support. <br><b>Biohaven<\/b> Other, Research Support and Consultant. <br><b>Urogen<\/b> Other, Research Support. <br><b>VBI<\/b> Other, Consultant. <br><b>InCephalo Therapeutics<\/b> Other, Consultant. <br><b>Merck<\/b> Other, Consultant. <br><b>Pyramid Bio<\/b> Other, Consultant. <br><b>Insightec<\/b> Other, Consultant. <br><b>Sanianoia<\/b> Other, Consultant. <br><b>Hemispherian<\/b> Other, Consultant. <br><b>Novocure<\/b> Other, Consultant. <br><b>Noxxon<\/b> Other, Consultant. <br><b>InCando<\/b> Other, Consultant. <br><b>Century Therapeutics<\/b> Other, Consultant. <br><b>CraniUs<\/b> Other, Consultant. <br><b>Erget Therapeutics<\/b> Other, Shareholder. <br><b>Stryker<\/b> Other, Non-research consultant. <br><b>Cellularity<\/b> Other, Data safety and monitoring board.<br><b>T. Mikkelsen, <\/b> None..<br><b>A. Nelli, <\/b> None..<br><b>J. Perry, <\/b> None.&nbsp;<br><b>E. Sulman, <\/b> <br><b>Novocure<\/b> Grant\/Contract. <br><b>K. Tanner, <\/b> <br><b>Telo Therapeutics<\/b> Other, Ownership Interest (stock, stock options, patent or other intellectual property)\u000d\u000a. <br><b>Cordance Medical<\/b> Other, Ownership Interest (stock, stock options, patent or other intellectual property)\u000d\u000a. <br><b>Sage Therapeutics<\/b> Other, Consultant\/Advisory Board\u000d\u000a. <br><b>Inovio<\/b> Consultant\/Advisory Board\u000d\u000a. <br><b>Oncohereos<\/b> Other, Consultant\/Advisory Board\u000d\u000a. <br><b>M. Weller, <\/b> <br><b>Versamab<\/b> Grant\/Contract. <br><b>Bayor<\/b> Other, Advisor. <br><b>Medac<\/b> Other, Advisor. <br><b>Anercis<\/b> Grant\/Contract. <br><b>Merck (EMD)<\/b> Other, Advisor. <br><b>Novartis<\/b> Other, Advisor. <br><b>Orbus<\/b> Other, Advisor. <br><b>Philogen<\/b> Grant\/Contract, Other, Advisor.<br><b>P. Y. C. Wen, <\/b> None.&nbsp;<br><b>T. Cloughesy, <\/b> <br><b>Stemline<\/b> Independent Contractor. <br><b>Kintara<\/b> Independent Contractor. <br><b>Ideology Health<\/b> Independent Contractor. <br><b>COO GBM<\/b> Independent Contractor. <br><b>Novartis<\/b> Independent Contractor. <br><b>Sonalasense<\/b> Independent Contractor. <br><b>Sagimet and JP Francis company<\/b> Independent Contractor. <br><b>Agios\/Servier<\/b> Independent Contractor. <br><b>Boehringer Ingelheim<\/b> Independent Contractor. <br><b>VBL<\/b> Independent Contractor. <br><b>Novocure<\/b> Independent Contractor. <br><b>Jubilant<\/b> Independent Contractor. <br><b>Break through cancer<\/b> Other. <br><b>Immvira<\/b> Independent Contractor. <br><b>Gan & Lee<\/b> Independent Contractor. <br><b>Brainstorm<\/b> Independent Contractor. <br><b>Merck<\/b> Independent Contractor. <br><b>SDP<\/b> Independent Contractor. <br><b>Tyme<\/b> Independent Contractor.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10499","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT062","PresenterBiography":null,"PresenterDisplayName":"Ingo Mellinghoff, MD","PresenterKey":"c6c07de5-a522-4297-926a-ce8829f30070","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT062. GBM AGILE: A global, phase 2\/3 adaptive platform trial to evaluate multiple regimens in newly diagnosed and recurrent glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"GBM AGILE: A global, phase 2\/3 adaptive platform trial to evaluate multiple regimens in newly diagnosed and recurrent glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Patients who receive frontline CDK4\/6 inhibitor (CDK4\/6i) therapy eventually experience disease progression. Resistance to CDK4\/6i is likely a transient adaptive mechanism that may be reversed by inhibition of the PI3K\/mTOR pathway. Thus, combination of CDK4\/6i and PI3K\/mTORi after disease progression on CDK4\/6i could restore sensitivity to CDK4\/6i and prevent activation of the PI3K\/mTOR pathway. This hypothesis was evaluated in a Phase 1b study (Layman SABCS 2021) of gedatolisib (geda), a potent inhibitor of PI3K and mTOR. Subjects with HR+\/HER2- ABC with prior CDK4\/6i received geda (180 mg IV weekly for 3 weeks, then one week off) with palbociclib (palbo) and fulvestrant (FUL). Median PFS was 12.9 months with 63% overall response rate.&#8239; Efficacy was observed regardless of <i>PIK3CA<\/i> mutation status (Wesolowski SABCS 2022). Geda was well tolerated, with few discontinuations due to treatment-related adverse events (4%). The most common AE was stomatitis; hyperglycemia of any grade occurred in 26% of patients. This preliminary data, dosing schedule, and study population characteristics form the basis for the Phase 3 trial, VIKTORIA-1 (NCT05501886).&#8239;&#8239;<br \/>This Phase 3 multinational clinical trial will evaluate geda and FUL with or without palbo in patients with HR+\/HER2- ABC previously treated with any CDK4\/6i in combination with a non-steroidal aromatase inhibitor (AI) therapy. Those without tumor <i>PIK3CA<\/i> mutations will be assigned to Study 1 (n=351) and randomized to Arm A (geda, palbo, and FUL), Arm B (geda and FUL), or Arm C (FUL). Those with <i>PIK3CA<\/i> mutations will be assigned to Study 2 (n=350) and randomized to Arm D (geda, palbo, and FUL), Arm E (alpelisib and FUL), or Arm F (geda and FUL). Key eligibility criteria include adults with confirmed metastatic or locally advanced breast cancer, any menopausal status, radiologically evaluable disease, and prior CDK4\/6i treatment in combination with a non-steroidal AI. Prior hormonal therapy, including SERDs, is allowed. Key exclusion criteria include prior treatment with a PI3K, Akt, or mTOR inhibitor, prior treatment with chemotherapy for advanced disease, more than two lines of prior endocrine therapy, bone only disease with no soft tissue components, active CNS metastases, and type 1 diabetes or uncontrolled type 2 diabetes.&#8239;<br \/>The primary endpoint is PFS assessed by blinded independent central review per RECIST v1.1. Secondary endpoints included overall survival, safety and tolerability, ORR, duration of response, time to response, CBR, quality of life, and pharmacokinetics. The trial is open for enrollment.&#8239; This trial abstract was previously presented at the 2022 San Antonio Breast Cancer Symposium, December 6-10, 2022.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Phosphatidylinositol 3-kinase (PI3K),mTOR,Gedatolisib,breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Sara A. Hurvitz<\/i><\/presenter>, <presenter><i>Fabrice André<\/i><\/presenter>, <presenter><i>Massimo Cristofanilli<\/i><\/presenter>, <presenter><i>Giuseppe Curigliano<\/i><\/presenter>, <presenter><i>Antonio Giordano<\/i><\/presenter>, <presenter><u><i>Hyo S. Han<\/i><\/u><\/presenter>, <presenter><i>Miguel Martín<\/i><\/presenter>, <presenter><i>Barbara Pistilli<\/i><\/presenter>, <presenter><i>Hope S. Rugo<\/i><\/presenter>, <presenter><i>Robert Wesolowski<\/i><\/presenter>, <presenter><i>Samuel Suzuki<\/i><\/presenter>, <presenter><i>Sarah C. Mutka<\/i><\/presenter>, <presenter><i>Igor Gorbatchevsky<\/i><\/presenter>, <presenter><i>Sibylle Loibl<\/i><\/presenter>. University of California, Los Angeles Jonsson Comprehensive Cancer Center, Los Angeles, CA, Department of Medical Oncology, Institut Gustave Roussy, Villejuif, France, Weill Cornell Medicine, New York, NY, European Institute of Oncology, IRCCS, University of Milano, Milan, Italy, Dana Farber Cancer Institute, Harvard University, Boston, MA, Moffitt Cancer Center, Tampa, FL, Hospital Gregorio Marañón, Universidad Complutense, Madrid, Spain, Gustave Roussy Cancer Center, Villejuif, France, University of California-San Francisco, Helen Diller Family Comprehensive Cancer Center, San Francisco, CA, James Cancer Hospital and the Ohio State University Comprehensive Cancer Center, Columbus, OH, Celcuity, Minneapolis, MN, German Breast Group, Neu-Isenburg, Germany","CSlideId":"","ControlKey":"6914c51a-bc75-4860-8778-a657d75342d9","ControlNumber":"9257","DisclosureBlock":"<b>&nbsp;S. A. Hurvitz, <\/b> <br><b>Ambrx<\/b> Other, Financial relationship. <br><b>Amgen<\/b> Other, Financial relationship. <br><b>Bayer<\/b> Other, Financial relationship. <br><b>Cytomx<\/b> Other, Financial relationship. <br><b>Dantari<\/b> Other, Financial relationship. <br><b>Dignitana<\/b> Other, Financial relationship. <br><b>Genentech\/Roche<\/b> Other, Financial relationship. <br><b>G-1 Therapeutics<\/b> Other, Financial relationship. <br><b>Gilead<\/b> Other, Financial relationship. <br><b>GSK<\/b> Other, Financial relationship. <br><b>Immunomedics<\/b> Other, Financial relationship. <br><b>Eli Lilly<\/b> Other, Financial relationship. <br><b>Macrogenics<\/b> Other, Financial relationship. <br><b>Novartis<\/b> Other, Financial relationship. <br><b>Arvinas<\/b> Grant\/Contract. <br><b>Daiichi Sankyo\/Astra Zeneca<\/b> Other, Speaker fee at a conference. <br><b>OBI Pharma<\/b> Other, Financial relationship. <br><b>Orinove<\/b> Other, Financial relationship. <br><b>Pfizer<\/b> Other, Financial relationship. <br><b>Phoenix Molecular Designs, Ltd, Pieris, PUMA, Radius, Samumed, Sanofi, Seattle Genetics\/Seagen, Zymeworks<\/b> Other, Financial relationship. <br><b>F. André, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Gilead<\/b> Other, Consulting fees (e.g. advisory boards). <br><b>Guardant Health<\/b> Other, Consulting fees (e.g. advisory boards). <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Medimmune<\/b> Other, Consulting fees (e.g. advisory boards). <br><b>Novartis<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Relay Therapeutics<\/b> Consulting fees (e.g. advisory boards). <br><b>Roche<\/b> Grant\/Contract. <br><b>M. Cristofanilli, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract, Other, Consulting fees (e.g. advisory boards). <br><b>Celcuity<\/b> Other, Consulting fees (e.g. advisory boards). <br><b>Ellipses<\/b> Other, Consulting fees (e.g. advisory boards). <br><b>Foundation Medicine<\/b> Other, Consulting fees (e.g. speakers' bureaus). <br><b>Guardant<\/b> Other, Consulting fees (e.g. speakers' bureaus). <br><b>Eli Lilly<\/b> Grant\/Contract, Other, Consulting fees (e.g. advisory boards, speakers' bureaus). <br><b>Menarini<\/b> Other, Consulting fees (e.g. advisory boards). <br><b>Olaris<\/b> Other, Consulting fees (e.g. advisory boards). <br><b>Pfizer<\/b> Grant\/Contract, Other, Consulting fees (e.g. speakers' bureaus). <br><b>Semonix<\/b> Consulting fees (e.g. advisory boards). <br><b>G. Curigliano, <\/b> <br><b>AstraZeneca<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>BMS<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Celcuity<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Daiichi Sankyo<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Eli Lilly<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Ellipsis<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Exact Science<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Gilead<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Merck<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Novartis<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Pfizer<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Roche<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Sanofi<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Veracyte<\/b> Other, Consulting Fees (e.g. advisory boards).<br><b>A. Giordano, <\/b> None.&nbsp;<br><b>H. S. Han, <\/b> <br><b>Abbvie<\/b> Grant\/Contract. <br><b>GSK<\/b> Grant\/Contract. <br><b>G1 Therapeutics<\/b> Grant\/Contract. <br><b>Quantum Leap Healthcare Collaborative<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Zymeworks<\/b> Grant\/Contract. <br><b>Department of Defense<\/b> Grant\/Contract. <br><b>Arvinas<\/b> Grant\/Contract. <br><b>Celcuity<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Consulting Fees (e.g. speakers' bureaus). <br><b>Mersana Therapeutics<\/b> Other, Institutional Research Funding. <br><b>Novartis<\/b> Other, Data Safety Monitoring Board\/Advisory Board. <br><b>AstraZeneca<\/b> Other, Data Safety Monitoring Board\/Advisory Board. <br><b>Gilead<\/b> Other, Data Safety Monitoring Board\/Advisory Board. <br><b>Marker<\/b> Grant\/Contract. <br><b>M. Martín, <\/b> <br><b>AstraZeneca<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Daiichi Sankyo<\/b> Other, Consulting Fees (e.g. advisory boards). <br><b>Eli Lilly<\/b> Other, Consulting Fees (e.g. advisory boards), honoraria. <br><b>Genetech\/Roche<\/b> Consulting Fees (e.g. advisory boards, speakers' bureaus), honoraria. <br><b>Lilly\/ImClone<\/b> Other, Consulting Fees (e.g. speakers' bureaus). <br><b>Novartis<\/b> Grant\/Contract, Consulting Fees (e.g. advisory boards), honoraria. <br><b>Pfizer<\/b> Other, Consulting Fees (e.g. advisory boards), honoraria. <br><b>Puma<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Seattle Genetics<\/b> Honoraria. <br><b>Pierre Fabre<\/b> Consulting Fees (e.g. speakers' bureaus), honoraria. <br><b>B. Pistilli, <\/b> <br><b>AstraZeneca<\/b> Travel, Other, consulting fees (e.g. advisory boards). <br><b>Daiichi Sankyo<\/b> consulting fees (e.g. advisory boards), payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>MSD<\/b> Travel. <br><b>Myriad Pharmaceuticals<\/b> Other, consulting fees (e.g. advisory boards). <br><b>Novartis<\/b> consulting fees (e.g. advisory boards), payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>Pfizer<\/b> consulting fees (e.g. advisory boards). <br><b>Pierre Fabre<\/b> Travel, Other, consulting fees (e.g. advisory boards). <br><b>Puma<\/b> Other, payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events. <br><b>H. S. Rugo, <\/b> <br><b>Astellas<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Ayala<\/b> Grant\/Contract. <br><b>Blueprint<\/b> Other, Honoraria. <br><b>Boehringer Ingelheim<\/b> Grant\/Contract. <br><b>Chugai<\/b> Other, Honoraria. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract. <br><b>Gilead<\/b> Grant\/Contract. <br><b>Lilly<\/b> Grant\/Contract. <br><b>Macrogenics<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>Mylan<\/b> Other, Honoraria. <br><b>NAPO, Samsung<\/b> Other, Honoraria. <br><b>Novartis<\/b> Grant\/Contract. <br><b>OBI Pharma<\/b> Grant\/Contract. <br><b>Odonate Therapeutics<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Polyphor, Roche, Seattle Genetics, Sermonix<\/b> Grant\/Contract. <br><b>Puma<\/b> Other, Honoraria, Consulting Fees (e.g. advisory boards). <br><b>R. Wesolowski, <\/b> <br><b>Celcuity<\/b> Other, consulting fees (e.g. advisory boards). <br><b>Seagen<\/b> consulting fees (e.g. advisory boards). <br><b>S. Suzuki, <\/b> <br><b>Celcuity<\/b> Employment. <br><b>Artiva Biotherapeutics<\/b> Independent Contractor. <br><b>Elevation Oncology<\/b> Independent Contractor. <br><b>Kartos Therapeutics<\/b> Independent Contractor. <br><b>Tellios Pharma<\/b> Independent Contractor. <br><b>S. C. Mutka, <\/b> <br><b>Celcuity<\/b> Employment, Stock, Stock Option. <br><b>Alpine Immune Sciences, Inc.<\/b> Stock. <br><b>I. Gorbatchevsky, <\/b> <br><b>Celcuity<\/b> Employment, Stock, Stock Option. <br><b>S. Loibl, <\/b> <br><b>Abbvie, Celgene<\/b> Other, Consulting Fees (e.g. advisory boards), contracted research paid to institute. <br><b>AstraZeneca, Daiichi-Sankyo, Gilead, Novartis, Pfizer, Roche<\/b> Grant\/Contract, Consulting Fees (e.g. advisory boards, speakers' bureaus). <br><b>Amgen, BMS, Eirgenix, GSK, Lilly, Merck, Pierre Fabre, Relay Therapeutics,Sanofi, Seagen<\/b> Consulting Fees (e.g. advisory boards). <br><b>EP14153692.0, EP21152186.9, EP15702464.7, EP19808852.8<\/b> Patent. <br><b>GBG Forschungs GmbH<\/b> Employment. <br><b>VM Scope GMbH<\/b> Other, Royalty paid to institute. <br><b>Molecular Health<\/b> Grant\/Contract.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10500","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT063","PresenterBiography":null,"PresenterDisplayName":"Hyo Han, MD","PresenterKey":"51c63010-21da-476a-bbdb-af880aa0ed6c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT063. A Phase 3 study of gedatolisib plus fulvestrant with and without palbociclib in patients with HR+\/ HER2- advanced breast cancer previously treated with a CDK4\/6 inhibitor plus a non-steroidal aromatase inhibitor (VIKTORIA-1)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A Phase 3 study of gedatolisib plus fulvestrant with and without palbociclib in patients with HR+\/ HER2- advanced breast cancer previously treated with a CDK4\/6 inhibitor plus a non-steroidal aromatase inhibitor (VIKTORIA-1)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> GP2 is a biologic nine amino acid peptide of the HER2\/<i>neu<\/i> protein delivered in combination with Granulocyte-Macrophage Colony Stimulating Factor (GM-CSF) that stimulates an immune response targeting HER2\/neu expressing cancers, the combination known as GLSI-100. In a prospective, randomized, single-blinded, placebo-controlled, multicenter Phase IIb study, no recurrences were observed in the HER2+ population after 5 years of follow-up, if the patient was treated with GLSI-100, survived, and was followed for more than 6 months (<i>p = 0.0338<\/i>). Immunotherapy elicited a potent response measured by skin tests and immunological assays. Of the 146 patients that have been treated with GLSI-100 over 4 clinical trials, GLSI-100 was well-tolerated and no serious adverse events observed were considered related to the immunotherapy.<br \/><b>Method: <\/b>This Phase III trial is a prospective, randomized, double-blinded, multi-center study. After 1 year of trastuzumab-based therapy, 6 intradermal injections of GLSI-100 or placebo will be administered over the first 6 months and 5 subsequent boosters will be administered over the next 2.5 years for a total of 11 injections over 3 years. The participant duration of the trial will be 3 years treatment plus 1 additional year follow-up for a total of 4 years following the first year of treatment with trastuzumab-based therapy. Patients will be stratified based on residual disease status at surgery, hormone receptor status and region.<br \/><b>Study Size - Interim Analysis: <\/b>Approximately 498 patients will be enrolled. To detect a hazard ratio of 0.3 in invasive breast cancer free survival (IBCFS), 28 events will be required. An interim analysis for superiority and futility will be conducted when at least 14 events have occurred. This sample size provides 80% power if the annual rate of events in placebo patients is 2.4% or greater. Up to 100 non-HLA-A*02 subjects will be enrolled in an open-label arm.<br \/><b>Eligibility Criteria:<\/b> The patient population is defined by these key eligibility criteria: 1) HER2\/neu positive and HLA-A*02; 2) Residual disease or High risk pCR (Stage III at presentation) post neo-adjuvant therapy; 3) Exclude Stage IV; and 4) Completed at least 90% of planned trastuzumab-based therapy.<br \/><b>Trial Objectives:<\/b> 1) To determine if GP2 therapy increases IBCFS; 2) To assess the safety profile of GP2; and 3) To monitor immunologic responses to treatment and assess relationship to efficacy and safety.<br \/><b>Study Status:<\/b> The study has been initiated at a number of sites in the US. The study is also expected to be opened in Spain, Germany, and France.<br \/><b>Funding:<\/b> This trial is supported by Greenwich LifeSciences.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Breast cancer,Immunotherapy,Cancer vaccine,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Snehal S. Patel<\/i><\/u><\/presenter>, <presenter><i>Jaye L. Thompson<\/i><\/presenter>, <presenter><i>Mira S. Patel<\/i><\/presenter>, <presenter><i>F. Joseph Daugherty<\/i><\/presenter>, <presenter><i>Mothaffar F. Rimawi<\/i><\/presenter>. Greenwich LifeSciences, Stafford, TX, Lester and Sue Smith Breast Center, Dan L Duncan Comprehensive Cancer Center, Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"4884f1c5-25f1-4ad6-8fea-c99be01b8c5a","ControlNumber":"9447","DisclosureBlock":"<b>&nbsp;S. S. Patel, <\/b> <br><b>Greenwich LifeSciences<\/b> Employment, Stock, Stock Option. <br><b>J. L. Thompson, <\/b> <br><b>Greenwich LifeSciences<\/b> Employment, Stock, Stock Option. <br><b>M. S. Patel, <\/b> <br><b>Greenwich LifeSciences<\/b> Employment, Stock, Stock Option. <br><b>F. Daugherty, <\/b> <br><b>Greenwich LifeSciences<\/b> Independent Contractor, Stock, Stock Option. <br><b>M. F. Rimawi, <\/b> <br><b>Daiichi Sankyo<\/b> Other, Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus). <br><b>F. Hoffmann-La Roche Ltd.<\/b> Other, Contracted Research. <br><b>Genentech<\/b> Other, Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus). <br><b>Macrogenics<\/b> Other, Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus). <br><b>Pfizer<\/b> Other, Contracted Research. <br><b>Seattle Genetics<\/b> Other, Fees for Non-CME Services Received Directly from Commercial Interest or their Agents (e.g., speakers' bureaus).","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10501","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT064","PresenterBiography":null,"PresenterDisplayName":"Snehal Patel, MBA;MS","PresenterKey":"2f20911f-e691-4edb-8237-5564269d1a95","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT064. Phase III study to evaluate the efficacy and safety of GLSI-100 (GP2 + GM-CSF) in breast cancer patients with residual disease or high-risk PCR after both neo-adjuvant and postoperative adjuvant anti-HER2 therapy, Flamingo-01","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase III study to evaluate the efficacy and safety of GLSI-100 (GP2 + GM-CSF) in breast cancer patients with residual disease or high-risk PCR after both neo-adjuvant and postoperative adjuvant anti-HER2 therapy, Flamingo-01","Topics":null,"cSlideId":""},{"Abstract":"Background: The current first-line (1L) standard of care (SOC) for human epidermal growth factor receptor 2-positive (HER2+) metastatic breast cancer (MBC) is trastuzumab (T) plus pertuzumab (P) and a taxane. Despite advances in 1L SOC, most patients (pts) progress during maintenance therapy with T+P. Tucatinib is a tyrosine kinase inhibitor (TKI) approved in combination with T and capecitabine for adults with HER2+ MBC, with and without brain metastases (BM). In HER2CLIMB, the addition of tucatinib significantly prolonged progression-free survival (PFS) and overall survival (OS) in pts with HER2+ MBC and was well tolerated. Adding tucatinib also reduced the risk of disease progression or death in pts with untreated and\/or active BM (Murthy et al. 2020, Curigliano et al. 2021). HER2CLIMB-05 investigates whether adding tucatinib to 1L SOC as maintenance therapy will extend PFS while maintaining quality of life (QOL).<br \/>Methods: HER2CLIMB-05 (NCT05132582) is a phase 3, randomized, double-blind study evaluating tucatinib plus T+P as maintenance therapy for HER2+ MBC. Approximately 650 pts will be enrolled. Eligible pts will have advanced HER2+ disease, no progression on 4-8 cycles of prior 1L SOC, ECOG Performance Status of 0 or 1, and no or asymptomatic BM. Exclusion criteria include prior treatment with anti-HER2 and\/or anti-epidermal growth factor receptor TKI (prior SOC for early BC is permitted) or inability to undergo contrast magnetic resonance imaging of the brain. Pts will be randomized 1:1 to receive either tucatinib or placebo twice daily, with T+P once every 21 days. Pts with HR+ disease may receive endocrine therapy. The primary endpoint is investigator-assessed PFS. Secondary endpoints include OS (key endpoint), PFS by blinded independent central review (BICR), time to deterioration of health-related QOL, central nervous system PFS, safety, and pharmacokinetic (PK) parameters. PFS and OS will be compared using a 2-sided stratified log-rank test between treatment groups. Time-to-event endpoints will be summarized using the Kaplan-Meier method. PK and safety data will be summarized using descriptive statistics. Enrollment is ongoing in the US, Canada, and several EU and APAC countries, with additional sites planned. This abstract was previously presented at ESMO-BC 2022, FPN (Final Publication Number): 415, by Veronique Dieras (reused with permission).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"HER2,Combination therapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Erika Hamilton<\/i><\/presenter>, <presenter><i>Junji Tsurutani<\/i><\/presenter>, <presenter><i>Joohyuk Sohn<\/i><\/presenter>, <presenter><i>Giuseppe Curigliano<\/i><\/presenter>, <presenter><u><i>Ciara C. O’Sullivan<\/i><\/u><\/presenter>, <presenter><i>Miguel Martín<\/i><\/presenter>, <presenter><i>Konstantinos Tryfonidis<\/i><\/presenter>, <presenter><i>Libero Santarpia<\/i><\/presenter>, <presenter><i>Shan Yang<\/i><\/presenter>, <presenter><i>Veronique Dieras<\/i><\/presenter>. Sarah Cannon Research Institute, Brentwood, TN, Advanced Cancer Translational Research Institute at Showa University, Tokyo, Japan, Yonsei Cancer Center, Seoul, Korea, Republic of, European Institute of Oncology, IRCCS, University of Milano, Milan, Italy, Mayo Clinic, Rochester, MN, Hospital General Universitario Gregorio Marañón, Madrid, Italy, Merck & Co., Inc., Rahway, NJ, Seagen, Inc., Bothell, WA, Eugene Marquis Centre, Rennes, France","CSlideId":"","ControlKey":"a599e020-8623-410a-aca2-23d36ba382cc","ControlNumber":"9807","DisclosureBlock":"<b>&nbsp;E. Hamilton, <\/b> <br><b>Abbvie,  Acerta Pharma, Accutar Biotechnology, ADC Therapeutics, AKESOBIO Australia, Amgen, Aravive, ArQule, Artios, Arvinas, AstraZeneca, AtlasMedx, BeiGene, Black Diamond, Bliss BioPharmaceuticals<\/b> Grant\/Contract, Research funding - all payments to institution. <br><b>Boehringer Ingelheim, Cascadian Therapeutics, Clovis, Compugen, Context Therapeutics, Cullinan-Florentine, Curis, CytomX, Daiichi Sankyo, Dana Farber Cancer Institute, Dantari, Deciphera<\/b> Grant\/Contract, Research funding - all payments to institution. <br><b>Duality Biologics, eFFECTOR Therapeutics, Ellipses Pharma, Elucida Oncology, EMD Serono, FujiFilm, G1 Therapeutics, H3 Biomedicine, Harpoon, Hutchinson MediPharma, Immunogen, Immunomedics, Incyte<\/b> Grant\/Contract, Research funding - all payments to institution. <br><b>Infinity Pharmaceuticals, InventisBio, Jacobio, Karyopharm, K-Group Beta, Kind Pharmaceuticals, Leap Therapeutics, Lilly, Loxo Oncology, Lycera, Mabspace Biosciences, Macrogenics, MedImmune<\/b> Grant\/Contract, Research funding - all payments to institution. <br><b>Mersana, Merus, Millennium, Molecular Templates, Novartis, Nucana, Olema, OncoMed, Onconova Therapeutics, Oncothyreon, ORIC Pharmaceuticals, Orinove, Orum Therapeutics, Pfizer, PharmaMar<\/b> Grant\/Contract, Research funding - all payments to institution. <br><b>Pieris Pharmaceuticals, Pionyr Immunotherapeutics, Plexxikon, Prelude Therapeutics, Profound Bio, Radius Health, Regeneron, Relay Therapeutics, Repertoire Immune Medicine, Rgenix, Roche\/Genentech<\/b> Grant\/Contract, Research funding - all payments to institution. <br><b>SeaGen, Sermonix Pharmaceuticals, Shattuck Labs, StemCentRx, Sutro, Syndax, Syros, Taiho, TapImmune, Tesaro, Tolmar, Torque Therapeutics, Treadwell Therapeutics, Verastem, Zenith Epigenetics<\/b> Grant\/Contract, Research funding - all payments to institution. <br><b>Zymeworks<\/b> Grant\/Contract, Research funding - all payments to institution.. <br><b>Arcus, AstraZeneca, Daiichi Sankyo, Ellipses Pharma, Greenwich LifeSciences, iTeos, Janssen, Lilly, Loxo, Mersana, Novartis<\/b> Other, Consulting\/advisory role - all payments to institution.. <br><b>Olema Pharmaceuticals, Orum Therapeutics, Pfizer, Relay Therapeutics, Roche\/Genentech, SeaGen, Stemline Therapeutics, Tubulis, Verascity Science<\/b> Other, Consulting\/advisory role - all payments to institution.&nbsp;<br><b>J. Tsurutani, <\/b> <br><b>Daiichi Sankyo, AstraZeneca, Eisai, Eli Lilly<\/b> Other, Advisory board membership. <br><b>AstraZeneca, Daiichi Sankyo, Eisai, Taiho<\/b> Other, Consultancy. <br><b>Daiichi Sankyo, Eisaai, Eli Lilly, Taiho, Pfizer<\/b> Other, Honoraria. <br><b>WJOG, FSJD, Eisai, Eli Lilly<\/b> Grant\/Contract, Research funding\/grant. <br><b>Daiichi Sankyo, Eisaai, Eli Lilly, Taiho, Pfizer<\/b> Other, Speaker's Bureau. <br><b>Daiichi Sankyo, Eisai<\/b> Travel. <br><b>J. Sohn, <\/b> <br><b>Seagen, MSD, Roche, Novartis, AstraZeneca, Lilly, Pfizer, GSK, Daiichi Sankyo, Sanofi, Boehringer Ingelheim<\/b> Other, Funding\/grants. <br><b>G. Curigliano, <\/b> <br><b>Novartis, Lilly, Seagen, AstraZeneca, Pfizer, Daichii Sankyo, Merck, BMS, Menarini<\/b> Other, Advisory board membership. <br><b>Ellipsis<\/b> Other, Consultancy. <br><b>Novartis, Lilly, Seagen, AstraZeneca, Pfizer, Daichii Sankyo, Merck, Menarini<\/b> Other, Honoraria. <br><b>Merck, AstraZeneca<\/b> Grant\/Contract. <br><b>Novartis, Lilly, Seagen, AstraZeneca, Pfizer, Daichii Sankyo, Merck, Menarini<\/b> Other, Speaker's Bureau. <br><b>Daichii Sankyo<\/b> Travel. <br><b>C. C. O’Sullivan, <\/b> <br><b>Mayo Clinic Rochester<\/b> Employment. <br><b>Lily<\/b> Grant\/Contract, Other, Research Funding. <br><b>Seagen<\/b> Grant\/Contract, Other, Research Funding. <br><b>Bavarian Nordic<\/b> Grant\/Contract, Other, Research Funding. <br><b>Minnemarita Therapeutics<\/b> Grant\/Contract, Other, Research Funding. <br><b>Biovica<\/b> Grant\/Contract, Other, Research Funding. <br><b>M. Martín, <\/b> <br><b>Roche<\/b> Grant\/Contract, Other, Advisory Board Membership, Honoraria, Research Funding. <br><b>Lilly<\/b> Other, Advisory Board Membership, Honoraria. <br><b>Novartis<\/b> Other, Advisory Board Membership, Honoraria, Research Funding. <br><b>Pierre Fabre<\/b> Other, Advisory Board Membership, Honoraria. <br><b>Pfizer<\/b> Other, Advisory Board Membership, Honoraria. <br><b>Daiichi Sankyo<\/b> Other, Advisory Board Membership, Honoraria. <br><b>Seagen<\/b> Other, Advisory Board Membership, Honoraria. <br><b>Puma<\/b> Grant\/Contract, Other, Research Funding. <br><b>K. Tryfonidis, <\/b> <br><b>Merck & Co., Inc.<\/b> Employment. <br><b>L. Santarpia, <\/b> <br><b>Seagen<\/b> Employment. <br><b>S. Yang, <\/b> <br><b>Seagen<\/b> Employment. <br><b>V. Dieras, <\/b> <br><b>Roche\/Genentech, Novartis, Lilly, Pfizer, AstraZeneca, AbbVie, MSD, Daiichi Sankyo, SEAGEN, Gilead, Eisai, Pierre Fabre Oncologie<\/b> Other, Advisory board membership. <br><b>Roche, Novartis, Pfizer, Lilly, AstraZeneca, Daiichi Sankyo, Seagen, Gilead Sciences, Inc.<\/b> Travel. <br><b>Roche, Novartis, Pfizer, Lilly, AstraZeneca, Daiichi Sankyo, Seagen, Gilead Sciences, Inc.<\/b> Other, Other symposia.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10502","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT065","PresenterBiography":null,"PresenterDisplayName":"Ciara O’Sullivan, MBBS","PresenterKey":"e04f4acf-5427-4e8b-876b-97a21b05d150","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT065. Phase 3 study of tucatinib or placebo in combination with trastuzumab and pertuzumab as maintenance therapy for HER2+ metastatic breast cancer (HER2CLIMB-05, trial in progress)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Phase 3 study of tucatinib or placebo in combination with trastuzumab and pertuzumab as maintenance therapy for HER2+ metastatic breast cancer (HER2CLIMB-05, trial in progress)","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Standard therapies for patients with epidermal growth factor receptor-mutated (<i>EGFR<\/i>m) non-small cell lung cancer (NSCLC) that has progressed after treatment with third-generation EGFR tyrosine kinase inhibitors (TKIs) offer only limited benefit. Human epidermal growth factor receptor 3 (HER3) is often expressed in primary NSCLC tumors, and HER3 expression is commonly observed in patients with <i>EGFR<\/i> mutations. HER3-DXd is a novel antibody-drug conjugate composed of a human anti-HER3 monoclonal antibody (patritumab) linked to a topoisomerase I inhibitor payload via a tetrapeptide-based cleavable linker. HER3-DXd demonstrated efficacy and safety in a phase 1 study in patients with <i>EGFR<\/i>m NSCLC that progressed following an EGFR TKI and platinum-based chemotherapy (PBC) (U31402-A-U102; NCT03260491). In previously reported results from dose-escalation\/expansion, HER3-DXd 5.6 mg\/kg demonstrated a manageable safety profile and promising efficacy (confirmed objective response rate by blinded independent central review [BICR] of 39%, median duration of response of 7.0 months, and median progression-free survival of 8.2 months) in a subset of patients (n=44) with advanced <i>EGFR<\/i>m NSCLC that progressed after &#8805;1 line of PBC and a third-generation EGFR TKI.<br \/><b>Trial Design: <\/b>HERTHENA-Lung02 (NCT05338970) is a global, open-label, randomized, phase 3 trial evaluating the efficacy and safety of HER3-DXd vs PBC in patients (&#8776;560) with metastatic or locally advanced nonsquamous NSCLC with an <i>EGFR<\/i>-activating mutation (exon 19 deletion or L858R) who have received 1 or 2 lines of EGFR TKI treatment including a third-generation EGFR TKI and had disease progression following treatment with a third-generation EGFR TKI. Patients are randomized 1:1 to receive either HER3-DXd 5.6 mg\/kg every 3 weeks or 4 cycles of PBC containing pemetrexed (can be continued as maintenance) with cisplatin or carboplatin. Patients are stratified by prior third-generation EGFR TKI treatment (osimertinib vs other), line of prior third-generation EGFR TKI use (first vs second line), region (Asia vs rest of world), and presence of stable brain metastases (yes vs no). The primary endpoint is progression-free survival by BICR (per RECIST v1.1). The key secondary endpoint is overall survival. Other secondary endpoints include investigator-assessed progression-free survival, objective response rate, duration of response, clinical benefit rate, disease control rate, time to response (all assessed by investigator and BICR per RECIST 1.1), safety, and patient-reported outcomes. Enrollment began May 2022 and is ongoing, with sites in Asia, Australia, Europe, and North America.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),EGFR TKI resistance,NSCLC,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Balazs Halmos<\/i><\/u><\/presenter>, <presenter><i>Helena A. Yu<\/i><\/presenter>, <presenter><i>Yi-Long Wu<\/i><\/presenter>, <presenter><i>Makoto Nishio<\/i><\/presenter>, <presenter><i>Martin Reck<\/i><\/presenter>, <presenter><i>David Sternberg<\/i><\/presenter>, <presenter><i>Stephen Esker<\/i><\/presenter>, <presenter><i>Tony Mok<\/i><\/presenter>. Montefiore Medical Center, New York City, NY, Memorial Sloan Kettering Cancer Center, New York City, NY, Guangdong Provincial People’s Hospital, Guangdong, China, Cancer Institute Hospital of JFCR, Tokyo, Japan, Lung Clinic Grosshansdorf, Airway Research Center North, German Center of Lung Research, Grosshansdorf, Germany, Daiichi Sankyo, Basking Ridge, NJ, Chinese University of Hong Kong, Hong Kong, China","CSlideId":"","ControlKey":"cd937104-06d1-48d9-b52f-e168626e2dd2","ControlNumber":"9508","DisclosureBlock":"<b>&nbsp;B. Halmos, <\/b> <br><b>Daiichi<\/b> Other, Medical writing support provided by Articulate Science, LLC and funded by Daiichi Sankyo. <br><b>Boehringer Ingelheim, Astra Zeneca, Merck, BMS, Pfizer, Janssen<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Advaxis, AbbVie, GSK, Beigene<\/b> Grant\/Contract. <br><b>Apollomics, Takeda, Genentech, Eli-Lilly, TPT, Arcus, Merus<\/b> Other, Advisory Board. <br><b>H. A. Yu, <\/b> <br><b>AstraZeneca, Daiichi, Cullinan, Blueprint, Janssen, Black Diamond, Takeda<\/b> Other, Consulting fees. <br><b>Y. Wu, <\/b> <br><b>AstraZeneca, Roche, Boehringer Ingelheim, Takeda<\/b> Other, Consulting or advisory role. <br><b>AstraZeneca, Lilly, Roche, Pfizer, Boehringer Ingelheim, MSD Oncology, Bristol-Myers Squibb, Hengrui Pharmaceutical<\/b> Other, Honoraria. <br><b>Boehringer Ingelheim, Roche, Pfizer<\/b> Other, Research funding to institution. <br><b>M. Nishio, <\/b> <br><b>Ono Pharmaceutical, Chugai Pharma, Taiho Pharmaceutical, Bristol-Myers Squibb Japan, Daiichi Sankyo, Lilly, AstraZeneca, MSD, AbbVie, Takeda, Teijin Pharma<\/b> Other, Consulting or Advisory Role. <br><b>Pfizer, Bristol-Myers Squibb Japan, Ono Pharmaceutical, Chugai Pharma, Taiho Pharmaceutical, AstraZeneca, Boehringer Ingelheim, MSD, Novartis, Lilly, Nippon Kayaku, Takeda, Merck, Janssen<\/b> Other, Honoraria. <br><b>Novartis, Ono Pharmaceutical, Chugai Pharma, Bristol-Myers Squibb, Taiho Pharmaceutical, Pfizer, AstraZeneca, Lilly, MSD, Merck, Takeda<\/b> Other, Research Funding to institution. <br><b>M. Reck, <\/b> <br><b>Daiichi Sankyo<\/b> Other, Medical writing support provided by Articulate Science, LLC and funded by Daiichi Sankyo. <br><b>Amgen, AstraZeneca, Beigene, Boehringer-Ingelheim, BMS, Lilly, Merck, MSD, Mirati, Novartis, GSK, Pfizer, Roche<\/b> Other, Consulting fees, Honoraria, Support for attending meetings and\/or travel. <br><b>Daiichi, Sanofi<\/b> Other, Advisory Board. <br><b>D. Sternberg, <\/b> <br><b>Daiichi<\/b> Employment, Stock Option. <br><b>S. Esker, <\/b> <br><b>Daiichi Sankyo<\/b> Employment, Stock Option. <br><b>T. Mok, <\/b> <br><b>AbbVie, ACEA Pharma, Alpha Biopharma, Amgen, Amoy Diagnostics, BeiGene, Boehringer Ingelheim, Bristol Myers Squibb, Daiichi Sankyo, Eli Lilly, FishawackFacilitate, LunitUSA, Inc., Merck Serono, MSD<\/b> Other, Advisory board and speaker fees. <br><b>Roche, Sanofi-Aventis, Takeda<\/b> Other, Advisory board and speaker fees. <br><b>Berry Oncology, Blueprint Medicines, CStonePharma, Curio Science, Eisai, G1 Therapeutics, Gritstone Oncology, Guardant Health, Hengrui, Ignyta, Incyte Corporation, Inivata, IQVIA, Janssen, LoxoOncolo<\/b> Other, Advisory board. <br><b>MiratiTherapeutics, MoreHealth, Novartis, OrigiMed, Puma Tech., QimingDev., Virtus Medical, Yuhan<\/b> Advisory board. <br><b>InMedMedical Communication, MD Health, Medscape\/WebMD, PeerVoice, PER, PermanyerSL, Prime Oncology, Research to Practice, Touch Medical Media<\/b> Other, Speaker fees. <br><b>AstraZeneca, Hutchison Chi-Med, Aurora Tele-Oncology, LunitUSA, Sanomics Ltd.<\/b> Other, Member of Board of Directors. <br><b>Aurora Tele-Oncology, BiolidicsLtd., Hutchison Chi-Med, LoxoOncology, LunitUSA, Inc., OrigiMedCo., SanomicsLtd., Virtus Medical Group<\/b> Stock. <br><b>AstraZeneca, Bristol Myers Squibb, Clovis Oncology, Therapeutics, Serono, MSD, Novartis, Pfizer, Roche, SFJPharmaceuticals, Takeda, XCovery<\/b> Other, Institutional funding. <br><b>AstraZeneca<\/b> Other, Advisory role and invited speaker. <br><b>geneDecode<\/b> Other, Advisory role.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10503","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT066","PresenterBiography":null,"PresenterDisplayName":"Balazs Halmos, MD","PresenterKey":"77982e29-7baa-48de-b30d-045988f9b60d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT066. HERTHENA-Lung02: A randomized Phase 3 study of patritumab deruxtecan vs platinum-based chemotherapy in locally advanced or metastatic <i>EGFR<\/i>-mutated NSCLC after progression with a third-generation EGFR tyrosine kinase inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HERTHENA-Lung02: A randomized Phase 3 study of patritumab deruxtecan vs platinum-based chemotherapy in locally advanced or metastatic <i>EGFR<\/i>-mutated NSCLC after progression with a third-generation EGFR tyrosine kinase inhibitor","Topics":null,"cSlideId":""},{"Abstract":"Background: Sacituzumab govitecan is an antibody-drug conjugate comprising an anti-trophoblast cell-surface antigen 2 (Trop-2) antibody coupled to a potent payload, SN-38, via a proprietary, hydrolysable linker. In heavily pretreated patients with metastatic NSCLC, sacituzumab govitecan showed a durable antitumor response and was well tolerated with a 10-mg\/kg dose regimen. Monotherapy with the anti-PD-1 monoclonal antibody pembrolizumab is a standard-of-care therapy for patients with previously untreated advanced\/metastatic NSCLC with no sensitizing <i>EGFR <\/i>or <i>ALK<\/i> alterations and a PD-L1 tumor proportion score (TPS) &#8805;50%. KEYNOTE-D46 evaluates whether adding sacituzumab govitecan to pembrolizumab monotherapy can improve outcomes in patients with metastatic NSCLC with PD-L1 TPS &#8805;50%.<br \/>Trial Design: In this phase 3, open-label, active comparator-controlled, randomized study, ~614 eligible adults with previously untreated metastatic NSCLC; no <i>EGFR<\/i>, <i>ALK<\/i>, or <i>ROS1<\/i> alterations; PD-L1 TPS &#8805;50%; and measurable disease per RECIST version 1.1 will be randomized 1:1 to receive either pembrolizumab 200 mg Q3W for up to 35 cycles plus sacituzumab govitecan 10 mg\/kg on days 1 and 8 of each Q3W cycle (no maximum treatment duration) or pembrolizumab 200 mg Q3W for up to 35 cycles. Randomization is stratified by ECOG PS (0 vs 1), histology (squamous vs nonsquamous), and geographic region (East Asia vs North America\/Western Europe\/Australia vs Rest of World). Treatment continues until PD, death, unacceptable toxicity, or another treatment discontinuation criterion is met, or (for pembrolizumab) completion of 35 cycles. Dual primary endpoints are PFS per RECIST version 1.1 by blinded independent central review (BICR) and OS. Secondary endpoints include ORR and duration of response per RECIST version 1.1 by BICR, safety, and patient-reported outcomes. Radiographic imaging occurs at baseline; weeks 6, 12, 18, and 24 from randomization; every 9 weeks thereafter through week 51; and then once every 12 weeks until BICR-confirmed PD or the start of new anticancer treatment, pregnancy, withdrawal of consent, or death. PD-L1 expression status is assessed at a central laboratory using PD-L1 IHC 22C3 pharmDx (Agilent, Santa Clara, CA). Health-related quality of life is assessed using validated patient-reported outcome instruments including the EORTC Quality of Life Questionnaire-Core 30 and Quality of Life Questionnaire-Lung Cancer 13. AEs are assessed according to National Cancer Institute Common Terminology Criteria for Adverse Events version 5.0. Enrollment started on December 9, 2022 and is currently ongoing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"NSCLC,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Mor Moskovitz<\/i><\/u><\/presenter>, <presenter><i>Isamu Okamoto<\/i><\/presenter>, <presenter><i>Peng Chen<\/i><\/presenter>, <presenter><i>Jilpa Patel<\/i><\/presenter>, <presenter><i>Sabeen Mekan<\/i><\/presenter>, <presenter><i>M. Catherine Pietanza<\/i><\/presenter>, <presenter><i>Yalin Zhu<\/i><\/presenter>, <presenter><i>Renata Eiras<\/i><\/presenter>, <presenter><i>Marcello Tiseo<\/i><\/presenter>. Davidoff Cancer Center, Rabin Medical Center, Petah Tikva, Israel, Department of Respiratory Medicine, Kyushu University, Fukuoka, Japan, Gilead Sciences Inc., Foster City, CA, Merck & Co., Inc., Rahway, NJ, Department of Medicine and Surgery, University of Parma and Medical Oncology Unit, University Hospital of Parma, Parma, Italy","CSlideId":"","ControlKey":"5ddcc96d-5774-47f0-b098-65139482012c","ControlNumber":"9705","DisclosureBlock":"<b>&nbsp;M. Moskovitz, <\/b> <br><b>Roche, Bristol Myers Squibb, MSD, Takeda, AstraZeneca, AbbVie, Pfizer<\/b> Other, Honorarium. <br><b>Amgen, Bayer, Novartis, Takeda, Roche, Pfizer<\/b> Other, Advisory. <br><b>AstraZeneca<\/b> Other, Research grants. <br><b>I. Okamoto, <\/b> <br><b>Boehringer Ingelheim<\/b> Other, Grants (during conduct of study). <br><b>AstraZeneca, Taiho Pharmaceutical, Boehringer Ingelheim, Ono Pharmaceutical, MSD Oncology, Lilly, Bristol Myers Squibb, Chugai Pharma<\/b> Other, Grants and personal fees (outside the submitted work). <br><b>Astellas Pharma, Novartis, AbbVie<\/b> Other, Grants (outside the submitted work). <br><b>Pfizer<\/b> Other, Personal fees (outside the submitted work). <br><b>P. Chen, <\/b> <br><b>Gilead Sciences Inc., Foster City, CA, USA<\/b> Employment. <br><b>J. Patel, <\/b> <br><b>Gilead Sciences Inc., Foster City, CA, USA<\/b> Employment, Stock. <br><b>S. Mekan, <\/b> <br><b>Gilead Sciences Inc., Foster City, CA, USA<\/b> Employment, Stock. <br><b>M. Pietanza, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA<\/b> Stock. <br><b>Y. Zhu, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA<\/b> Stock. <br><b>R. Eiras, <\/b> <br><b>Merck Sharp & Dohme LLC, a subsidiary of Merck & Co., Inc., Rahway, NJ, USA<\/b> Employment. <br><b>Merck & Co., Inc., Rahway, NJ, USA<\/b> Stock. <br><b>M. Tiseo, <\/b> <br><b>AstraZeneca, Pfizer, Eli-Lilly, Bristol Myers Squibb, Novartis, Roche, MSD, Boehringer Ingelheim, Takeda, Amgen, Merck<\/b> Other, Advisory boards and speakers’ fees. <br><b>AstraZeneca, Boehringer Ingelheim<\/b> Other, Research grants.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10504","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT067","PresenterBiography":null,"PresenterDisplayName":"Christine Warner","PresenterKey":"d92b5d9f-2cc9-4685-b01d-0278c3bb3ddd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT067. Pembrolizumab with and without sacituzumab govitecan as first-line treatment for metastatic non-small-cell lung cancer (NSCLC) with PD-L1 TPS &#8805;50%: phase 3 KEYNOTE-D46\/EVOKE-03 study","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pembrolizumab with and without sacituzumab govitecan as first-line treatment for metastatic non-small-cell lung cancer (NSCLC) with PD-L1 TPS &#8805;50%: phase 3 KEYNOTE-D46\/EVOKE-03 study","Topics":null,"cSlideId":""},{"Abstract":"Rationale: Despite longstanding national recommendations for lung cancer screening by low-dose computed tomography (LDCT), annual participation rates are below 15%. Cost, access, and uncertainty over individual-level benefits and harms of screening preclude greater uptake. The development of a low-cost initial blood test that detects lung cancer with high sensitivity could boost LDCT screening rates and improve screening efficiency, by identifying within the screening-eligible population those at relatively higher risk of lung cancer. DELFI (DNA evaluation of fragments for early interception) is a technology that uses low-coverage, whole-genome sequencing and machine learning to detect cancer signals in the blood. In an early study, DELFI demonstrated high sensitivity to detect stage I\/II lung cancers [PMID 34417454]. CASCADE-LUNG (NCT05306288) is an ongoing study to clinically validate a DELFI-based test to detect lung cancers that would be found by chest LDCT. Study Design and<br \/>Methods: CASCADE-LUNG is an event-driven, multisite, prospective, cross-sectional, observational, blood specimen collection study. Eligible individuals are &#8805;50 years old with &#8805;20 pack-years history of smoking who are scheduled for a first-time or annual lung cancer screening by chest CT scan within ~30 days after enrollment. Individuals are excluded for any history of hematologic malignancy or organ transplantation, prior cancer diagnosis or prior cancer treatment within 2 years before enrollment, and blood transfusion within 120 days before enrollment. Blood samples are collected within 30 days after enrollment for DELFI analysis. Medical record reviews are conducted at 4 months and 12 months post-enrollment, during which medical history (including social and family history and cancer screening history), demographics, imaging reports, diagnostic reports, surgery reports, pathology reports, and other diagnostic information are collected. Objectives are to evaluate the sensitivity and specificity of a DELFI-based test to detect lung cancer (primary), including within clinically relevant subgroups such as stage, nodule size, age, and race\/ethnicity (secondary). Clinical endpoints include the presence or absence of histopathologically confirmed lung cancer diagnosed between the time of the enrollment chest CT scan and the 4-month follow-up visit (primary) and the 12-month follow-up visit (secondary), and adverse events associated with blood specimen collection (secondary). About 15,000 participants are expected to enroll to reach ~70 lung cancers that are suitable for analysis. Enrollment began in April 2022 and is expected to close in 2023.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Lung cancer,cfDNA,fragmentation profile,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Julie A. Barta<\/i><\/u><\/presenter>, <presenter><i>Stephen Freedland<\/i><\/presenter>, <presenter><i>Peter J. Mazzone<\/i><\/presenter>, <presenter><i>Amy E. Isaacson<\/i><\/presenter>, <presenter><i>Alisa M. Hewitt<\/i><\/presenter>, <presenter><i>Debbie Jakubowski<\/i><\/presenter>, <presenter><i>Peter B. Bach<\/i><\/presenter>, <presenter><i>Victor E. Velculescu<\/i><\/presenter>. Thomas Jefferson University, Philadelphia, PA, Cedars-Sinai Medical Center, Los Angeles, CA, Cleveland Clinic, Cleveland, OH, Delfi Diagnostics, Inc., Baltimore, MD, The Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"72be84d3-369a-45ac-95b0-384dcbbf608b","ControlNumber":"9856","DisclosureBlock":"<b>&nbsp;J. A. Barta, <\/b> <br><b>Prevent Cancer Foundation<\/b> Grant\/Contract. <br><b>Genentech Health Equity Fund<\/b> Grant\/Contract. <br><b>Delfi Diagnostics<\/b> Other, Consultant.<br><b>S. Freedland, <\/b> None.&nbsp;<br><b>P. J. Mazzone, <\/b> <br><b>CHEST<\/b> Other, Editor-in-Chief; Payment to Cleveland Clinic. <br><b>Adela<\/b> Other, Research support; Payment to Cleveland Clinic. <br><b>Biodesix<\/b> Other, Research support; Payment to Cleveland Clinic. <br><b>DeCamp<\/b> Other, Research support; Payment to Cleveland Clinic. <br><b>Delfi Diagnostics<\/b> Other, Research support; Payment to Cleveland Clinic. <br><b>Exact Sciences<\/b> Other, Research support; Payment to Cleveland Clinic. <br><b>MagArray<\/b> Other, Research support; Payment to Cleveland Clinic. <br><b>Moore Foundation<\/b> Other, Research support; Payment to Cleveland Clinic. <br><b>Nucleix<\/b> Other, Research support; Payment to Cleveland Clinic. <br><b>PCORI<\/b> Other, Research support; Payment to Cleveland Clinic. <br><b>Veracyte<\/b> Other, Research support; Payment to Cleveland Clinic. <br><b>A. E. Isaacson, <\/b> <br><b>Delfi Diagnostics<\/b> Employment, Stock, Stock Option. <br><b>A. M. Hewitt, <\/b> <br><b>Delfi Diagnostics<\/b> Employment, Stock, Stock Option. <br><b>D. Jakubowski, <\/b> <br><b>Delfi Diagnostics<\/b> Employment, Stock, Stock Option. <br><b>P. B. Bach, <\/b> <br><b>Delfi Diagnostics<\/b> Employment, Stock, Stock Option. <br><b>V. E. Velculescu, <\/b> <br><b>Delfi Diagnostics<\/b> Fiduciary Officer, Stock, Grant\/Contract, Patent, Other Intellectual Property, Other, Co-founder.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10505","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT068","PresenterBiography":null,"PresenterDisplayName":"Julie Barta, MD","PresenterKey":"bc9adc9f-ca12-42f7-982e-2e447e5683e1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT068. CASCADE-LUNG: validation of a blood-based assay that evaluates cell-free DNA fragmentation patterns to detect lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CASCADE-LUNG: validation of a blood-based assay that evaluates cell-free DNA fragmentation patterns to detect lung cancer","Topics":null,"cSlideId":""},{"Abstract":"<b> Background<\/b> <i>BRAF<\/i> V600 mutations are frequently found in metastatic melanoma. This mutation constitutively activates the MAPK pathway, which leads to melanoma progression. Patients with BRAF V600-mutant metastatic melanoma typically receive BRAF inhibitors (BRAFi) + MEK inhibitors (MEKi), such as enco + bini, or immune checkpoint inhibitors (CPIs; eg, pembro). However, these have limitations. BRAFi and MEKi may increase BRAF V600-mutant tumor sensitivity to CPIs. Previous studies reported improved progression-free survival (PFS) in patients with advanced BRAF V600-mutant melanoma receiving BRAFi + MEKi + CPI compared with targeted therapy alone. This phase 3 trial will evaluate the efficacy and safety of enco + bini + pembro vs placebo + pembro for unresectable locally advanced or metastatic BRAF V600-mutant melanoma. A safety lead-in (SLI) was built in to determine the recommended phase 3 dose (RP3D) prior to starting phase 3.<br \/><b>Trial design <\/b>STARBOARD (NCT04657991) is a randomized, double-blind, placebo-controlled, phase 3 study evaluating approximately 600 patients with BRAF V600 advanced melanoma. Patients will be stratified by prior systemic adjuvant treatment (CPI, BRAFi\/MEKi, or none) and by disease stage (per AJCC 8<sup>th<\/sup> edition; IIIB, IIIC, IIID, IV M1a[0], and IV M1b[0] vs IV M1a[1], IV M1b[1], IV M1c[0], IV M1c[1], IV M1d[0], and IV M1d[1]). Patients must have measurable disease (per RECIST 1.1); ECOG performance status of 0 or 1; and adequate bone marrow, hepatic, and renal function. Patients must not have received prior systemic therapy for unresectable or metastatic melanoma; adjuvant treatment with BRAFi\/MEKi, anti-PD-1, or anti-CTLA-4 is permitted. Patients cannot have symptomatic brain metastases. Study treatments and end points are shown in Table 1. RP3D was established in May 2022; phase 3 enrollment began in June 2022.<br \/><b>Table 1. Study treatments and end points <\/b><table class=\"AbstractTable\" id=\"{5E702701-A5DF-45EF-B593-011947C56958}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>Phase 3<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Treatment (21-day cycle)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>RP3D from SLI: <\/b>enco + bini + pembro <b>Control: <\/b>placebo + pembro<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Primary<\/b><\/td><td rowspan=\"1\" colspan=\"1\">PFS (RP3D vs control; by BICR)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Secondary<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Key: <\/b>OS (RP3D vs control) <b>Other<\/b>: PFS by investigator assessment, objective response rate, duration of response, disease control rate, and time to response, all by BICR and investigator assessment, PFS2, quality of life, safety, pharmacokinetics<\/td><\/tr><\/table> BICR, blinded independent central review; OS, overall survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,BRAF,Metastatic tumors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Dirk Schadendorf<\/i><\/u><\/presenter>, <presenter><i>Reinhard Dummer<\/i><\/presenter>, <presenter><i>Caroline Robert<\/i><\/presenter>, <presenter><i>Antoni Ribas<\/i><\/presenter>, <presenter><i>Ryan J. Sullivan<\/i><\/presenter>, <presenter><i>Timothy Panella<\/i><\/presenter>, <presenter><i>Meredith McKean<\/i><\/presenter>, <presenter><i>Edgardo S. Santos<\/i><\/presenter>, <presenter><i>Jill Clancy<\/i><\/presenter>, <presenter><i>Anna Polli<\/i><\/presenter>, <presenter><i>Alessandra Di Pietro<\/i><\/presenter>, <presenter><i>Paolo A. Ascierto<\/i><\/presenter>. West German Cancer Center, Essen, Germany, University Hospital Zürich, Zürich, Germany, Institut Gustave Roussy, Villejuif, France, Jonsson Comprehensive Cancer Center at UCLA, Los Angeles, CA, Massachusetts General Hospital Cancer Center, Boston, MA, University of Tennessee Medical Center at Knoxville, Knoxville, TN, Sarah Cannon Research Institute at Tennessee Oncology, Nashville, TN, Genesis Care US, Aventura, FL, Pfizer Inc., Cambridge, MA, Pfizer Inc., Milan, Italy, Istituto Nazionale Tumori IRCCS Fondazione G. Pascale, Naples, Italy","CSlideId":"","ControlKey":"fd5d3262-9836-448e-8444-7811027d4ab5","ControlNumber":"9247","DisclosureBlock":"<b>&nbsp;D. Schadendorf, <\/b> <br><b>4SC<\/b> Other, Advisory Board, Steering Committee, and Coordinating Principal Investigator. <br><b>Array Biopharma<\/b> Other, Advisory Board. <br><b>Bristol Meyers Squibb<\/b> Grant\/Contract, Other, Advisory Board, Steering Committee, Coordinating Principal Investigator, Speaker. <br><b>Immunocore<\/b> Other, Advisory Board. <br><b>Merck Serono<\/b> Other, Advisory Board, Speaker. <br><b>MSD<\/b> Grant\/Contract, Other, Advisory Board, Steering Committee, Coordinating Principal Investigator, Speaker. <br><b>Nektar<\/b> Other, Advisory Board, Steering Committee, Coordinating Principal Investigator. <br><b>NeraCare<\/b> Other, Advisory Board. <br><b>Novartis<\/b> Grant\/Contract, Other, Advisory Board, Steering Committee, Coordinating Principal Investigator, Speaker. <br><b>Pfizer<\/b> Other, Advisory Board. <br><b>Philogen<\/b> Other, Advisory Board, Local Principal Investigator. <br><b>Pierre Fabre<\/b> Other, Advisory Board, Coordinating Principal Investigator. <br><b>Roche<\/b> Other, Advisory Board, Local Principal Investigator, Speaker. <br><b>Sandoz<\/b> Other, Advisory Board. <br><b>Sanofi<\/b> Other, Principal Investigator, Speaker. <br><b>Sanofi\/Regeneron<\/b> Other, Advisory Board. <br><b>EORTC MG<\/b> Other, Board of Directors. <br><b>Array BioPharma\/Pfizer<\/b> Grant\/Contract. <br><b>R. Dummer, <\/b> <br><b>Pfizer<\/b> Other, Advisory Role. <br><b>Alligator<\/b> Other, Advisory Role. <br><b>Amgen<\/b> Other, Advisory Role. <br><b>Bristol Myers Squibb<\/b> Other, Advisory Role. <br><b>CatalYm<\/b> Other, Advisory Role. <br><b>MaxiVAX SA<\/b> Other, Advisory Role. <br><b>MSD<\/b> Other, Advisory Role. <br><b>Novartis<\/b> Other, Advisory Role. <br><b>Pierre Fabre<\/b> Other, Advisory Role. <br><b>Regeneron<\/b> Other, Advisory Role. <br><b>Roche<\/b> Other, Advisory Role. <br><b>Sanofi<\/b> Other, Advisory Role. <br><b>Second Genome<\/b> Other, Advisory Role. <br><b>Sun Pharma<\/b> Other, Advisory Role. <br><b>T3 Pharma<\/b> Other, Advisory Role. <br><b>Takeda<\/b> Other, Advisory Role. <br><b>touchIME<\/b> Other, Advisory Role. <br><b>C. Robert, <\/b> <br><b>AstraZeneca<\/b> Other, Advisory Board. <br><b>Bristol Myers Squibb<\/b> Other, Advisory Board. <br><b>MSD<\/b> Other, Advisory Board. <br><b>Novartis<\/b> Other, Advisory Board. <br><b>Pierre Fabre<\/b> Other, Advisory Board. <br><b>Roche<\/b> Other, Advisory Board. <br><b>Sanofi<\/b> Other, Advisory Board. <br><b>A. Ribas, <\/b> <br><b>Amgen, Apexigen, AstraZeneca, Merck, Novartis, Sanofi, Vedanta<\/b> Other, Honoraria for Consulting. <br><b>RAPT<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Rgenix<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Tango<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Kite Gilead,<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Merus<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>PACT Pharma<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Advaxis<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Apricity<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Arcus<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Compugen<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>CytomX<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Five Prime<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Highlight<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>ImaginAb<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>IsoPlexis<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>Kalthera<\/b> Stock, Other, Senior Advisory Board and Honoraria. <br><b>R. J. Sullivan, <\/b> <br><b>Merck<\/b> Grant\/Contract, Other, Advisory Board. <br><b>Replimune<\/b> Other, Advisory Board. <br><b>Bristol Myers Squibb<\/b> Other, Advisory Board. <br><b>Eisai<\/b> Other, Advisory Board. <br><b>Iovance<\/b> Other, Advisory Board. <br><b>Novartis<\/b> Other, Advisory Board. <br><b>OncoSec<\/b> Other, Advisory Board. <br><b>Pfizer<\/b> Other, Advisory Board and Clinical Trial Funding. <br><b>Astex<\/b> Other, Clinical Trial Funding. <br><b>BioMed Valley Discoveries<\/b> Other, Clinical Trial Funding. <br><b>Digene\/MapKure<\/b> Other, Clinical Trial Funding. <br><b>GlaxoSmithKline<\/b> Other, Clinical Trial Funding. <br><b>Moderna<\/b> Other, Clinical Trial Funding. <br><b>Roche-Genentech<\/b> Other, Clinical Trial Funding. <br><b>Rubius<\/b> Other, Clinical Trial Funding. <br><b>Sanofi<\/b> Other, Clinical Trial Funding.<br><b>T. Panella, <\/b> None.&nbsp;<br><b>M. McKean, <\/b> <br><b>Array Biopharma<\/b> Other, Consultant\/Advisor. <br><b>Astellas Pharma<\/b> Other, Consultant\/Advisor. <br><b>AstraZeneca<\/b> Other, Consultant\/Advisor. <br><b>Castle Biosciences<\/b> Other, Consultant\/Advisor. <br><b>iTeos Therapeutics<\/b> Other, Consultant\/Advisor. <br><b>MedPage Today<\/b> Other, Consultant\/Advisor. <br><b>Bicycle Therapeutics Limited<\/b> Other, Consultant\/Advisor, Research Funding. <br><b>IDEAYA Biosciences<\/b> Other, Consultant\/Advisor, Research Funding. <br><b>Pfizer<\/b> Other, Consultant\/Advisor, Research Funding. <br><b>Regeneron<\/b> Other, Consultant\/Advisor, Research Funding. <br><b>Ascentage Pharma Group, Alpine Immune, Arcus Biosciences, Arvinas, Bayer, BioMed Valley Discoveries, BioNTech, Dragonfly Therapeutics, EMD Serono, Epizyme, Erasca, Exelixis, Foghorn Therapeutics<\/b> Other, Research Funding. <br><b>Genentech, GlaxoSmithKline, Ikena Oncology, ImmVira Pharma, Infinity Pharmaceuticals, Jacobio Pharmaceuticals, Kechow Pharma, Kinnate Biopharma, MedImmune, Mereo BioPharma, Metabomed, Moderna<\/b> Other, Research Funding. <br><b>NBE Therapeutics, Nektar Therapeutics, Novartis, Oncorus, PACT Pharma, Plexxikon, Prelude Therapeutics, Pyramid Biosciences, Sapience Therapeutics, Scholar Rock, Seattle Genetics, Synthrox<\/b> Other, Research Funding. <br><b>Tempest Therapeutics, TeneoBio, Tizona Therapeutics, TMUNITY Therapeutics, TopAlliance Biosciences<\/b> Other, Research Funding. <br><b>E. S. Santos, <\/b> <br><b>Amgen<\/b> Other, Speakers Bureau. <br><b>AstraZeneca<\/b> Other, Speakers Bureau. <br><b>Boehringer Ingelheim<\/b> Other, Speakers Bureau. <br><b>G1 Therapeutics<\/b> Other, Speakers Bureau. <br><b>Genentech<\/b> Other, Speakers Bureau. <br><b>Lilly<\/b> Other, Speakers Bureau. <br><b>Merck<\/b> Other, Speakers Bureau. <br><b>Novartis<\/b> Other, Speakers Bureau. <br><b>Pfizer<\/b> Other, Speakers Bureau. <br><b>Regeneron<\/b> Other, Speakers Bureau. <br><b>Sanofi-Genzyme<\/b> Other, Speakers Bureau. <br><b>Takeda<\/b> Other, Speakers Bureau. <br><b>J. Clancy, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>A. Polli, <\/b> <br><b>Pfizer<\/b> Employment, Stock. <br><b>A. di Pietro, <\/b> <br><b>Pfizer<\/b> Employment. <br><b>P. A. Ascierto, <\/b> <br><b>Takis<\/b> Other, Consultant\/Advisor, Principal Investigator. <br><b>MSD<\/b> Travel, Other, Consultant\/Advisor. <br><b>Roche-Genentech<\/b> Grant\/Contract, Other, Consultant\/Advisor. <br><b>Sanofi<\/b> Grant\/Contract, Other, Consultant\/Advisor. <br><b>Array BioPharma<\/b> Grant\/Contract, Other, Consultant\/Advisor. <br><b>Bristol Myers Squibb<\/b> Grant\/Contract, Other, Consultant\/Advisor. <br><b>4SC, Alkermes, AstraZeneca, Boehringer Ingelheim, Daiichi Sankyo, Eisai, Genmab, Idera, Immunocore, Incyte, Italfarmaco, iTeos Therapeutics, Lunaphore, Medimmune, Merck Serono, Nektar<\/b> Other, Consultant\/Advisor. <br><b>Newlinks Genetics, Nouscom, Novartis, Oncosec, Pfizer, Pierre Fabre, Regeneron, Sandoz, Seagen, Sun Pharma, Syndax, and Ultimovacs<\/b> Other, Consultant\/Advisor. <br><b>Fondazione Melanoma Onlus<\/b> Other, President. <br><b>Campania Society of ImmunoTherapy of Cancer (SCITO)<\/b> Other, President. <br><b>Society of Melanoma Research (SMR)<\/b> Other, Steering Committee, Membership. <br><b>Society of Immuno Therapy of Cancer (SITC)<\/b> Other, Board of Directors, Membership. <br><b>ASCO<\/b> Other, Membership. <br><b>EORTC-melanoma cooperative group<\/b> Other, Membership. <br><b>IOM<\/b> Membership.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10506","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT069","PresenterBiography":null,"PresenterDisplayName":"Dirk Schadendorf, -","PresenterKey":"5faf0890-946d-42f6-a87f-3404856fab79","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT069. Randomized phase 3 study (STARBOARD) evaluating encorafenib (enco) + binimetinib (bini) + pembrolizumab (pembro) for first-line treatment of unresectable locally advanced or metastatic BRAF V600-mutant melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Randomized phase 3 study (STARBOARD) evaluating encorafenib (enco) + binimetinib (bini) + pembrolizumab (pembro) for first-line treatment of unresectable locally advanced or metastatic BRAF V600-mutant melanoma","Topics":null,"cSlideId":""},{"Abstract":"Background: There is an unmet need for effective systemic therapy for desmoid tumors (DT, aggressive fibromatosis) that provides durable tolerability, symptom improvement, and tumor regression. Gamma secretase inhibitors (GSIs) demonstrate antitumor activity against DT. AL102 is a potent, orally available, selective GSI under investigation as an antineoplastic agent.<br \/>Methods: RINGSIDE (AL-DES-01) is a 2-part Phase 2\/3 study. In the open-label Phase 2 study (Part A), adults with progressing DT (&#8805;10% unidimensional growth within 18 months or DT-related pain requiring non-opioid medication) were randomized to three dosing regimens: 1.2 mg once daily, 2 mg intermittent BIW (2 days on 5 days off), or 4 mg intermittent BIW. RINGSIDE Phase 3 (Part B) is a double-blind, placebo-controlled study evaluating the chosen dose regimen from Phase 2 (1.2 mg once daily) in adults and adolescents (&#8805;12 years of age) with recurrent or treatment-na&#239;ve histologically confirmed progressing DT per investigator. For eligibility, progression is defined as &#8805;20% measured by MRI or CT scan according to RECIST v1.1 within 12 months of the screening visit. Planned enrollment is for &#8776;156 subjects globally to be randomized 1:1 to either AL102 1.2 mg once daily or placebo. Randomization will be stratified according to tumor location: intra-abdominal vs. extra-abdominal (including abdominal wall). Subjects will undergo MRI or CT scans (using the same modality throughout the study) every 12 weeks to assess tumor response according to RECIST v1.1 by blinded independent central review (BICR). The primary endpoint is progression-free survival (PFS) by BICR based on RECIST v1.1. Primary and secondary endpoints are summarized in Table 1. The trial is currently enrolling.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{8DDC529B-B7AD-4CA6-990B-E5C0509DC8F1}\"><caption>Table 1. RINGSIDE Phase 3 Study Endpoints<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Objectives<\/td><td rowspan=\"1\" colspan=\"1\">Endpoints<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Primary<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Evaluate effects of AL102 on disease progression<\/td><td rowspan=\"1\" colspan=\"1\">PFS defined as time from randomization until date of assessment of progression (assessed by BICR based on RECIST v1.1) or death by any cause<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Secondary<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Evaluate additional effects of AL102 on tumor response<\/td><td rowspan=\"1\" colspan=\"1\">&#8226; ORR (CR and PR) by BICR based on RECIST v1.1 &#8226; DOR defined by time from CR or PR (by BICR based on RECIST v1.1) until first documentation of disease progression or death from any cause<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Evaluate effects of AL102 on quality of life<\/td><td rowspan=\"1\" colspan=\"1\">&#8226; Change from baseline in quality of life as determined by: &#8226; GOunder\/Desmoid Tumor Research Foundation (DTRF) DEsmoid Symptom Scale and Impact Scale (GODDESS) &#8226; Patient-Reported Outcomes Measurement Information System (PROMIS) Physical Function &#8226; EuroQol 5-Dimensional (EQ-5D-3L) questionnaire &#8226; Patient&#8217;s Global Impression of Change (PGI-C) &#8226; Change from baseline in pain assessment using Brief Pain Inventory (BPI) short form<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Evaluate safety and tolerability of AL102<\/td><td rowspan=\"1\" colspan=\"1\">&#8226; Frequency, duration and severity of treatment-emergent adverse events (TEAEs) and serious AEs &#8226; Time to treatment discontinuation due to TEAE<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"2\">BICR: blinded independent central review; CR: complete response; DOR: duration of response; ORR: objective response rate; PR: partial response; PFS: progression-free survival; RECIST: Response Evaluation Criteria in Solid Tumors <\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CT01-03 Phase III clinical trials in progress,,"},{"Key":"Keywords","Value":"Sarcoma\/soft-tissue malignancies,Desmoid tumors,Gamma secretase inhibitors ,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Mrinal Gounder<\/i><\/u><\/presenter>, <presenter><i>Robin L. Jones<\/i><\/presenter>, <presenter><i>Jonathan Yovell<\/i><\/presenter>, <presenter><i>Gary Gordon<\/i><\/presenter>, <presenter><i>Bernd Kasper<\/i><\/presenter>. Memorial Sloan Kettering Cancer Center, New York, NY, The Royal Marsden NHS Foundation Trust and Institute of Cancer Research, London, United Kingdom, Ayala Pharmaceuticals, Rehovot, Israel, Ayala Pharmaceuticals, Northbrook, IL, Mannheim University Medical Center, Mannheim, Germany","CSlideId":"","ControlKey":"2879da90-b7a5-4e94-8f50-b089cd123e84","ControlNumber":"9639","DisclosureBlock":"<b>&nbsp;M. Gounder, <\/b> <br><b>Daiichi Sankyo<\/b> Other, Consulting\/advisory role. <br><b>Karyopharm Therapeutics<\/b> Other, Consulting\/advisory role. <br><b>Bayer<\/b> Other, Consulting\/advisory role. <br><b>Springworks Therapeutics<\/b> Other, Consulting\/advisory role. <br><b>Boehringer Ingelheim<\/b> Other, Consulting\/advisory role. <br><b>TYME<\/b> Other, Consulting\/advisory role. <br><b>Ayala Pharmaceuticals<\/b> Other, Consulting\/advisory role. <br><b>Rain Therapeutics<\/b> Other, Consulting\/advisory role. <br><b>Regeneron<\/b> Consulting\/advisory role. <br><b>Amgen<\/b> Other, Speaker's Bureau. <br><b>Karyopharm Therapeutics<\/b> Other, Speaker's Bureau. <br><b>Boehringer Ingelheim<\/b> Other, Speaker's Bureau. <br><b>UpToDate<\/b> Other Intellectual Property. <br><b>GODDESS PRO Desmoid Tumor<\/b> Other Intellectual Property. <br><b>Epizyme<\/b> Travel. <br><b>Desmoid Tumor Research Foundation<\/b> Other. <br><b>Foundation Medicine<\/b> Other, Uncompensated relationship. <br><b>Athenex<\/b> Other, Uncompensated relationship. <br><b>Flatiron Health<\/b> Other, Honoraria. <br><b>More Health<\/b> Other, Honoraria. <br><b>R. L. Jones, <\/b> <br><b>MSD, GlaxoSmithKline<\/b> Grant\/Contract. <br><b>Adaptimmune<\/b> Other, Receipt of consulting fees. <br><b>Astex<\/b> Other, Receipt of consulting fees. <br><b>Athenex<\/b> Other, Receipt of consulting fees. <br><b>Bayer<\/b> Other, Receipt of consulting fees. <br><b>Boehringer Ingelheim<\/b> Other, Receipt of consulting fees. <br><b>Blueprint<\/b> Other, Receipt of consulting fees. <br><b>Clinigen<\/b> Other, Receipt of consulting fees. <br><b>Esai<\/b> Other, Receipt of consulting fees. <br><b>Epizyme<\/b> Other, Receipt of consulting fees. <br><b>Daichii<\/b> Other, Receipt of consulting fees. <br><b>Deciphera<\/b> Other, Receipt of consulting fees. <br><b>Immunedesign<\/b> Other, Receipt of consulting fees. <br><b>Immunicum<\/b> Other, Receipt of consulting fees. <br><b>Karma Oncology<\/b> Other, Receipt of consulting fees. <br><b>Lilly<\/b> Other, Receipt of consulting fees. <br><b>Merck<\/b> Other, Receipt of consulting fees. <br><b>Mundipharma<\/b> Receipt of consulting fees. <br><b>Pharmamar, Springworks<\/b> Other, Receipt of consulting fees. <br><b>SynOx, Tracon<\/b> Other, Receipt of consulting fees. <br><b>J. Yovell, <\/b> <br><b>Ayala Pharmaceuticals<\/b> Employment, Stock Option. <br><b>G. Gordon, <\/b> <br><b>Ayala Pharmaceuticals<\/b> Employment, Stock. <br><b>Abbott<\/b> Stock. <br><b>AbbVie<\/b> Stock. <br><b>B. Kasper, <\/b> <br><b>Ayala Pharmaceuticals<\/b> Other, Advisory role. <br><b>Springworks<\/b> Other, Advisory role.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"10507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"CT070","PresenterBiography":null,"PresenterDisplayName":"Laurie LaRusso, MS","PresenterKey":"55674e7e-e2b5-4432-8c3d-4cb80d10b957","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"CT070. Double-blind placebo-controlled trial of AL102 for treatment of progressing desmoid tumors: the RINGSIDE phase 3 study design","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"735","SessionOnDemand":"False","SessionTitle":"Phase II and Phase III Clinical Trials in Progress","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Double-blind placebo-controlled trial of AL102 for treatment of progressing desmoid tumors: the RINGSIDE phase 3 study design","Topics":null,"cSlideId":""}]