[{"Abstract":"The role of CD4 T cells for anti-tumor responses is less recognized than CD8 cells. Evidence suggests that CD4 T cells can act directly as antitumor cells or direct the maturation and activation of dendritic cells (DCs). The retinoid X receptor (RXR) is a member of the nuclear receptor superfamily of ligand-dependent transcription factors. RXR and its heterodimers have profound effects on the function of myeloid cells, but effects on T cells are less known. Treatment with the RXR agonist MSU42011 (100 mg\/Kg diet) reduced tumor burden in a HER2+ model of breast cancer (p=0.0068) and in a KRAS-driven model of lung cancer (p=0.0015). However, when human lung cancer cells were implanted into immunodeficient mice, MSU42011 failed to reduce tumor burden, suggesting that the anti-tumor properties of MSU42011 are dependent on a functional immune system. After 10 days of treatment, the percentage of CD4, CD62L<sup>+<\/sup> T cells in HER2+ mammary tumors treated with MSU42011 was significantly higher compared to the control group (2.41 vs 3.78, p=0.05), as analysed by flow cytometry. Additionally, tumor antigen presenting cells (CD11c<sup>+<\/sup>, CD11b<sup>+<\/sup>, IA-IE<sup>+<\/sup>) and DCs (CD11c<sup>+<\/sup>, IA-IE<sup>+<\/sup>) had increased expression of PDL1 in the MSU42011 group when compared with controls (MFI=4016 vs 5225, p=0.069; 5484 vs 7140, p=0.045, respectively). RT-PCR analysis of whole tumors showed a significant increase in mRNA expression of interferon (IFN; p=0.0026) and IL12a (p=0.0011) in treated mice. Similar increases in IFN and IL12a were found in the murine model of lung cancer. Next, T cells were depleted to determine if required for the anti-tumor effects of MSU42011. CD8 cells depletion did not reverse the anti-tumor efficacy of MSU42011. CD4 depletion in mice treated with MSU42011 rescued tumor growth (p=0.016 MSU42011 vs MSU42011+anti-CD4), as tumors of mice treated with MSU42011 and anti-CD4 antibodies for 10 days grew at the same rate as tumors treated with control plus or minus anti-CD4 antibodies. Tumors treated with MSU42011 and anti-CD4 antibodies also showed reduced levels of IL12a compared with MSU42011 alone (2.28 vs 0.87, p&#62;0.05), as determined by RT-PCR.To dissect the effects of RXR activation on CD4 and DC cells, primary DCs, alone or co-cultured with T cells and conditioned media from cancer cells, were treated with MSU42011 (100 nM). This treatment increased PDL1 and IL12 mRNA expression in DCs. T cells, co-cultured with DC and conditioned media and treated with MSU42011, expressed higher IL2 mRNA levels. MSU42011 also increased expression of IFN in CD3 T cells. In conclusion, MSU42011 increased recruitment and activation of CD4 T cells <i>in vitro<\/i> and in HER2+ mammary tumors. These data, in combination with our previous work showing that RXR agonists reduce expression of tumor-promoting FOXP3 T cells <i>in vitro<\/i> and <i>in vivo<\/i>, confirm a strong correlation between RXR pharmacologic activation and CD4 T cell activation within the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Breast cancer,Small molecule drugs,Tumor microenvironment,Retinoid X receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ana Sofia Leal<\/b><sup><\/sup>, Karen  T.  Liby<sup><\/sup><br><br\/>Pharmacology and Toxicology, Michigan State University, Lansing, MI","CSlideId":"","ControlKey":"70fd7bdb-f459-4516-9c10-3997e399ea54","ControlNumber":"6318","DisclosureBlock":"&nbsp;<b>A. S. Leal, <\/b> None..<br><b>K. T. Liby, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2584","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"568","PresenterBiography":"","PresenterDisplayName":"Ana Leal, PhD;Pharm D","PresenterKey":"b22168b5-bc9c-4eca-95c4-2c7c9f98d551","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"568. Activation of the RXR nuclear receptor regulates CD4 T cell activity in a murine model of HER2<sup>+<\/sup> breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activation of the RXR nuclear receptor regulates CD4 T cell activity in a murine model of HER2<sup>+<\/sup> breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Activation of mutations in RAS has been found in high ratio in human cancers, inducing downstream critical effectors corresponding tumorigenesis. The attempts in direct targeting to activated RAS, which is GTP bound, has been somewhat successful in the treatment of certain type of cancer, however, still beset by the resistance. It has been well established that the tumor engagement is quite related with the interaction between mutated RAS protein and RAF kinase in ERK cascade. Our aim is to develop inhibitor that cell-penetrating scFv (single chain fragment variable) which targets mutated KRAS (mKBscFv). The Fv fragment is the smallest unit composed of the variable region of heavy chain and light chain in an immunoglobulin molecule, that has a function of antigen-binding activity. The scFv can specifically bind to an antigen, thereby reducing side effects of non-specific binding seen in chemical drugs. However, due to the lack of cell penetrating ability of scFv, a delivery carrier is often required. In this study, a cell-penetrating synthetic peptide (CPP) was developed for drug delivery carrier and was expressed at the C-terminus of mKBscFv for transferred cells. In addition, the CPP peptide has a function of inhibiting the interaction of mutated RAS and RAF. The mKBscFv-CPP specifically binding to mutated KRAS and tagged with His tag to express in CHO cells, which was purified by FPLC. The purity of mKBscFv-CPP was confirmed by SDS PAGE. In the SPR results, not only mKBscFv-CPP showed high binding ability to mutated KRAS, but also in cell viability test, it affected the proliferation of KRAS mutated cells. The muatated GTP-bound KRAS was reduced by mKBscFv in KRAS mutated cancer cells. In addition to the bioactivity of the mKBscFv, it has further advantage as a proteolysis-targeting chimera (PROTAC). The plasmid DNA was prepared by adding a VHL-expressing sequence to the C-terminus of mKBscFv (mKBscFv-Vh). This gene was transfected into KRAS mutated cancer cells to express the protein, and as a result mutated GTP-bound KRAS was reduced. A cell penetrating synthetic peptide domain was added to the C-terminus of this gene to express it as a protein in CHO cells. The mutated GTP-bound KRAS was reduced by mKBscFv-Vh-CPP in KRAS mutated cancer cells. Taken together, mKBscFv that binds to mutated KRAS was developed, and it can be expected to become a new protein anticancer drug effective against mutated KRAS-mediated cancer cells by fusing cell penetrating peptide and PROTAC technology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"KRAS,Drug delivery,Proteasome-mediated degradation,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gookjin Yoon<\/b><sup>1<\/sup>, Beom Soo Jo<sup>1<\/sup>, Dong Woo Lee<sup>1<\/sup>, Jinwook Yang<sup>2<\/sup>, Min-Ho Park<sup>2<\/sup>, Sanghui Seok<sup>2<\/sup>, Jue-Yeon Lee<sup>2<\/sup>, Chong Pyung Chung<sup>2<\/sup>, Yoon Jeong Park<sup>1<\/sup><br><br\/><sup>1<\/sup>Seoul National University, Seoul, Korea, Republic of,<sup>2<\/sup>Central Research Institute, Nano Intelligent Biomedical Engineering Corporation (NIBEC), Seoul, Korea, Republic of","CSlideId":"","ControlKey":"9cb37442-e5dc-42a1-8f79-41f5571e6508","ControlNumber":"7796","DisclosureBlock":"&nbsp;<b>G. Yoon, <\/b> None..<br><b>B. Jo, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>M. Park, <\/b> None..<br><b>S. Seok, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>C. Chung, <\/b> None..<br><b>Y. Park, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2587","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"569","PresenterBiography":null,"PresenterDisplayName":"Gookjin Yoon, BS","PresenterKey":"e8ba7d24-bd5b-4de5-b988-4300e6b6dc30","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"569. BIO-PROTAC: New treatment modality to treat undruggable KRAS mutants by application of cell penetrating scFv","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BIO-PROTAC: New treatment modality to treat undruggable KRAS mutants by application of cell penetrating scFv","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Bone metastasis is clinically observed in approximately 90% of patients with advanced prostate cancer (PCa). Metastatic bone destruction is driven by a self-reinforcing process coupling osteoclast (OC)-mediated bone degradation to PCa growth, and where cell movement acts to keep these two cooperating cell types in close proximity and to move them across the bone surface. We sought to create a new class of therapeutics that would be highly effective at inhibiting PCa-mediated bone destruction by targeting both OC function and cell motility.<br \/>Methods: We synthesized new chemical entities, termed Dual Acting Bone Defender agents (DABDs), that couple the small molecule anti-motility agent, KBU2046, with bisphosphonate (bis), through a chemical linker. Assays for <i>in vitro<\/i> efficacy included: cell migration and invasion, binding to bone mineral, inhibiting osteoclast (OC)-mediated bone destruction, inhibition of Raf1 phosphorylation and inhibition of protein prenylation. <i>In vivo<\/i> assays included intra-cardiac (IC) injection of human PCa cells into mice, followed by real time monitoring of tumor growth and bone destruction by IVIS and CT imaging, respectively.<br \/>Findings: We successfully created a novel route of chemical synthesis allowing us to access and probe unique chemical space, providing for single small molecules with bis functional groups linked to a KBU2046 core through a linker moiety. DABDs retain the cellular and molecular characteristics of KBU2046 and bis. Like KBU2046, they inhibit PCa cell motility and phosphorylation of Raf1 on its activation motif. They also inhibit the motility of breast and lung cancer cells. Like bis, they inhibit OC-mediated bone mineral destruction, prenylation of Ras small GTPase proteins, and chemically bind hydroxyapatite. Administered prior to IC injection, DABDs are so effective that they prolong animal survival and inhibit bone destruction in a dose-dependent manner. In mice with established bone metastasis to the femur, after IC injection, DABDs inhibit the growth of tumors. Doses 3,000 fold higher than that required for efficacy had no clinical or critical organ toxicity.<br \/>Conclusions: DABDs represent a new multifunctional class of therapeutic agents that inhibit PCa-mediated bone destruction and have a high potential for advancing clinical efficacy in PCa patients with bone metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Prostate cancer,Bone metastasis,Therapeutics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Fangfang Qiao<\/b><sup>1<\/sup>, Ryan Gordon<sup>2<\/sup>, Abhinandan Pattanayak<sup>2<\/sup>, Katelyn O’Neill<sup>1<\/sup>, Nina Chaika<sup>1<\/sup>, Weining Chen<sup>1<\/sup>, Rachel Rhatigan<sup>1<\/sup>, Raymond Bergan<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Nebraska Medical Center, Omaha, NE,<sup>2<\/sup>Oregon Health and Science University, Portland, OR","CSlideId":"","ControlKey":"af68980f-fb72-48b0-8dfb-54783a77cec9","ControlNumber":"2120","DisclosureBlock":"&nbsp;<b>F. Qiao, <\/b> None..<br><b>R. Gordon, <\/b> None..<br><b>A. Pattanayak, <\/b> None..<br><b>K. O’Neill, <\/b> None..<br><b>N. Chaika, <\/b> None..<br><b>W. Chen, <\/b> None..<br><b>R. Rhatigan, <\/b> None..<br><b>R. Bergan, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2589","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"570","PresenterBiography":null,"PresenterDisplayName":"Fangfang Qiao, PhD","PresenterKey":"15ad5c38-ccbf-44f1-88a9-7ae26a04d390","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"570. Dual acting bone defender agents inhibit prostate cancer-mediated bone destruction","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Dual acting bone defender agents inhibit prostate cancer-mediated bone destruction","Topics":null,"cSlideId":""},{"Abstract":"Renal cell carcinoma (RCC) is the 7th most common type of cancer, with over 400,000 new cases each year and 170,000 deaths worldwide. RCCs are grouped into several histological subtypes, with clear cell renal cell carcinoma (ccRCC) being the most common and most aggressive type. The first line of therapy for ccRCC is tyrosine kinase inhibitors (TKIs) which target multiple kinases including the VEGF receptor. The treatment can be used alone or in combination with immune checkpoint inhibitors. However, most patients develop resistance to the TKIs within six months of treatment. Therefore, our aim is to develop novel single or combinatorial therapies and discover ways to overcome the resistance to TKIs. By analyzing TCGA and published datasets from GEO, we found that angiopoietin-like 4 (ANGPTL4) is significantly elevated in both the WT and TKI-resistant ccRCC tumors. ANGPTL4 has been shown to participate in angiogenesis in several other tumor models, and blocking ANGPTL4 with an antibody in vitro, reduces the angiogenic potential of 786-O and RCC4 human ccRCC cell lines, suggesting a pro-angiogenic effect of ANGPTL4 in ccRCC. Knockout of ANGPTL4 in Caki-1 xenograft tumor model significantly reduced tumor angiogenesis and increased vessel normalization, as evidenced by increased expression of VEGFR2 and adhesion molecules on endothelial cells. The increased normalization of blood vessels is an indication of the therapeutic potential of combing anti-ANGPTL4 therapy with immune checkpoint inhibitors. Furthermore, both knockout of ANGPTL4 in 786-O cells and treatment of 786-O tumor-bearing mice with an ANGPTL4 blocking antibody significantly reduced tumor growth. To illustrate the mechanism of ANGPTL4-induced angiogenesis, we performed live cell receptor capturing to find cANGPTL4 binding partners on the cell membrane of human endothelial cells. After the mass spectrometry analysis, several novel receptors were found, and the top candidate is endothelial cell surface chemotaxis receptor (ECSCR), which is highly expressed on endothelial and adipocytes. Previous studies have shown that ECSCR can potentiate angiogenic signaling, which is similar to our data showing that ANGPTL4 can synergistically increase FGF2-induced angiogenesis. Thus, ANGPTL4 may promote angiogenesis in ccRCC by potentiating other angiogenic signaling via interaction with ECSCR. To summarize, we demonstrated the pro-angiogenic potential of ANGPTL4 in ccRCC and its critical role in tumor development. Knockout or antibody-mediated inhibition of ANGPTL4 reduced tumor angiogenesis and growth and increased vessel normalization. This data supports the therapeutic potential of ANGPTL4 targeted treatment in ccRCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Angiogenesis,Antibody,Kidney cancer,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zeng Jin<\/b><sup><\/sup>, Umasankar De<sup><\/sup>, Lei Wang<sup><\/sup>, Jeremy Kleberg<sup><\/sup>, Weizhou Zhang<sup><\/sup>, Ryan Kolb<sup><\/sup><br><br\/>Pathology, immunology and laboratory medicine, University of Florida College of Medicine, Gainesville, FL","CSlideId":"","ControlKey":"7c400dbb-b54a-4b4a-9ed1-6a453267f551","ControlNumber":"1506","DisclosureBlock":"&nbsp;<b>Z. Jin, <\/b> None..<br><b>U. De, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>J. Kleberg, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>R. Kolb, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2592","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"571","PresenterBiography":null,"PresenterDisplayName":"Zeng Jin, MS","PresenterKey":"3947c247-0c18-4aa9-9bd9-ecc7f864c900","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"571. Angiopoietin-like 4 as a potential therapeutic target for clear cell renal carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Angiopoietin-like 4 as a potential therapeutic target for clear cell renal carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Although PD-1\/PD-L1 therapies have shown significant activity across a range of tumor types, only a subset of patients (10-30%) achieve durable responses. With the goal of improving response and application to PD-1\/PD-L1 therapies, we have leveraged our proprietary Xilio Advanced Cytokine Therapies (X-ACT) platform to develop PD1\/IL2-ACT, a PD-1 blocker enhanced with a tumor-activated, engineered IL-2 agonist. The activity of IL-2 is blocked by a protein domain that prevents IL-2R&#946;&#947; binding until activated in the tumor microenvironment by matrix metalloproteinases . Tumor selective activation of IL-2 enables dosing of PD1\/IL2-ACT at sufficient exposure levels to block immunosuppressive PD1\/PD-L1 signaling as well as mitigating systemic IL-2 driven toxicity. PD1\/IL2-ACT is designed to enable in cis engagement of IL-2 receptors on antigen experienced PD-1<sup>+<\/sup> CD8<sup>+<\/sup> T cells in the tumor microenvironment (TME), inducing effector T cell functions while preventing regulatory T cell (T<sub>reg<\/sub>) mediated immune suppression. In a preclinical model, PD1\/IL2-ACT, compared to anti-PD1 alone, induced significant tumor growth inhibition. Further, PD1\/IL2-ACT was better tolerated than a PD-1 directed unmasked IL-2R&#946;&#947; biased agonist in the same preclinical model. Pharmacodynamic studies showed that PD1\/IL2-ACT did not significantly change immune cell profiles in the periphery but increased antigen specific CD8<sup>+<\/sup> T cells in the TME, consistent with preferential engagement of PD1<sup>+<\/sup> effector T cells at the tumor site. Ex vivo protease cleavage assays performed in human tumors demonstrated significant activation of PD1\/IL2-ACT by tumors of multiple indications but minimal activation in human plasma. A pharmacokinetic study in nonhuman primates revealed PD1\/IL2-ACT can achieve comparable exposure levels to existing PD-1 blocking immunotherapies. Taken together, these data illustrate that PD1\/IL2-ACT has the potential to broaden the activity of existing immunotherapies by inhibiting the PD1\/PDL1 axis as well as directing an immunostimulatory cytokine to antigen specific T cells in the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Immunocytokines,Immune checkpoint blockade,Cytokines,Anti-PD-1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ertan Eryilmaz<\/b><sup><\/sup>, Wilson Guzman<sup><\/sup>, Dheeraj  S.  Tomar<sup><\/sup>, Parker Johnson<sup><\/sup>, Stephanie Hsiao<sup><\/sup>, Lisa Quinn<sup><\/sup>, Nancy Chan<sup><\/sup>, Jimit Lakhani<sup><\/sup>, Brendan Whalen<sup><\/sup>, Rosa Quiroz<sup><\/sup>, Kurt Jenkins<sup><\/sup>, Oleg Yerov<sup><\/sup>, Will Scott<sup><\/sup>, Justin Greene<sup><\/sup>, Zhen Liu<sup><\/sup>, Megan McLaughlin<sup><\/sup>, Sallyann Vu<sup><\/sup>, Chelsea Turcotte<sup><\/sup>, Hanumantha  R.  Madala<sup><\/sup>, Jacob Taylor<sup><\/sup>, Caitlin O'Toole<sup><\/sup>, Magali Pederzoli-Ribeil<sup><\/sup>, Haley Duprey<sup><\/sup>, Natalia Malkova<sup><\/sup>, Damiano Fantini<sup><\/sup>, David Crowe<sup><\/sup>, Sean Yang<sup><\/sup>, Kyle Smith<sup><\/sup>, Joseph Card<sup><\/sup>, Janice Lee<sup><\/sup>, Kerri Smith<sup><\/sup>, Benjamin Nicholson<sup><\/sup>, Jijun Dong<sup><\/sup>, Jennifer O'Neil<sup><\/sup>, Carl  U.  Bialucha<sup><\/sup><br><br\/>Xilio Therapeutics, Waltham, MA","CSlideId":"","ControlKey":"f144ccf2-6fbb-4d47-8cb8-6e3a3497d2a5","ControlNumber":"6546","DisclosureBlock":"<b>&nbsp;E. Eryilmaz, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>W. Guzman, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. S. Tomar, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>P. Johnson, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Hsiao, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>L. Quinn, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>N. Chan, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Lakhani, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. Whalen, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>R. Quiroz, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. Jenkins, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>O. Yerov, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>W. Scott, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Greene, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>Z. Liu, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option.<br><b>M. McLaughlin, <\/b> None.&nbsp;<br><b>S. Vu, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>C. Turcotte, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>H. R. Madala, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Taylor, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>C. O'Toole, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Pederzoli-Ribeil, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>H. Duprey, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>N. Malkova, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. Fantini, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. Crowe, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Yang, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. Smith, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Card, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Lee, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. Smith, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. Nicholson, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Dong, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. O'Neil, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>C. U. Bialucha, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2593","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"572","PresenterBiography":null,"PresenterDisplayName":"Ertan Eryilmaz, PhD","PresenterKey":"9a34de39-d04b-44ce-8f3d-e7babb3ce60e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"572. Tumor-activated PD1-directed IL-2 increased antigen specific T cells in tumors and demonstrated anti-tumor activity in mice","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tumor-activated PD1-directed IL-2 increased antigen specific T cells in tumors and demonstrated anti-tumor activity in mice","Topics":null,"cSlideId":""},{"Abstract":"Depleting regulatory T cells from the tumor microenvironment is an attractive strategy for enhancing immunotherapy. Here we developed a humanized antibody against CD25 (H11E11-2V1) with Treg-biased binding. This antibody has a medium affinity to CD25 (KD=8.9nM), weaker than Daclizumab (KD=1.5nM) and RG6292 (KD=4.5nM). Primary T cells activated with CD3 and CD28 beads had increased CD25 expression. H11E11-2V1 bound to Treg (CD4+Foxp3+) with a concentration as low as 0.07nM, similar to RG6292, while it has no detectable binding to activated Teff (CD4+Foxp3-) with a concentration below 2nM (vs. RG6292 below 0.7nM). In addition, H11E11-2V1 did not block IL-2 signaling in NK-92 cells, which expressed CD25 on the cell surface, while Daclizumab blocked the IL-2 signaling. Daclizumab inhibited T cell proliferation (ki67+%) and activation (Granzyme B+%), but not by RG6292 and H11E11-2V1. In vitro cytotoxicity assay indicated that H11E11-2V1 with modified Fc to enhance ADCC specifically depletes Treg from activated primary T cells at a minimal concentration of 0.07nM (vs. RG6292 at 0.14nM) while leaving 90% of Teff intact. In the in vivo MC38 murine tumor model with mice whose CD25 was replaced with human CD25, H11E11-2V1 given by I.P. injection suppressed tumor growth with higher efficiency than RG6292. These results suggested that H11E11-2V1 was an excellent candidate therapeutical antibody against CD25 for cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Regulatory T cells,CD25,IL-2 signaling,Therapeutical antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yuxuan Gao<sup><\/sup>, Feng He<sup><\/sup>, Hao Peng<sup><\/sup>, Kefei Wu<sup><\/sup>, Hui Zhao<sup><\/sup>, Yanpeng Feng<sup><\/sup>, <b>Feng Hao<\/b><sup><\/sup>, Guojin Wu<sup><\/sup>, Jinying Ning<sup><\/sup><br><br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"1a740d4d-2c45-4000-a88e-8346344618d8","ControlNumber":"5576","DisclosureBlock":"<b>&nbsp;Y. Gao, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>F. He, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>H. Peng, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>K. Wu, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>H. Zhao, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>Y. Feng, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>G. Wu, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2595","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"574","PresenterBiography":null,"PresenterDisplayName":"Feng Hao, MD;PhD","PresenterKey":"994a8727-c110-4f2b-b7ab-cc0feaec2971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"574. Depletion of regulatory T cells without interruption of IL-2 signaling by antibody against CD25 for enhancing antitumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Depletion of regulatory T cells without interruption of IL-2 signaling by antibody against CD25 for enhancing antitumor immunity","Topics":null,"cSlideId":""},{"Abstract":"<u>Introduction:<\/u> Tumor growth, invasion, and escape from immune surveillance largely depend on cancer microenvironment. Laminins are trimeric proteins and essential components of glioblastoma (GBM) microenvironment\/extracellular matrix (ECM). In brain glioma samples from 230 patients, we found a correlation between the overexpression of tumor ECM protein laminin-411 (&#945;4&#946;1&#947;1) and faster tumor recurrence with shorter patient survival. Laminin-411 is produced by endothelial cells, neutrophils, monocytes, platelets, lymphocytes, and glioma cells and can modulate the immune system. Novel nanotechnology approach to block trimeric laminin-411 and activate of brain local immune system with brain delivery of PD-1 checkpoint inhibitor was developed for future translational application.<br \/><u>Methods:<\/u> Nanobioconjugates (NBC) based on poly (&#946;-L-malic acid, P), were synthesized, characterized and used to intravenously treat mice with intracranial syngeneic GL261 or CT-2A GBM. The lead NBCs P\/PEG\/LLL(40%)\/AON(&#945;4&#946;1)(2.0%)\/AP-2(2%) and P\/PEG\/LLL(40%)\/AP-2(2%)\/&#945;PD-1(0.2%) contained antisense to laminin-411 &#945;4 and &#946;1 chains, or &#945;PD-1 antibody as well as trileucine (LLL) peptide for endosomal escape and AP-2 peptide for BBB crossing and tumor cell targeting. CRISPR\/Cas9 constructs were used to knockdown &#945;4 and &#946;1 laminin chains in GBM <i>ex vivo.<\/i> Flow cytometry and RNA-seq analyses were performed to evaluate treatment.<br \/><u>Results:<\/u> Laminin-411 depletion with CRISPR\/Cas9 and multifunctional NBC <i>in vivo<\/i> treatment equally suppressed GBM growth and significantly prolonged animal survival. The brain privileged immune system was activated upon treatment with a significant increase of CD3+, CD8+ T cells, NK, IFN&#947;+ NK cells, and M1 macrophages. RNA-sec analyses after treatment with a combination of NBC suppressing laminin-411 and checkpoint PD-1 showed enhanced anti-tumor effect with upregulation of genes coding for apoptotic Caspase 3 and IFN&#947;, and reduction of proliferation markers <i>EGFR, c-Myc<\/i> and <i>Ki-67<\/i>.<br \/><u>Conclusion:<\/u> Study describes novel GBM treatment strategy via NBCs crossing blood-brain barrier and targeting critical ECM and immune components of tumor microenvironment largely independent of heterogeneous genetic mutations in glioblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Extracellular matrix,Nanoparticle,Tumor microenvironment,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexander  V.  Ljubimov<\/b><sup>1<\/sup>, Rameshwar Patil<sup>2<\/sup>, Hui Ding<sup>1<\/sup>, Liron Israel<sup>1<\/sup>, Eggehard Holler<sup>3<\/sup>, Julia  Y.  Ljubimova<sup>3<\/sup>, Tao Sun<sup>1<\/sup>, Keith  L.  Black<sup>1<\/sup><br><br\/><sup>1<\/sup>Cedars-Sinai Medical Center, Los Angeles, CA,<sup>2<\/sup>Loma Linda University, Loma Linda, CA,<sup>3<\/sup>Terasaki Institute for Biomedical Innovation, Los Angeles, CA","CSlideId":"","ControlKey":"3dda5880-23bb-4883-9703-a10f411cff9d","ControlNumber":"5444","DisclosureBlock":"<b>&nbsp;A. V. Ljubimov, <\/b> <br><b>Arrogene Nanotechnology, Inc.<\/b> Stock, Patent. <br><b>R. Patil, <\/b> <br><b>Arrogene Nanotechnology, Inc.<\/b> Patent. <br><b>H. Ding, <\/b> <br><b>Arrogene Nanotechnology, Inc.<\/b> Patent.<br><b>L. Israel, <\/b> None.&nbsp;<br><b>E. Holler, <\/b> <br><b>Arrogene Nanotechnology, Inc.<\/b> Stock, Patent. <br><b>J. Y. Ljubimova, <\/b> <br><b>Arrogene Nanotechnology, Inc.<\/b> Stock, Patent.<br><b>T. Sun, <\/b> None.&nbsp;<br><b>K. L. Black, <\/b> <br><b>Arrogene Nanotechnology, Inc.<\/b> Stock, Patent.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2596","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"575","PresenterBiography":null,"PresenterDisplayName":"Alexander Ljubimov, DSc,PhD","PresenterKey":"3b6ebd2b-521d-42f0-8328-ad103aa8a609","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"575. Brain delivery of clinically suitable nanobioconjugates to inhibit glioblastoma growth through extracellular matrix-immune cell crosstalk","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Brain delivery of clinically suitable nanobioconjugates to inhibit glioblastoma growth through extracellular matrix-immune cell crosstalk","Topics":null,"cSlideId":""},{"Abstract":"ACTM-838 is an avirulent bacterial immunotherapy that encodes an engineered IL-15 (IL-15plex) and a constitutively active STING variant (eSTING). The ACTM-838 strain is a highly modified, attenuated S. Typhimurium that lacks several major inflammatory and immunogenic components on the surface of the microbe and is designed to naturally and specifically enrich in the tumor microenvironment (TME) via auxotrophic dependency on metabolites of the adenosine pathway and purines, to achieve tumor-specific payload delivery.<br \/>ACTM-838 was selectively internalized by phagocytic, primary human antigen presenting cells (APCs) but not endothelial cells. ACTM-838 was stable in human whole blood and is not inactivated by complement. Human macrophage uptake of labeled ACTM-838 led to acidic lysosomes and nuclear delivery with a concomitant increase in expression of encoded IL-15plex and eSTING payloads such as IL-15, IRF3 reporter activity and IFN &#9082;\/&#946; secretion, respectively. Primary human and murine macrophages polarized towards a dual co-stimulatory and phagocytic M1\/M2 dual phenotype in response to ACTM-838. ACTM-838 delivered eSTING payload in STING knockout macrophages and induced significantly higher Type I IFN production over a negative control strain. IV delivered ACTM-838 showed dose and payload dependent tumor enrichment and potent single-agent efficacy in two independent syngeneic tumor models, EMT6 (orthotopic) and MC38. Sustained memory anti-tumor immunity upon tumor rechallenge in cured animals was demonstrated. ACTM-838 treated tumors exhibited a significant increase in human IL-15plex protein payload. ACTM-838 as a single agent induced profound immune reprogramming and remodeling of the TME over time through increased infiltration and activation of myeloid, NK, B and cytolytic CD8 T cells, MHC class I and II, antigen presentation as well as decreased Treg, PD1+Lag3+ exhausted T cells, and a remodeled stromal signature, as assessed by bulk RNAseq, and confirmed by flow cytometry. Synergistic anti-tumor activity was observed in multiple tumor models when ACTM-838 was dosed in combination with anti-PD1, safely inducing complete responses. No significant body weight loss or death was observed in any treatment regimens of ACTM-838 alone (single or multiple doses) or in combination with anti-PD1. Analyses of public RNAseq datasets from patients with primary or metastatic disease revealed cancer types with high levels of myeloid infiltration and adenosine enrichment, suggesting that ACTM-838 efficacy could provide benefit in these indications.<br \/>ACTM-838 is a novel immunotherapy delivering IL-15plex + eSTING payloads to phagocytic APCs, inducing a durable anti-tumor immune response, after IV dosing. It possesses a compelling safety profile, and is currently in IND-enabling, preclinical development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Immunotherapy,Salmonella typhimurium,Gene therapy,Macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ping Fang<sup><\/sup>, Kyle  R.  Cron<sup><\/sup>, Oanh Pham<sup><\/sup>, Julie  R.  Janes<sup><\/sup>, John Brandenburg<sup><\/sup>, Fauna Yarza<sup><\/sup>, Bret Peterson<sup><\/sup>, Christopher Thanos<sup><\/sup>, Chan Whiting<sup><\/sup>, <b>Akshata  R.  Udyavar<\/b><sup><\/sup><br><br\/>Immunology & Translational Sciences, Actym Therapeutics, Berkeley, CA","CSlideId":"","ControlKey":"ffff306e-4943-49ed-9975-a1f1ae30e918","ControlNumber":"7542","DisclosureBlock":"<b>&nbsp;P. Fang, <\/b> <br><b>Actym Therapeutics<\/b> Employment, Stock Option. <br><b>K. R. Cron, <\/b> <br><b>Actym Therapeutics<\/b> Employment, Stock Option. <br><b>O. Pham, <\/b> <br><b>ACTYM THERAPEUTICS<\/b> Employment, Stock Option. <br><b>J. R. Janes, <\/b> <br><b>Actym Therapeutics<\/b> Employment, Stock Option. <br><b>J. Brandenburg, <\/b> <br><b>ACTYM THERAPEUTICS<\/b> Employment, Stock Option. <br><b>F. Yarza, <\/b> <br><b>ACTYM THERAPEUTICS<\/b> Employment, Stock Option. <br><b>B. Peterson, <\/b> <br><b>actym therapeutics<\/b> Employment, Stock Option. <br><b>C. Thanos, <\/b> <br><b>ACTYM THERAPEUTICS<\/b> Employment, Stock Option, Other Business Ownership, Patent. <br><b>C. Whiting, <\/b> <br><b>ACTYM THERAPEUTICS<\/b> Employment, Stock Option. <br><b>A. R. Udyavar, <\/b> <br><b>Actym Therapeutics Inc<\/b> Employment, Stock Option, Patent. <br><b>Instil Bio<\/b> Stock Option, Patent. <br><b>Arcus Biosciences<\/b> Stock, Stock Option, Patent. <br><b>Genentech Inc<\/b> Patent.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2597","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"576","PresenterBiography":null,"PresenterDisplayName":"Akshata Udyavar, BS;MS;PhD","PresenterKey":"39c71114-0495-444b-9cdb-a8680ac5e2cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"576. ACTM-838, a novel immunotherapy that enriches in solid tumors after IV dosing and comprehensively reverses the immunosuppressive TME to promote durable anti-tumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ACTM-838, a novel immunotherapy that enriches in solid tumors after IV dosing and comprehensively reverses the immunosuppressive TME to promote durable anti-tumor immunity","Topics":null,"cSlideId":""},{"Abstract":"2&#8217;3&#8217;-cGAMP serves as a second messenger binding to the stimulator of interferon genes (STING) to induce the STING-dependent interferon response, triggering downstream antiviral and anti-tumor mechanism. Ecto-nucleotide pyrophosphatase\/phosphodiesterase-1 (ENPP1) hydrolyzes the extracellular 2&#8217;3&#8217;-cGAMP and attenuates the immune stimulatory tumor microenvironment, and thereby facilitates tumor progression. Inhibition of ENPP1 activity in tumors that produce a significant amount of 2&#8217;3&#8217;-cGAMP, potentially activates the anti-tumor immune response. We previously presented a selective ENPP1 inhibitor ZX-8177 with high potency in biochemical and MDA-MB-231 cell-based enzymatic assays (IC<sub>50<\/sub> values are 9.5 nM and 11 nM, respectively). In multiple syngeneic mouse models, ZX-8177 alone (2mg\/kg, i.p., BID) exhibited 37-60% tumor growth inhibition (TGI) and significantly increased NK cells, T cells (Granzyme B+CD8+), and M1\/M2 macrophages ratio in the tumor microenvironment. Radiation and many chemotherapy regimens can result in DNA-damaging and activation of innate immunity. In this report, we further assessed the synergistic effect on tumor inhibition in combination of ZX-8177 with chemotherapies or radiation in multiple in vivo mouse models. Synergistic anti-tumor efficacy was observed in CT-26 model with the combination of Mitomycin C (0.5 mg\/kg, BIW) and ZX-8177 (25 mg\/kg, oral, BID), and in 4T1 and Pan02 models with the combination of Cisplatin (5 mg\/kg, BIW) and ZX-8177 (25 mg\/kg, oral, BID). Flow cytometry analysis demonstrated the increase of tumor infiltrating NK cells in the ZX-8177 treated tumor tissues. Meanwhile, tumor tissues showed a higher level of 2&#8217;3&#8217;-cGAMP and the increased gene expression of type I interferon (IFN) related genes, i.e. CCL5 and CXCL10. In Pan02 syngeneic mouse model, ZX-8177 (25 mg\/kg, oral, BID) plus radiation at 20 Gy displayed an enhanced anti-tumor efficacy compared with radiation only treatment (100% TGI vs. 78.5% TGI, p &#60; 0.005). Two of five mice achieved tumor free in the combination group at the end of treatment. Increased level of tumor p-STING, 2&#8217;3&#8217;-cGAMP, IFN-related genes (i.e., IFN-r, IFN-&#946;, and CXCL10), and cytotoxic T cells-related markers (i.e., Perforin, Granzyme A and B) was observed in the combination group, correlated with the synergistic effect on tumor growth. These in vivo studies demonstrated the synergistic inhibition of tumor growth in combination of ZX-8177 with radiation or chemotherapies through activation of STING-mediated innate immunity. Currently, ZX-8177 is under IND-enabling pre-clinical evaluation. First-in-human study of ZX-8177 is in planning as a single agent and combination therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Small molecule inhibitor,Combination therapy,Innate immunity,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiaoli Qin<\/b><sup><\/sup>, Ying-ying Li<sup><\/sup>, Shuaijun Sun<sup><\/sup>, Xiaomin Li<sup><\/sup>, Zhiyuan Peng<sup><\/sup>, Deming Kong<sup><\/sup>, Siyu Shui<sup><\/sup>, Jinfu Yang<sup><\/sup>, Xiaolin Alan Hao<sup><\/sup><br><br\/>Nanjing Zenshine Pharmaceuticals, Nanjing, China","CSlideId":"","ControlKey":"69a62f6d-3e2d-49a9-933a-a3517079fc2a","ControlNumber":"5264","DisclosureBlock":"<b>&nbsp;X. Qin, <\/b> <br><b>Nanjing Zenshine Pharmaceuticals<\/b> Employment. <br><b>Y. Li, <\/b> <br><b>Nanjing Zenshine Pharmaceuticals<\/b> Employment. <br><b>S. Sun, <\/b> <br><b>Nanjing Zenshine Pharmaceuticals<\/b> Employment. <br><b>X. Li, <\/b> <br><b>Nanjing Zenshine Pharmaceuticals<\/b> Employment. <br><b>Z. Peng, <\/b> <br><b>Nanjing Zenshine Pharmaceuticals<\/b> Employment. <br><b>D. Kong, <\/b> <br><b>Nanjing Zenshine Pharmaceuticals<\/b> Employment. <br><b>S. Shui, <\/b> <br><b>Nanjing Zenshine Pharmaceuticals<\/b> Employment. <br><b>J. Yang, <\/b> <br><b>Nanjing Zenshine Pharmaceuticals<\/b> Employment. <br><b>X. Hao, <\/b> <br><b>Nanjing Zenshine Pharmaceuticals<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2598","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"577","PresenterBiography":null,"PresenterDisplayName":"Xiaoli Qin, PhD","PresenterKey":"943e172d-28ae-4892-9733-b000f6718a7b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"577. ENPP1 inhibitor ZX-8177 in combination with chemotherapy or radiation exhibits synergistic anti-tumor effects via STING-mediated response","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ENPP1 inhibitor ZX-8177 in combination with chemotherapy or radiation exhibits synergistic anti-tumor effects via STING-mediated response","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is the most aggressive breast cancer subtype accounting for around 15% of all breast cancer patients and is responsible for 30% of breast cancer-related deaths. Although chemotherapy is the mainstay therapy for TNBC, development of resistance significantly reduces patients&#8217; survival. Therefore, there is an urgent need to identify novel and effective treatment strategies to overcome chemoresistance. Recently, we identified hypoxia-induced ECM re-modeler, lysyl oxidase (LOX), a member of LOX family, as a key mediator of chemoresistance in TNBC. In this study, combining a robust screening platform for drug-like molecules and cell-based\/recombinant protein assays, we identified bi-thiazole derivatives as novel potent LOX inhibitors. Further structure activity relationship (SAR) analysis resulted in two lead compounds: 6403, a relatively LOX-specific inhibitor, and 6415, a more LOX\/LOXL2 dual inhibitor. Both compounds reduced collagen crosslinking and led to chemosensitization in TNBC cell lines in 3D culture and in chemoresistant TNBC PDX organoids. Furthermore, re-analyses of scRNA-Seq data of TNBC patients treated with neo-adjuvant chemotherapy with known chemoresponse or resistance showed that LOX+ cells were enriched upon chemotherapy only in treatment-refractory patients. Importantly, we identified a significant correlation between LOX and the gene sets of Reactive Oxygen Species (ROS) and DNA repair in TNBC patients treated with chemotherapy. Supporting this, increased chemotherapy penetration upon LOX inhibition resulted in elevated ROS levels and DNA damage in cells, leading to inhibition of FAK\/Akt survival signaling. The efficacy of 6403 was tested in a chemoresistant TNBC PDX model where combination of doxorubicin with LOX inhibitor overcame doxorubicin resistance with no significant change in body weights. State-of-the-art MALDI-MSI and MP-SHG experiments showed efficient reduction of collagen content and crosslinking, respectively in PDX tumors upon LOX inhibition. Overall, these results show that novel bi-thiazole LOX inhibitors block collagen crosslinking and potentiates chemotherapy-induced ROS-DNA damage axis to overcome chemoresistance in TNBC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Lysyl Oxidase,Triple-negative breast cancer (TNBC),Chemotherapy Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Metin Cetin<\/b><sup>1<\/sup>, Ozge Saatci<sup>1<\/sup>, Abdol-Hossein Rezaeian<sup>2<\/sup>, Ozge Akbulut<sup>2<\/sup>, Nageswara Rao Chintada<sup>2<\/sup>, Harrison Taylor<sup>1<\/sup>, Breanna Pederson<sup>2<\/sup>, Ioulia Chatzistamou<sup>2<\/sup>, Hamed Shateri Najafabadi<sup>3<\/sup>, Susan Lessner<sup>2<\/sup>, Peggi Angel<sup>1<\/sup>, Campbell McInnes<sup>2<\/sup>, Ozgur Sahin<sup>1<\/sup><br><br\/><sup>1<\/sup>Medical University of South Carolina, Charleston, SC,<sup>2<\/sup>University of South Carolina, Columbia, SC,<sup>3<\/sup>McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"254e3269-cb4b-43ef-83aa-a77d656e5e22","ControlNumber":"4804","DisclosureBlock":"&nbsp;<b>M. Cetin, <\/b> None..<br><b>O. Saatci, <\/b> None..<br><b>A. Rezaeian, <\/b> None..<br><b>O. Akbulut, <\/b> None..<br><b>N. Chintada, <\/b> None..<br><b>H. Taylor, <\/b> None..<br><b>B. Pederson, <\/b> None..<br><b>I. Chatzistamou, <\/b> None..<br><b>H. Najafabadi, <\/b> None..<br><b>S. Lessner, <\/b> None..<br><b>P. Angel, <\/b> None..<br><b>C. McInnes, <\/b> None.&nbsp;<br><b>O. Sahin, <\/b> <br><b>Oncocube<\/b> Other, O. Sahin is the co-founder and manager of OncoCube Therapeutics LLC.. <br><b>LoxiGen, Inc.<\/b> Other, O. Sahin is founder and president of LoxiGen, Inc.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2599","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"578","PresenterBiography":null,"PresenterDisplayName":"Metin Cetin, PhD","PresenterKey":"806e4a00-20a5-44d9-a331-ac3e745cb6be","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"578. Novel bi-thiazole LOX inhibitors to overcome chemotherapy resistance in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel bi-thiazole LOX inhibitors to overcome chemotherapy resistance in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction <\/b>Effective drug development relies on representative pre-clinical models to discover and characterize novel cancer therapies. Recapitulating the human specific tumor micro-environment (TME) is essential for IO studies or TME-targeting agents and detection of human-specific (off-)target effects to better predict therapeutic response and clinical outcomes. The recently developed patient-derived organoid (PDO) technology, provides access to representative organotypic cultures, established from patient cancer stem cells. These cultures can be further improved by including additional cell types with strong clinical implications, especially cancer-associated fibroblasts (CAFs) and immune cells. Both CAFs and immune cells from various lineages modulate tumor growth and metastasis, drug resistance and immune-mediated cancer cell killing in the TME and have become popular targets for therapy in the recent decades. Here, we present our improved pre-clinical platform for drug testing,<b> <\/b>consisting of organotypic mini-tumors combined with high-content imaging screening (HCI) to discriminate different cell types and assess morphological, cytostatic and cytotoxic effects of drugs simultaneously.<br \/><b>Methods <\/b>3D mini-tumor co-cultures were established of allogenic CAFs and PDOs from pancreatic, colon and breast cancer patients. The mini-tumors were expanded in a TME stimulating medium cocktail that drives myofibroblast expansion and differentiation through PDGFR&#946; and TGF&#946; signaling. Subsequently, drug responses to various standard of care (SoC) treatments were determined. Additionally, allogenic PBMCs were included in mini-tumor cultures to assess mini-tumor infiltration and killing.<b> <\/b><br \/><b>Results<\/b> Mini-tumor co-cultures were successfully established and characterized in different stimulating cocktails. We found mini-tumor sensitivity to SoC treatment to be altered compared to PDO mono-cultures or co-cultures without TME stimulating factors. Moreover, we observed changes in PBMC infiltration and cancer cell killing in mini-tumors grown in TME stimulating conditions.<br \/><b>Conclusion and discussion <\/b>Taken together, our newly developed pre-clinical mini-tumor HCI platform provides the unique opportunity to screen and test drugs targeting human cancer cells, CAFs or immune cells <i>in vitro <\/i>in a pathology and TME-resembling context<i>. <\/i>This will ultimately result in effective target validation and mode of action analysis, timeline and cost reductions, and most importantly, a more efficient entry into the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Cancer associated fibroblasts,Organoids,Drug discovery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Marten Hornsveld<sup>1<\/sup>, Guusje Odenkirchen<sup>1<\/sup>, Cyrelle van Dort<sup>1<\/sup>, Jara Garcia Mateos<sup>1<\/sup>, Saskia de Man<sup>1<\/sup>, Gera Goverse<sup>1<\/sup>, Bram Herpers<sup>1<\/sup>, Mariusz Madej<sup>1<\/sup>, Leo Price<sup>1<\/sup>, <b>Marrit Putker<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Crown Bioscience Netherlands B.V., Leiden, Netherlands,<sup>2<\/sup>Crown Bioscience Netherlands B.V., Utrecht, Netherlands","CSlideId":"","ControlKey":"f9020367-c007-44b0-bfc2-ad7f0e04263c","ControlNumber":"6951","DisclosureBlock":"&nbsp;<b>M. Hornsveld, <\/b> None..<br><b>G. Odenkirchen, <\/b> None..<br><b>C. van Dort, <\/b> None..<br><b>J. Garcia Mateos, <\/b> None..<br><b>S. de Man, <\/b> None..<br><b>G. Goverse, <\/b> None..<br><b>B. Herpers, <\/b> None..<br><b>M. Madej, <\/b> None..<br><b>L. Price, <\/b> None..<br><b>M. Putker, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2600","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"579","PresenterBiography":null,"PresenterDisplayName":"Marrit Putker, PhD","PresenterKey":"25544074-a08b-47e7-97f1-149df9c82590","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"579. Mini-tumors: Pre-clinical HCI assays to screen anti-cancer drugs in the context of organoids, cancer-associated fibroblasts and immune cells","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mini-tumors: Pre-clinical HCI assays to screen anti-cancer drugs in the context of organoids, cancer-associated fibroblasts and immune cells","Topics":null,"cSlideId":""},{"Abstract":"Drug repurposing is an effective strategy that is being used to explore new potential treatments for various diseases. In the current study, utilizing drug repurposing approach, we have identified anti-cancer activity of an anti-parasitic compound (MB). We evaluated the anti-cancer activity of MB in pancreatic ductal adenocarcinoma (PDAC). The average IC<sub>50<\/sub> of MB in several human and murine PDAC cells was 4-6&#181;M. The mode of cell death was apoptosis and which was confirmed using Annexin-V assay. Oral administration of MB suppressed tumor growth in both human and murine subcutaneous and orthotopic models at a dose of 5mg\/kg. In the syngeneic orthotopic model, MB showed immune modulation wherein it increased infiltration of CD8 T-cells in the tumor microenvironment as compared to control groups. Based on this, we combined MB with anti-PD1 therapy to evaluate the combinatorial effect. Our results showed significant PDAC tumor growth suppression when a combination of MB and anti-PD1 therapy was used in an orthotopic PDAC tumor model. In conclusion, MB has a promising anti-cancer effect against PDAC tumors and we are currently exploring the molecular mechanism of action in PDAC cell lines and also evaluating if MB has any direct effect on immune cell populations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Immuno-oncology,Tumor microenvironment,Cytotoxic T cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shreyas Ramchandra Gaikwad<\/b><sup><\/sup>, Sanjay  K.  Srivastava<sup><\/sup><br><br\/>Department of Immunotherapeutics and Biotechnology, Texas Tech University Health Sciences Center, Abilene, TX","CSlideId":"","ControlKey":"35a3928c-b341-40b8-b5aa-d7662e0d848e","ControlNumber":"6552","DisclosureBlock":"&nbsp;<b>S. R. Gaikwad, <\/b> None..<br><b>S. K. Srivastava, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2602","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"580","PresenterBiography":null,"PresenterDisplayName":"Shreyas Gaikwad, B Pharm;M Pharm","PresenterKey":"3febdf3b-3fb0-49e7-8992-201e7a8e40ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"580. A novel drug suppresses pancreatic cancer growth through immunomodulation","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel drug suppresses pancreatic cancer growth through immunomodulation","Topics":null,"cSlideId":""},{"Abstract":"Background: ANTXR1 is one of the pancreatic ductal adenocarcinoma (PDAC) stroma-specific cell surface markers (Ref 1), which is also overexpressed in the stroma of various cancer types. Radiotheranostics refers to the combination of molecular imaging with targeted radionuclide therapy. Recent success of radiotheranostic agents such as <sup>177<\/sup>Lu-DOTATATE and <sup>177<\/sup>Lu-PSMA617 heralds the vibrant expansion of radiotheranostics. Herein, we sought to develop ANTXR1 targeting peptide as a cancer stroma-targeting radiotheranostic agent.<br \/>Methods: We selected A549 and NCI-H460 as ANTXR1 positive cell lines and NCI-H1437 and NCI-H358 as negative cell lines based on a proteomics database for cancer cell lines. ANTXR1-targeting peptide (PC01) was discovered using Chemistry-based Ultra-high-throughput Screening (CUS<sup>TM<\/sup>) platform. PC01 was conjugated with either fluorescence dye (Cy5-PC01) or chelator (DOTA-PC01). DOTA-PC01 was labeled with <sup>68<\/sup>Ga. Flow cytometry and confocal microscopy were utilized to assess specific binding of the peptide. Subcutaneous tumor-bearing mice were intravenously injected with Cy5-PC01 or <sup>68<\/sup>Ga-DOTA-PC01. <i>In vivo<\/i> \/ ex vivo fluorescence imaging (IVIS) and positron emission tomography (PET) imaging were performed.<br \/>Results: In western blot analysis, H460 and A549 demonstrated high levels of expression of ANTXR1, while H1437 and H358 showed negligible levels of expression, consistent with the proteomics database. The mean fluorescence intensity of H460 was significantly higher than that of H1437 after incubation with Cy5-PC01 in flow cytometry. In confocal microscopy, the two ANTXR1 positive cell lines demonstrated higher fluorescence signals compared to the two ANTXR1 negative cell lines, which indicates the specific binding of PC01 to ANTXR1. As for <i>in vivo<\/i> experiments, timepoints of image acquisition for both IVIS and PET were 0h, 1h, 2h, and 4h after injection of the peptide. In <i>in vivo<\/i> IVIS images, tumor uptake was more prominent in H460 tumors than in H1437 tumors. Furthermore, tumor\/kidney uptake ratio and tumor\/liver uptake ratio of Cy5-PC01 were significantly higher in H460 tumors compared to those of H1437 tumors (P &#60; 0.05, P &#60; 0.05, respectively). Radiolabeling efficiency of <sup>68<\/sup>Ga-DOTA-PC01 was measured to be over 95% by thin-layer chromatography. Serial PET images of <sup>68<\/sup>Ga-DOTA-PC01 demonstrated an initial intense renal uptake and subsequent fast renal clearance, which is a typical biodistribution of peptide-based radiotheranostic agents. Also, the tumor uptake was more pronounced in the H460 tumors than in the H1437 tumors.<br \/>Conclusion: We developed an ANTXR1 targeting peptide conjugated with DOTA for radiotheranostics. We found that PC01 demonstrated favorable biodistribution and specific <i>in vitro\/ in vivo<\/i> binding to ANTXR1, which prompts us to further optimize and develop a peptide-based ANTXR1 targeting radiotheranostic agent.<br \/>Ref 1. <i>Cancer Res (2022) 82 (12_Supplement): 5007<\/i>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Theranostics,Peptides,Pancreatic cancer,ANTXR1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shengjun Li<\/b><sup>1<\/sup>, Jin Yeong Choi<sup>2<\/sup>, Hye Sook Ha<sup>3<\/sup>, Yoo Joung Oh<sup>3<\/sup>, Song-Gil Lee<sup>3<\/sup>, Hongyoon Choi<sup>4<\/sup>, Hyung-Jun Im<sup>5<\/sup><br><br\/><sup>1<\/sup>Department of Molecular Medicine and Biopharmaceutical Science, Seoul National University, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Applied Bioengineering, Seoul National University, Seoul, Korea, Republic of,<sup>3<\/sup>C-BIOMEX, Pohang, Korea, Republic of,<sup>4<\/sup>Department of Nuclear Medicine, Seoul National University College of Medicine, Seoul, Korea, Republic of,<sup>5<\/sup>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"c37f66e5-7075-40f0-8d4a-e4c763cb2ae1","ControlNumber":"2622","DisclosureBlock":"&nbsp;<b>S. Li, <\/b> None.&nbsp;<br><b>J. Choi, <\/b> <br><b>Portrai<\/b> Employment. <br><b>H. Ha, <\/b> <br><b>C-BIOMEX<\/b> Employment. <br><b>Y. Oh, <\/b> <br><b>C-BIOMEX<\/b> Employment. <br><b>S. Lee, <\/b> <br><b>C-BIOMEX<\/b> Stock. <br><b>H. Choi, <\/b> <br><b>Portrai<\/b> Stock. <br><b>H. Im, <\/b> <br><b>Portrai<\/b> Stock.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2603","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"581","PresenterBiography":null,"PresenterDisplayName":"Shengjun Li, BD","PresenterKey":"d56db590-5c80-49bb-a21d-9984bbec3f59","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"581. Peptide-based theranostics targeting ANTXR1 in cancer stroma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peptide-based theranostics targeting ANTXR1 in cancer stroma","Topics":null,"cSlideId":""},{"Abstract":"IDO1 (indoleamine 2,3-dioxygenase), a tryptophan catabolic enzyme, has been demonstrated in our previous studies to support neovascularization by counteracting IFN&#947;-mediated anti-angiogenesis through IDO1-induced IL6. Physiologically, we observed that the reduced neovascularization associated with IDO1 loss was accompanied by increased intra-tumoral hypoxia within lung metastases of 4T1 breast tumors while eliciting little tumor cell death, lessening the prospects for direct clinical benefit. Several agents have been developed to be selectively cytotoxic under hypoxic\/nutrient-deprived conditions, suggesting the potential for therapeutic cooperativity. Inhibiting PERK, a UPR (unfolded protein response) activator, has been shown to promote tumor cell apoptosis under hypoxic conditions both <i>in vitro<\/i> and <i>in vivo<\/i>. In <i>Ido1<sup>-\/-<\/sup><\/i> 4T1 tumor-bearing mice, administration of the PERK inhibitor GSK2656157 elicited pronounced metastatic tumor cell death that was elevated significantly over WT controls. Similarly, when WT 4T1 tumor-bearing mice were administered GSK2656157 together with the IDO1 inhibitors Epacadostat, Indoximod or Navoximod, the attenuated neovascularization and elevated regional hypoxia in lung metastases elicited by IDO1 inhibition was accompanied by an increased level of tumor cell death. Co-administration of the hypoxia-activated prodrug Evofosfamide with Epacadostat likewise resulted in elevated metastatic tumor cell death. This contrasts with results obtained with the non-targeted cytotoxic agent Carboplatin that elicited comparable levels of metastatic tumor cell death regardless of Epacadostat co-administration. Altogether, these data establish the potential to benefit treatment in tumor settings where IDO1 inhibition enhances intra-tumoral hypoxia through neovascular regression by facilitating the ability of hypoxia-targeting agents to effectively eliminate tumor cells in a more targeted manner than can be achieved with conventional chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"IDO1,Angiogenesis,Lung metastasis,PERK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shih-Chun Shen<\/b><sup>1<\/sup>, Souvik Dey<sup>2<\/sup>, James B. DuHadaway<sup>3<\/sup>, George C. Prendergast<sup>3<\/sup>, Alexander J. Muller<sup>3<\/sup><br><br\/><sup>1<\/sup>Drexel University College of Medicine, Philadelphia, PA,<sup>2<\/sup>Wuxi Apptec, Philadelphia, PA,<sup>3<\/sup>Lankenau Institute for Medical Research, Wynnewood, PA","CSlideId":"","ControlKey":"860a12f0-eec1-4e09-b5d0-eaa84f04b2c9","ControlNumber":"154","DisclosureBlock":"&nbsp;<b>S. Shen, <\/b> None..<br><b>S. Dey, <\/b> None..<br><b>J. B. DuHadaway, <\/b> None..<br><b>G. C. Prendergast, <\/b> None.&nbsp;<br><b>A. J. Muller, <\/b> <br><b>IO Biotech<\/b> Grant\/Contract.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2605","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"582","PresenterBiography":null,"PresenterDisplayName":"Shih-Chun Shen, BS","PresenterKey":"b4feae5a-ff53-44b1-829f-d56005f0e394","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"582. IDO1 inhibition sensitizes metastatic lung tumors to hypoxia\/ER stress targeting agent-induced cell death","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"IDO1 inhibition sensitizes metastatic lung tumors to hypoxia\/ER stress targeting agent-induced cell death","Topics":null,"cSlideId":""},{"Abstract":"AVA3996 is a therapeutic product based on proprietary pre|CISION<sup>&#8482;<\/sup> technology which incorporates a substrate that is sensitive to cleavage by FAP. The pre|CISION<sup>&#8482;<\/sup> substrate can be utilized in a drug conjugate linker or to generate chemotherapeutics that are only activated in the tumor microenvironment. AVA3996 consists of a proteasome inhibitor molecule covalently bonded to a peptide containing a cleaving sequence (D-Ala-L-Pro), which is designed to be susceptible to hydrolysis by Fibroblast Activation Protein &#945; (FAP) but is resistant to hydrolysis by both closely related and wider mammalian peptidases. FAP, a post-prolyl endopeptidase, is overexpressed on the surface of activated fibroblastic cells which are abundant in the supporting stroma of over 90% of malignant epithelial cancers.<br \/>Proteasome inhibitors are a first line of treatment for certain hematologic indications such as multiple myeloma. One consequence of proteasome inhibition is inhibition of the NF&#954;B pathway due to reduced cleavage of the inhibitor I&#954;B&#945;; this pathway is activated in many tumors and represents an attractive target for a range of indications.<br \/>However, clinical utility of proteasome inhibitors is limited by severe dose-limiting toxicities, including peripheral neuropathy. AVA3996 has the potential to deliver elevated, effective levels of proteasome inhibitor directly to the solid tumor microenvironment while reducing systemic exposure and hence associated toxicities.<br \/>We have demonstrated that the pre|CISION<sup>&#8482;<\/sup> substrate is exquisitely sensitive to FAP and is not cleaved by related proteases. The active AVA3996 warhead should therefore be released primarily following FAP cleavage in the tumor microenvironment.<br \/>Cancer cell lines were assessed for their sensitivity to AVA3996 <i>in vitro<\/i>: activity was typically 100-fold less than the active warhead or Bortezomib alone. Upon co-incubation with soluble FAP, potency of AVA3996 increased to similar levels as seen for the warhead alone demonstrating the masking effect of the pre|CISION<sup>&#8482;<\/sup> substrate. A DRF\/MTD study established the maximum tolerated dose in rats was around 6-fold higher for AVA3996 compared to warhead alone. This provides further evidence that AVA3996 can be dosed at higher levels than proteasome inhibitor alone, with the potential for greater tumor targeting and hence reduced systemic toxicity.<br \/>Ongoing <i>in vivo<\/i> and co-culture studies aim to further validate the efficacy and tolerability profile of AVA3996 to direct future development of this drug. In addition, the data supports wider utility of the pre|CISION<sup>&#8482;<\/sup> platform to target therapeutics to the tumor while reducing systemic dose-limiting toxicities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Extracellular matrix,Prodrugs,Proteasome inhibitors,Fibroblasts,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>David  H.  Jones<\/b><sup>1<\/sup>, Marine Houée<sup>1<\/sup>, Hanna Buist<sup>1<\/sup>, Sergi Marco<sup>2<\/sup>, Chiara Braconi<sup>2<\/sup>, Neil Bell<sup>1<\/sup>, Francis  X.  Wilson<sup>1<\/sup>, Fiona McLaughlin<sup>1<\/sup><br><br\/><sup>1<\/sup>Avacta Life Sciences, London, United Kingdom,<sup>2<\/sup>University of Glasgow, Wolfson Wohl Cancer Research Centre, Glasgow, Scotland, United Kingdom","CSlideId":"","ControlKey":"f13b2b07-2c61-42f7-85a8-f0dfd173b112","ControlNumber":"3437","DisclosureBlock":"&nbsp;<b>D. H. Jones, <\/b> None..<br><b>M. Houée, <\/b> None..<br><b>H. Buist, <\/b> None..<br><b>N. Bell, <\/b> None..<br><b>F. X. Wilson, <\/b> None..<br><b>F. McLaughlin, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2606","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"583","PresenterBiography":null,"PresenterDisplayName":"David Jones, PhD","PresenterKey":"4d085f3a-6275-4cde-a000-d6f5d2b77695","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"583. AVA3996, a novel pre|CISION<sup>&#8482;<\/sup> medicine, targeted to the tumor microenvironment via fibroblast activation protein (FAP) mediated cleavage","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AVA3996, a novel pre|CISION<sup>&#8482;<\/sup> medicine, targeted to the tumor microenvironment via fibroblast activation protein (FAP) mediated cleavage","Topics":null,"cSlideId":""},{"Abstract":"The difficulty of finding a biomarker that is both specific and ubiquitous in cancer presents a barrier to targeted drug delivery. Some tumor-associated antigens are also found in normal tissue and contribute to &#8220;on-target toxicities&#8221;. Tumors are also heterogenous and plastic in nature, thus biomarkers often represent only a subset of the tumor cells. Despite such heterogenicity, however, all cancers share functional characteristics in order to support its rapid growth. One such example is angiogenesis. The endothelium itself is also a heterogenous, variable population of cells sharing the same function. This is in part because it is heavily affected by its surroundings and the cells that it supports. In particular, because of the heavy burden placed upon it, tumor-associated blood vessels and their endothelium have unique morphologies and transcription profiles. Previous studies have identified Doppel, a membrane protein that is expressed only in tumor tissues and in particular tumor blood vessels, but not in normal adult tissues (except the testis). Further studies showed that the expression of Doppel promoted blood vessel development and that the inhibition of Doppel led to the suppression of angiogenesis. Considering Doppel&#8217;s role in angiogenesis and its localization in both tumor and tumor-associated endothelial cells, we hypothesized that exosomes are responsible for the transfer of Doppel from tumor cells to nearby blood vessels, converting normal endothelial cells to pathological tumor endothelial cells. In order to prove this experimentally, exosomes were isolated from the conditioned media of HCT116 human colon cancer cell line via ultracentrifugation and size exclusion chromatography (HCT116 exosomes). Isolated exosomes were characterized with nanoparticle tracking analysis, western blot, and Transmission Electron Microscopy. Western blot and nano-flow cytometry revealed that HCT116 exosomes express Doppel on its surface. HUVEC cells incubated with HCT116 exosomes express higher levels of Doppel when analyzed with flow cytometry and western blot. Live-cell confocal imaging with fluorescently labeled HCT116 exosomes shows internalization of Doppel-expressing exosomes. Finally, HUVEC cells co-cultured with HCT116 cells show higher expression of Doppel. This is meaningful because it sheds light on the mechanism behind angiogenesis in cancer and hints at Doppel&#8217;s potential as both a diagnostic marker and a druggable target specific to the tumor endothelium. Targeting the tumor endothelium is advantageous because it reflects a common need of all tumors and because of its proximity to the bloodstream. An antibody-drug conjugate to Doppel is already in the early stages of development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Angiogenesis,Biomarkers,Solid tumors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Byoungmo Kim<\/b><sup>1<\/sup>, Ha Kyeong Lee<sup>1<\/sup>, Youngro Byun<sup>1<\/sup>, Seung Rim Hwang<sup>2<\/sup>, Sang Yoon Kim<sup>3<\/sup><br><br\/><sup>1<\/sup>Seoul National University College of Pharmacy, Seoul, Korea, Republic of,<sup>2<\/sup>Chosun University, Gwangju, South Korea, Korea, Republic of,<sup>3<\/sup>Asan Medical Center, University of Ulsan, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"64713119-8883-4510-8e5f-f26f32be57f4","ControlNumber":"4354","DisclosureBlock":"&nbsp;<b>B. Kim, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>Y. Byun, <\/b> None..<br><b>S. Hwang, <\/b> None..<br><b>S. Kim, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2607","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"584","PresenterBiography":null,"PresenterDisplayName":"Byoungmo Kim, BS","PresenterKey":"6555c562-4154-4e19-8aab-e1461252cc7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"584. Doppel, an exosome mediated biomarker specific to tumor endothelial cells","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Doppel, an exosome mediated biomarker specific to tumor endothelial cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Radioimmunotherapy (RIT) of patients with solid tumors poses a challenge due to the slow blood clearance and delayed tumor uptake of directly radiolabeled antibodies that can cause high radiation exposure to normal tissues. Pretargeting techniques utilizing bispecific antibodies (bsmAbs) overcome these limitations by administering the tumor-targeting antibody and the radioactive payload sequentially. First, the bsmAb is injected and allowed to accumulate in the tumor. Once &#62;95% bsmAbs have cleared from circulation, a small radioligand with high affinity to the bispecific antibody is administered. Due to its pharmacokinetic profile, the radioligand quickly binds to the tumor-trapped bsmAbs while excess radioligand is rapidly excreted by the kidneys. Thereby, high tumor\/non-tumor ratios are achieved. Oxidized Macrophage Migration Inhibitory Factor (oxMIF) is the disease-related structural isoform of the pleiotropic cytokine MIF and is specifically present in tumor tissue. Here we show preclinical efficacy of an anti-oxMIF x anti-HSG (histamine-succinyl-glycyl) bsmAb designed for pretargeted RIT (PRIT).<br \/><b>Methods:<\/b> Infrared dye-labeled cON-05, an anti-oxMIF x anti-HSG bsmAb, was administered to Balb\/c mice bearing subcutaneous CT26 cancer syngrafts to assess tumor uptake and retention by infrared imaging and its pharmacokinetics by ELISA. A PRIT regimen using cON-05 in conjunction with a Lu177-loaded di-HSG peptide was examined in Balb\/c mice bearing subcutaneous (s.c.) CT26 colon cancer syngrafts and in Balb\/c nude mice bearing s.c. CFPAC-1 pancreatic cancer xenografts.<br \/><b>Results:<\/b> Infrared dye-labeled cON-05 accumulated in the tumor and was retained for &#62;7 days. cON-05 was found to clear from circulation following a biexponential decay with only 1-2% of the injected dose remaining in plasma after 3-5 days post-injection. Significant tumor regression and survival benefit (100% cON-05 vs. 0% vehicle) were achieved in mice bearing CT26 colorectal tumors, if cON-05 (5 mg\/kg) was administered 3 days prior to applying Lu177-di-HSG. In the same model, when changing the pretargeting interval to 5 days, significant tumor growth inhibition (TGI; 29% and 44% on day 9) and survival benefit (15 and &#62;21 days cON-05 vs. 9 days vehicle) could be demonstrated for 2.5 and 5 mg\/kg cON-05. In a CFPAC-1 pancreatic cancer mouse xenograft model, 38% TGI on day 28 was achieved upon injection of 5 mg\/kg cON-05 followed by Lu177-di-HSG 5 days later.<br \/><b>Conclusion:<\/b> cON-05 is a novel anti-oxMIF x anti-HSG bsmAb designed for PRIT. cON-05 shows good tumor penetration and retention and tumor growth inhibition in conjunction with Lu177-di-HSG peptide in colorectal and pancreatic cancer mouse models. PRIT with cON-05 might offer new options for patients with difficult-to-treat tumors (e.g., pancreatic, gastric, head &#38; neck)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Anticancer therapy,Radioimmunotherapy,oxMIF,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexander Schinagl<\/b><sup><\/sup>, Irina Mirkina<sup><\/sup>, Alejandro Puchol Tarazona<sup><\/sup><br><br\/>OncoOne Research & Development GmbH, Vienna, Austria","CSlideId":"","ControlKey":"95538dda-59a9-46ee-9d93-40cb73890a80","ControlNumber":"6469","DisclosureBlock":"<b>&nbsp;A. Schinagl, <\/b> <br><b>OncoOne Research & Development GmbH<\/b> Employment, Stock. <br><b>I. Mirkina, <\/b> <br><b>OncoOne Research & Development GmbH<\/b> Employment. <br><b>A. Puchol Tarazona, <\/b> <br><b>OncoOne Research & Development GmbH<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2586","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"585","PresenterBiography":null,"PresenterDisplayName":"Alexander Schinagl, Dr Rer Nat","PresenterKey":"7089da2f-9c4c-40eb-af3e-0fce8dfdcd83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"585. Pretargeted radioimmunotherapy with a novel anti-oxMIF\/HSG bispecific antibody and a Lu177-loaded HSG radioligand results in significant tumor regression in murine models of cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pretargeted radioimmunotherapy with a novel anti-oxMIF\/HSG bispecific antibody and a Lu177-loaded HSG radioligand results in significant tumor regression in murine models of cancer","Topics":null,"cSlideId":""},{"Abstract":"The interaction of chemokines and their cognate receptors (CCRs) forms a key signaling network dedicated to promoting an inflammatory tumor microenvironment (TME), leukocyte recruitment and activation, angiogenesis, and growth in all stages of various cancers. Aberrant expressions of chemokines and CCRs are found to correlate with immunosuppression, metastasis, drug resistance, and poor prognosis in breast cancer patients. Several specific inhibitors for chemokines or CCRs are currently tested in clinical trials of multiple cancers. To date, no pan-CCR inhibitor has been developed as a cancer therapy, which is expected to have more clinical advantages than the agent with specificity for a single CCR. We collaborated with Dr. Filip Fratev's team (Micar21, Bulgaria) to develop potent pan-CCR inhibitors for breast cancer. By performing a virtual screen of 4 million compounds based on the analyses of Pharmacophore-based Docking, Induced-fit Docking, Molecular Dynamics, and Metadynamics, a novel pan-CCR inhibitor, SSFF-02, was identified, which showed strong inhibitory activities against CCR1, 3, 5. We tested SSFF-02 in xenografts bearing tumors derived from mouse breast cancer cell line 4T1. The treatments of SSFF-02 (5, 30, and 150 mg\/kg) inhibited tumor growth on day 31 and significantly diminished the metastasis in the lung, liver, and ribs. We further examined the levels of serum INF-&#947; and 26 crucial cytokines and chemokines in the mice treated with SSFF-02 and the control group by enzyme-linked immunosorbent assay (ELISA) and chemokine array assay (RayBiotech). The SSFF-02-treated mice showed significant decreases in serum INF-&#947; and increases in CXCL5, CCL9, and CCL12. These data suggest that SSFF-02 can module the TME in breast cancer xenografts. The total mRNA of tumors collected from 4T1 xenografts have been harvested and are currently subjected to RNA sequencing (RNAseq) to characterize the chemokine-associated signature of breast cancer in response to SSFF-02. Furthermore, our MTT assays in human triple-negative breast cancer cell lines (MDA-MB-231, MDA-MB-468, Hs578T, and BT-20) and the hormone-dependent MCF7 cell line showed that 25 mM SSFF-02 significantly decreased over 50% of cell viabilities in all tested lines. Matrigel invasion assay demonstrated that the treatment of 5 or 10 mM SSFF-02 inhibited more than 60% of cancer cell migration in all lines. Our studies show that SSFF-02 is a promising targeted therapeutic and immune modulator for metastatic breast cancer. This study provides a foundation to pre-clinically develop SSFF-02 as therapeutics for breast cancer and other inflammatory cancers, such as lung, colorectal, and melanoma, with documented aberrant chemokine signaling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Chemokine receptor,Immuno-oncology,Drug discovery,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mariana Grigoruta<\/b><sup>1<\/sup>, Filip Fratev<sup>2<\/sup>, Yong Qin<sup>1<\/sup><br><br\/><sup>1<\/sup>Pharmaceutical Sciences, The University of Texas at El Paso, El Paso, TX,<sup>2<\/sup>Micar21, Sofia, Bulgaria","CSlideId":"","ControlKey":"67bc1225-17d4-4f61-b2b6-16d357ae0a37","ControlNumber":"6703","DisclosureBlock":"&nbsp;<b>M. Grigoruta, <\/b> None.&nbsp;<br><b>F. Fratev, <\/b> <br><b>Micar21<\/b> Employment.<br><b>Y. Qin, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2580","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"586","PresenterBiography":null,"PresenterDisplayName":"Mariana Grigoruta, MD;MS;PhD","PresenterKey":"bcce81dc-4913-407c-ba8d-4a64f0756baf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"586. Development of a novel pan-chemokine receptor inhibitor as therapeutic for breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a novel pan-chemokine receptor inhibitor as therapeutic for breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Interleukin-12 (IL-12) is a proinflammatory cytokine, which bridges innate and adaptive immunity via induction of T helper 1 differentiation and promotes cytolytic activity of natural killer and T cells. IL-12 has demonstrated potent antitumor activity in syngeneic mouse models and promising anti-tumor efficacy in humans. However, development of IL-12-based treatments has been limited by severe systemic toxicities in the clinical setting. To overcome toxicity and potentially improve the therapeutic index of IL-12 in a clinical setting, XTX301 was engineered as a half-life extended and masked IL-12. The masking domain of XTX301 is designed to pharmacologically inactivate IL-12 in circulation and non-tumor tissue, while enabling generation of an active IL-12 moiety upon cleavage of a linker sequence by matrix metalloproteinases that are enriched in the tumor microenvironment. To confirm the ability of human tumor associated proteases to activate XTX301, cleavage was assessed in primary human tumor samples and in plasma from cancer patients. We observed cleavage of XTX301 in the majority of human tumors samples tested, but no activation was observed in plasma from cancer patients. Human IL-12 does not bind and signal through the mouse IL-12 receptors, hence three murine surrogates were created for in vivo studies: mXTX301, a non-cleavable control, and an unmasked control molecule. Tumor growth inhibition was observed after a single dose of mXTX301 as low as 0.039 mg\/kg. The non-cleavable form of mXTX301 was less potent than mXTX301, demonstrating that the anti-tumor activity of mXTX301 is dependent on protease activation. The unmasked control was not well tolerated, with a &#62; 20% body weight loss observed by Day 6, resulting in 75% of animals being euthanized by Day 11. Unlike the unmasked control, mXTX301 was well-tolerated at all tested doses, as evidenced by no loss in animals&#8217; body weights, and demonstrated minimal pharmacodynamic activity in non-tumor tissues. In tumors, mXTX301 stimulated the infiltration of cytotoxic CD8+ T cells and induced the expression of several immune-related genes including those associated with IFN-&#947; cell signaling, antigen processing and presentation, and defense response as well as enrichment of gene signatures for T cells, natural killer (NK) cells, macrophages and dendritic cells as determined by RNA sequencing. In non-human primates, the highest non-severely toxic dose of XTX301 was 2mg\/kg dosed weekly for a total of 4 doses. In summary, a half-life extended tumor-activated IL-12 molecule, mXTX301, demonstrated anti-tumor activity in preclinical mouse models with improved tolerability compared to a systemically active IL-12 molecule suggesting that XTX301 has potential for exerting potent anti-tumor activity while widening the therapeutic index of IL-12 treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Cytokines,Interleukin-12,Immunotherapy,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Natalia Malkova<sup><\/sup>, Ekta Patel<sup><\/sup>, Sallyann Vu<sup><\/sup>, Damiano Fantini<sup><\/sup>, Rebekah O'Donnell<sup><\/sup>, Manoussa Fanny<sup><\/sup>, Justin Greene<sup><\/sup>, Wilson Guzman<sup><\/sup>, David Crowe<sup><\/sup>, Stephanie Hsiao<sup><\/sup>, Parker Johnson<sup><\/sup>, Megan McLaughlin<sup><\/sup>, Oleg Yerov<sup><\/sup>, Kurt Jenkins<sup><\/sup>, Katarina Halpin-Veszeleiova<sup><\/sup>, Hanumantha Rao Madala<sup><\/sup>, Caitlin O'Toole<sup><\/sup>, Jake Taylor<sup><\/sup>, Magali Pederzoli-Ribeil<sup><\/sup>, Benjamin Nicholson<sup><\/sup>, Carl Uli Bialucha<sup><\/sup>, <b>Jennifer E. O'Neil<\/b><sup><\/sup><br><br\/>Xilio Therapeutics, Waltham, MA","CSlideId":"","ControlKey":"0207591d-bbda-42b6-abb2-4b9ec0fd7363","ControlNumber":"7846","DisclosureBlock":"<b>&nbsp;N. Malkova, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>E. Patel, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Vu, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. Fantini, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>R. O'Donnell, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Fanny, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Greene, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>W. Guzman, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. Crowe, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Hsiao, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>P. Johnson, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. McLaughlin, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>O. Yerov, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. Jenkins, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. Halpin-Veszeleiova, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>H. Madala, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>C. O'Toole, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Taylor, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Pederzoli-Ribeil, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. Nicholson, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>C. Bialucha, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. E. O'Neil, <\/b> <br><b>Xilio Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2588","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"587","PresenterBiography":null,"PresenterDisplayName":"Jennifer O'Neil, BS,PhD","PresenterKey":"e908fabf-faac-4f99-aeaf-b560cb260d7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"587. A half-life extended, tumor-activated IL-12 increased the infiltration of effector immune cells into the tumor microenvironment and demonstrated anti-tumor activity in syngeneic mouse models","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A half-life extended, tumor-activated IL-12 increased the infiltration of effector immune cells into the tumor microenvironment and demonstrated anti-tumor activity in syngeneic mouse models","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment (TME) has several characteristics that distinguish it from normal tissue, including elevated interstitial fluid pressures and hypoxia. To study the effects of TME culture conditions, commonly used target cell lines were serially passaged under hyperbaric and hypoxic conditions for a period of eight weeks. Conventionally expanded parental cell lines (normoxia) were compared against TME-acclimated tumor cell lines (TACTLs; hyperbaric and hypoxic), using RNAseq, ATACseq, and flow cytometry analysis. Commonly used target cell lines for cell therapy development were selected for TME acclimation (SKOV3, A549, JEKO1, and NALM6). TACTLs were generated using an AVATAR system, with culture conditions set at 1% O2 and 2.0 PSI, and serially passaged twice a week for a minimum of 8 weeks. Cell doubling times were measured weekly and compared against parental lines maintained under normoxic culture conditions in a conventional CO2 incubator. In-depth characterization was performed on TME-Acclimated Tumor Cell Lines (TACTLs), utilizing a multi-omic approach. Differential gene expression analysis was performed using RNAseq datasets, and surface biomarkers\/targets used for cell therapy development were assessed via nanostring and flow cytometry. Growth kinetics and cell doubling times of TACTLs were initially inhibited during the first two weeks of culture under TME conditions, but eventually reached parity with their normoxia maintained parental cell lines at 6 to 8 weeks, signaling a successful adaptation of the tumor lines to low oxygen and hyperbaric conditions. RNAseq analysis revealed upregulation in glycolytic pathways and epithelial-to-mesenchymal signaling, accompanied by altered metabolic profiles. Surface target expression showed increased expression of checkpoint ligands, such as PD-L1. Cell therapy targets, such as ROR1 were also upregulated in A549 and JEKO1 cell lines passaged under TME. Preliminary drug screening experiments were conducted using checkpoint inhibitors and CAR-T candidates on TACTLs, revealing significant changes in half maximal inhibitory concentration (IC50) when compared to parental tumor lines maintained under normoxia. In summary, acclimation of tumor cell lines to TME culture conditions can provide unique mechanistic insights that can facilitate drug development efforts. Future studies will incorporate TACTLs for CDX tumor models with the goal of identifying cell therapies that work effectively in the tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Tumor hypoxia,CAR T cells,Cancer metabolism,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>James Lim<\/b><sup>1<\/sup>, Albert Wong<sup>1<\/sup>, Ann Lu<sup>1<\/sup>, Candy Garcia<sup>1<\/sup>, Evan Massi<sup>1<\/sup>, Yewei Xing<sup>2<\/sup>, Ningchun Liu<sup>2<\/sup>, Scott Wise<sup>2<\/sup><br><br\/><sup>1<\/sup>Xcellbio, San Francisco, CA,<sup>2<\/sup>Labcorp Drug Development, Ann Arbor, MI","CSlideId":"","ControlKey":"6f47226b-1298-4b7f-89ae-af456848dd88","ControlNumber":"3202","DisclosureBlock":"<b>&nbsp;J. Lim, <\/b> <br><b>Xcellbio<\/b> Employment. <br><b>A. Wong, <\/b> <br><b>Xcellbio<\/b> Employment. <br><b>A. Lu, <\/b> <br><b>Xcellbio<\/b> Employment. <br><b>C. Garcia, <\/b> <br><b>Xcellbio<\/b> Employment. <br><b>E. Massi, <\/b> <br><b>Xcellbio<\/b> Employment. <br><b>Y. Xing, <\/b> <br><b>Labcorp Drug Development<\/b> Employment. <br><b>N. Liu, <\/b> <br><b>Labcorp Drug Development<\/b> Employment. <br><b>S. Wise, <\/b> <br><b>Labcorp Drug Development<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2601","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"589","PresenterBiography":null,"PresenterDisplayName":"James Lim, PhD","PresenterKey":"b1a5e55e-84d0-4abe-961b-fc827eb69b5d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"589. Long-term acclimation of target cell lines to tumor microenvironment culture condition provides mechanistic insights into cell therapy effectiveness","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Long-term acclimation of target cell lines to tumor microenvironment culture condition provides mechanistic insights into cell therapy effectiveness","Topics":null,"cSlideId":""},{"Abstract":"M2 macrophage is critical in maintaining an immune-suppressive microenvironment inside the tumor. Here we developed a LILRB2 antagonist antibody KA-1769 for reprogramming M2 macrophage to M1 phenotype. KA-1769 binds to LILRB2 with higher affinity (KD=0.67nM) than MK-4830 (KD=7.4nM). And it also binds to LILRB1 with weak affinity (KD=41nM) but not to other LILR family members. KA-1769 blocks bindings of HLA-G to both LILRB1 and LILRB2. Macrophage derived from monocyte with M-CSF stimulation polarizes to M1 phenotype in the presence of KA-1769 by increasing expression of CD86, MHCII, and TNF-&#945; and decreasing expression of CD14, CD206, CD163, and IL-10. KA-1769 accelerates T cell proliferation when co-cultured with macrophage. In a syngeneic Lewis lung carcinoma murine model with LILRB2-transgenic mice, injection of KA-1769 significantly suppressed tumor growth. It decreased the tumor's myeloid-derived suppressor cells (MDSC) and CD4+ CD25+ FoxP3+ Treg population. Based on these preclinical data, KA-1769 is an excellent therapeutical antibody for enhancing antitumor immunity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,LILRB2,Therapeutical antibody,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Chen Su<sup><\/sup>, Yanping Feng<sup><\/sup>, Hui Zhao<sup><\/sup>, Meng Zhang<sup><\/sup>, Longtan Luo<sup><\/sup>, Feng Hao<sup><\/sup>, Jinying Ning<sup><\/sup>, <b>Guojin Wu<\/b><sup><\/sup><br><br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"7f4cefed-a7e3-4ab0-a502-3a574f95753f","ControlNumber":"5689","DisclosureBlock":"<b>&nbsp;C. Su, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>Y. Feng, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>H. Zhao, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>M. Zhang, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>L. Luo, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>G. Wu, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd.<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2585","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"592","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"592. Therapeutical antibody against LILRB2 enhances antitumor immunity by reprogramming M2 macrophage","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Therapeutical antibody against LILRB2 enhances antitumor immunity by reprogramming M2 macrophage","Topics":null,"cSlideId":""},{"Abstract":"T cell immunoreceptor with Ig and ITIM domains (TIGIT) and poliovirus receptor-related immunoglobulin domain-containing protein (PVRIG) are two immune checkpoint receptors. They compete with CD226 for binding to CD155 or CD112 and suppress the activity of NK cells and T cells. Here we developed a bispecific antibody KA-1874 targeting TIGIT with an anti-PVRIG scFv fused to the C-terminus. KA-1874 is a fully human IgG4 with high binding affinity to TIGIT (KD=0.08nM) and PVRIG (KD=0.17nM). KA-1874 blocks both bindings of PVRIG-mFc to PVRL2 and TIGIT-mFc to CD155. In cell-based luciferase reporter assays, KA-1874 blocks PVRIG and TIGIT-mediated inhibitory signaling and enhances CD3 signaling with EC50 of 1.1nM and 1.4nM respectively, while COM701 against PVRIG and EOS488 against TIGIT both with EC50 above 2nM. In a CMV recall assay, PBMC increases INF-&#947; secretion when cultured with KA-1874, suggesting KA-1874 enhances primary T cell function. Immunodeficient mice humanized with PBMC are transplanted with A374 tumor cells. Co-injection of KA-1874 and pembrolizumab, which against PD-1, suppress established tumor growth. In comparison, KA-1874 or pembrolizumab alone fails to inhibit tumor growth. The above results indicate KA-1874 is an excellent candidate therapeutical antibody for cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Bispecific antibody,TIGIT,PVRIG,Cancer immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jiabei Liang<sup><\/sup>, Xiao Gao<sup><\/sup>, Cong Zhang<sup><\/sup>, Hui Zhao<sup><\/sup>, Hao Peng<sup><\/sup>, Feng Hao<sup><\/sup>, Jinying Ning<sup><\/sup>, <b>Guojin Wu<\/b><sup><\/sup><br><br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"569e06c3-9041-4284-b67a-e190f70b839b","ControlNumber":"5716","DisclosureBlock":"<b>&nbsp;J. Liang, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>X. Gao, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>C. Zhang, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>H. Zhao, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>H. Peng, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment. <br><b>G. Wu, <\/b> <br><b>KYinno Biotechnology (Beijing) Co., Ltd<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2683","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"593","PresenterBiography":null,"PresenterDisplayName":"Guojin Wu, PhD","PresenterKey":"c63686a5-703a-4187-b04c-72a3b3637ce9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"593. Bispecific antibody against TIGIT and PVRIG enhances antitumor immunity","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bispecific antibody against TIGIT and PVRIG enhances antitumor immunity","Topics":null,"cSlideId":""},{"Abstract":"Chronic inflammation is a risk factor for various types of cancer. The pressure in the interstitial tissues has been reported to be elevated in chronic inflammation and cancer. However, little is known about the biological effect of pressure from the basal side on epithelia, and a significance of the elevated interstitial fluid pressure in cancer biology is still poorly understood. In this study, we investigated the effect of hydrostatic pressure on cultured lung cancer cells grown on Transwell permeable filters by changing the height of the surfaces of culture medium in the apical and basal sides. A gradient of the hydrostatic pressure from the basal to the apical side induced stratification of epithelia. The elimination of the hydrostatic pressure gradient restored the stratification of epithelia. Interestingly, cavities were found within the stratified epithelia, and the characteristics of apical cell polarity including microvilli and tight junctions were formed in the surfaces the cavities. The cavities with similar aberrant cell polarity were also observed in human lung cancer tissues. The hydrostatic pressure gradient from the basal side also promoted cell proliferation and suppressed apoptosis. On the other hand, the expression levels of phosphorylated ERK and AKT were not significantly affected by the hydrostatic pressure. These results indicate that the pressure from the basal side to the epithelia promotes cell proliferation, suppresses apoptosis and induces aberrant cell polarity, which results in epithelial stratification. The findings in this study suggest that the elevated interstitial fluid pressure in chronic inflammation and cancer tissues facilitates cancer growth and plays a significant role in cancer biology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-08 Targeting the tumor microenvironment in drug development,,"},{"Key":"Keywords","Value":"Microenvironment,Lung cancer,Cell proliferation,Apoptosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shinsaku Tokuda<\/b><sup><\/sup>, Keisuke Onoi<sup><\/sup>, Tadaaki Yamada<sup><\/sup>, Koichi Takayama<sup><\/sup><br><br\/>Kyoto Prefectural University of Medicine, Kyoto, Japan","CSlideId":"","ControlKey":"68999f5c-6d44-40ce-8041-55504e1ee0c4","ControlNumber":"749","DisclosureBlock":"&nbsp;<b>S. Tokuda, <\/b> None..<br><b>K. Onoi, <\/b> None..<br><b>T. Yamada, <\/b> None..<br><b>K. Takayama, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2684","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"594","PresenterBiography":null,"PresenterDisplayName":"Shinsaku Tokuda, MD,PhD","PresenterKey":"988c1c0c-310e-4467-830c-fb910854366d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"594. Effects of interstitial pressure on lung cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Effects of interstitial pressure on lung cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Human epidermal growth factor receptor 2 positive (HER2+) breast cancer tumors have increased risk of brain metastases at an advanced stage. The brain&#8217;s microenvironment is relatively low in lipids; therefore, breast cancer cells that colonize the brain have an increased expression of fatty acid synthesis enzymes. This presents a potential vulnerability that could be targeted. There is an established feed-forward relationship between HER2 and fatty acid synthase (FASN) where HER2 signaling activates FASN signaling. FASN inhibition has been shown to decrease cell invasion in a preclinical breast cancer model. We hypothesize that targeting HER2+ breast cancer cells with a HER2 tyrosine kinase inhibitor (TKI) or HER2 antibody-drug conjugate (ADC) in combination with a FASN inhibitor will lead to synergistic cell death. We also hypothesize that FASN inhibitors alone impede outgrowth and invasion of HER2+ breast cancer cells.<br \/>Methods: We performed combinatorial drug-screening using the Chou-Talalay method <i>in vitro<\/i> using HER2+ breast cancer cell spheroids and tested the impact of FASN inhibitors alone on the outgrowth of these spheroids embedded in Matrigel. The HER2+ cell lines we used include JIMT-1, JIMT-1-BR3, SUM190, and SUM-190-BR3. JIMT-1-BR3 and SUM190-BR3 are brain-seeking subclones of the primary cell lines generated by serial passaging through mice with collection of cells in the brain. In combinatorial drug-screening, we calculated combination index (CI) values for the combination of each of two FASN inhibitors (TVB-2640 and BI-99179) with each of three clinically approved HER2 TKIs (Tucatinib, Lapatinib, and Neratinib) and each of two ADCs (Trastuzumab deruxtecan and Trastuzumab emtansine). The experiments were performed in both media supplied with fetal bovine serum (FBS) and with lipid-stripped FBS, to mimic the brain microenvironment.<br \/>Results: Drug screening revealed that FASN inhibitors are toxic only at high doses in cell viability assays. However, we calculated combination index (CI) values using the Chou-Talalay method indicative of synergy for the combinations of the FASN inhibitors with the HER2-targeting drugs. Moreover, we discovered that the FASN inhibitors TVB-2640 and BI-99179 alone significantly impede the outgrowth of the spheroids embedded in Matrigel.<br \/>Conclusions: Based on these promising preliminary data, we will evaluate these results <i>in vivo<\/i>. Breast cancer patients harboring brain metastases are difficult to treat, and they suffer from severe symptoms impacting daily life and have poor survival rates. Our ultimate goal is to launch a clinical trial to test one or more of these drug combinations to provide an additional therapeutic option that may improve patients&#8217; lives and decrease mortality.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"HER2,Fatty acid synthase,Combination therapy,Tyrosine kinase inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Habib Serhan<\/b><sup><\/sup>, Liwei Bao<sup><\/sup>, Xu Cheng<sup><\/sup>, Sofia Merajver<sup><\/sup>, Aki Morikawa<sup><\/sup>, Nathan Merrill<sup><\/sup><br><br\/>Internal Medicine - Hemtology\/Oncology, University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"6105ec5a-68ae-4a06-a531-0a14dac23aeb","ControlNumber":"3795","DisclosureBlock":"&nbsp;<b>H. Serhan, <\/b> None..<br><b>L. Bao, <\/b> None..<br><b>X. Cheng, <\/b> None..<br><b>S. Merajver, <\/b> None.&nbsp;<br><b>A. Morikawa, <\/b> <br><b>Takeda millenium<\/b> Other, Institutional clinical trial contract. <br><b>Seagan<\/b> Other, Institutional clinical trial contract. <br><b>Elsai<\/b> Other, Institutional clinical trial contract. <br><b>Dantari<\/b> Other, Institutional clinical trial contract. <br><b>Zion pharma<\/b> Other, Institutional clinical trial contract. <br><b>Merck<\/b> Other, Institutional clinical trial contract. <br><b>Roche<\/b> Other, Institutional clinical trial contract. <br><b>Novartis<\/b> Other, Institutional clinical trial contract. <br><b>MTEM<\/b> Other, Institutional clinical trial contract. <br><b>NCCN<\/b> Grant\/Contract. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>Taiho<\/b> Other, Grant reviewer. <br><b>Seagen<\/b> Other, Advisory board. <br><b>Lilly<\/b> Other, Advisory board.<br><b>N. Merrill, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2685","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"595","PresenterBiography":null,"PresenterDisplayName":"Habib Serhan, AA","PresenterKey":"aa48f063-a7be-4a9b-bae6-b75e8b03269a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"595. Targeting metabolic vulnerability in brain-metastatic HER2+ breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting metabolic vulnerability in brain-metastatic HER2+ breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Antibody-drug conjugates (ADC) are one of the fastest growing anticancer drugs, which bring cytotoxic drugs into tumors while avoiding high systemic toxicities. To date, all commercial ADCs use intracellular lysosomal cleavage mechanisms for payload release to kill tumor cells which is often limited by the low tumor antigen expression. To this end, a novel systemically stable and extracellular tumor microenvironment activable linker-payload technology platform has been developed.<br \/>Preclinical assessments demonstrated that the highly hydrophilic linker-payload, which showed limited impact on the hydrophilicity of antibody, prolonged the retention time <i>in vivo<\/i> and eventually enhanced the <i>in vivo<\/i> potency of ADC. The linker-payload is stable with less than 2% payload drop-off after 28-day incubation in plasma under physiological conditions <i>in vitro<\/i>. The high stability was also illustrated by GLP cynomolgus monkey studies and preliminary clinical trial data, with the overlap of ADC and TAb PK profile. Furthermore, a battery <i>in vitro<\/i> and <i>in vivo<\/i> cell line-derived xenograft (CDX) mouse model studies showed the linker-payload is stable in normal tissues but efficiently releases the payload in tumor tissues. The ADCs using TMALIN platform elucidated significant anti-tumor activity advantages when compared with those marketed ADCs targeting the same antigen, besides showing an acceptable safety profile in pivotal NHP studies without lung\/liver\/kidney toxicities.<br \/>In summary, the TMALIN platform addresses the unmet need of ADCs by releasing the payload extracellularly in tumors and tumor microenvironments on top of the known intracellular lysosomal cleavage mechanisms. Continued clinical validation work is underway for several pipeline candidates as well as investigation into other target areas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-09 Other,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Tumor microenvironment,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jiaqiang Cai<sup>1<\/sup>, Shuai Song<sup>1<\/sup>, Qing Zong<sup>1<\/sup>, Qigang Liu<sup>1<\/sup>, <b>Jian Xu<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>MediLink Therapeutics (Suzhou) Co., Ltd., Suzhou, China,<sup>2<\/sup>MediLink Therapeutics USA, Inc., Cambridge, MA","CSlideId":"","ControlKey":"322cddb6-136f-416e-ba88-1e0cbecef11b","ControlNumber":"6516","DisclosureBlock":"&nbsp;<b>J. Cai, <\/b> None..<br><b>S. Song, <\/b> None..<br><b>Q. Zong, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>J. Xu, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2686","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"596","PresenterBiography":null,"PresenterDisplayName":"Jiaqiang Cai, PhD","PresenterKey":"2ba22f55-aabb-46cc-88bf-d7e7876cb2c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"596. Development and assessment of a novel tumor microenvironment activable linker (TMALIN) ADC platform for solid tumor treatments","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"378","SessionOnDemand":"False","SessionTitle":"Targeting the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and assessment of a novel tumor microenvironment activable linker (TMALIN) ADC platform for solid tumor treatments","Topics":null,"cSlideId":""}]