[{"Abstract":"Brain metastases (BrM) remain an intractable, deadly complication for advanced melanoma patients and efficient therapeutic strategies are desperately needed. The tumor microenvironment (TME) plays an important role in response to therapy. However, studies addressing the contribution of the TME to therapy efficacy for BrM are lacking, mostly due to limited access to human samples and scarcity of appropriate preclinical models. Here, we describe two novel isogenic immunocompetent BrM models generated by intracardiac injection of UV-induced mouse melanoma cell lines, representative of mutant-RAS human melanoma subtypes. We used these models to test immune checkpoint blockade (ICB) therapy and to interrogate the role of the TME in therapeutic efficacy. To evaluate response, we developed and applied a new machine-learning method to quantify metastatic burden. We investigated the TME by high-parametric flow cytometry and single-cell RNA sequencing (scRNA-seq). We showed that the models have distinct metastatic behaviors, with BR1 being mostly brain tropic and BR3 displaying widespread metastases. Notably, BR1 BrM were sensitive to ICB with a better response to anti-PD-L1\/anti-CTLA-4 combination therapy as compared to monotherapies. In contrast, BR3 BrM were resistant to both mono- and combination therapies. Interestingly, we found that ICB efficacy on extracranial BR3 metastases is organ-dependent. Characterization of the BrM immune microenvironment before and after treatment revealed dramatic differences between the models. Untreated BR1 BrM showed significant recruitment of T cells, dendritic cells, and natural killer cells, while neutrophils were enriched in untreated ICB-resistant BR3 BrM. Moreover, we uncovered phenotypically distinct microglia populations exclusively present in ICB-sensitive BR1 BrM that positively correlated with T cell infiltration. Consistent with this finding, scRNA-seq showed upregulation of genes encoding for T cell-attracting chemokines and antigen presentation uniquely in the BR1-associated microglia. Post-treatment analysis of the brain TME highlighted beneficial changes induced by ICB in the responsive BR1 model, including increased recruitment of CD8 T cells with an activated phenotype, while a mild recruitment of exhausted T cells was observed in the resistant BR3 model. Altogether, our data emphasize the importance of interrogating the BrM TME to understand therapeutic response. Our unique BrM models, mirroring the diversity of ICB response observed in patients, provide a robust platform for the much-needed mechanistic studies to optimize BrM therapy. Deciphering the contribution of the newly identified BR1 BrM-associated microglia to ICB efficacy will be crucial to the identification of novel therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-03 Inflammation and cancer: Metastasis,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Brain metastasis,Immune checkpoint blockade,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amélie Lopès<\/b><sup>1<\/sup>, Jessica Rappaport<sup>1<\/sup>, Eva Pérez Guijarro<sup>2<\/sup>, Quanyi Chen<sup>3<\/sup>, Emily Wu<sup>2<\/sup>, Isabella Church<sup>2<\/sup>, April Huang<sup>4<\/sup>, Jessica Bridge<sup>5<\/sup>, Sung Chin<sup>5<\/sup>, Cari Smith<sup>5<\/sup>, Charli Gruen<sup>2<\/sup>, Khiem  C.  Lam<sup>1<\/sup>, Romina  E.  Araya<sup>1<\/sup>, Antonella Sassano<sup>2<\/sup>, Chi-Ping Day<sup>2<\/sup>, Glenn Merlino<sup>2<\/sup>, Romina  S.  Goldszmid<sup>1<\/sup><br><br\/><sup>1<\/sup>Inflammatory Cell Dynamics Section, Laboratory of Integrative Cancer Immunology, CCR, Inflammatory Cell Dynamics Section, Laboratory of Integrative Cancer Immunology, Center for Cancer Research, National Cancer Institute, Bethesda, MD,<sup>2<\/sup>Laboratory of Cancer Biology and Genetics, CCR, Laboratory of Cancer Biology and Genetics, Center for Cancer Research, National Cancer Institute, Bethesda, MD,<sup>3<\/sup>Inflammatory Cell Dynamics Section, Laboratory of Integrative Cancer Immunology, CCR, Inflammatory Cell Dynamics Section, Laboratory of Integrative Cancer Immunology, Center for Cancer Research, National Cancer Institute and Kelly Government Solutions, Bethesda, MD,<sup>4<\/sup>Inflammatory Cell Dynamics Section, Laboratory of Integrative Cancer Immunology, CCR, Inflammatory Cell Dynamics Section, Laboratory of Integrative Cancer Immunology, Center for Cancer Research, National Cancer Institute and Leidos biomedical research, Bethesda, MD,<sup>5<\/sup>Frederick National Laboratory for Cancer Research, National Cancer Institute, Frederick, MD","CSlideId":"","ControlKey":"7d3be609-3289-426c-a208-2bebaa32b4d9","ControlNumber":"5429","DisclosureBlock":"&nbsp;<b>A. Lopès, <\/b> None..<br><b>J. Rappaport, <\/b> None..<br><b>E. Pérez Guijarro, <\/b> None..<br><b>Q. Chen, <\/b> None..<br><b>E. Wu, <\/b> None..<br><b>I. Church, <\/b> None..<br><b>A. Huang, <\/b> None..<br><b>J. Bridge, <\/b> None..<br><b>S. Chin, <\/b> None..<br><b>C. Smith, <\/b> None..<br><b>C. Gruen, <\/b> None..<br><b>K. C. Lam, <\/b> None..<br><b>R. E. Araya, <\/b> None..<br><b>A. Sassano, <\/b> None..<br><b>C. Day, <\/b> None..<br><b>G. Merlino, <\/b> None..<br><b>R. S. Goldszmid, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6918","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5188","PresenterBiography":"","PresenterDisplayName":"Amelie Lopes, PhD","PresenterKey":"97b36e8f-1ea0-4a97-b07b-f15edf944db6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5188. Interrogating the role of the immune microenvironment in the response of brain metastases to immunotherapy using new preclinical melanoma models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interrogating the role of the immune microenvironment in the response of brain metastases to immunotherapy using new preclinical melanoma models","Topics":null,"cSlideId":""},{"Abstract":"Humanized NSG mice engrafted with hematopoietic stem cells (HSCs) is a well-known in vivo platform for reconstitution of human immune system in a mouse host. In this study we tried to dissect the role of various human cytokines in the generation of the human immune system, expansion of human B cell lymphoma cells, and drug response to two anti-cancer therapies - Rituximab and CD19XCD3 BiTE (Bispecific T-cell Engager). To exclude donor variabilities, we first humanized five NSG-based, human cytokine-transgenic mouse strains (NSG, NSG-IL15, NSG-SGM3, NSG-SGM3-IL15, and NSG-FLT3L) with HSCs from one donor (0084). We found that tumor growth was enhanced in NSG-SGM3 mice when compared to NSG mice. In contrast, IL15 expression suppressed tumor growth in NSG-IL15 and NSG-SGM3-IL15 mice. Furthermore, NK cell frequencies in blood are higher in NSG-IL15 and NSG-SGM3-IL15 than in other strains. suggesting that NK cell-mediated cytotoxicity is involved in suppression of tumor cell growth in the strains expressing human IL-15. Rituximab treatment resulted in tumor growth inhibition and significant B cell depletions across NSG-IL15, NSG-SGM3, and NSG-SGM3-IL15 mice engrafted with 0084 PBMC. We also observed a donor variability of tumor growth rates in NSG-SGM3-IL15 mice engrafted with donors 0084, 0662A, and 0733. The tumor growth in NSG-SGM3-IL15 mice engrafted with 0084 PBMC was significantly slower than the one in mice engrafted with the other two donors (0084 vs. 0662A, P=0.002; 0084 vs. 0733, P=0.004 on day 21); interestingly, this strain of mice exhibited higher frequencies of CD8<sup>+<\/sup> T cells and lower frequencies of NK cells. Next, we tested CD19XCD3 BiTE treatment in multiple NSG strains engrafted with HSCs from different donors. The BiTE administration inhibited Raji tumor growth and significantly depleted B cells in all tested strains as NSG-SGM3-IL15 showed highest frequencies of NK cells and CD8<sup>+<\/sup> T cells. The combination of Rituximab and BiTE showed even better tumor inhibition efficacy. In conclusion, regardless of the donor and strain variations in tumor growth and human immune cell subset development, the administrations of rituximab or BiTE significantly and consistently inhibited tumor growth and depleted peripheral B cells across all mouse strains. These results indicate that utilizing a comprehensive humanized mouse platform could drive more impactful conclusions in terms of evaluating the anti-tumor efficacy of immune therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Mouse models,Anticancer therapy,Transgenic mice,BiTE antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Won Yeong Kang<sup><\/sup>, <b>Guoxiang Yang<\/b><sup><\/sup>, Ilian Radichev<sup><\/sup>, Li-Chin Yao<sup><\/sup>, Mingshan Cheng<sup><\/sup>, James  G.  Keck<sup><\/sup><br><br\/>Innovation and Product Development, The Jackson Laboratory Sacramento, Sacramento, CA","CSlideId":"","ControlKey":"50b0d733-5a8a-4d02-9ab0-6ce0bacb1cba","ControlNumber":"2473","DisclosureBlock":"&nbsp;<b>W. Kang, <\/b> None..<br><b>G. Yang, <\/b> None..<br><b>I. Radichev, <\/b> None..<br><b>L. Yao, <\/b> None..<br><b>M. Cheng, <\/b> None..<br><b>J. G. Keck, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6965","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5189","PresenterBiography":null,"PresenterDisplayName":"Guoxiang Yang","PresenterKey":"f705bb2a-1c69-4833-b23e-9900fe7a4d44","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5189. Comparisons of Rituximab and CD19xCD3 BiTE antitumor response across multiple humanized NSG strains engrafted with human hematopoietic stem cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparisons of Rituximab and CD19xCD3 BiTE antitumor response across multiple humanized NSG strains engrafted with human hematopoietic stem cells","Topics":null,"cSlideId":""},{"Abstract":"Preclinical tumor oncology research relies historically on the analysis of mouse or human tumor cell lines implanted onto severely immune-deficient mouse models carrying nude, SCID or Rag mutations on different genetical background (C57Bl\/6N, BalbC, NMRI, CB17 or NOD). These lines harbor defects in several leukocyte lineages among which Tc, Bc and NKc might be affected. Humanized mice are emerging models that have been transplanted with human cells or tissues (and\/or equipped with human transgenes). Currently, the most advanced strains are the nonobese diabetic, severe combined immunodeficiency (NOD-SCID) mouse with complete disruptions in the interleukin-2 (IL-2) common &#947;-chain (IL2R &#947; null) receptor (NSG) and BALB\/c Rag2<sup>-\/-<\/sup> IL2R &#947; null Sirpa<sup>NOD<\/sup> mice (BRGS).<sup>1<\/sup> Juvenile chimera NSG or BRGS are reconstituted with hematopoietic progenitor cell (HPCs) from human cord blood yielding robust engraftment of a human immune system (HIS).. Recent work showing the binding of human IgG4 to mouse FcgR receptor reducing clinical efficacy of therapeutic antibodies highlights the need to characterize extensively the residual immune system present in these models prior humanization in order to precisely evaluate immunotherapies. In other to fulfill this task, we genetically modified the mouse genome introducing mutations involved in Tc, Bc and NKc development. We then immuno-phenotyped over 20 lines of mouse mutants produced from the same animal house to minimize the impact of microbiota on innate immune cell populations. High content cytometry analysis of BM, spleen, thymus and peripheral blood was performed in a standardized manner. The resource obtained of these immunotypes was used to highlight similarities and differences among these lines across several genetical background. This work has shown instrumental in selecting the most appropriate model to use for humanization followed before tumor implantation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Mouse models,Immune cells,Immuno-oncology,Phenotype,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hervé Luche<\/b><sup>1<\/sup>, Lillia Hadjem<sup>1<\/sup>, Marielle Mello<sup>1<\/sup>, Priscilla Canavese<sup>1<\/sup>, Fabien Angelis<sup>1<\/sup>, Anais Joachim<sup>2<\/sup>, Sylvie Bouilly<sup>3<\/sup>, Frederic Guinut<sup>3<\/sup>, Frederic Fiore<sup>1<\/sup>, Bernard Malissen<sup>2<\/sup>, Ana Zarubica<sup>1<\/sup>, Erwan Corcuff<sup>3<\/sup><br><br\/><sup>1<\/sup>Immuno-Phenotyping Module, CIPHE, Marseille, France,<sup>2<\/sup>Immunomics, JC Discovery, Marseille, France,<sup>3<\/sup>Janvier labs, Laval, France","CSlideId":"","ControlKey":"684008cd-e9f3-4168-8a8b-8a3036ba3db1","ControlNumber":"7010","DisclosureBlock":"&nbsp;<b>H. Luche, <\/b> None..<br><b>L. Hadjem, <\/b> None..<br><b>M. Mello, <\/b> None..<br><b>P. Canavese, <\/b> None..<br><b>F. Angelis, <\/b> None..<br><b>A. Joachim, <\/b> None..<br><b>S. Bouilly, <\/b> None..<br><b>F. Guinut, <\/b> None..<br><b>F. Fiore, <\/b> None..<br><b>B. Malissen, <\/b> None..<br><b>A. Zarubica, <\/b> None..<br><b>E. Corcuff, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6967","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5190","PresenterBiography":null,"PresenterDisplayName":"Hervé LUCHE","PresenterKey":"44ee626f-ff7d-4430-a5d6-b74c737901ff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5190. Systematic immune-profiling of immune-deficient mouse models: A rational to select ideal host for tumor implantation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Systematic immune-profiling of immune-deficient mouse models: A rational to select ideal host for tumor implantation","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic cancer is the third leading cause of cancer-related deaths in the U.S. and is most frequently diagnosed between the ages of 65-74 years. Only 11.5% of patients are expected to survive 5 years after diagnosis. There is extensive evidence that tumor microenvironment (TME) plays a critical role in cancer progression and metastasis. Despite the fact that most patients are diagnosed over the age of 60, most preclinical murine tumor models utilize young, healthy, adolescent mice, failing to account for structural and\/or functional changes in stroma and immune cells that occur in tissues over time and contribute to tumor progression. Marked differences in lifespan between mice and humans preclude natural development of many age-related physiologic changes in mice that occur in humans over the course of decades. We performed a pilot study to test our hypothesis that KPC pancreatic tumors grown orthotopically in the pancreas of genetically engineered, C57BL\/6-Tg (LMNA*G608G) HClns\/J mice, a model of Hutchinson-Gilford progeria syndrome with features of accelerated aging, would have altered tumor growth in comparison to tumors in age-matched wild type controls. We found that tumor growth in LMNA mice outpaced that of WT mice. Quantitative digital image analysis showed significantly reduced intratumoral infiltration of CD45+ leukocytes in LMNA mice in comparison to WT (p=0.0098). There was a significant reduction in tumor-infiltrating CD3+ T cells (p=0.038) and F4\/80+ macrophages (p=0.0102). Our data supports the hypothesis that functional, age-related, immune and\/or stromal changes in the TME impact pancreatic tumor growth and progression. Innovative strategies that better model age-related changes in the TME may better recapitulate the aggressive course of pancreatic cancer in aged patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Aging,Pancreatic cancer,Tumor microenvironment,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Morgan  M.  Green<\/b><sup><\/sup>, Tara Fujimoto<sup><\/sup>, Cullen Taniguchi<sup><\/sup>, Natalie Fowlkes<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"e66e5f24-07e7-4759-919c-03edffc568ae","ControlNumber":"3791","DisclosureBlock":"&nbsp;<b>M. M. Green, <\/b> None..<br><b>T. Fujimoto, <\/b> None..<br><b>C. Taniguchi, <\/b> None..<br><b>N. Fowlkes, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6970","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5191","PresenterBiography":null,"PresenterDisplayName":"Morgan Green, BS","PresenterKey":"c1e3d497-5734-432d-b4c6-d32c210941e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5191. Modeling age-related changes in the tumor microenvironment in an orthotopic immunocompetent murine pancreatic cancer model - a novel approach","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Modeling age-related changes in the tumor microenvironment in an orthotopic immunocompetent murine pancreatic cancer model - a novel approach","Topics":null,"cSlideId":""},{"Abstract":"Human immune cell reconstitution (PBMC or CD34<sup>+<\/sup> hematopoietic stem cell; HSC) is commonly performed in immunodeficient mouse strains such as NCG, NSG, or NOG. The use of PBMC is preferred for multiple reasons, including faster engraftment, lower cost, and the presence of mature immune cell populations. Although there are donor-to-donor variations in GvHD occurrence, and specific donors can be screened, the symptoms of GvHD typically occur within 4 weeks. GvHD significantly limits the study window required to evaluate the efficacy of therapeutic agents, such as cancer immunotherapies.<br \/>GvHD is an immune reaction triggered mainly by donor T cells identifying the mouse MHC class I and class II as foreign and attacking the host cells and organs. Deletion of &#946;2m (NCG- &#946;2m-KO) reduces the occurrence of GvHD; however, &#946;2m is not only in the MHC class I subunit but also in the FcRn subunit, of which deletion shortens the half-life of IgG, making it unsuitable for IgG antibody agent evaluation. In addition, the deletion of MHC class I or class II alone results in an imbalanced CD4\/CD8 ratio. To solve these problems, we developed the NCG-MHC-dKO mouse model by knocking out<i> <\/i>the<i> H2K1, H2D1, <\/i>and <i>H2Ab1<\/i> genes. Compared with the existing NCG- &#946;2m-KO or other &#946;2m null mouse models, the NCG-MHC-dKO significantly prolonged survival, reduced GvHD occurrence, and did not affect the CD4\/CD8 ratio when reconstituted with PBMC. Furthermore, treatment with anti-PD-L1 antibodies significantly inhibited MDA-MB-231 tumor cell growth in PBMC-reconstituted NCG-MHC-dKO mice, similar to NCG mice. Based on our preliminary data, the NCG-MHC-dKO mouse is a promising model for antibody and cell therapy agent evaluation, assessing treatment-related cytokine release syndrome, and evaluating long-term toxicities of cell therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"MHC II,Tumor immunity,GvHD,Novel mouse model,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Huiyi Wang<sup>1<\/sup>, Jun Xing<sup>1<\/sup>, Jialu Fan<sup>1<\/sup>, Huanhuan Hou<sup>1<\/sup>, <b>Santi Suryani Chen<\/b><sup>2<\/sup>, Zhiying Li<sup>2<\/sup>, Mark Wade Moore<sup>2<\/sup>, Jing Zhao<sup>1<\/sup>, Xiang Gao<sup>1<\/sup>, Cunxiang Ju<sup>1<\/sup><br><br\/><sup>1<\/sup>GemPharmatech Co., Ltd., Nanjing, China,<sup>2<\/sup>GemPharmatech LLC., La Jolla, CA","CSlideId":"","ControlKey":"66a0cffe-138e-4843-94cd-1624c94fedbd","ControlNumber":"4180","DisclosureBlock":"&nbsp;<b>H. Wang, <\/b> None..<br><b>J. Xing, <\/b> None..<br><b>J. Fan, <\/b> None..<br><b>H. Hou, <\/b> None..<br><b>S. S. Chen, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>M. W. Moore, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>C. Ju, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6971","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5192","PresenterBiography":null,"PresenterDisplayName":"Santi Chen, PhD","PresenterKey":"4b047ba5-4f6d-4dd3-a66d-49d475499aff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5192. NCG-MHC-dKO mice: an excellent model for PBMC reconstitution and pharmacodynamic evaluation in the absence of GvHD","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NCG-MHC-dKO mice: an excellent model for PBMC reconstitution and pharmacodynamic evaluation in the absence of GvHD","Topics":null,"cSlideId":""},{"Abstract":"Rhabdomyosarcoma (RMS) is a rare and devastating pediatric soft tissue cancer. There is urgent need to identify more effective therapy options for children suffering from RMS. Immune checkpoint blockade (ICB) has shown promise in several sarcoma types including RMS. In some cancer types, ICB shows enhanced efficacy in combination with a chemotherapeutic agent or an inhibitor against the epigenetic modifiers. Selective chemotherapeutic agents and epigenetic inhibitors (e.g. histone deacetylase inhibitors) have also been shown to increase tumor immunogenicity and sensitize tumor cell response to immune checkpoint inhibitors. However, it remains to be further investigated in RMS how chemotherapy and epigenetic inhibitors modulate immune cell landscape and function and whether the efficacy of ICB combined with either a chemotherapeutic agent or an epigenetic inhibitor is enhanced compared to ICB monotherapy. There is currently no tractable mammalian model for assessing the efficacy of immunotherapy in RMS. Taking advantage of the conserved immune and cancer biology, short tumor onset, high-throughput capability of the zebrafish RMS model, our ongoing research is assessing 1) the efficacy of ICB combined with either a chemotherapeutic agent or an epigenetic inhibitor (histone deacetylases [HDACs] or DNA methyltransferases [DNMTs]) compared to ICB monotherapy on inhibiting RMS tumor growth; 2) effects of chemotherapy and epigenetic inhibition on the make-up and function of tumor-infiltrating immune cells. Our preliminary data so far showed that treatment of zebrafish RMS tumors with the combination of the standard-of-care chemotherapeutic agent, temozolomide, and the immune checkpoint inhibitor, nivolumab, showed increased T cell infiltration. By expression profiling, both temozolomide and nivolumab decreased expression levels of markers for immune checkpoint (pdl1, havcr2) and regulatory T cells (foxp3a) and increased expression levels of markers for inflammatory response (tnfa and infg1). By developing an immune-competent animal model for large-scale testing of important immunotherapy targets and characterizing the immune cell types in the tumor microenvironment of RMS in response to therapy, our research will establish the zebrafish model as a pre-clinical screening tool for testing promising immunotherapeutic agents <i>in vivo<\/i>, which will facilitate the process of prioritizing promising immunotherapy targets for testing in pre-clinical models and clinical trials and in turn provide therapeutic benefits to children with RMS.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Immunotherapy,Zebrafish,Rhabdomyosarcoma,Animal models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Madeline Fritzke<sup><\/sup>, Andrea Largent<sup><\/sup>, <b>Eleanor Chen<\/b><sup><\/sup><br><br\/>Univ. of Washington School of Medicine, Seattle, WA","CSlideId":"","ControlKey":"16ef67c1-b9f4-45f2-ae84-a72bee5ad0de","ControlNumber":"6534","DisclosureBlock":"&nbsp;<b>M. Fritzke, <\/b> None..<br><b>A. Largent, <\/b> None..<br><b>E. Chen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6973","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5193","PresenterBiography":null,"PresenterDisplayName":"Eleanor Chen, MD;PhD","PresenterKey":"edd5cd66-5df5-41a1-8a9a-25394237ddfc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5193. Assessing the efficacy of immune checkpoint blockade as part of a combination therapy in a zebrafish model of rhabdomyosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing the efficacy of immune checkpoint blockade as part of a combination therapy in a zebrafish model of rhabdomyosarcoma","Topics":null,"cSlideId":""},{"Abstract":"Checkpoint inhibitor treatment has become a common therapy for various cancer types. As an escape mechanism, tumor cells express PD-L1 on their surface, as a ligand for PD-1 with players of the immune system (such as T cells), aimed at preventing the immune system from exerting its anti-tumour activities. Antibodies blocking the PD-L1\/PD-1 interaction have emerged as front-line treatments for various oncological indications. Several anti-PD-L1 and anti-PD-1 therapeutics are already approved and in clinical use. For preclinical testing of such human specific antibodies, syngeneic tumour models are of limited use due to the limited cross-specificity of such antibodies, giving rise to the development of humanized mouse models in which combination therapies testing new drugs with already clinically approved human checkpoint inhibitors addressing human specific targets can be evaluated.<br \/>The anti-tumor efficacies of pembrolizumab (Keytruda) a human specific anti-hPD-1 checkpoint inhibitor and the mouse specific anti-mPD-1 counterpart (clone RPMI1-14) were tested in C57BL\/6 wildtype and humanized hPD-1 C57BL\/6 mice engrafted with syngeneic MC38-CEA colorectal carcinoma cells. The MC38-CEA tumor cells were implanted into the mammary fat pad (subQperiorTM), a procedure that prevents tumor ulceration and leads to a more homogenous tumor growth compared to subcutaneous implantation. Treatment with pembrolizumab extended the survival of tumor-bearing human PD-1 C57BL\/6 mice significantly, whereas no effect in C57BL\/6 wildtype mice was observed, in line with the reported specificity of Keytruda towards the human version of PD-1. Further supporting this finding, the application of the anti-mPD-1 antibody led to a prolonged survival of C57BL\/6 mice with no life extension of hPD-1 C57BL\/6 mice.<br \/>The validation of the humanized subQperior&#8482; platform was further complemented by conducting flow cytometry analysis of intra-tumoral immune populations present in tumor tissues at 7 days post-treatment. Two staining panels were executed: a well-established and validated 17 marker staining allowing to quantify the frequency of all major immune cell populations and a staining panel addressing the activity of T and NK cells after ex vivo stimulation with PMA\/Ionomycin. An increased activity of CD8+ T cells and NK cells was observed as major players in the response to treatment with these anti-PD-1 antibodies.<br \/>In summary, the humanized subQperior&#8482; platform using hPD-1 C57BL\/6 mice is a suitable tool to evaluate novel cancer therapies in combination with human specific anti-PD-1 therapeutics and tumor ulceration was completely prevented by subQperior implantation of the tumor cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Mouse models,Humanized,Immune checkpoint blockade,Human monoclonal antibodies,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Philipp Metzger<sup>1<\/sup>, Fabiane Sônega<sup>2<\/sup>, Hervé Berthomme<sup>2<\/sup>, Cynthia Obodozie<sup>1<\/sup>, <b>Holger Weber<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Reaction Biology Europe GmbH, Freiburg, Germany,<sup>2<\/sup>genOway, Lyon, France","CSlideId":"","ControlKey":"f7957d88-714b-4c25-87b0-365ae9924702","ControlNumber":"6054","DisclosureBlock":"<b>&nbsp;P. Metzger, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>F. Sônega, <\/b> <br><b>genOway<\/b> Employment. <br><b>H. Berthomme, <\/b> <br><b>genOway<\/b> Employment. <br><b>C. Obodozie, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment. <br><b>H. Weber, <\/b> <br><b>Reaction Biology Europe GmbH<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6974","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5194","PresenterBiography":null,"PresenterDisplayName":"Holger Weber, PhD","PresenterKey":"2e59a2eb-c0ce-4554-a254-ad534dae6062","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5194. Humanized PD-1 knock-in mice as a model system for combination therapies with human specific PD-1 therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Humanized PD-1 knock-in mice as a model system for combination therapies with human specific PD-1 therapeutics","Topics":null,"cSlideId":""},{"Abstract":"The B-NDG (<i>B<\/i>iocyotgen; <i>N<\/i>OD; <i>D<\/i>NAPK null; IL2r<i>g<\/i> knockout) mouse model was developed to be an ideal testing platform for anti-tumor therapies in Cell-Line and Patient Derived Xenograft Models (CDX and PDX respectively). B-NDG mice exhibit several notable advantages over classical NOD-<i>scid <\/i>mice, including increased life span, NK cell deletion, and significantly improved xenograft efficiency. However, like the NOD-<i>scid <\/i>mice, the utility of B-NDG mice in long-term studies is severely limited by a high incidence of severe and early-onset GvHD (<i>G<\/i>raft <i>v<\/i>ersus <i>H<\/i>ost <i>D<\/i>isease) - limiting experimental durations to as little as 30 days. To reduce the incidence and severity of GvHD in B-NDG mice, Biocytogen developed the B-NDG <i>B2m<\/i> KO plus mice. B-NDG B2m KO plus mice was generated using Cas9 approach. Specifically, endogenous mouse <i>B2m<\/i> was deleted, while <i>B2m <\/i>cDNA<i> <\/i>was fused with <i>Fcgrt<\/i> . MHC Class I and Class II expressions, and immune markers were verified by flow cytometry. Concentration of i.v. administered human IgG was quantified by ELISA. CDX models were generated, and antitumor therapies were administered using established protocols described below. Compared with NOD-<i>scid<\/i> and B-NDG mice, B-NDG B2m KO plus mice showed undetectable MHC Class I expression in all tested tissues, without compromising MHC Class II expression. Moreover, no significant change in immune profiles or IgG turnover was detected, demonstrating highly targeted disruption of MHC Class I expression in B-NDG B2m KO plus mice. In the human PBMC-induced GvHD model, B-NDG B2m KO plus mice showed significantly improved survival, delayed onset and reduced clinical severity throughout the course of the model. Compared with B-NDG mice, B-NDG B2m KO plus mice exhibits significantly prolonged usefulness, demonstrating utility for up to 50 days after engraftment. To demonstrate the advantages of our B-NDG B2m KO plus mouse model, we conducted two proof-of concept studies that are often limited by GvHD. In the first study, B-NDG B2m KO plus mice were engrafted with human PBMCs and tumorigenic RKO cells on Day 0 and 14 respectively, treated with either vehicle or pembrolizumab and ipilimumab on Day 20, and observed until Day 48. Pembro\/ipi treatment significantly inhibited tumor growth. In the second study, B-NDG B2m KO plus mice were engrafted with tumorigenic human NCI-H226 cells on Day 0, treated with either vehicle or CAR-T cells (5E5) once tumor size reached ~150 mm<sup>3<\/sup> (around Day 20), and observed until Day 56. CAR-T treatment significantly suppressed tumor growth. Together, these studies demonstrated that the B-NDG B2m KO plus mouse model is a powerful tool for extended term anti-tumor studies, especially for studies involving immuno- and CAR-T therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Immunotherapy,Mouse models,CAR T cells,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hongmei Jiang<\/b><sup><\/sup>, Jianqiu Xiao<sup><\/sup>, Travis Rothrock<sup><\/sup><br><br\/>Inotiv\/Envigo, St. Louis, MO","CSlideId":"","ControlKey":"171806e7-f5c5-404d-a3c9-72603b236546","ControlNumber":"4718","DisclosureBlock":"&nbsp;<b>H. Jiang, <\/b> None..<br><b>J. Xiao, <\/b> None..<br><b>T. Rothrock, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6975","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5195","PresenterBiography":null,"PresenterDisplayName":"Hongmei Jiang, PhD","PresenterKey":"5899a770-051e-406b-a0fe-2aa00b1ac84b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5195. BNDG B2m KO plus mouse model is a powerful tool for immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BNDG B2m KO plus mouse model is a powerful tool for immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Activation of oncogenic signaling pathways can be mediated by various transporters on tumor cells that facilitate trafficking of lipids. CD36 has been identified as a fatty acid transporter and participates in tumor growth and drug resistance. To explore potential therapeutic strategies targeting CD36, we generated a human <i>CD36<\/i> knockout\/knock-in <i>in situ<\/i> (B-hCD36) mouse model to evaluate the efficacy of anti-human CD36 antibodies. We first confirmed human CD36 gene and protein expression in B-hCD36 mice by RT-PCR and flow cytometry, respectively. We next observed that the overall development, differentiation, and distribution of splenic, blood and lymph node immune cells were similar between wild-type C57BL\/6 and B-hCD36 mice. Lastly, <i>in vivo<\/i> efficacy studies using anti-human CD36 antibodies alone or in combination with anti-mouse PD-1 antibodies, were effective in controlling MC38 tumor growth in B-hCD36 mice. Our data demonstrates that B-hCD36 mice are a powerful preclinical model for <i>in vivo<\/i> efficacy evaluation of anti-human CD36 antibodies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Mouse models,Immune checkpoint,Immunotherapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Linlin Wang<sup>1<\/sup>, Chang Liu<sup>1<\/sup>, <b>Rebecca Soto<\/b><sup>2<\/sup>, Chengzhang Shang<sup>1<\/sup>, Qingcong Lin<sup>2<\/sup><br><br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China,<sup>2<\/sup>Biocytogen Boston Corp, Wakefield, MA","CSlideId":"","ControlKey":"3d1e0298-fade-4081-a08d-1772dff70abd","ControlNumber":"3863","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>C. Liu, <\/b> None..<br><b>R. Soto, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>Q. Lin, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6977","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5196","PresenterBiography":null,"PresenterDisplayName":"Rebecca Soto, PhD","PresenterKey":"51b7632e-cc9e-499d-b568-bc312803c30c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5196. Novel humanized CD36 mouse model for therapeutic studies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel humanized CD36 mouse model for therapeutic studies","Topics":null,"cSlideId":""},{"Abstract":"Interleukin 2 is a key molecule that promotes the expansion and activation of lymphocytes, including T regulatory cells (Tregs) and natural killer (NK) cells. Tregs are specialized subpopulation of T cells that suppress the immune response by inhibiting T cell proliferation and cytokine production. NK cells are the predominant innate immune subset that mediates anti-tumor and anti-viral responses. Both Tregs and NK cells are two critical immune cells that play an important role in cancer immunotherapy, however, there is a lack of models that supports the in vivo status of these two immune subsets. To address this, we developed a severe immunodeficient mouse model, NOD\/ShiLtJGpt-Prkdc<sup>em26Cd52<\/sup>Il2rg<sup>em26Cd22<\/sup>\/Gpt (NCG-hIL2), by knocking in the human IL-2 gene on the NCG background. The ability of this model to support Treg and NK cells was then compared to NCG and tested with the reconstitution of human peripheral blood mononuclear cells (PBMC) and human hematopoietic stem cells (HSC).<br \/>In the PBMC engrafted mice, the presence of IL-2 supported the development of T cells, especially the Tregs, with 53.74% in Tregs in NCG-IL2 compared to 4.81% in NCG mice (test at 2 weeks of reconstruction). Similarly, the NK cells are also supported with those cohort engrafted with human HSC (91.63% in NK cells in NCG-IL2 compared to 0.53% in NCG mice, test at 10 weeks of reconstruction). Notably, reconstituted NK cells expressed various NK receptors such as NKp30, NKp44, NKp46, NKG2D, and CD94 in NCG-IL2 mice. They produced comparable levels of granzyme when compared with human peripheral blood-derived NK cells, and a considerable amount of perforin protein was detected in the plasma of huHSC-NCG-hIL2 mice.<br \/>In conclusion, compared with NCG mice, humanized NCG-hIL2 mice can reconstruct more abundant immune cells and have a wider application in anti-tumor research. It is an ideal model for the preclinical study of anti-tumor therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Interleukin-2,Treg,NK cell,tumor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xinxin Zhang<sup>1<\/sup>, Meirong Wu<sup>1<\/sup>, Huiyi Wang<sup>1<\/sup>, Weiwei Yu<sup>1<\/sup>, Fang Zhu<sup>1<\/sup>, <b>Jianming Xu<\/b><sup>1<\/sup>, Hongyan Sun<sup>1<\/sup>, Hongyu Wang<sup>1<\/sup>, Cunxiang Ju<sup>1<\/sup>, Santi Suryani Chen<sup>2<\/sup>, Zhiying Li<sup>2<\/sup>, Mark Wade Moore<sup>2<\/sup>, Jing Zhao<sup>1<\/sup>, Xiang Gao<sup>1<\/sup><br><br\/><sup>1<\/sup>Gempharmatech Co., Ltd., Nanjing, China,<sup>2<\/sup>GemPharmatech LLC., La Jolla, CA","CSlideId":"","ControlKey":"d1efa14e-f2ce-4a60-9f01-5b1315704002","ControlNumber":"4193","DisclosureBlock":"&nbsp;<b>X. Zhang, <\/b> None..<br><b>M. Wu, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>W. Yu, <\/b> None..<br><b>F. Zhu, <\/b> None..<br><b>J. Xu, <\/b> None..<br><b>H. Sun, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>C. Ju, <\/b> None..<br><b>S. S. Chen, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>M. W. Moore, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Gao, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6978","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5197","PresenterBiography":null,"PresenterDisplayName":"Jianming Xu, PhD","PresenterKey":"f9181fa7-6e0b-4109-bbd9-884dfff074b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5197. NCG-hIL2 mice: a novel model to support the development of T regulatory and NK cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NCG-hIL2 mice: a novel model to support the development of T regulatory and NK cells","Topics":null,"cSlideId":""},{"Abstract":"Immune checkpoint molecule B7-H3, also known as CD276, is a member of the B7-CD28 family of immunomodulatory proteins. It is a type I membrane protein with sequence similarities to the extracellular domain of programmed death-ligand 1 (PD-L1).<br \/>B7-H3 is highly expressed in most human cancers, but has limited distribution in normal tissues, remaining elusive of its receptor. Due to its promising safety as a dominant tumor target, various strategies have been developed to modulate the effect of B7-H3 via monoclonal antibodies, bispecific antibodies, ADC, or CAR-T. To study the effect of these therapies in an immunocompetent mouse model, we established a double humanized B7-H3 and PD-L1 mouse model on BALB\/c background (BALB\/c-hB7-H3\/hPD-L1). In this model, the extracellular domain of murine fragments was replaced by the human counterparts while the trans-membrane and cytoplasmic domain were kept intact. When engrafted with CT26 colon cancer cells, which stably overexpress human B7-H3 and PD-L1 while endogenous murine counterparts were knocked out, the tumor growth was inhibited certain degree by anti-B7-H3 antibody (8H9 Biosimilar, 20mpk, TGI=18.56%) treatment while inhibited significantly after the monotherapy of anti-PD-L1 (Tecentriq, 3 mpk, TGI=55.89%, <i>p<\/i>&#60;0.001). The same dosage combination of anti-B7-H3 and anti-PD-L1 had a significant inhibition on tumor growth (TGI=76.85%, <i>p<\/i>&#60;0.001), and had a synergistic effect (CDI&#60;0.7) compared with the monotherapy. Analysis of tumor-infiltrating lymphocytes (TILs) at the end of the efficacy study showed that the proportion of CD45+ immune cells was significantly increased in all of the treated groups. The NK cells were significantly increased and the Treg cells were significantly decreased especially in the combined treatment group.<br \/>Based on the above, the B7-H3 and PD-L1 double humanized mouse model is suitable for the pre-clinical evaluation of mono or combined immune checkpoint blockade with anti-human B7-H3 and PD-L1 therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"PD-L1,CD276,Tumor target,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Shiying Guo<sup>1<\/sup>, Lingyu Song<sup>1<\/sup>, Xin Qin<sup>1<\/sup>, <b>Jianming Xu<\/b><sup>1<\/sup>, Hongyan Sun<sup>1<\/sup>, Cunxiang Ju<sup>1<\/sup>, Hongyu Wang<sup>1<\/sup>, Santi Suryani Chen<sup>2<\/sup>, Zhiying Li<sup>2<\/sup>, Mark Wade Moore<sup>2<\/sup>, Jing Zhao<sup>1<\/sup>, Xiang Gao<sup>1<\/sup><br><br\/><sup>1<\/sup>Gempharmatech Co., Ltd., Nanjing, China,<sup>2<\/sup>GemPharmatech LLC., La Jolla, CA","CSlideId":"","ControlKey":"a35b3386-61ac-4901-be85-941d51e0f764","ControlNumber":"4196","DisclosureBlock":"&nbsp;<b>S. Guo, <\/b> None..<br><b>L. Song, <\/b> None..<br><b>X. Qin, <\/b> None..<br><b>J. Xu, <\/b> None..<br><b>H. Sun, <\/b> None..<br><b>C. Ju, <\/b> None..<br><b>H. Wang, <\/b> None..<br><b>S. S. Chen, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>M. W. Moore, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Gao, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6972","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5199","PresenterBiography":null,"PresenterDisplayName":"Jianming Xu, PhD","PresenterKey":"f9181fa7-6e0b-4109-bbd9-884dfff074b7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5199. B7-H3 &#38; PD-L1 double-humanized BALB\/c mouse: a novel animal model for preclinical studies of human B7-H3 antibodies or bispecific antibodies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"B7-H3 &#38; PD-L1 double-humanized BALB\/c mouse: a novel animal model for preclinical studies of human B7-H3 antibodies or bispecific antibodies","Topics":null,"cSlideId":""},{"Abstract":"Currently more and more immunotherapeutic drugs and engineered cells have been developed to use human immune system against cancer. While humanized peripheral blood mononuclear cell reconstitution in immune deficient mice is a forward-straight model for evaluating therapeutic antibodies, this conventional model has several drawbacks to hinder its widespread use, including the graft-versus-host-disease happened after one month of reconstitution, insufficient immune cell infiltration from reconstituted circulatory system and hardly retention of functional innate immune cells, such as macrophages and nature killer cells. To overcome this, LIDE has developed a specific human immune cell and cancer cell co-inoculation model. Cancer-priming PBMC and\/or its derivates were well mixed with the fresh cancer cells in MatriGel, co-transferring into NCG mice to form a relatively &#8220;hot tumor&#8221; tissue for immunotherapy, including drugs targeting T cells, dendritic cells and macrophages. Additionally, we also take advantage of human IL15 transgenic mice to study the function of ex vivo expanded NK cells. This novel method has successfully helped evaluate biological function of immune checkpoint blockers and immune agonists in multiple cancers, such as melanoma, breast cancer, lung cancer, hepatocellular carcinoma and ovarian cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Immuno-oncology,Animal models,Patient-derived xenograft (PDX) models,Natural killer cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Bin Xie<sup>1<\/sup>, Xin Hou<sup>1<\/sup>, Hanglu Chen<sup>1<\/sup>, Pengfei Yang<sup>1<\/sup>, Yanbin Zhou<sup>1<\/sup>, <b>Danyi Wen<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>R&D, Shanghai LIDE Biotech Co., Ltd., Shanghai, China,<sup>2<\/sup>Shanghai LIDE Biotech Co., Ltd., Shanghai, China","CSlideId":"","ControlKey":"0bd053e6-fa20-450b-a349-867ead7a885c","ControlNumber":"4237","DisclosureBlock":"&nbsp;<b>B. Xie, <\/b> None..<br><b>X. Hou, <\/b> None..<br><b>H. Chen, <\/b> None..<br><b>P. Yang, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>D. Wen, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6979","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5200","PresenterBiography":null,"PresenterDisplayName":"Danyi Wen, MBA;MD","PresenterKey":"f76df627-8a46-4c7a-b0ed-9d2d5ed764b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5200. Novel Immuno-Oncology drugs evaluation by humanised immune cells and cancer co-inoculated models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel Immuno-Oncology drugs evaluation by humanised immune cells and cancer co-inoculated models","Topics":null,"cSlideId":""},{"Abstract":"Tumor necrosis factor (TNF) receptor 2 (TNFR2) is mainly expressed on the surface of regulatory T cells (Tregs) and CD8+ T cells, which can stimulate the proliferation of these cells through NF-kB activation. TNFR2 is also highly expressed on the surface of various human tumors, such as colorectal cancer and lung cancer. Therefore, a TNFR2 antagonist blocking the binding of TNFR2 to its ligand that targets TNFR2+ tumor-infiltrating Tregs can directly enhance the killing ability of effector T cells (Teff) against TNFR2-expressing tumors. Many pharmaceutical and biotech companies have lined up TNFR2-targeting drugs, and most TNFR2 antibodies related research is in the early preclinical\/clinical stage.<br \/>We established a humanized TNFR2 (hTNFR2) genetically engineered mouse model on the BALB\/c background, in which the extracellular domain of the mouse TNFR2 was replaced with its human counterpart, and the murine transmembrane and cytoplasmic domain kept intact. The hTNFR2 chimeric protein is mainly expressed on Teff and Treg cells in BALB\/c-hTNFR2 and BALB\/c-hPD1\/hPDL1\/hTNFR2 mice, which is similar to mouse TNFR2 protein expression profiles in wild-type mice. Our data showed that anti-TNFR2 antibodies could significantly inhibit tumor growth in BALB\/c-hTNFR2 mice bearing CT26 tumor cells or BALB\/c-hTNFR2 mice bearing CT26-hTNFR2 tumors. Furthermore, within the tumor-infiltrating lymphocytes, there was a reduction in Tregs cells and an increase in cytotoxic CD8 T cells, which accurately mimics the mechanism of action of anti-TNFR2 antibodies.<br \/>In conclusion, BALB\/c-hTNFR2 and BALB\/c-hPD1\/hPDL1\/hTNFR2 mice are ideal models for studying the efficacy and pharmacodynamics of anti-TNFR2 antibodies as a single agent or in combination with anti-PD-1\/PD-L1 therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Tumor immunity,Tumor infiltrating lymphocytes,TNFR2,PD1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Huiyi Wang<\/b><sup>1<\/sup>, Ying Li<sup>1<\/sup>, Mingkun Zhang<sup>1<\/sup>, Xu Su<sup>1<\/sup>, Santi Suryani Chen<sup>2<\/sup>, Zhiying Li<sup>2<\/sup>, Mark Wade Moore<sup>2<\/sup>, Jing Zhao<sup>1<\/sup>, Xiang Gao<sup>1<\/sup>, Cunxiang Ju<sup>1<\/sup><br><br\/><sup>1<\/sup>GemPharmatech Co., Ltd., Nanjing, China,<sup>2<\/sup>GemPharmatech LLC., La Jolla, CA","CSlideId":"","ControlKey":"437885a1-575a-4473-86a5-9494edbb2b2b","ControlNumber":"4183","DisclosureBlock":"&nbsp;<b>H. Wang, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>X. Su, <\/b> None..<br><b>S. S. Chen, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>M. W. Moore, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>C. Ju, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6980","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5201","PresenterBiography":null,"PresenterDisplayName":"Huiyi Wang, PhD","PresenterKey":"2fa913a7-a999-46b1-bec7-fd58ff4319fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5201. TNFR2 humanized mice: an ideal model for studying anti-TNFR2 antibodies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TNFR2 humanized mice: an ideal model for studying anti-TNFR2 antibodies","Topics":null,"cSlideId":""},{"Abstract":"Severe immunodeficient mice engrafted with human hematopoietic stem cells (HSC) have been extensively used in immuno-oncology related studies to evaluate the efficacy of cancer therapies. However, because of species differences, murine cytokines provide limited support to human immune cells, thus immunodeficient mice have limited engraftment of human immune cells. Increasing evidence has shown that myeloid cells, especially macrophages and dendritic cells, are critical for the induction of anti-tumor immunity. We developed a mouse model, NCG-M, that can support human T, B, NK and myeloid cells such that in vivo evaluation of agents that require the interplay between these immune cells can be examined. This model was genetically engineered on the severe immunodeficient strain NCG and can produce human granulocyte\/macrophage colony stimulating factor 2 (GM-CSF, also known as CSF2), interleukin-3 (IL-3) and stem cell factor (SCF, also known as KITLG). Upon human CD34<sup>+<\/sup> HSC cell engraftment, increased myeloid lineage cells, such as granulocytes, monocytes, neutrophils, macrophages, and dendritic cells, were observed in the NCG-M cohort compared to NCG mice<i>. <\/i>The NCG-M mouse also supports the development of human T cells, and preliminary data showed increased B and NK cells. The NCG-M is an appropriate mouse model for studying the efficacy of therapeutic agents that require human T cells and myeloid cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Tumor associated macrophages,Tumor immunity,Anti-PD-1,Novel mouse model,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Huiyi Wang<\/b><sup>1<\/sup>, Jialu Fan<sup>1<\/sup>, Shiying Guo<sup>1<\/sup>, Mingkun Zhang<sup>1<\/sup>, Shuai Li<sup>1<\/sup>, Santi Suryani Chen<sup>2<\/sup>, Zhiying Li<sup>2<\/sup>, Mark Wade Moore<sup>2<\/sup>, Jing Zhao<sup>1<\/sup>, Xiang Gao<sup>1<\/sup>, Cunxiang Ju<sup>1<\/sup><br><br\/><sup>1<\/sup>GemPharmatech Co., Ltd., Nanjing, China,<sup>2<\/sup>GemPharmatech LLC., La Jolla, CA","CSlideId":"","ControlKey":"55977364-f871-4735-9f39-bf87571b64f0","ControlNumber":"4175","DisclosureBlock":"&nbsp;<b>H. Wang, <\/b> None..<br><b>J. Fan, <\/b> None..<br><b>S. Guo, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>S. Li, <\/b> None..<br><b>S. S. Chen, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>M. W. Moore, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>C. Ju, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6983","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5202","PresenterBiography":null,"PresenterDisplayName":"Huiyi Wang, PhD","PresenterKey":"2fa913a7-a999-46b1-bec7-fd58ff4319fb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5202. NCG-M humanized mice: an excellent model for human immune reconstitution of myeloid lineages","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NCG-M humanized mice: an excellent model for human immune reconstitution of myeloid lineages","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Rhesus macaques share extensive similarities with humans including immune cell populations, regulatory mechanisms, and targets for cancer immunotherapy but also naturally develop cancers at similar life stages. Hence, treating rhesus macaques with spontaneous tumors bears enormous potential as model for human cancer immunotherapy.<br \/>Material and Methods: We identified 2 female rhesus macaques, 23.6y (CRC_1) and 20.3y (CRC_2) old with naturally occurring colorectal cancer by imaging and clinical assessments. We collected a pre-treatment tumor biopsy in CRC_1 prior to treatment with 8 Gy intensity-modulated radiotherapy (IMRT) to the proximal portion of the tumor and 2 mg\/kg i.v. pembrolizumab. The second candidate (CRC_2) was not tumor biopsy-eligible due to anemia and was treated with pembrolizumab alone. We collected blood and peripheral lymph nodes (LNs) pre- and on-treatment and complete tissue collection was performed at the 3w time point including tumor-adjacent mesenteric LNs. Follow-up assessments include IHC (e.g. CD3, CD20, IBA1), flow cytometry, cytokine assessment in plasma, and transcriptomics of LN and tumor samples.<br \/>Results and Discussions: Imaging revealed focal thickening of the proximal colonic wall with disrupted architecture in CRC_1 and focal colonic thickening and an enlarged adjacent LN in CRC_2. Both tumors displayed mismatch repair-deficiency (MLH1 &#38; PMS2 loss) and a drastic reduction in infiltrating CD3 cells in neoplastic areas compared to adjacent healthy colon. On treatment, tumor-associated LNs demonstrated a mild increase in CD20+ cells in the medullary sinuses of both patients and increased follicle numbers with normal follicular architecture in reference to peripheral LNs. In both patients there was an increased number of tertiary lymphoid structures (TLS) surrounding the tumors, predominately populated with CD20+ cells and with Ki67+ germinal centers, profoundly so in CRC_2. Moreover, IBA1+ cells abundantly infiltrated both tumors but showed a higher aggregation within the stromal elements of the neoplasms. A gradient of histologic differentiation was evident in CRC_1 and coincided with a reduction of TLS, IBA1+ cell abundance, and CD3+ cell infiltration in those areas which were poorly differentiated. Within the irradiated tumor of CRC_1, there were abundant apoptotic cells which stained positively with cleaved caspase 3 at the 3w time point. Circulating blood counts as preliminary peripheral read-out revealed a reduction in circulating lymphocytes in both patients beginning at 3d (CRC_1) resp. 6d (CRC_2) and a sharp increase in monocytes at 3d in unirradiated patient CRC_2.<br \/>Conclusion: The immunological and tumoral response to pembrolizumab and radiotherapy matches the clinical response in humans and enables an unprecedented examination of the peripheral and local lymph node response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Colorectal cancer,Pembrolizumab,Radiotherapy,Lymph nodes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Simon Deycmar<\/b><sup>1<\/sup>, George W. Schaaf<sup>1<\/sup>, Brendan J. Johnson<sup>1<\/sup>, J. Daniel Bourland<sup>2<\/sup>, James D. Ververs<sup>2<\/sup>, Christopher T. Whitlow<sup>3<\/sup>, J. Mark Cline<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Pathology, Wake Forest University School of Medicine, Winston-Salem, NC,<sup>2<\/sup>Department of Radiation Oncology, Wake Forest University School of Medicine, Winston-Salem, NC,<sup>3<\/sup>Department of Radiology, Wake Forest University School of Medicine, Winston-Salem, NC","CSlideId":"","ControlKey":"f6cfd77b-04e4-4a43-a8cc-969806dcef70","ControlNumber":"3951","DisclosureBlock":"&nbsp;<b>S. Deycmar, <\/b> None..<br><b>G. W. Schaaf, <\/b> None..<br><b>B. J. Johnson, <\/b> None..<br><b>J. D. Bourland, <\/b> None..<br><b>J. D. Ververs, <\/b> None..<br><b>C. T. Whitlow, <\/b> None..<br><b>J. M. Cline, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6981","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5203","PresenterBiography":null,"PresenterDisplayName":"Simon Deycmar, PhD","PresenterKey":"82882dd7-0816-4071-8ea2-12f05293becb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5203. Naturally occurring colorectal cancer in rhesus macaques as model for human cancer immunotherapy: a first report on pembrolizumab &#177; radiotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Naturally occurring colorectal cancer in rhesus macaques as model for human cancer immunotherapy: a first report on pembrolizumab &#177; radiotherapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b><br \/>The preclinical evaluation of novel immune checkpoint modulators is dependent on models with functional human immune cells. In previous experiments, we have demonstrated, that we can use either peripheral blood mononuclear cells (PBMC), subset of immune cells like NK cells or hematopoietic stem cells (HSC) to establish a humanized immune system on highly immunodeficient 1<sup>st<\/sup> and 2<sup>nd<\/sup> generation NOG mice with functional T-, B-, and NK cells, as well as monocytes and dendritic cells. Furthermore, we determined PD-L1 expression as a predictive marker and target for immunotherapy on different patient-derived xenografts (PDX). By co-transplantation of rare PDX, like leukemia or Nuclear-protein-in-testis (NUT) carcinoma , we successfully generated a fully human tumor-immune-cell model in mice. Finally, we evaluated the functionality of the model by the treatment with checkpoint inhibitors like Ipilimumab (Ipi), Nivolumab (Nivo) or Pembrolizumab (Pembro). In parallel, we investigated the functionality of the human immune cells and evaluated concepts for combination therapies i.e. with chemotherapy or radiation.<br \/><b>Methods<\/b><br \/>HSC-humanized mice were generated by i.v. HSC transplantation and engraftment of immune cells was monitored by FACS analysis.<i> <\/i>For PBMC-humanized mice, immune cells were implanted i.v.. PDX models from different entities (leukemia or NUT carcinoma) were transplanted on HSC-humanized (HIS) mice and treated with Ipi, Nivo and Pembro alone or in combination with radiation. Blood and tumor samples were analysed by FACS for immune cell infiltration and activation.<br \/><b>Results<\/b><br \/>The transplanted HSC showed engraftment in mice with proliferation and differentiation. 14 weeks after HSC inoculation up to 20% of the human immune cells in the blood were T-cells, characterized by a high PD-1 expression. We have transplanted PDX from different tumor entities on HSC-humanized mice. Most of the investigated PDX (&#62;70%) successfully engrafted on humanized mice and showed no significant difference in tumor growth compared to growth on non-humanized mice. However, for some PDX we observed a delayed tumor growth or a complete rejection. Engraftment delay seems to correlate with the PD-L1 expression of PDX (the higher PD-L1, then the higher growth delay). Furthermore, our results demonstrate the functionality of the engrafted human immune cells against some PDX. Treatment with Ipi, Nivo or Pembro led to a minor tumor growth delay. Response to checkpoint inhibitors showed a correlation to innate immune response and PD-L1 expression of PDX and could further be increased by combination with radiotherapy.<br \/><b>Conclusions<\/b><br \/>Our humanized immune-PDX models enable appropriate preclinical translational research on tumor immune biology and the evaluation of new therapies and combinations, as well as the identification and validation of biomarkers for immune therapy, especially in rare PDX models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Immuno-oncology,Patient-derived xenograft (PDX) models,Preclinical testing,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Maria Stecklum<sup>1<\/sup>, Annika Wulf-Goldenberg<sup>1<\/sup>, Bernadette Brzezicha<sup>1<\/sup>, Wolfgang Walther<sup>2<\/sup>, <b>Jens Hoffmann<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>EPO GmbH, Berlin, Germany,<sup>2<\/sup>Charité Universitätsmedizin, Berlin, Germany","CSlideId":"","ControlKey":"b64bcb36-6db3-4282-a418-c31aa426b853","ControlNumber":"4970","DisclosureBlock":"<b>&nbsp;M. Stecklum, <\/b> <br><b>EPO GmbH<\/b> Employment. <br><b>A. Wulf-Goldenberg, <\/b> <br><b>EPO GmbH<\/b> Employment. <br><b>B. Brzezicha, <\/b> <br><b>EPO GmbH<\/b> Employment. <br><b>W. Walther, <\/b> <br><b>EPO GmbH<\/b> Employment, Stock. <br><b>J. Hoffmann, <\/b> <br><b>EPO GmbH<\/b> Employment, Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6984","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5204","PresenterBiography":null,"PresenterDisplayName":"Jens Hoffmann, PhD","PresenterKey":"e2621f6a-a36a-4f81-8a91-dc80adbecce3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5204. Preclinical models for translational immuno-oncology research: Rare patient-derived xenografts on humanized mice","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical models for translational immuno-oncology research: Rare patient-derived xenografts on humanized mice","Topics":null,"cSlideId":""},{"Abstract":"In May 2021, the FDA approved sotorasib (Lumakras&#8482;) as the first treatment for adult patients with non-small cell lung cancer (NSCLC) harboring the <i>KRAS<sup>G12C<\/sup><\/i> genetic mutation. To study the relationship between the mutational activation of KRAS and tumorigenesis, and promote the development of KRAS-G12C inhibitors, we established the B6-Loxp-Stop-Loxp Kras G12C (B6-<i>Kras<sup>LSL-G12C<\/sup><\/i>) strain. Upon induction of Cre recombinase, floxed Stop sequences will be deleted in the mouse genome, and the oncogenic KRAS-G12C protein will be expressed at endogenous levels allowing for control of the timing and location of tumor initiation. The C57BL\/6-<i>Kras<sup>LSL-G12C<\/sup><\/i> mice were crossed with the Lyz2-cre mice to develop a spontaneous lung cancer model. KRAS G12C mutant could be detected in type II alveolar epithelial cells (ATII). Furthermore, these mice develop lung cancer at 8-10 weeks of age. In addition, when B6-<i>Kras<sup>LSL-G12C<\/sup><\/i> mice were crossed with the B6-<i>P53<sup>LSL-R172H<\/sup><\/i> and Ptf1\/p48-Cre mice, the offspring developed pancreatic cancer after 10-12 weeks of tamoxifen treatment.<br \/>In conclusion, B6-<i>Kras<sup>LSL-G12C<\/sup><\/i> mice can be used to study the occurrence and development of pancreatic and lung cancer, as well as the potential applications of cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Tumorigenesis,KRAS G12C,lung cancer,mouse model,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xiaoliu Yang<sup>1<\/sup>, Yunlong Jiang<sup>1<\/sup>, Xue Wu<sup>1<\/sup>, Mingkun Zhang<sup>1<\/sup>, Jing Zhao<sup>1<\/sup>, Santi Suryani Chen<sup>2<\/sup>, Zhiying Li<sup>2<\/sup>, <b>Erica Trujillo<\/b><sup>2<\/sup>, Mark Wade Moore<sup>2<\/sup>, Xiang Gao<sup>1<\/sup>, Cunxiang Ju<sup>1<\/sup><br><br\/><sup>1<\/sup>GemPharmatech Co., Ltd., Nanjing, China,<sup>2<\/sup>GemPharmatech LLC., La Jolla, CA","CSlideId":"","ControlKey":"fb99f81a-8edd-4b18-a61f-cdbf8aac2eff","ControlNumber":"4177","DisclosureBlock":"&nbsp;<b>X. Yang, <\/b> None..<br><b>Y. Jiang, <\/b> None..<br><b>X. Wu, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>S. S. Chen, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>E. Trujillo, <\/b> None..<br><b>M. W. Moore, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>C. Ju, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6968","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5205","PresenterBiography":null,"PresenterDisplayName":"Erica Trujillo, PhD","PresenterKey":"2379f7a7-0c6f-460a-85e0-c01c19c92928","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5205. B6-<i>Kras<sup>LSL-G12C<\/sup><\/i> mouse model for assessing the occurrence and development of lung and pancreatic cancer tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"B6-<i>Kras<sup>LSL-G12C<\/sup><\/i> mouse model for assessing the occurrence and development of lung and pancreatic cancer tumors","Topics":null,"cSlideId":""},{"Abstract":"The FDA has granted Breakthrough Therapy Designation (BTD) for talquetamab, which targets both GPRC5D on multiple myeloma cells and CD3 on T-cells, for treating adult patients with relapsed or refractory multiple myeloma. Results showed that patients who received talquetamab experienced adverse events, including cytokine release syndrome (CRS), neutropenia, skin-related adverse events and dysgeusia. To allow preclinical in vivo evaluation of anti-human CD3\/GPRC5D bispecific antibodies, we developed a BALB\/c-hCD3EDG mouse model and a human GPRC5D-expressing A20 murine lymphoma cell line. The BALB\/c-hCD3EDG cohort (6-8 weeks old) was subcutaneously inoculated with A20-hGPRC5D cells and then treated with anti-CD3\/GPRC5D bispecific antibodies. As expected, anti-CD3\/GPRC5D bispecific antibody treatment strongly inhibited the growth of A20-hGPRC5D tumors in BALB\/c-hCD3EDG mice.<br \/>To allow a comprehensive safety evaluation of anti-CD3\/GPRC5D candidates, including the possibility of CRS and target organ toxicity, we engineered BALB\/c-hCD3EDG mice that express hGPRC5D, denoted BALB\/c-hCD3EDG\/hGPRC5D. Human GPRC5D was detected in the liver, lung, thymus, adipose tissue, and thyroid. In vivo evaluation of anti-CD3\/GPRC5D therapy in this mice is currently underway.<br \/>In conclusion, BALB\/c-hCD3EDG\/hGPRC5D and BALB\/c-hCD3EDG mice bearing A20-hGPRC5D tumors are suitable models for preclinical studies testing anti-CD3\/GPRC5D bispecific antibodies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"T cell engager,CD3 bispecific antibody,GPRC5D,Mouse model,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xiaoliu Yang<sup>1<\/sup>, Xinyuan Liang<sup>1<\/sup>, Mingkun Zhang<sup>1<\/sup>, Santi Suryani Chen<sup>2<\/sup>, Zhiying Li<sup>2<\/sup>, <b>Erica Trujillo<\/b><sup>2<\/sup>, Mark Wade Moore<sup>2<\/sup>, Jing Zhao<sup>1<\/sup>, Xiang Gao<sup>1<\/sup>, Cunxiang Ju<sup>1<\/sup><br><br\/><sup>1<\/sup>GemPharmatech Co., Ltd., Nanjing, China,<sup>2<\/sup>GemPharmatech LLC., La Jolla, CA","CSlideId":"","ControlKey":"7cb79a37-46fa-48b7-96f4-e6e60d22e424","ControlNumber":"4139","DisclosureBlock":"&nbsp;<b>X. Yang, <\/b> None..<br><b>X. Liang, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>S. S. Chen, <\/b> None..<br><b>Z. Li, <\/b> None..<br><b>E. Trujillo, <\/b> None..<br><b>M. W. Moore, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>X. Gao, <\/b> None..<br><b>C. Ju, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6986","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5206","PresenterBiography":null,"PresenterDisplayName":"Erica Trujillo, PhD","PresenterKey":"2379f7a7-0c6f-460a-85e0-c01c19c92928","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5206. A novel mouse model for preclinical efficacy evaluation of anti-CD3\/GPRC5D bispecific antibodies","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel mouse model for preclinical efficacy evaluation of anti-CD3\/GPRC5D bispecific antibodies","Topics":null,"cSlideId":""},{"Abstract":"Severely immunodeficient mouse strains, such as B-NDG mice, lack B, T, and NK cells, and have been widely used as an in vivo model to evaluate human immune responses, including applications in immuno-oncology in recent years. However, when human peripheral blood mononuclear cells (PBMCs) are engrafted in these mice, severe acute xenogeneic graft-versus-host disease (GvHD) arises due to engagement of human T cell receptors (TCRs) with major histocompatibility complex (MHC) proteins I and II on the surface of murine immune cells. GvHD shortens the animal life span such that there is only a brief window of evaluation of human immune cell functions in these mouse models. Consequently, efforts have been undertaken to reduce human PBMC-induced GvHD and to subsequently extend the window of human immunity assessment in immunodeficient mouse strains by eliminating mouse MHC I and MHC II. We previously engineered a novel <i>B2<\/i><i>m<\/i> gene knock-out strain on the B-NDG background (NOD.CB17-<i>Prkdc<sup>scid<\/sup>Il2rg<sup>tm1<\/sup><\/i>\/Bcgen), which is deficient in MHC I expression, but expresses the <i>B2m<\/i> gene fused into the <i>FcRn<\/i> gene to retain FcRn-mediated antibody metabolism. In order to eliminate MHC II expression, we also engineered an <i>H2-Ab1<\/i> gene knock-out strain on the same B-NDG background and cross-bred the two strains together to obtain an MHC I\/II double KO mouse model, termed B-NDG MHC I\/II DKO mice plus. Splenocytes collected from the engineered strains were analyzed by flow cytometry. As expected, mouse H-2K<sup>b<\/sup>\/H-2D<sup>b<\/sup> was not detectable in B-NDG B2m KO plus mice or B-NDG MHC I\/II DKO mice plus. While mouse I-Ak was detected in B-NDG mice and B-NDG B2m KO plus mice, it was not detected in B-NDG MHC I\/II DKO mice plus. Pharmacokinetic assessments demonstrate that B-NDG mice and B-NDG B2m KO mice plus groups were able to recycle human IgG, with no differences when compared with wild-type C57BL\/6 mice, indicating normal FcRn function. Finally, the three strains of mice were irradiated and engrafted with human PBMC from three donors to evaluate GvHD incidence. As expected, the reconstitution levels of CD45+ leukocytes, T cells, CD4+ T cells, CD8+ T cells, Tregs and NK cells were similar among the three strains. However, lack of MHC I\/II in B-NDG MHC I\/II DKO mice plus can significantly extend the life span and reduce GvHD induced by human PBMC engraftment compared to B-NDG mice and B-NDG B2m KO mice plus. These results indicate that B-NDG MHC I\/II DKO mice plus provides a useful mouse model for reducing GvHD after human PBMC reconstitution in immunodeficient mice. This model may be a powerful preclinical tool for future <i>in vivo <\/i>evaluation of cell therapies and antibodies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"MHC II,Mouse models,Xenografts,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Qiang Liu<sup>1<\/sup>, Chengzhang Shang<sup>1<\/sup>, Xiaofei Zhou<sup>1<\/sup>, <b>Jenna Frame<\/b><sup>2<\/sup>, Zhiyuan Shen<sup>1<\/sup>, Zhaoxue Yu<sup>2<\/sup><br><br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd, Beijing, China,<sup>2<\/sup>Biocytogen Boston Corp, Wakefield, MA","CSlideId":"","ControlKey":"2d65d53b-03e6-4422-9034-9e73ec964aef","ControlNumber":"4668","DisclosureBlock":"&nbsp;<b>Q. Liu, <\/b> None..<br><b>C. Shang, <\/b> None..<br><b>X. Zhou, <\/b> None..<br><b>J. Frame, <\/b> None..<br><b>Z. Shen, <\/b> None..<br><b>Z. Yu, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6982","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5207","PresenterBiography":"","PresenterDisplayName":"Jenna Frame","PresenterKey":"f37215f1-8278-4c1d-bcc4-2fbb5161da2f","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/f37215f1-8278-4c1d-bcc4-2fbb5161da2f.profile.JPG","SearchResultActions":null,"SearchResultBody":"5207. Development of MHC I\/II knock-out immunodeficient mouse strains for alleviating GvHD induced by human PBMC reconstitution","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of MHC I\/II knock-out immunodeficient mouse strains for alleviating GvHD induced by human PBMC reconstitution","Topics":null,"cSlideId":""},{"Abstract":"Mice reconstituted with human immune cells are essential tools to study human immune reactions <i>in vivo<\/i>, including those involving cancer immunotherapies. A major limitation of these models is the poor development of human myeloid cells to mediate effective human immune cell-tumor interactions. This is because hematopoietic cells are highly dependent on several human cytokines for efficient differentiation, maturation, and survival. THPO (thrombopoietin) can enhance the maintenance of functional human hematopoietic stem cells, and stimulates the production and differentiation of megakaryocytes, which produce large numbers of platelets in the bone marrow. IL3 (interleukin 3), GM-CSF (granulocyte-macrophage colony-stimulating factor, CSF2) and CSF1 (macrophage colony-stimulating factor, M-CSF) are cytokines that promote the proliferation and differentiation of a variety of myeloid cells, including monocytes, macrophages, granulocytes, dendritic cells, and platelets. Because these cytokines lack sufficient cross-reactivity between human and mice, it is difficult to reconstitute human immune cells of these lineages in immunodeficient mice. Therefore, we predict that genetic humanization of these four cytokines will improve the reconstitution of human myeloid cells in immunodeficient mice. We engineered an <u>M<\/u>-CSF, <u>GM<\/u>-CSF, <u>T<\/u>HPO, and IL<u>3<\/u> humanized strain in the background of B-NDG mice (NOD.CB17-<i>Prkdc<sup>scid<\/sup>Il2rg<sup>tm1<\/sup><\/i>\/Bcgen), termed B-NDG MGMT3 mice. The full sequences of mouse<i> Il3<\/i>, <i>C<\/i><i>sf<\/i><i>2, Csf1 <\/i>and <i>Thpo <\/i>genes (except the UTRs) were respectively replaced with the coding sequences (CDS) of human <i>IL3, CSF2, CSF1 <\/i>and <i>THPO <\/i>genes<i>. <\/i>Human GM-CSF, CSF1 and THPO proteins were confirmed to be expressed by ELISA in B-NDG MGMT3 mice. Human CD34<sup>+<\/sup> HSCs (3E4) were intravenously engrafted into wild-type B-NDG mice and homozygous B-NDG MGMT3 male and female newborn mice via the temporal vein. B-NDG mice were treated with 1.0 Gy irradiation, while B-NDG MGMT3 mice were not irradiated. The survival rate of B-NDG MGMT3 mice was similar to B-NDG mice until 16 weeks post-CD34<sup>+<\/sup> engraftment. However, the body weight of B-NDG MGMT3 mice was significantly higher than that of B-NDG mice. Analysis of peripheral blood lymphocytes showed that the proportion of hCD45<sup>+<\/sup> cells in B-NDG MGMT3 mice reached 25% starting from 12 weeks after engraftment and continued to rise; levels were significantly higher than that observed in B-NDG mice. The proportions and cell number of T cells, NK cells, monocytes, MDSCs, DCs and Tregs engrafted in B-NDG MGMT3 mice were higher than B-NDG mice. The results indicate that B-NDG MGMT3 mice are a novel humanized model for human myeloid and lymphocytic cell reconstitution that does not require preconditioning.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Xenografts,Mouse models,Cytokines,Transgenic mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ruili Lv<sup>1<\/sup>, Yanhui Nie<sup>1<\/sup>, Jing Zhang<sup>1<\/sup>, <b>Jenna Frame<\/b><sup>2<\/sup>, Qiang Liu<sup>1<\/sup>, James Jin<sup>2<\/sup><br><br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd, Beijing, China,<sup>2<\/sup>Biocytogen Boston Corp, Wakefield, MA","CSlideId":"","ControlKey":"c32c34e1-c9a7-4e17-b2a3-f5d7f57b82ae","ControlNumber":"4774","DisclosureBlock":"&nbsp;<b>R. Lv, <\/b> None..<br><b>Y. Nie, <\/b> None..<br><b>J. Zhang, <\/b> None..<br><b>J. Frame, <\/b> None..<br><b>Q. Liu, <\/b> None..<br><b>J. Jin, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6987","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5208","PresenterBiography":"","PresenterDisplayName":"Jenna Frame","PresenterKey":"f37215f1-8278-4c1d-bcc4-2fbb5161da2f","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/f37215f1-8278-4c1d-bcc4-2fbb5161da2f.profile.JPG","SearchResultActions":null,"SearchResultBody":"5208. Development of immunodeficient mice expressing human IL3, GM-CSF, CSF1 and THPO for improved human myeloid and lymphoid cell reconstitution","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of immunodeficient mice expressing human IL3, GM-CSF, CSF1 and THPO for improved human myeloid and lymphoid cell reconstitution","Topics":null,"cSlideId":""},{"Abstract":"In recent years, immune checkpoint inhibitors (ICIs) have improved treatment for several types of cancer. However, the overall response rates remain low, and drug resistance can occur in patients after initial responses. This resistance is thought to be due in part to tumor-associated macrophages (TAMs), which can deploy a number of mechanisms to suppress anti-tumor immunity, resulting in tumor immune escape. Triggering receptor expressed on myeloid cells-2 (TREM2), a transmembrane receptor that is part of the immunoglobulin superfamily, is highly expressed on the surface of TAMs. Moreover, the expression level of TREM2 is reported to be higher in cancerous tissues vs normal tissues, with higher expression associated with poorer patient outcomes across multiple solid tumor types. Conversely, mice that lack Trem2 experience slower tumor cell expansion and are more responsive to anti-PD-1 immunotherapy, suggesting that TREM2 may be a promising therapeutic target for improving responses to ICI immunotherapies. To better assist the efficacy evaluation of anti TREM2 antibodies, Biocytogen has generated a humanized TREM2 mouse model. In these mice, exons 1-5 and the 3&#8217;UTR of mouse Trem2 gene, which encodes the full-length protein, were replaced by its human counterpart. In homozygous mice, human TREM2 protein expression is detected. The distribution of basal leukocyte subpopulations of blood, spleen, and lymph nodes in humanized B-hTREM2 mice were similar and comparable to those in wild-type C57BL\/6 mice. Using the MC38 tumor model, we showed modest efficacy of an anti-human TREM2 antibody in inhibiting tumor growth in vivo. In summary, TREM2 humanized mice provide a powerful preclinical model for in vivo evaluation of anti-human TREM2 antibodies for cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-07 Novel animal models,,"},{"Key":"Keywords","Value":"Antibody,Immunotherapy,Mouse models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ruili Lv<sup>1<\/sup>, Jia Yu<sup>1<\/sup>, Zhiyuan Shen<sup>1<\/sup>, <b>James Jin<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Biocytogen Pharmaceuticals (Beijing) Co., Ltd., Beijing, China,<sup>2<\/sup>Biocytogen Boston Corp, Wakefield, MA","CSlideId":"","ControlKey":"081f7bff-5402-4a73-b9ac-fb3ead4c662c","ControlNumber":"4721","DisclosureBlock":"&nbsp;<b>R. Lv, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>Z. Shen, <\/b> None..<br><b>J. Jin, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6988","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5209","PresenterBiography":"","PresenterDisplayName":"Qingcong Lin, PhD","PresenterKey":"acbdaa49-9fe2-4a5c-85ab-19b084bc2408","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5209. Generation of humanized TREM2 mice for preclinical evaluation of therapeutics targeting tumor-associated macrophages","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Generation of humanized TREM2 mice for preclinical evaluation of therapeutics targeting tumor-associated macrophages","Topics":null,"cSlideId":""},{"Abstract":"Human endogenous retroviruses (HERVs) comprise 8% of the human genome and can be abnormally expressed in different tumor cells. Our lab discovered a unique and highly immunogenic HERV-E, CT-RCC HERV-E, that is selectively expressed in most clear cell renal cell carcinoma (ccRCC) cells. Although the function of select HERVs in some tumors has been defined, the role of CT-RCC HERV-E in ccRCC remains unclear. To characterize the impact of HERV-E expression on tumor oncogenesis in ccRCC, we developed a highly efficient strategy to ablate CT-RCC HERV-E through dual-guide CRISPR-Cas9. For isolation of edited cells, we knocked in a truncated CD19 (tCD19) into the same gene edited locus using adeno-associated virus (AAV) as donor templates. In order to ablate the entire 8.8 kb HERV-E region, we designed three single guide RNAs (sgRNAs) flanking the CT-RCC HERV-E genomic locus: one at the upstream site, sgRNA HERV-E Upst(1), and two downstream, sgRNA HERV-E Dwst(3) and sgRNA HERV-E Dwst(4). A single sgRNA targeting &#946;2M was used as a negative control. HERV-E knockout was verified via real-time PCR, and the combination of sgRNAs Upst1-Dwst3 were chosen as the guides for all experiments, due to their higher knockout efficiency. We tested the MOIs of 2, 4, and 10 x 10<sup>5<\/sup> for AAV transduction following CRISPR knockout. Expression of CD19 was the highest at the MOI of 10 x 10<sup>5<\/sup>, which was used for all experiments. Two RCC cell lines, RCC-TIU and RCC-UOK220, were used to validate this methodology. Edited ccRCC cells were enriched by CD19 magnetic microbeads, resulting in CD19 expression of over 96%. Genomic DNAs isolated from the two RCC cell lines confirmed simultaneous knockout of HERV-E and knock-in of tCD19. To isolate a population of cells that had homogenous HERV-E knockout, we single-cell sorted and then expanded CD19<sup>+<\/sup> ccRCC cells in vitro. 252 and 145 clones were harvested from RCC-TIU and RCC-UOK220 respectively. PCR analysis of genomic DNA from 48 selected clones of each of the aforementioned cell lines unveiled both monoallelic and biallelic knockout of HERV-E. Eight biallelic knockout clones were harvested and further expanded, which gave rise to four clones from RCC-TIU and three clones from RCC-UOK220. Additional PCR screening confirmed that RCC-TIU A7, A9, and RCC-UOK220 D3 were biallelic knockout clones. Finally, we used digital PCR to examine the expression of two CT-RCC HERV-E transcripts, Env and RCC-8; No expression of these transcripts was found in the aforementioned clones. In summary, we established a highly efficient method to reliably ablate a human endogenous retrovirus in human tumor cells. The dual-guide CRISPR-Cas9 genome editing method utilized here allowed for the successful isolation of tumor cells that had a biallelic knockout of the CT-RCC HERV-E. These knockout cell lines will be utilized to explore the oncogenic impact of CT-RCC HERV-E expression in ccRCC cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++IM02-08 Oncogenic pathway-mediated regulation of inflammation and tumor immunity,,"},{"Key":"Keywords","Value":"Renal cell carcinoma,human endogenous retroviruses,CRISPR\/Cas9,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Long Chen<\/b><sup>1<\/sup>, Elena Cherkasova<sup>1<\/sup>, Stephanie Pierre<sup>2<\/sup>, Savannah England<sup>3<\/sup>, Muna Igboko<sup>1<\/sup>, Joseph Clara<sup>1<\/sup>, Stefan Barisic<sup>1<\/sup>, Angie Parrizzi<sup>1<\/sup>, Rosa Rios Nadal<sup>1<\/sup>, David Allan<sup>1<\/sup>, Mala Chakraborty<sup>1<\/sup>, Robert Reger<sup>1<\/sup>, Richard Childs<sup>1<\/sup><br><br\/><sup>1<\/sup>NIH National Heart, Lung & Blood Institute, Bethesda, MD,<sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>3<\/sup>Saint Louis University School of Medicine, St. Louis, MO","CSlideId":"","ControlKey":"ae1c3ceb-9b6c-4199-947c-0d863f9c3421","ControlNumber":"6954","DisclosureBlock":"&nbsp;<b>L. Chen, <\/b> None..<br><b>E. Cherkasova, <\/b> None..<br><b>S. Pierre, <\/b> None..<br><b>S. England, <\/b> None..<br><b>M. Igboko, <\/b> None..<br><b>J. Clara, <\/b> None..<br><b>S. Barisic, <\/b> None..<br><b>A. Parrizzi, <\/b> None..<br><b>R. R. Nadal, <\/b> None..<br><b>D. Allan, <\/b> None..<br><b>M. Chakraborty, <\/b> None..<br><b>R. Reger, <\/b> None..<br><b>R. Childs, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6992","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"5210","PresenterBiography":null,"PresenterDisplayName":"Long Chen, MD;PhD","PresenterKey":"a6a70ed1-b7ed-4ec3-8af5-64f842c63375","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"5210. Ablation of an immunogenic human endogenous retrovirus in renal cell carcinoma cells through dual-guide CRISPR-Cas9 genome editing","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"437","SessionOnDemand":"False","SessionTitle":"Novel Preclinical Models for Cancer Immunotherapy","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ablation of an immunogenic human endogenous retrovirus in renal cell carcinoma cells through dual-guide CRISPR-Cas9 genome editing","Topics":null,"cSlideId":""}]