[{"Abstract":"Background: Clinical management of BC includes radiation therapy (RT), with most women receiving RT as part of their treatment. Although effective, many women develop locoregional recurrence, including a disproportionate number of women with triple-negative or inflammatory BC. Unfortunately, the molecular mechanisms that underly RT response and intrinsic radioresistance are poorly understood. We hypothesized that transcriptomic and proteomic changes that occur after ionizing radiation in intrinsically radiosensitive and resistant BC models would offer mechanistic insight into mediators of this differential response.<br \/>Methods: Intrinsic radiosensitivity across all 10 cell lines was measured with clonogenic survival assays as the surviving fraction (SF) after 2 Gy RT. Gene expression changes were assessed by RNA-Seq 24 hours after 4 Gy RT. For long-course RT, cell lines were treated with fractionated RT (2 Gy x 5 fractions). For <i>in vivo<\/i> mouse xenograft experiments mice received fractionated RT (2 Gy x 6 fractions). Differential gene expression analysis with DeSeq2 was performed on all samples, followed by pathway analysis with Advaita Bioinformatics&#8217; iPathwayGuide. Protein was collected 1, 12, and 24 hours after RT for RPPA analysis evaluating expression changes in 100 proteins and phospho-proteins with SuperCurve.<br \/>Results: Clonogenic survival identified a wide range of radiation sensitivity in human BC cell lines (SF 83% - 19%) with no significant correlation (r %lt 0.3) to intrinsic BC subtype. The most highly affected pathways in both resistant and sensitive cell lines 24 hours after RT include cell cycle, cellular senescence, and estrogen signaling pathways. For the long-course RT samples, several pathways were significantly altered in fractionated samples only, including MAPK and Hippo signaling and EGFR tyrosine kinase inhibitor resistance. From the <i>in vivo<\/i> experiments, pathways uniquely affected in the <i>in vivo<\/i> samples include IL-17 signaling and transcriptional misregulation in cancer. From the proteomic data, we found that proteins including p53, Bcl-2 family proteins, and cell cycle proteins exhibit expression changes after 1 hour. A significant number of pathways (N=69, p %lt 0.01, FDR 0.05) were affected in radioresistant BC models compared to radiosensitive cell lines and these pathways may underlie intrinsic radioresistance.<br \/>Conclusions: Ionizing radiation induces transcriptomic and proteomic expression changes that differ between intrinsically sensitive and resistant BC models in both single fraction and fractionated studies. Pathways identified in these analyses offer potential insight into the mechanisms underlying intrinsic radioresistance and suggest biologic vulnerabilities that may be targeted to more effectively treat women at a high risk of local BC recurrence. Genome wide CRIPSR-Cas9 screens are currently underway in these breast cancer models to confirm these vulnerability targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-05 Radiation-induced gene expression,,"},{"Key":"Keywords","Value":"Breast cancer,Radioresistance,Radiosensitivity,Radiation therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Breanna  N.  McBean<\/b><sup>1<\/sup>, Anna  R.  Michmerhuizen<sup>2<\/sup>, Kari Wilder-Romans<sup>2<\/sup>, Benjamin  C.  Chandler<sup>2<\/sup>, Lynn  M.  Lerner<sup>2<\/sup>, Connor Ward<sup>2<\/sup>, Meilan Liu<sup>2<\/sup>, Alan  P.  Boyle<sup>3<\/sup>, Corey  W.  Speers<sup>4<\/sup><br><br\/><sup>1<\/sup>Human Genetics, University of Michigan, Ann Arbor, MI,<sup>2<\/sup>Radiation Oncology, University of Michigan, Ann Arbor, MI,<sup>3<\/sup>Computational Medicine and Bioinformatics, University of Michigan, Ann Arbor, MI,<sup>4<\/sup>Radiation Oncology, Case Western Reserve University, Cleveland, OH","CSlideId":"","ControlKey":"10a52bbf-421e-4f62-8f4f-9b5cd58cc179","ControlNumber":"2914","DisclosureBlock":"&nbsp;<b>B. N. McBean, <\/b> None..<br><b>A. R. Michmerhuizen, <\/b> None..<br><b>K. Wilder-Romans, <\/b> None..<br><b>B. C. Chandler, <\/b> None..<br><b>L. M. Lerner, <\/b> None..<br><b>C. Ward, <\/b> None..<br><b>M. Liu, <\/b> None..<br><b>A. P. Boyle, <\/b> None..<br><b>C. W. Speers, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1500","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2401","PresenterBiography":null,"PresenterDisplayName":"Breanna McBean, BA","PresenterKey":"6fad2a51-4c1a-4b55-b650-061ddb580462","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2401. Molecular mechanisms of intrinsic radioresistance in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular mechanisms of intrinsic radioresistance in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Genomic assault in the form of DNA double-strand breaks represents the most efficient mechanism by which radiotherapy mediates killing of cancer cells. In order to preserve cellular integrity and mitigate the adverse effects and complications arising from insult to healthy tissues, a fractionated dosing regimen, where low doses of ionizing radiation are administered over a course of several days, is the principal mode of radiation therapy in clinical settings. Additionally, it has been demonstrated that fractionated dosing has a greater capacity to elicit anti-tumor activity and immune mediated abscopal response, compared to bolus delivery. However, in most preclinical animal models of cancer that employ the use of focal beam radiation, administration of a single bolus dose is the standard practice. To establish a more translationally relevant approach to radiation therapy, we utilized computerized tomography (CT) guided Small Animal Radiation Research Platform (SARRP) in three murine subcutaneous tumor models, MB-49 (bladder), B16F10 (melanoma) and MC38 (colon). Each treatment cohort was subjected to a fractionated dosing regimen, and response was assessed by caliper measurements of tumor volume. Therapy was well tolerated across all models and dosing regimens, as evidenced by no significant body weight loss or presentation of adverse clinical symptoms compared to controls. Fractionated focal radiation at 2Gy delivered over a course of five consecutive days (QDx5) induced a modest anti-tumor response in the MB-49 model, resulting in a 66.7% increase in time to progression (ITP) and a 64.1% median &#916;T\/&#916;C on day 16 post implant. Mice bearing MC38 tumors exhibited meaningful response with incidences of 55% ITIP and a median &#916;T\/&#916;C of 29% on day 26, following treatment with radiation at 2Gy, QDx5. Additionally, fractionated doses at 10Gy and 5Gy both delivered Q5Dx2 produced robust anti-tumor response in the B16F10 model, with incidences of 5% and 21% median &#916;T\/&#916;C on Day 15, respectively. Though notable responses were observed across all treatment cohorts, there were no incidences of tumor free survivors or complete regressions, thus allowing for additional therapeutic intervention and synergistic approaches. Further assessment of fractionated dosing regimens in additional mouse models, as well as potential impact on immunomodulation, are ongoing. Over 50% of cancer patients are treated with radiotherapy, with a significant portion requiring integration with other therapeutic modalities to enhance survival and curative benefits. It is therefore imperative to identify appropriate fractionated dose levels and schedules across preclinical cancer models, in order to more accurately reflect the clinical landscape and provide a more viable framework for interrogating rational combination strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-03 Radiation dose fractionation,,"},{"Key":"Keywords","Value":"Radiation therapy,Tumor,Mouse models,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kerry-Ann Bright<\/b><sup>1<\/sup>, Derrik Germain<sup>2<\/sup>, Erin Trachet<sup>1<\/sup>, Sheri Barnes<sup>1<\/sup><br><br\/><sup>1<\/sup>Scientific Development-Preclinical Oncology, Laboratory Corporation of America, Ann Arbor, MI,<sup>2<\/sup>In Vivo Operations-Preclinical Oncology, Laboratory Corporation of America, Ann Arbor, MI","CSlideId":"","ControlKey":"79a2916b-bcb9-413c-b840-1afb9f3ada75","ControlNumber":"3842","DisclosureBlock":"&nbsp;<b>K. Bright, <\/b> None..<br><b>D. Germain, <\/b> None..<br><b>E. Trachet, <\/b> None..<br><b>S. Barnes, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1497","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2402","PresenterBiography":null,"PresenterDisplayName":"Kerry-Ann Bright, MS","PresenterKey":"70e4719a-bed5-4f94-8cce-cf6cb6cb0bd2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2402. Fractionated dosing: A more clinically relevant approach to radiotherapy in preclinical tumor models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fractionated dosing: A more clinically relevant approach to radiotherapy in preclinical tumor models","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Treatment for locally-advanced cervical cancer is not currently tailored based on genomic markers of treatment response. We aim to explore the potential for differential evolutionary trajectories of radiation (RT) resistance throughout treatment using two <i>in vitro<\/i> models.<br \/><b>Methods: <\/b>Sixteen cervical cancer cell lines ( CCCL) were exposed to 1.8 Gy fractions of RT radiation for five sequential days and the surviving fraction (MF2) calculated. Differential gene expression (DGE) was performed on pre and post - treatment samples. Partial least squares (PLS) regression was completed with MF2 as the endpoint . Protein-protein interaction (PPI) network and overrepresentation analysis of genes was also performed. Four CCCL (BOKU, SKG II SF, ME180, and HeLa) were serially exposed to 50 Gy of gamma radiation RT given in 2Gy fractions. Five evolutionary replicates and three passage-controls were maintained. The mean integral survival as a function of dose (AUC) was calculated and ANOVA analysis performed.<br \/><b>Results: <\/b>MF2 as the phenotypic endpoint identified 19 DE genes. PLS identified histones (H4C8, H2BC18, H2BC4) as positively associated and transcriptional regulators (NR2F1, KALRN) as negatively associated with MF2 (Figure 1AB). PPI and Reactome Pathways also highlighted histone deacetylase pathways, nucleosome assembly and regulation of membrane potentials (Figure 1BC). Longitudinal treatment RT identified differential evolutionary trajectories between CCCL replicates. Two BOKU (p = 0.005 and 0.0090), one SKG II SF (p = 0.0146), and one ME180 (p = 0.0384) replicates became resistant. Four SKG II SF (p &#60; 0.0001), and two HeLa (p = 0.0005 and p = 0.0068) became more sensitive to radiationRT (1C).<br \/><b>Conclusion: <\/b>Divergent evolutionary trajectories under therapeutic stress can be elicited using <i>in vitro <\/i>evolutionary experimentation with cervical cancer cell linesCCCL. Genomic correlation with divergent evolutionary trajectories may allow for the identification of <i>real-time<\/i> markers of resistance or sensitivity and allow for true RT radiotherapy personalization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-06 Radiation-induced resistance,,"},{"Key":"Keywords","Value":"Cervical cancer,Radiation,Radiosensitivity,Radioresistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Johanna Kelley<\/b><sup><\/sup>, Arda Durmaz<sup><\/sup>, Michelle Kuznicki<sup><\/sup>, Aaron Petty<sup><\/sup>, Jacob Scott<sup><\/sup>, Roberto Vargas<sup><\/sup><br><br\/>Cleveland Clinic, Cleveland, OH","CSlideId":"","ControlKey":"d8448e6c-9b06-49e8-9693-f9e5f695b3c4","ControlNumber":"7717","DisclosureBlock":"&nbsp;<b>J. Kelley, <\/b> None..<br><b>A. Durmaz, <\/b> None..<br><b>M. Kuznicki, <\/b> None..<br><b>A. Petty, <\/b> None..<br><b>J. Scott, <\/b> None..<br><b>R. Vargas, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1502","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2403","PresenterBiography":null,"PresenterDisplayName":"Johanna Kelley, MD","PresenterKey":"5e0d7342-d591-4cda-bc55-61a995457c9e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2403. Divergent evolutionary response to multiple fractions of radiation (MF2) therapy in cervical cancer cell lines (CCCL)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Divergent evolutionary response to multiple fractions of radiation (MF2) therapy in cervical cancer cell lines (CCCL)","Topics":null,"cSlideId":""},{"Abstract":"Oral cancer is rare cancer that accounts for roughly 1.5% of all cancers in Korea. The standard treatment for the patient with oral cancer is surgery followed by radiotherapy. However, 30-50% of patients had local recurrence and metastasis to lymph nodes within 2 years. Numerous radiation-resistant cell lines have been created and utilized for research due to the significance of biomarkers for predicting response to radiation therapy; however, the homogenous 2D cell lines limit the practical use of the identified molecules. Patient-derived organoid (PDO) systems, as opposed to 2D cell lines, have significant advantages for the preclinical model in that they are similar to the genetic heterogeneity seen in patient tumors and reflect the clinical characteristics of patients. In this study, we generated organoid models that mimic radiation therapy from the oral PDO library in order to identify molecular profiles associated with radiation resistance. From January 2021 to August 2022, we prospectively collected 164 normal tissues and 179 tumor tissues from enrolled patients with oral cancer. 60 tumor organoids and 66 normal organoids were maintained over 4 passages and cryopreserved, which is the largest PDO repository with normal and malignant ever published for oral cancer to date. Each organoid was identified through long-term clinical information follow-up in their respective patients, notably recurrence after radiation therapy. In the oral PDO library, organoids were categorized as derived from tumor tissues of non-recurred patients (nPDOs), derived from primary tumor tissues of patients who recurred after radiotherapy (pPDOs), and derived from recurrent tumor tissues (rPDOs). There was also one pair of pPDO and rPDO for the same patient. A total of 60 Gy of radiation was irradiated to the organoids for the construction of a radiation-resistant PDO model, and finally, four cases of radiotherapy mimic organoid models were successfully established. Survival analysis for radiation dose-response and post-irradiation calcein-AM staining were used to validate these models. The pPDO and rPDO models of radiation resistance are well-established, whereas nPDO was not. Given the rarity of oral cancer, this platform is the first preclinical model to closely resemble the clinical radiation pipeline for patients with oral cancer. It would help make a more accurate prediction of radiation response in patients with oral cancer, as well as the development of treatment guidelines. (This research was supported by National Cancer Center, Korea (No. 2210980) and National Research Foundation of Korea (NRF) grant, funded by the Korean government (MSIT) (No. 2020M3A9A5036362))","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-06 Radiation-induced resistance,,"},{"Key":"Keywords","Value":"Oral cancers,Organoids,Radioresistance,Preclinical,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sumin Kang<\/b><sup>1<\/sup>, Mi Rim Lee<sup>1<\/sup>, Sun-Young Kong<sup>2<\/sup>, Jong-Ho Lee<sup>2<\/sup>, Dohyun Kwon<sup>3<\/sup>, Ikjae Kwon<sup>3<\/sup>, Soung-Min Kim<sup>3<\/sup>, Youngwook Kim<sup>1<\/sup>, Wonyoung Choi<sup>2<\/sup>, Hye Won Shon<sup>1<\/sup>, Yu-Sun Lee<sup>2<\/sup>, Joo Yong Park<sup>2<\/sup>, Sung Weon Choi<sup>2<\/sup>, Yun-Hee Kim<sup>2<\/sup><br><br\/><sup>1<\/sup>Graduate School of Cancer Science and Policy, National Cancer Center, Goyang-si, Gyeonggi-do, Korea, Republic of,<sup>2<\/sup>National Cancer Center, Goyang-si, Gyeonggi-do, Korea, Republic of,<sup>3<\/sup>Oral Cancer Center, School of Dentistry, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"d5c0c4e0-7089-4594-88d9-2c9cf27df932","ControlNumber":"6014","DisclosureBlock":"&nbsp;<b>S. Kang, <\/b> None..<br><b>M. Lee, <\/b> None..<br><b>S. Kong, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>D. Kwon, <\/b> None..<br><b>I. Kwon, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>W. Choi, <\/b> None..<br><b>H. Shon, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>Y. Kim, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1501","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2404","PresenterBiography":"","PresenterDisplayName":"Sumin Kang, MS","PresenterKey":"57a0029a-e180-4f13-8faf-2ecb059c847c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2404. Patient-derived organoid platform for the prediction of radiation response and modeling radiation resistance in oral cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patient-derived organoid platform for the prediction of radiation response and modeling radiation resistance in oral cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Mutations in DNA Damage Response (DDR) genes, including Ataxia, Telangiectasia, Mutated (ATM), are common in advanced castration-resistant prostate cancers (CRPCs). Poly (ADP-ribose) polymerase (PARP) inhibitors are approved in DDR mutant CRPCs, but demonstrate limited clinical efficacy in CRPCs with ATM mutations. In this project, we sought to specifically define the impact of ATM loss on DDR pathways in CRPC, with the goal of identifying alternate therapeutic vulnerabilities.<br \/><b>Methods:<\/b> ATM-KO CRPC cell lines were generated via CRISPR-Cas9 mediated knockout. ATM loss and abolishment of downstream ATM kinase activity was confirmed via western blot. We performed an unbiased phospho-proteomic evaluation of DDR pathways in parental and ATM-KO cells after ionizing radiation (IR). Clonogenic survival assays were performed with either an ATR inhibitor (VX970), the selective DNA-PKcs inhibitor (M3814), or combination therapy. Kinetics of DDR protein recruitment and resolution were interrogated with immunofluorescence (IF) staining for &#947;H2ax, 53BP1, MDC1, and Rad51 foci.<br \/><b>Results:<\/b> ATM-KO cells were able to effectively repair DNA damage following IR, as measured by recruitment and resolution of &#947;H2ax, 53BP1, MDC1, and Rad51 foci. Phospho-proteomic studies demonstrated that ATM-KO cells maintain canonical DDR pathways through ATR and DNA-PKcs kinase activation. Treatment of ATM-KO cells with either VX-970 or M3814 only incrementally affected DDR in ATM-KO cells compared to parental controls, as evidenced by clonogenic survival assays and maintenance of DDR foci. Importantly, combination treatment with VX-970 and M3814 prevented downstream DDR foci recruitment and radio-sensitized ATM-KO CRPC to a greater extent than parental controls. This suggested that activity of any of the trinity of kinases is sufficient to mediate DDR, and that blockade of both ATR and DNA-PKcs is required to effectively prevent DDR in ATM-KO CRPC. We then leveraged a RUVBL1 ATPase inhibitor Compound B, which significantly attenuates levels of these kinases in lung cancer cells. We confirmed that Compound B treatment attenuated ATR and DNA-PKcs protein expression and kinase activity in ATM-KO CRPC cells, and demonstrated sensitivity of ATM-KO cells to Compound B.<br \/><b>Conclusions:<\/b> Our data demonstrates that dual targeting of ATR and DNA-PKcs is necessary in ATM-KO CRPC, as either kinase is independently capable of mediating DDR following IR. Our initial studies indicate that the RUVBL1 ATPase inhibitor Compound B may effectively block DDR in ATM-mutant CRPC, and could be utilized as a novel therapeutic strategy in this molecular subtype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Prostate cancer,ATM,Radiosensitization,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mia Hofstad<\/b><sup>1<\/sup>, Lan Yu<sup>1<\/sup>, Andrea Woods<sup>1<\/sup>, Zoi Sychev<sup>2<\/sup>, Collin Gilbreath<sup>1<\/sup>, Xiaofang Huo<sup>3<\/sup>, Ralf Kittler<sup>3<\/sup>, Justin  M.  Drake<sup>2<\/sup>, Ganesh  V.  Raj<sup>1<\/sup><br><br\/><sup>1<\/sup>Urology, UT Southwestern Medical Center, Dallas, TX,<sup>2<\/sup>Pharmacology, University of Minnesota, Minneapolis, MN,<sup>3<\/sup>Pharmacology, UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"205a237f-41ba-4e91-a822-43419a69d4b9","ControlNumber":"4854","DisclosureBlock":"&nbsp;<b>M. Hofstad, <\/b> None..<br><b>L. Yu, <\/b> None..<br><b>A. Woods, <\/b> None..<br><b>Z. Sychev, <\/b> None..<br><b>C. Gilbreath, <\/b> None..<br><b>X. Huo, <\/b> None..<br><b>R. Kittler, <\/b> None..<br><b>J. M. Drake, <\/b> None.&nbsp;<br><b>G. V. Raj, <\/b> <br><b>Bayer<\/b> Grant\/Contract, Other, Advisory Role. <br><b>EtiraRx<\/b> Grant\/Contract, Other, Advisory Role. <br><b>Johnson and Johnson<\/b> Grant\/Contract, Other, Advisory Role. <br><b>Myovant<\/b> Other, Advisory Role. <br><b>Amgen<\/b> Other, Advisory Role. <br><b>Pfizer<\/b> Other, Advisory Role.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1484","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2405","PresenterBiography":null,"PresenterDisplayName":"Mia Hofstad","PresenterKey":"ce2c56e7-c736-47bf-9d00-feafb58dcfd6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2405. Delineating molecular vulnerabilities of ATM mutant prostate cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Delineating molecular vulnerabilities of ATM mutant prostate cancers","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM) is considered highly radioresistant. To improve the efficacy of GBM radiotherapy, one approach is the addition of a targeted radiosensitizer, which requires an understanding of the molecules that determine GBM radioresponse. Along these lines, PRMT5 is a type II arginine methyltransferase that symmetrically dimethylates histone and non-histone substrates to regulate chromatin structure and mRNA splicing, two parameters that can influence radiosensitivity. As an initial test of PRMT5 as a target for GBM radiosensitization, PRMT5 knockdown using siRNA was shown to increase the <i>in vitro <\/i>radiosensitivity of U251 GBM cells. PRMT5 was then targeted using the small molecule inhibitor LLY-283, which penetrates the blood brain barrier. Exposure of U251 cells to LLY-283 (24h) reduced the levels of symmetric dimethylated arginine as determined by western blot, indicating an inhibition of PRMT5 activity. Based on clonogenic analysis, LLY-283 exposure beginning 1h prior to irradiation significantly enhanced the radiosensitivity of U251 cells. Whereas treatment of the normal fibroblast cell line MRC9 with LLY-283 reduced PRMT5 activity, no effect was detected on radiosensitivity, suggesting tumor cell selective radiosensitization. As an initial investigation of the radiosensitizing mechanism, U251 were treated with LLY-283 1h prior irradiation (2Gy) and the number of &#947;H2AX foci, marker for DNA double strand breaks (DSBs), was determined. Whereas LLY-283 had no effect on the initial level of radiation-induced &#947;H2AX foci, the dispersal of foci was significantly delayed in LLY-283 treated cells. These results suggest that LLY-283 inhibits the repair of radiation-induced DSBs. The neutral comet assay, an alternative measure of radiation-induced DSBs showed that LLY-283 delivered 1h prior irradiation (10Gy) significantly increased the comet tail moment detected at 6 and 24h as compared to 10Gy only, consistent with an inhibition of DSB repair. Based on these two approaches LLY-283-induced radiosensitization appears to be mediated by an inhibition of DSB repair. Extending these studies to GBM stem-like cell lines (GSCs) showed that LLY-283 inhibited PRMT5 activity and when delivered 1h prior to irradiation enhanced radiosensitivity. Analysis of &#947;H2AX foci showed a delay in foci dispersal in LLY-283 treated cells consistent with an inhibition of DSB repair. Because a 1h LLY-283 pretreatment was sufficient for the inhibition of DSB repair and enhanced radiosensitivity, it appears that the radiosensitization was primarily the result of altered chromatin function rather than changes in gene expression due to alternative mRNA splicing. Altogether, these results suggest targeting PRMT5 as a potential strategy for enhancing the radiosensitivity of GBMs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Radioresistance,Glioblastoma,DNA damage response,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Charlotte  M.  Degorre<\/b><sup><\/sup>, Steven Lohard<sup><\/sup>, Philip  J.  Tofilon<sup><\/sup><br><br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"1eb0906d-2552-400f-bd33-a29bd4503bb8","ControlNumber":"3070","DisclosureBlock":"&nbsp;<b>C. M. Degorre, <\/b> None..<br><b>S. Lohard, <\/b> None..<br><b>P. J. Tofilon, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1489","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2406","PresenterBiography":null,"PresenterDisplayName":"Charlotte Degorre, PhD","PresenterKey":"8e3022c9-8cda-41a3-b9ec-14345554afbc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2406. Targeting prmt5 inhibits DNA repair and enhances the radiosensitivity of GBM cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting prmt5 inhibits DNA repair and enhances the radiosensitivity of GBM cells","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose<\/b>: Despite aggressive multimodality treatments, the median survival of glioblastoma (GBM) remains within the range of 12-15 months after diagnosis with standard-of-care surgery, radiation therapy (RT) and temozolomide (TMZ). Resistance frequently arises, exacerbating the clinical difficulty of treating GBM. Therefore, new or enhanced therapeutic strategies are critically needed. Radiation treatment induces DNA damage that cells must repair for their survival, and DNA repair requires a constant and balanced supply of dNTPs. The ribonucleotide reductase (RNR) catalyzes the rate-limiting step in the production of dNTPs. Therefore, we hypothesize that inhibition of the RRM2 subunit of RNR sensitizes GBM to radiation.<br \/><b>Experimental Design<\/b>: We analyzed RRM2 expression in GBM via mRNA expression analysis and assessed its correlation with GBM patient clinical outcomes using different public datasets. We examined radiosensitization effects of RRM2 inhibition by either small interfering RNA (siRNA) or RRM2 inhibitor (3-aminopyridine-2-carboxaldehyde thiosemicarbazone; Triapine) known to cross the blood-brain barrier using clonogenic assays in U87MG\/EGFRVIII and LN229 GBM cell lines. Human tumor xenografts were generated to explore the radiosensitization effect of Triapine on GBM tumors <i>in vivo<\/i>. Radiation-induced DNA damage was evaluated via &#947;-H2AX foci assays and expression levels by western blotting. We further investigated whether CHK1 inhibition with LY2603618-Rabusertib could abrogate the replication stress induced expression of RRM2.<br \/><b>Results<\/b>: RRM2 is significantly higher expressed in GBM compared to non-tumor tissues (p&#60;0.0001 in both TCGA and Rembrandt datasets), and higher RRM2 expression is significantly associated with higher tumor grade (p&#60;0.0001 in CGGA and p=0.001 in Rembrandt datasets) and worse overall survival (p=0.014 in CGGA dataset). Interestingly, RRM2 inhibition sensitizes GBM cells to radiation treatment <i>in vitro<\/i> and leads to reductions in tumor growth and significantly increases mice survival <i>in vivo<\/i>, with acceptable levels of toxicity. Mechanistically, RRM2 inhibition-mediated radiosensitization is associated with higher levels of &#947;-H2AX expression by westerns, and higher foci counts, indicating higher levels of unresolved DNA damage after radiation. Moreover, we confirmed that Triapine inhibition of RRM2 leads to replication stress which in turn upregulates RRM2 in a CHK1 mediated mechanism, as inhibition of CHK1 abrogated the Triapine induction of RRM2.<br \/><b>Conclusions<\/b>: These results indicate that RRM2 is upregulated and important for GBM survival after radiation. Moreover, RRM2 inhibition with triapine effectively sensitizes GBM tumors to radiation <i>in vitro<\/i> and <i>in vivo<\/i>. Our findings suggest that triapine warrants clinical testing with radiation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-08 Radioprotectors and radiosensitizers,,"},{"Key":"Keywords","Value":"Ribonucleotide reductase,Glioblastoma,Radiosensitization,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sergio Corrales-Guerrero<\/b><sup>1<\/sup>, Tiantian Cui<sup>2<\/sup>, Veronica Castro-Aceituno<sup>2<\/sup>, Linlin Yang<sup>2<\/sup>, Haihua Feng<sup>2<\/sup>, Sindhu Nair<sup>2<\/sup>, Changxian Shen<sup>2<\/sup>, Monica Venere<sup>3<\/sup>, Terence  M.  Williams<sup>2<\/sup><br><br\/><sup>1<\/sup>College of Medicine, The Ohio State University, Columbus, OH,<sup>2<\/sup>Radiation Oncology, City of Hope, Duarte, CA,<sup>3<\/sup>Radiation Oncology, The Ohio State University, James Cancer Hospital and Comprehensive Cancer Center, Columbus, OH","CSlideId":"","ControlKey":"eb2faa48-a1a8-4d29-9bdd-825254ec4e4e","ControlNumber":"5288","DisclosureBlock":"&nbsp;<b>S. Corrales-Guerrero, <\/b> None..<br><b>T. Cui, <\/b> None..<br><b>V. Castro-Aceituno, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>H. Feng, <\/b> None..<br><b>S. Nair, <\/b> None..<br><b>C. Shen, <\/b> None..<br><b>M. Venere, <\/b> None..<br><b>T. M. Williams, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1507","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2407","PresenterBiography":null,"PresenterDisplayName":"Sergio Corrales-Guerrero, BS;MS","PresenterKey":"e8e40600-6e32-4315-bc2c-d35da0ff53f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2407. Targeting ribonucleotide reductase subunit 2 (RRM2) to radio-sensitize glioblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting ribonucleotide reductase subunit 2 (RRM2) to radio-sensitize glioblastoma","Topics":null,"cSlideId":""},{"Abstract":"Radiotherapy is one of the standard treatments for oral squamous cell carcinoma (OSCC). Radiotherapy damages cancer cells mainly by inducing DNA double-strand breaks, but some advanced OSCC can effectively repair DNA damages, resulting in radiotherapy resistance. TCGA data showed that miR-21-5p was highly expressed in advanced OSCC and correlated with prognosis. However, the involvement of miR-21-5p in OSCC&#8217;s response to radiotherapy and the underlying mechanism are still unclear. When treated with a miR-21-5p inhibitor, we found OSCC cell lines (SAS and CAL33) became more sensitive to X-ray radiation at 2Gy (the commonly used single-dose in conventional radiotherapy), which was supported by the evidence that more resident 53BP1-marked-foci for non-repaired DNA double strand breaks (1.61&#177;0.54 folder more in SAS, 1.47&#177;0.49 folder more in CAL33, n=4, p&#60;0.05) and less colony-forming capacity (14.62&#177;2.36% in SAS, 18.65&#177;4.32% in CAL33, n=3, p&#60;0.05) than untreated control cells were observed at 24hr after radiation. However, the expression of PARP1, a DNA damage sensor for recognizing DNA damage and facilitating DNA repair, was significantly increased (1.38&#177;0.12, n=4, p&#60;0.05) in SAS cells treated with miR-21-5p inhibitor. In order to achieve a better tumor control, we tested the combined treatments with miR-21-5p inhibitor and PARP1 inhibitor (Olaparib) on SAS cells, which resulted in a synergistic effect in inhibition of the repair of DNA double strand breaks. The residual 53BP1 foci after 2Gy X-ray irradiation was increased 1.45&#177;0.06 folder more when inhibiting both miR-21-5p and PARP1, while the colony-forming capacity of irradiated SAS cells was decreased by 39.55&#177;5.89% (p&#60;0.0001) in the same conditions. This work provided novel insights on the molecular mechanism of miR-21-5p regulated cell response to radiotherapy, which may give rise to potential therapeutic strategy for treatment of advanced OSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Oral cancers,DNA double-strand break,Radiation therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lin Ma<\/b><sup>1<\/sup>, Weitao Hu<sup>1<\/sup>, Rui Fu<sup>2<\/sup>, Anhui Wu<sup>2<\/sup>, Qiangyong Deng<sup>1<\/sup>, Qi Liu<sup>3<\/sup><br><br\/><sup>1<\/sup>Department of Stomatology, Shenzhen University General Hospital, Shenzhen, China,<sup>2<\/sup>School of Stomatology, Shenzhen University, Shenzhen, China,<sup>3<\/sup>Institute of Biomedical Engineering, Shenzhen Bay Laboratory, Shenzhen, China","CSlideId":"","ControlKey":"c9181ee9-4fad-4852-b2c9-710b69dfc8a5","ControlNumber":"4205","DisclosureBlock":"&nbsp;<b>L. Ma, <\/b> None..<br><b>W. Hu, <\/b> None..<br><b>R. Fu, <\/b> None..<br><b>A. Wu, <\/b> None..<br><b>Q. Deng, <\/b> None..<br><b>Q. Liu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1486","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2409","PresenterBiography":null,"PresenterDisplayName":"Qi Liu, PhD","PresenterKey":"097bb7fe-8ce4-46b1-bba7-1649477a0f21","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2409. A synergistic effect of miR-21-5p inhibitor and PARP1 inhibitor to enhance the radiosensitivity of oral squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A synergistic effect of miR-21-5p inhibitor and PARP1 inhibitor to enhance the radiosensitivity of oral squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Purpose: To evaluate glutamine uptake inhibition (GI) in combination with radiotherapy as a potential strategy for improving treatment response in triple negative breast cancer (TNBC).<br \/>Methods: Two TNBC cell lines were utilized for this study, MDA-MB-231 (human) and 4T1 (murine). Prior dose response curves demonstrated 2 Gy and 4 Gy to be appropriate single fraction radiation doses, respectively. Cells were treated with one of four treatments: no radiation (RT) and no GI, GI alone, RT alone or combination RT+GI. GI was accomplished using a commercially available inhibitor, CB-839. Clonogenic assay was performed to evaluate response to treatment. In addition, extracellular flux analysis consisting of glycostress and mitostress tests were performed via Seahorse XFp analyzer. Flow cytometry was performed to evaluate apoptosis and cell cycle arrest. Western blotting for &#611;-H2AX and cyclin-dependent kinases was performed. <i>In vivo<\/i> experiments utilized subcutaneous 4T1 tumor implants, which were treated with either drug vehicle, RT alone, GI alone or combination GI+RT. Tumor volumes were measured three times per week and collected at 2000 mm<sup>3<\/sup>.<br \/>Results: Clonogenic assay demonstrated significant reduction in both 4T1 and MDA-MB-231 cells exposed to the combination GI+RT as compared to either therapy alone. Glutamine uptake inhibition significantly reduced glycolysis in both MDA-MB-231 (33.8% compared with control) and 4T1 cells (62.8% compared with control). The addition of radiation to GI in MDA-MB-231 cells further reduced glycolysis by 54.2% and 79.9% in 4T1 cells (p-value &#60; 0.01). ATP production was reduced by 36.1% with GI alone in MDA-MB-231 cells and 67.2% when combined with radiotherapy. A similar effect was observed in 4T1 cells with ATP production decreasing by 50% (p-value 0.03) with GI alone and 87.2% (p-value &#60; 0.001) with combination therapy. Molecular analysis demonstrated an increase in &#611;-H2AX expression post radiation in those groups receiving combination therapy as compared with single modality therapy and control. The <i>in vivo<\/i> model demonstrated an initial synergistic response to GI+RT with respect to tumor growth; however, this response was diminished with conclusion of drug therapy.<br \/>Conclusion: In the present study, we have shown that glutamine uptake inhibition sensitizes murine TNBC cells (4T1) and human TNBC cells (MDA-MB-231) to radiation. Molecularly, we demonstrate that GI coupled with RT significantly impacts DNA double strand break repair. <i>In vivo <\/i>data corroborates the synergistic relationship between GI and RT seen in the <i>in vitro<\/i> experiments. Future studies will focus on optimization of the dose and delivery timing of CB-839 in combination with RT in a preclinical model of TNBC with the intent to translate the concept into the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-08 Radioprotectors and radiosensitizers,,"},{"Key":"Keywords","Value":"Glutamine metabolism,Radiosensitivity,Breast cancer,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bassel Bashjawish<\/b><sup><\/sup>, Mohammad Kamran<sup><\/sup>, Brittany  A.  Simone<sup><\/sup><br><br\/>Radiation Oncology, SUNY Upstate Medical University, Syracuse, NY","CSlideId":"","ControlKey":"bd3d8aed-b008-43e8-8915-34c70fccc8a0","ControlNumber":"3048","DisclosureBlock":"&nbsp;<b>B. Bashjawish, <\/b> None..<br><b>M. Kamran, <\/b> None..<br><b>B. A. Simone, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1506","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2410","PresenterBiography":null,"PresenterDisplayName":"Bassel Bashjawish, MD","PresenterKey":"ac7538f5-8ae9-4a59-8df0-f9d37151dd98","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2410. Glutamine uptake inhibition as a strategy for radiosensitization in triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glutamine uptake inhibition as a strategy for radiosensitization in triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> Pancreatic ductal adenocarcinoma (PDAC) is remarkably resistant to standard modalities, including radiotherapy (RT). The mechanisms of radiation resistance in general, and pancreatic cancer in particular, are poorly understood. We hypothesized that metabolic reprogramming may underlie this radioresistance, and moreover, that it would be possible to exploit these changes in metabolism for therapeutic intent.<br \/><b>Experimental Design:<\/b> We established multiple isogenic models of radioresistant PDAC cells. Metabolic profile was investigated using Nanostring technology, labeled-glucose tracing by liquid chromatography-mass spectrometry, Seahorse analysis and exposure to metabolic inhibitors. Patient-derived xenografts (PDXs) were established from patients treated with radiation and RNA sequencing performed. The PDXs were grouped according to clinical RECIST response to radiation (responsive \/ stable disease vs disease progression) and differential gene expression analysis was performed.<br \/><b>Results:<\/b> The radioresistant cells overexpressed pyruvate dehydrogenase kinase (PDK) and were radiosensitized by the PDK inhibitor dichloroacetate. In keeping with PDK overexpression, radioresistant cells displayed increased glycolysis and downregulated both the tricarboxylic acid cycle and oxidative phosphorylation. Metabolic flux through the pentose-phosphate pathway (PPP) was increased, as were levels of reduced glutathione; PPP inhibition dramatically potentiated radiation-induced cell death. Critically, the PPP was upregulated in PDXs derived from patients who demonstrated clinical resistance to radiotherapy. High transcription levels of 6PGD, the rate-limiting enzyme of the PPP, were associated with a poor radiological response to radiation therapy (p=0.0004) and a lower overall survival (p=0.004).<br \/><b>Conclusions:<\/b> We demonstrate that radioresistant PDAC cells divert the glycolytic flux from the tricarboxylic acid cycle and oxidative phosphorylation to the PPP, thereby increasing their antioxidant capacity and promoting nucleotide synthesis for DNA repair. Furthermore, we show that PDAC cells can be radiosensitized via PPP inhibition. Exploitation of metabolic vulnerabilities to radiosensitize tumors constitutes a novel approach to pancreatic cancer with a real potential to improve clinical outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-07 Radiobiology research,,"},{"Key":"Keywords","Value":"Radioresistance,Metabolism,Pancreatic cancer,Glucose metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ariel Shimoni-Sebag<sup>1<\/sup>, Ifat Abramovich<sup>2<\/sup>, Bella Agranovich<sup>2<\/sup>, Yaarit Sirovsky<sup>1<\/sup>, Chani Stossel<sup>3<\/sup>, Dikla Atias<sup>3<\/sup>, Maria Raitses-Gurevich<sup>3<\/sup>, Yulia Glick-Gorman<sup>3<\/sup>, Ofer Margalit<sup>3<\/sup>, David Regev<sup>2<\/sup>, Rotem Tal<sup>4<\/sup>, Itay Tirosh<sup>4<\/sup>, Talia Golan<sup>3<\/sup>, Keren Yizhak<sup>2<\/sup>, Eyal Gottlieb<sup>2<\/sup>, <b>Yaacov R. Lawrence<\/b><sup>5<\/sup><br><br\/><sup>1<\/sup>Radiation Oncology, Sheba Medical Center, Jerusalem, Israel,<sup>2<\/sup>Faculty of Medicine, Technion, Haifa, Israel,<sup>3<\/sup>Oncology, Sheba Medical Center, Jerusalem, Israel,<sup>4<\/sup>Molecular Cell Biology, Weizmann Institute of Science, Rehovot, Israel,<sup>5<\/sup>Sheba Medical Center, Jerusalem, Israel","CSlideId":"","ControlKey":"3554b676-985b-4e82-87c1-8db675c28a35","ControlNumber":"7130","DisclosureBlock":"&nbsp;<b>A. Shimoni-Sebag, <\/b> None..<br><b>I. Abramovich, <\/b> None..<br><b>B. Agranovich, <\/b> None..<br><b>Y. Sirovsky, <\/b> None..<br><b>C. Stossel, <\/b> None..<br><b>D. Atias, <\/b> None..<br><b>M. Raitses-Gurevich, <\/b> None..<br><b>Y. Glick-Gorman, <\/b> None..<br><b>O. Margalit, <\/b> None..<br><b>D. Regev, <\/b> None..<br><b>R. Tal, <\/b> None..<br><b>I. Tirosh, <\/b> None..<br><b>T. Golan, <\/b> None..<br><b>K. Yizhak, <\/b> None.&nbsp;<br><b>E. Gottlieb, <\/b> <br><b>MetaboMed<\/b> Other Business Ownership. <br><b>Pangea Biomed<\/b> Other Business Ownership. <br><b>Y. R. Lawrence, <\/b> <br><b>Protean Biodiagnostics Inc<\/b> Stock. <br><b>Bristol-Myers Squibb<\/b> Grant\/Contract. <br><b>Roche Genetech<\/b> Grant\/Contract. <br><b>Checkmate Pharmaceuticals<\/b> Grant\/Contract. <br><b>Regeneron Pharmaceuticals<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1504","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2411","PresenterBiography":null,"PresenterDisplayName":"Yaacov Lawrence, MA;MBBS","PresenterKey":"25e9dd4a-69f7-4902-9438-7689cd33b784","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2411. The pentose-phosphate pathway induces pancreatic cancer radioresistance, a preclinical study with clinical validation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The pentose-phosphate pathway induces pancreatic cancer radioresistance, a preclinical study with clinical validation","Topics":null,"cSlideId":""},{"Abstract":"<b><i>Objective:<\/i><\/b> Alterations in the MET receptor are seen in up to 10% of patients with non-small cell lung cancer (NSCLC). A mutation in exon 14, which results in deletion of the intracellular juxtamembrane domain of the receptor, leading to enhanced signaling, is the most common MET mutation in NSCLC. MET is involved in multiple pathways associated with apoptosis and radiation response. We investigated the effects of inhibiting MET with capmatinib, a potent and clinically relevant ATP-competitive kinase inhibitor, in combination with radiation in MET-dependentNSCLC models.<br \/><b><i>Methods: <\/i><\/b>MET exon 14 mutated and MET amplified NSCLC cell lines treated with radiation or capmatinib were assessed with proliferation, clonogenic survival, apoptosis,<i> <\/i><i>and DNA<\/i><i> <\/i><i>damage signaling and <\/i><i>repair assays<\/i>. MET signaling proteins were evaluated by Western blotting. In vivo growth responses to the MET inhibitor capmatinib with and without radiation were evaluated in patient derived xenograft (PDX) models established from both MET amplified and MET exon 14 skipping mutation containing patient tumors. Radiation was delivered in 10 daily fractions of 2 Gy and capmatinib was administered by oral gavage daily 1 hour prior to radiation at a dose 20 mg\/kg for capmatinib. Immunohistochemistry (IHC) was performed to evaluate MET signaling and proliferation.<br \/><b><i>Results: <\/i><\/b>Radiation increased the expression and capmatinib inhibited phospho-AKT, phospho-s6,phospho-ERK, and phospho-STAT3 in our MET-driven NSCLC cell lines.<i> <\/i><i>Combination<\/i><i> <\/i><i>of <\/i><i>capmatinib<\/i><i> <\/i><i>and<\/i><i> <\/i><i>radiation<\/i><i> <\/i><i>in<\/i><i> <\/i><i>clonogenic<\/i><i> <\/i><i>assays<\/i><i> <\/i><i>increased<\/i><i> <\/i><i>sensitivity<\/i><i> <\/i><i>to<\/i><i> <\/i><i>radiation<\/i><i> <\/i><i>in<\/i><i> <\/i><i>MET <\/i><i>dysregulated cell lines.<\/i><i> <\/i><i>No radiation-enhancing<\/i><i> <\/i><i>effect<\/i><i> <\/i><i>was<\/i><i> <\/i><i>observed in MET wild-type<\/i><i> <\/i><i>and human <\/i><i>bronchial<\/i><i> <\/i><i>epithelial<\/i><i> <\/i><i>cell<\/i><i> <\/i><i>lines.<\/i> Campatinib alone significantly inhibited tumor growth in both ourMET exon 14 mutated and MET amplified xenograft models (p&#60;0.01). Combination of capmatinib and radiation significantly delayed growth compared to vehicle control, capmatinib alone or radiation alone (p&#60;0.01). IHC demonstrated inhibition of phospho-MET and phospho-S6 and a decrease in Ki67 with inhibition of MET. A significant decrease Ki67 proliferation was observed in the combination arm compared to radiation along or drug alone.<br \/><b><i>Conclusion:<\/i><\/b>Inhibition of MET enhanced the effect of radiation in multiple MET-altered NSCLC PDX models.Additional studies are currently underway evaluating the mechanisms of radiation sensitization with a focus on MET-induced apoptosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-08 Radioprotectors and radiosensitizers,,"},{"Key":"Keywords","Value":"Radiosensitization,Small molecule inhibitor,NSCLC,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shrey  K.  Ramesh<\/b><sup><\/sup>, Saahil  N.  Javeri<sup><\/sup>, Kwangok  P.  Nickel<sup><\/sup>, Ahmet Cifci<sup><\/sup>, Rachel  L.  Minne<sup><\/sup>, Randall  J.  Kimple<sup><\/sup>, Andrew  M.  Baschnagel<sup><\/sup><br><br\/>University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"4e4689a7-85cc-435e-b9df-c0311518ed36","ControlNumber":"6883","DisclosureBlock":"&nbsp;<b>S. K. Ramesh, <\/b> None..<br><b>S. N. Javeri, <\/b> None..<br><b>K. P. Nickel, <\/b> None..<br><b>A. Cifci, <\/b> None..<br><b>R. L. Minne, <\/b> None..<br><b>R. J. Kimple, <\/b> None..<br><b>A. M. Baschnagel, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1508","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2412","PresenterBiography":null,"PresenterDisplayName":"Shrey Ramesh, No Degree","PresenterKey":"26ddcf77-a97d-4f95-8c52-54fb5887077b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2412. MET inhibition enhances the effect of radiation in MET dysregulated non-small cell lung cancer models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MET inhibition enhances the effect of radiation in MET dysregulated non-small cell lung cancer models","Topics":null,"cSlideId":""},{"Abstract":"Glioblastomas (GBM) have long been classified as radioresistant tumors. Glioblastoma stem-like cells (GSCs) are a portion of GBM&#8217;s heterogenous cell population and are generally considered to be crucial drivers of tumorigenesis and radioresistance. As for most tumor cells, GSCs display a moderate level of chromosomal instability and aneuploidy. However, whether aneuploidy promotes or inhibits GSC survival and its effects on radiosensitivity remain unclear. In this study we compared the radiation response of GSC lines (NSC11 and NSC20) and the standard glioma cell line U251 after an increase in aneuploidy. This increase was induced by treatment with CFI-402257, a selective inhibitor of the mitotic kinase TTK, which plays a key role in spindle-assembly checkpoint (SAC) regulation. After an initial drug exposure of 24h, the drug was removed and cells were allowed to grow for 5 days. In both GSC lines and U251, as demonstrated by interphase chromosome FISH, this protocol resulted in approximately 150%, 50%, and 125% increases in aneuploidy of chromosomes 2, 7 and 10 respectively. After these increases in aneuploidy, the clonogenicity (in vitro survival) of U251 cells was reduced by 80%, whereas it was reduced by 50% and 30% in NSC11 and NSC20 respectively. Moreover, the increase in aneuploidy significantly enhanced the radiosensitivity of U251 cells, whereas it had no effect on the radiosensitivity of the GSCs. These changes could not be attributed to residual inhibition of TTK or deficiencies in the SAC: at 5 days after CFI inhibition no changes in nocodazole-induced SAC arrest in mitosis were detected. Additionally, after aneuploid induction no changes in the expression of the stem cell marker CD133 were detected in the GSC lines, indicating no change in differentiation status. To begin to investigate the mechanism behind these differences in radiosensitivity, &#947;H2AX foci dispersal, a surrogate marker for DNA double strand break (DSB) repair was evaluated. After the increase in aneuploidy, cells were irradiated (2Gy) and collected 1-24h after for analysis of &#947;H2AX. In U251 cells, the increase in aneuploidy resulted in slower foci dispersal, indicative of a decrease in DSB repair; whereas in GSCs the increased aneuploidy had no effect on foci dispersal as compared to control. Mitotic catastrophe, the primary mechanism of solid tumor cell death after irradiation, was also evaluated. The increase in aneuploidy significantly increased the frequency of radiation-induced mitotic catastrophe in U251 cells, but no changes in either GSC line were detected. Overall, these results suggest that GSCs have an enhanced ability to tolerate the negative consequences of aneuploidy on survival as well as on radiosensitivity. Such aneuploid tolerance may provide a mechanism through which GBMs exploit karyotype diversity to survive under harsh environmental conditions and after treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Glioblastoma,Aneuploidy,Radioresistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ian  C.  Sutton<\/b><sup><\/sup>, Charlotte  M.  Degorre<sup><\/sup>, Komal Rawal<sup><\/sup>, Philip  J.  Tofilon<sup><\/sup><br><br\/>Radiation Oncology Branch, National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"7ca2ef48-6462-4a16-96f8-90072139b68c","ControlNumber":"3763","DisclosureBlock":"&nbsp;<b>I. C. Sutton, <\/b> None..<br><b>C. M. Degorre, <\/b> None..<br><b>K. Rawal, <\/b> None..<br><b>P. J. Tofilon, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1488","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2413","PresenterBiography":null,"PresenterDisplayName":"Ian Sutton, BS","PresenterKey":"61096edc-859f-46e8-9c02-ebc77d83a53c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2413. Glioblastoma stem-like cells are resistant to the negative effects of increased aneuploidy on in vitro survival and radiosensitivity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glioblastoma stem-like cells are resistant to the negative effects of increased aneuploidy on in vitro survival and radiosensitivity","Topics":null,"cSlideId":""},{"Abstract":"Since many decades, radiotherapy (RT) is worldwide used and crucial therapeutic approach for the treatment of cancers. Nowadays, about 50% of cancer patients will receive radiotherapy during their treatment. Nevertheless, the use of RT is limited by the damage induced by ionizing radiation on healthy tissues. To overcome this constraint, we have developed high electron density of functionalized hafnium oxide nanoparticles (NBTXR3), allowing a high probability of interaction with incoming ionizing radiation, increasing energy dose deposit within cells. Many preclinical data have shown that RT-activated NBTXR3 (NBTXR3+RT) increase cancer cell destruction as well as better control treated tumor growth, compared to RT alone. In clinic, the benefit of NBTXR3+RT compared to RT alone has been demonstrated for patients with locally advanced Soft Tissue Sarcoma, in the randomized controlled phase II\/III Act.in.Sarc study (NCT02379845). We also demonstrated in preclinical settings that, beyond the destruction of tumor cells, NBTXR3+RT was also able to induce an antitumor immune response capable to produce a significant abscopal effect, linked to the increase of CD8 infiltrates in tumors. It has been recently reported that NBTXR3+RT can also restore anti-PD1 efficacy in an anti-PD1 resistant mouse model. At the cancer cell level, we reported that NBTXR3+RT could modulate the immunopeptidome of cancer cells, induce the activation of the cGAS-STING pathway and increase the expression of ICD biomarkers. All these data indicate that NBTXR3+RT has the ability to transform the tumor into an in situ vaccine more efficiently than RT alone and could have important implications for the use of NBTXR3+RT in combination with immunotherapy. Nevertheless, we currently have relatively few elements on the early cellular events that could trigger or explain the above reported performances of NBTXR3+RT, compared to RT alone. To address this question, we have carried out a series of in vitro studies (cytometry, microscopy) on different cancer models (human and murine). We have thus identified that the vast majority of NBTXR3 nanoparticles are located in lysosomes after endocytosis by tumor cells. Once activated by RT, we detected lysosomal membrane permeabilization (LMP) only in cells treated with NBTXR3+RT, but not in cells only treated by RT. Following LMP, we measured a significant increase of in lipid peroxidation. These first elements allow a better understanding of the early biological consequences induced by NBTXR3+RT, compared to RT alone.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Nanoparticle,Radiotherapy,Cell death,Lysosome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jordan Da silva<\/b><sup><\/sup>, Clia Bienassis<sup><\/sup>, Sebastien Paris<sup><\/sup><br><br\/>Nanobiotix, Paris, France","CSlideId":"","ControlKey":"308f7094-e062-4e16-9aa5-08c1e1ab8fe9","ControlNumber":"2803","DisclosureBlock":"<b>&nbsp;J. Da silva, <\/b> <br><b>Nanobiotix<\/b> Employment. <br><b>C. Bienassis, <\/b> <br><b>Nanobiotix<\/b> Employment. <br><b>S. Paris, <\/b> <br><b>Nanobiotix<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1483","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2414","PresenterBiography":null,"PresenterDisplayName":"Jordan DA SILVA, PhD","PresenterKey":"ed39d8ad-5afc-4c3a-8176-2be2ac1feb3e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2414. Early biological impacts of radiotherapy-activated NBTXR3 nanoparticles","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Early biological impacts of radiotherapy-activated NBTXR3 nanoparticles","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Immunoradiotherapy combining radiotherapy and immune checkpoint blockade, has achieved impressive treatment outcomes. We have previously demonstrated that photon (XRT) and proton (PRT) localized radiotherapy in combination with immune checkpoint blockade and NBTXR3, a radioenhancing nanoparticle, could induce a systemic antitumor immune response. However, no studies have compared the treatment efficacy of PRT and XRT immunoradiotherapy. Here, we compared the capabilities of PRT and XRT when combined with NBTXR3 and PD1 blockade for inducing an antitumor immune response.<br \/>Methods: 344SQR cells were inoculated in the right and left hindlimbs of 129Sv\/Ev mice on day 0 and day 4 to establish primary and secondary tumors, respectively. Mice were divided into five treatment groups: 1) untreated control; 2) XRT+&#945;PD1; 3) NBTXR3+XRT+&#945;PD1; 4) PRT+&#945;PD1; 5) NBTXR3+PRT+&#945;PD1. The primary tumors were intratumorally injected with NBTXR3 nanoparticles on day 7, followed by two fractions of 12 Gy XRT or PRT on days 8 and 9 (total dose of 24 Gy). Two hundred &#956;g of &#945;PD1 was given to the mice on days 7, 10, 14, 21, 28, 35, and 42 through intraperitoneal injection. We assayed whole tumor RNAs with a Nanostring pan-cancer immune panel to profile the tumor immune microenvironment changes. In addition, immune cells extracted from the tumors were analyzed with single-cell RNA sequencing (scRNAseq). The survivor mice treated with the NBTXR3+PRT+&#945;PD1 were rechallenged with 344SQR and 344SQP cells.<br \/>Results: PRT+ &#945;PD1 resulted in significantly better control of the primary tumors than XRT+ &#945;PD1. No significant difference was observed in the volume of the secondary tumors treated with XRT+ &#945;PD1 and the control. In contrast, PRT+ &#945;PD1 resulted in a pronounced abscopal effect. Adding NBTXR3 to XRT+ &#945;PD1 and PRT+ &#945;PD1 improved the control of both the primary and secondary tumors. In addition, NBTXR3+PRT+&#945;PD1 achieved significantly slower growth of the two tumors and more prolonged survival than NBTXR3+XRT+&#945;PD1. Remarkably, NBTXR3+PRT+&#945;PD1 eradicated both primary and secondary tumors in 40% of the treated mice, while no mice were cured by NBTXR3+XRT+&#945;PD1. Nanostring analysis and scRNAseq revealed better activation and infiltration of antitumoral immune cells to the two tumors when treated with PRT than XRT. The survivor mice treated with NBTXR3+PRT+&#945;PD1 effectively rejected tumor growth after rechallenge with 344SQR and 344SQP cells.<br \/>Conclusions: When combined with NBTXR3, PRT with &#945;PD1 exhibited significantly better treatment efficacy than XRT with &#945;PD1. The superior efficacy of NBTXR3+PRT+&#945;PD1 is accompanied by a more robust immune activation and immune cell infiltration in irradiated and unirradiated tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-01 Modulators of radiation response,,"},{"Key":"Keywords","Value":"Radiotherapy,Nanoparticle,Immune checkpoint blockade,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yun Hu<\/b><sup>1<\/sup>, Sbastien Paris<sup>2<\/sup>, Narayan Sahoo<sup>3<\/sup>, Qi Wang<sup>4<\/sup>, Qianxia Wang<sup>3<\/sup>, Hampartsoum  B.  Barsoumian<sup>1<\/sup>, Jordan Da Silva<sup>2<\/sup>, Clia Bienassis<sup>2<\/sup>, Ailing Huang<sup>1<\/sup>, Nahum Puebla-Osorio<sup>1<\/sup>, Saumil Gandhi<sup>1<\/sup>, Quynh-Nhu Nguyen<sup>1<\/sup>, Jing Wang<sup>4<\/sup>, Maria  A.  Cortez<sup>1<\/sup>, James  W.  Welsh<sup>1<\/sup><br><br\/><sup>1<\/sup>Radiation Oncology, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Department of Translational Science, Nanobiotix, Paris, France,<sup>3<\/sup>Department of Radiation Physics, UT MD Anderson Cancer Center, Houston, TX,<sup>4<\/sup>Department of Bioinformatics and Computational Biology, UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"571fe81e-6f58-4dfd-bb45-f1dd3a6af53a","ControlNumber":"4673","DisclosureBlock":"&nbsp;<b>Y. Hu, <\/b> None.&nbsp;<br><b>S. Paris, <\/b> <br><b>Nanobiotix<\/b> Employment.<br><b>N. Sahoo, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>H. B. Barsoumian, <\/b> None.&nbsp;<br><b>J. D. Silva, <\/b> <br><b>Nanobiotix<\/b> Employment. <br><b>C. Bienassis, <\/b> <br><b>Nanobiotix<\/b> Employment.<br><b>A. Huang, <\/b> None..<br><b>N. Puebla-Osorio, <\/b> None..<br><b>S. Gandhi, <\/b> None..<br><b>Q. Nguyen, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>M. A. Cortez, <\/b> None.&nbsp;<br><b>J. W. Welsh, <\/b> <br><b>Nanobiotix<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1490","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2415","PresenterBiography":null,"PresenterDisplayName":"Yun Hu, PhD","PresenterKey":"981b1788-f8e0-4018-9e61-2c10baf247a8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2415. NBTXR3 radio-enhancing nanoparticle achieves a more robust antitumor immune response when combined with proton radiotherapy than photon radiotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NBTXR3 radio-enhancing nanoparticle achieves a more robust antitumor immune response when combined with proton radiotherapy than photon radiotherapy","Topics":null,"cSlideId":""},{"Abstract":"Implementation of ultra-high dose-rate FLASH radiotherapy (FLASH-RT) is rapidly gaining traction as a unique cancer treatment modality able to dramatically minimize normal tissue toxicity while maintaining anti-tumor efficacy compared to standard of care radiotherapy at conventional dose rate (CONV-RT). The resultant improvements in the therapeutic index have sparked intense investigations in pursuit of the underlying mechanisms. As a preamble to clinical translation, we exposed non-tumor bearing male and female mice to hypofractionated (3x10 Gy) whole brain FLASH- and CONV-RT to evaluate differential neurological responses using a comprehensive panel of functional and molecular outcomes over a 6-month follow up. In each instance, extensive and rigorous behavioral testing showed FLASH-RT to preserve cognitive indices of learning and memory that corresponded to a similar protection of synaptic plasticity as measured by long-term potentiation (LTP). These beneficial functional outcomes were not found after CONV-RT and were linked to a preservation of synaptic integrity at the molecular (synaptophysin) level and to reductions in neuroinflammation (CD68+ microglia) throughout specific brain regions known to be engaged by our selected cognitive tasks (hippocampus, medial prefrontal cortex). Ultra-structural changes in pre\/post-synaptic bouton (Bassoon\/Homer-1 puncta) within these same regions of the brain were not found to differ in response to dose rate. With this clinically relevant dosing regimen, we provide a mechanistic blueprint from synapse to cognition detailing how FLASH-RT reduces normal tissue complications in the irradiated brain.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-07 Radiobiology research,,"},{"Key":"Keywords","Value":"Radiotherapy,Metastasis,Inflammation,Glioblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Charles  L.  Limoli<\/b><sup>1<\/sup>, Barrett  D.  Allen<sup>1<\/sup>, Eniko  A.  Kramr<sup>2<\/sup>, Yasaman Alaghband<sup>1<\/sup>, Marie-Catherine Vozenin<sup>3<\/sup><br><br\/><sup>1<\/sup>Radiation Oncology, University of California, Irvine, CA,<sup>2<\/sup>Neurobiology and Behavior, University of California, Irvine, CA,<sup>3<\/sup>Laboratory of Radiation Oncology, Department of Radiation Oncology, Lausanne University, Lausanne, Switzerland","CSlideId":"","ControlKey":"bbd23157-b90e-443a-a98d-0c00bb9f8238","ControlNumber":"1949","DisclosureBlock":"&nbsp;<b>C. L. Limoli, <\/b> None..<br><b>B. D. Allen, <\/b> None..<br><b>E. A. Kramr, <\/b> None..<br><b>Y. Alaghband, <\/b> None..<br><b>M. Vozenin, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1503","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2416","PresenterBiography":null,"PresenterDisplayName":"Charles Limoli","PresenterKey":"3087df29-ce51-42a7-a021-94b097fd5d60","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2416. Uncovering the protective neurological mechanisms of hypofractionated FLASH radiotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Uncovering the protective neurological mechanisms of hypofractionated FLASH radiotherapy","Topics":null,"cSlideId":""},{"Abstract":"Background and Purpose: Radiation-induced liver damage, a dose-limiting complication of radiotherapy for liver tumors, has been focused mainly on prevention and treatment but has largely ignored the molecular mechanisms underlying the liver&#8217;s regenerative capacity after irradiation. Whether liver regeneration compensates for radiation-induced liver damage is of great clinical significance. This study aims to observe clinical liver regeneration and the potential molecular mechanism in rat models after irradiation.<br \/>Methods: To stimulate the liver regeneration response, we delineated a liver protection area in the patient&#8217;s normal liver to protect it from excessive irradiation, and designed a rat model in which large single fractions of 25 Gy or 15 Gy of radiation were delivered to 1\/2 or 2\/3 of the total liver volume to investigate liver regeneration after irradiation. We used proteomics analysis and western blotting assays to investigate liver regeneration signaling and molecular mechanisms.<br \/>Results: Four patients&#8217; pairs of liver specimens from areas of high irradiation and regeneration (protected liver) were collected. Proteomics analysis showed enrichment in several pathways, with some of the greatest changes observed in PI3K-Akt signaling, further confirmed in liver-irradiated rat models. After irradiation, the liver injury index was significantly elevated on day-1 and gradually recovered to normal levels by day-8 in rat models. The model of a single 25-Gy fraction delivered to half of the liver volume best represented the clinically similar phenomenon of liver regeneration in the protected liver. We tested the effects of an Akt\/mTOR activator (carbamazepine), which enhanced regeneration, and an Akt\/mTOR inhibitor (temsirolimus), which inhibited regeneration. Finally, liver regeneration was enhanced in rats treated with temsirolimus followed by carbamazepine.<br \/>Conclusions: Our results suggest that protecting the normal liver outside the irradiated area enhances the probability of successful regeneration to compensate for radiation-induced liver injury. PI3K\/AKT\/mTOR is essential in liver regeneration after irradiation, and carbamazepine may enhance liver regeneration after irradiation in rats.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-04 Radiation-activated signaling pathways,,"},{"Key":"Keywords","Value":"Radiation therapy,Liver regeneration,Radiation-induced liver damage,PI3K-Akt signaling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tingshi Su<\/b><sup><\/sup>, Weidong Zhao<sup><\/sup>, Liqing Li<sup><\/sup>, Qiaoyuan Wu<sup><\/sup><br><br\/>Department of Radiation Oncology, Guangxi Medical University Cancer Hospital, Nanning, China","CSlideId":"","ControlKey":"43524ed1-ddef-4232-948d-b080c33ee425","ControlNumber":"2521","DisclosureBlock":"&nbsp;<b>T. Su, <\/b> None..<br><b>W. Zhao, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>Q. Wu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1499","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2417","PresenterBiography":null,"PresenterDisplayName":"Tingshi Su","PresenterKey":"788a5b48-80b7-4377-bea2-6b5a99f0929b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2417. Liver regeneration after radiation therapy: clinical observations and a new rat model","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Liver regeneration after radiation therapy: clinical observations and a new rat model","Topics":null,"cSlideId":""},{"Abstract":"Sarcomas are heterogeneous and rare malignant tumors that develop from connective tissues. Myxofibrosarcoma (MFS) and Osteosarcoma (OS) are the main representative subtypes of Soft tissues and Bone sarcomas. Conventional treatment consists of surgical resection and neo\/adjuvant chemotherapy. However, a challenging clinical feature is a high local recurrence rate, calling for the development of novel strategies to eradicate MFS and OS. Fluorescence-guided surgery (FGS), coupled with photodynamic therapy (PDT), enables to detect and eradicate malignant tissues using a light-sensitive photosensitizer (PS). These compounds could be retained by neoplastic cells to a greater extent than by healthy tissue. Thus, when photoactivated, they lead to cancer cell death, minimizing normal tissues toxicity.<br \/>The project aims to provide a preclinical proof of concept of FGS and PDT for MFS and OS, allowing us to pave the way for a more effective treatment strategy.<br \/>A multimodel preclinical platform of MFS and OS comprising 2D, 3D-collagen based scaffold was developed. A MFS stabilized cell line (IM-MFS-1) and four OS cell lines (Saos-2, U-2 OS, MG-63, 143B) were used. NIH-3T3 fibroblast cell line was used as healthy counterpart. We tested a panel of synthetic PSs: Toluidine Blue, 5-Aminolevulinic Acid hydrochloride (ALA), Methylene Blue, Chlorin e6 (Ce6), Pheophorbide a (Pba) and Al(III) Phthalocyanine Chloride Tetrasulfonic Acid (AlPcS<sub>4<\/sub>) that can be photoactivated with light in the 630-660 nm wavelengths&#8217; range. The PSs were ranked on (a) selective uptake by tumor cells, respect to healthy cells and (b) the cytotoxic effect, after photoactivation. PSs cell uptake was evaluated by Countess II FL automated cell counter. Cytotoxicity was evaluated by WST-1 and Presto Blue assays.<br \/>For each PS we determined the highest concentration, causing less than 50% dark toxicity in IM-MFS-1, OS cell lines and fibroblast NIH-3T3, seeded in 2D and 3D collagen-based models. Then, we evaluated the cell viability upon light irradiation (&#955;=630 or 660 nm; 10 mW\/cm<sup>^2<\/sup>, 5 min). For all PSs, dark toxicity was very low. However, only Ce6 was effectively uptaken by tumor cells (% uptake &#62; 60%) and not by NIH-3T3 cells (% uptake = 27%). Moreover, upon photoactivation, Ce6 induced significantly higher cell death in cancer cells as compared to NIH-3T3 cells, e.g. 1-3% cell viability in tumor cells and 76% cell viability in NIH-3T3.<br \/>Results from our multimodel platform highlight PDT as a powerful strategy for the treatment of MFS and OS. Among the screened PSs, Ce6 is the most promising, showing a remarkable selectivity in tumor cells uptake and cytotoxicity. To increase the clinical significance of our approach, we will confirm its efficacy in patient-derived primary cultures; xenograft zebrafish <i>in vivo<\/i> embryos will be used to evaluate how PDT affects the disease aggressiveness and metastatic potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-02 Photobiology\/photodynamic therapy,,"},{"Key":"Keywords","Value":"Photodynamic therapy,Sarcoma\/soft-tissue malignancies,Preclinical testing,Tumor targeting,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chiara Spadazzi<\/b><sup>1<\/sup>, Micaela Pannella<sup>2<\/sup>, Chiara Bellotti<sup>2<\/sup>, Elisa Martella<sup>3<\/sup>, Silvia Vanni<sup>1<\/sup>, Alessandro De Vita<sup>1<\/sup>, Chiara Liverani<sup>1<\/sup>, Giacomo Miserocchi<sup>1<\/sup>, Claudia Cocchi<sup>1<\/sup>, Chiara Calabrese<sup>1<\/sup>, Valentina Fausti<sup>4<\/sup>, Roberto Casadei<sup>5<\/sup>, Federica Pieri<sup>6<\/sup>, Ania Naila Guerrieri<sup>2<\/sup>, Giovanni Martinelli<sup>7<\/sup>, Greta Varchi<sup>3<\/sup>, Enrico Lucarelli<sup>2<\/sup>, Laura Mercatali<sup>1<\/sup>, Toni Ibrahim<sup>2<\/sup><br><br\/><sup>1<\/sup>Osteoncology Unit, Biosciences Laboratory, IRCCS Istituto Romagnolo per lo Studio dei Tumori \"Dino Amadori\" - IRST, Meldola, Italy,<sup>2<\/sup>Sarcomi dell'Osso e dei Tessuti Molli e Terapie Innovative (OSOTT), IRCCS Istituto Ortopedico Rizzoli, Bologna, Italy,<sup>3<\/sup>Institute for the Organic Synthesis and Photoreactivity (ISOF), National Research Council (CNR), Bologna, Italy,<sup>4<\/sup>Clinical and Experimental Oncology, Immunotherapy, Rare Cancers and Biological Resource Center, IRCCS Istituto Romagnolo per lo Studio dei Tumori \"Dino Amadori\" - IRST, Meldola, Italy,<sup>5<\/sup>General and Oncologic Surgery, Morgagni-Pierantoni Hospital, Forl, Italy,<sup>6<\/sup>Pathology Unit, Morgagni-Pierantoni Hospital, Forl, Italy,<sup>7<\/sup>Scientific Directorate, IRCCS Istituto Romagnolo per lo Studio dei Tumori \"Dino Amadori\" - IRST, Meldola, Italy","CSlideId":"","ControlKey":"071d28d6-69e9-42e2-9763-1a2d7397a360","ControlNumber":"4271","DisclosureBlock":"&nbsp;<b>C. Spadazzi, <\/b> None..<br><b>M. Pannella, <\/b> None..<br><b>C. Bellotti, <\/b> None..<br><b>E. Martella, <\/b> None..<br><b>S. Vanni, <\/b> None..<br><b>A. De Vita, <\/b> None..<br><b>C. Liverani, <\/b> None..<br><b>G. Miserocchi, <\/b> None..<br><b>C. Cocchi, <\/b> None..<br><b>C. Calabrese, <\/b> None..<br><b>V. Fausti, <\/b> None..<br><b>R. Casadei, <\/b> None..<br><b>F. Pieri, <\/b> None..<br><b>A. N. Guerrieri, <\/b> None..<br><b>G. Martinelli, <\/b> None..<br><b>G. Varchi, <\/b> None..<br><b>E. Lucarelli, <\/b> None..<br><b>L. Mercatali, <\/b> None..<br><b>T. Ibrahim, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1491","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2419","PresenterBiography":null,"PresenterDisplayName":"Chiara Spadazzi, D Phil;MS","PresenterKey":"53b38369-b1ab-41a7-9e9a-4ce8fb70b4ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2419. A multimodel preclinical platform to evaluate photodynamic therapy as a strategy to reduce local recurrence in myxofibrosarcoma and osteosarcoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A multimodel preclinical platform to evaluate photodynamic therapy as a strategy to reduce local recurrence in myxofibrosarcoma and osteosarcoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>Patients with hepatocellular carcinoma (HCC) have a poor prognosis with a 5-year survival rate of only 35%. Patients with locally advanced HCC (single or multinodal tumors &#62;3 cm) may not be candidates for curative treatments such as surgical resection, liver transplant or thermal ablation due to tumor size, poor liver function, or other medical co-morbidities. The objective of this study was to investigate the potential use of interstitial chemo-phototherapy (I-CPT) to treat locally advanced HCC with a porphyrin-phospholipid (PoP) liposomal formulation of doxorubicin (Dox) that combines the targeted delivery of doxorubicin with photodynamic therapy to improve local drug delivery. We aimed to identify a safe and effective light dose for the photoactivation of Dox-Pop in the treatment of locally advanced HCC tumors in two pre-clinical models.<br \/><b>Methods <\/b>Sprague-Dawley rats were inoculated with Morris hepatoma cells directly into the left lateral liver lobe. When the tumors reached 2-2.5 cm along the longest axis, they were treated with Dox-Pop followed by light (i.e. I-CPT). For each rat, we applied our image-based treatment planning to guide the light delivery. Following treatment, tumor response was measured through weekly contrast-enhanced magnetic resonance imaging (CE-MRI). Complete response was defined as no evidence of the tumor via MRI or pathological examination. Our image-based treatment planning was used to translate the findings in the rat study to woodchucks with 1.5-4 cm hepatitis virus induced HCC. Weekly blood samples and bi-weekly CE-MRI were performed to assess tumor response up to 70 days.<br \/><b>Results <\/b>Five out of the six rats treated with I-CPT had complete response, with three of the five surviving &#8805;10 weeks post treatment without tumor recurrence or progression. The other two rats with complete response died between 5-7 weeks post treatment. Death was not attributed to the original treatment. Control, untreated rats were euthanized due to tumor progression within 1-2 weeks after tumors reached 2-2.5 cm. From the rat studies, we identified that a light dose rate and dose of respectively, &#8805;13.4 mW\/cm2 and &#8805;25 J\/cm2 can effectively activate the Dox-Pop liposomes. Of the five woodchucks treated with I-CPT using our effective light regimen, two survived &#8805; 68 days post treatment without tumor progression. Another woodchuck had a complete response, but was euthanized 55 days post treatment due to the development of a second tumor. One woodchuck had progressive disease following I-CPT. One woodchuck died unexpectedly 5 days post I-CPT. Death was attributed to high tumor necrosis.<br \/><b>Conclusions <\/b>This study demonstrated the potential use of I-CPT as a treatment option for locally advanced HCC not candidate for standard of care therapies. Ongoing studies are being conducted in woodchucks to optimize the I-CPT light settings and improve tumor response.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-02 Photobiology\/photodynamic therapy,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Doxorubicin,Photodynamic therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Emily Oakley<\/b><sup>1<\/sup>, Minhyung Kim<sup>2<\/sup>, Sanjana Ghosh<sup>3<\/sup>, Hilliard Kutscher<sup>4<\/sup>, Jonathan Lovell<sup>3<\/sup>, Leslie Curtin<sup>2<\/sup>, Sandra Sexton<sup>2<\/sup>, Alan Hutson<sup>5<\/sup>, Gal Shafirstein<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Cell Stress Biology, Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>2<\/sup>Comparative Oncology Shared Resource, Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>3<\/sup>Department of Biomedical Engineering, University at Buffalo, Buffalo, NY,<sup>4<\/sup>POP Biotechnologies, Buffalo, NY,<sup>5<\/sup>Department of Biostatistics and Bioinformatics, Roswell Park Comprehensive Cancer Center, Buffalo, NY","CSlideId":"","ControlKey":"71c4e3f0-1d4e-4866-8e37-349737431bc3","ControlNumber":"7332","DisclosureBlock":"&nbsp;<b>E. Oakley, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>S. Ghosh, <\/b> None.&nbsp;<br><b>H. Kutscher, <\/b> <br><b>POP Biotechnologies, LLC<\/b> Employment. <br><b>J. Lovell, <\/b> <br><b>POP Biotechnologies, LLC<\/b> Other, Equity Owner.<br><b>L. Curtin, <\/b> None..<br><b>S. Sexton, <\/b> None..<br><b>A. Hutson, <\/b> None.&nbsp;<br><b>G. Shafirstein, <\/b> <br><b>Lumeda Inc.<\/b> Stock Option, Grant\/Contract, Patent, Other, Service on scientific advisory board. <br><b>Concordia Laboratories Inc. and Pinnacle Biologics, Inc.<\/b> Grant\/Contract, Other, Provided drug and laser fibers at no cost for preclinical and clinical studies, and contract research support.. <br><b>Lung Cancer Initiative at Johnson & Johnson<\/b> Grant\/Contract. <br><b>Simphotek Inc.<\/b> Grant\/Contract, Other, Co-principal investigator on NCI\/NIH award. <br><b>POP Biotechnologies, LLC<\/b> Grant\/Contract, Other, Principal investigator on NCI\/NIH award.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1493","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2420","PresenterBiography":null,"PresenterDisplayName":"Emily Oakley","PresenterKey":"3f0dd6dd-4c83-490a-ba85-78998f94e29a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2420. Interstitial chemo-phototherapy for treatment of locally advanced hepatocellular carcinoma: A preclinical study","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interstitial chemo-phototherapy for treatment of locally advanced hepatocellular carcinoma: A preclinical study","Topics":null,"cSlideId":""},{"Abstract":"<u>Introduction<\/u>: Vascular-targeted photodynamic therapy (VTP) with the photosensitizing agent padeliporfin (WST-11\/TOOKAD Soluble; STEBA Biotech) has been approved for treating men with low-risk prostate cancer. A phase 1 trial of VTP evaluating treatment of upper tract urothelial carcinoma (UTUC) showed an acceptable safety profile with strong potential as an effective, kidney-sparing endoscopic management option. These results support a recently initiated multi-center Phase 3 trial (ENLIGHTED). Here we conducted a correlative study to assess immune modulatory activities of VTP and its potential association with treatment response.<br \/><u>Methods<\/u>: 19 patients with UTUC received up to two endoscopic VTP treatments in a phase I trial evaluating the safety of VTP. Treatment was applied by endoscopic illumination for 10 minutes at the involved site in the upper tract with three light fluence doses at 100 mW\/cm, 150 mW\/cm, or 200 mW\/cm after intravenous injection of 4 mg\/kg WST-11. Complete response was defined by absence of visible tumor and negative urine cytology at 30 days post treatment. To investigate the impact of VTP on the immune system, patient blood samples were collected and banked at 6 time points (base line, 4-6 hrs, 1 day, 1 week, 2 weeks, and 4 weeks post-treatment). Peripheral blood mononuclear cells (PBMCs) were subjected to flow cytometry analyses for T cell activation status and the abundance of myeloid derived suppressive cell (MDSC). Patient analyses were further stratified by complete responders (CR) and partial responders (PR). Mice bearing a murine bladder cell line MB49 or MB49 expressing ovalbumin (MB49-ova) was utilized for the assessment of efficacy and immune modulation by VTP.<br \/><u>Results and Conclusions<\/u>: An increase of the MDSC population in PBMC was observed immediately after VTP treatment (up to 24 hrs) in both CR and PR. However, the MDSC level returned close to pretreatment level in the majority of cases. The frequency of CD8 T cells among the total (CD3 positive) T cells in PBMC was increased immediately after VTP in both CR and PR. However, this increase was more prominent and durable among CR than PR, suggesting an association of treatment response with CD8 T cell driven immune modulation. Analysis of VTP induced antigen-specific immune responses using ovalbumin (ova) tetramers on MB49-ova model showed an increase in ova specific CD8 T cells in the blood and tumor samples at day 7 post VTP, indicating that VTP might induce tumor antigen specific adaptive response. Future analysis will be focused on the analysis of T cell receptor repertoire and immune correlation with clinical benefit. In summary, our pre-clinical and clinical data suggests that VTP induces antigen-specific CD8 T cell responses that may be durable.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-02 Photobiology\/photodynamic therapy,,"},{"Key":"Keywords","Value":"Photodynamic therapy,Vascular targeting,Flow cytometry,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kwanghee Kim<\/b><sup>1<\/sup>, Sadna Budhu<sup>1<\/sup>, Wesley Yip<sup>1<\/sup>, Andrew Tracey<sup>1<\/sup>, Andreas Aulitzky<sup>1<\/sup>, Jasmine Thomas<sup>1<\/sup>, Karan Nagar<sup>1<\/sup>, Laura Alvim<sup>1<\/sup>, Rebecca Dubrovsky<sup>1<\/sup>, Caoimhe Ryan<sup>1<\/sup>, Natalia Kudinova<sup>1<\/sup>, Phillip Wong<sup>1<\/sup>, Taha Merghoub<sup>2<\/sup>, Avigdor Scherz<sup>3<\/sup>, Jonathan Coleman<sup>1<\/sup><br><br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Weil Cornell Medicine, New York, NY,<sup>3<\/sup>Weizmann Institute of Science, Rehovot, Israel","CSlideId":"","ControlKey":"dc37c18d-8e02-43fa-b24f-8949dd2a3bc8","ControlNumber":"4838","DisclosureBlock":"&nbsp;<b>K. Kim, <\/b> None..<br><b>S. Budhu, <\/b> None..<br><b>W. Yip, <\/b> None..<br><b>A. Tracey, <\/b> None..<br><b>A. Aulitzky, <\/b> None..<br><b>J. Thomas, <\/b> None..<br><b>K. Nagar, <\/b> None..<br><b>L. Alvim, <\/b> None..<br><b>R. Dubrovsky, <\/b> None..<br><b>C. Ryan, <\/b> None.&nbsp;<br><b>N. Kudinova, <\/b> <br><b>Steba Biotech<\/b> Employment. <br><b>P. Wong, <\/b> <br><b>Leap Therapeutics<\/b> Other, Paid consultation. <br><b>T. Merghoub, <\/b> <br><b>ImmunOs Therapeutics<\/b> Other, Consultant. <br><b>Pfizer<\/b> Other, Consultant. <br><b>Imvaq Therapeutics<\/b> Other, cofounder and equity holder. <br><b>Bristol Myers Squibb<\/b> Other, Receives Research Funding. <br><b>Surface Oncology<\/b> Other, Receives Research Funding. <br><b>Ikena Oncology<\/b> Other, Receives Research Funding. <br><b>Infinity Pharmaceuticals<\/b> Other, Receives Research Funding. <br><b>Peregrine Pharmaceuticals<\/b> Other, Receives Research Funding. <br><b>Leap Therapeutics<\/b> Other, Receives Research Funding. <br><b>Adaptive Biotechnologies<\/b> Other, Receives Research Funding. <br><b>Aprea Therapeutics<\/b> Other, Receives Research Funding.<br><b>A. Scherz, <\/b> None..<br><b>J. Coleman, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1494","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2421","PresenterBiography":null,"PresenterDisplayName":"Kwanghee Kim, PhD","PresenterKey":"46947022-2a7d-4cc3-b99f-5ad1a49a705f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2421. WST-11 vascular-targeted photodynamic therapy induced immune modulation in upper tract urothelial cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"WST-11 vascular-targeted photodynamic therapy induced immune modulation in upper tract urothelial cancer","Topics":null,"cSlideId":""},{"Abstract":"Non-melanoma skin cancer (NSCLC) is the most frequent cancer in humans worldwide. Solar UV radiation is main risk factor to NSCLC developing in areas such as the face, neck, arms, etc. Basal cell carcinoma and precursor lesions of squamous cell carcinoma (SCC), such as actinic keratosis, Bowen&#8217;s disease, etc. can be treated with Photodynamic Therapy (PDT). PDT consists of applying a cream containing a photosensitizer on the skin lesion, to then being irradiated with light at a specific wavelength. The most used PS in skin cancer is methyl aminolevulinate (MAL). Light excites the photosensitizer, which interacts with intracellular O<sub>2<\/sub>, producing reactive oxygen species (ROS), triggering cancer cell death. One of the main advantages of PDT is that it offers satisfactory cosmetic results. However, its effectiveness is variable. Our previous results, using a PDT-resistant SCC cell model, showed that the addition of epigallocatechin gallate (EGCG) to PDT has a potentiated effect, killing 100% of these cells. Therefore, the aim of this work was to evaluate the effect of an EGCG-enhanced cream for PDT on squamous cell carcinoma lesions in an animal model.A two-step chemical carcinogenesis protocol (DMBA\/TPA) was used in male and female mice of the Balb\/c strain (21 animals). Once the animals developed the desired lesions, they were randomly separated into three groups. The first group received conventional cream (MAL 20%), the second group cream A (MAL 20% + EGCG 1%) and the third group B cream (MAL 20% + EGCG 3%). PDT was performed as follows: cream was applied for 4 hours on the lesion and then protected from the light with a patch. Subsequently, the excess cream was removed and the lesions were irradiated with 630 nm red light. The lesions were followed up for one month, measuring the size of the tumor and taking a final biopsy.We successfully develop an in vivo model of NSCLC using chemical inducers. Mice develops two kind of lesions: plane and\/or papillar. All mice were treated with PDT using the three different formulations. Lesions reduced its size until a 50% more when treated with PDT plus EGCG. Formulation B (MAL 20% + EGCG 3%), was the most effective, given it had a greater on the relative reduction of the volume of the lesion. In conclusion, this <i>in vivo<\/i> pilot study evidences the enhancing effect of EGCG on PDT, encouraging the pursue to continue with the investigations on this matter, in order to improve the PDT and the quality of life of skin cancer patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-02 Photobiology\/photodynamic therapy,,"},{"Key":"Keywords","Value":"Photodynamic therapy,Skin carcinogenesis,EGCG,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Carmen Gloria Ili<\/b><sup>1<\/sup>, Daniela Leon<sup>1<\/sup>, Maria Elena Reyes<sup>1<\/sup>, Kurt Buchegger<sup>2<\/sup>, Francisca Acevedo-Canala<sup>2<\/sup>, Pablo Guzman<sup>3<\/sup>, Claudia Nicklas<sup>4<\/sup>, Cecicia Orlandi<sup>5<\/sup>, Priscilla Brebi<sup>1<\/sup><br><br\/><sup>1<\/sup>Laboratory of Integrative Biology, Center for Excellence in Translational Medicine, (CEMT-BIOREN), Universidad de La Frontera, Temuco, Chile,<sup>2<\/sup>Department of Basic Sciences, Universidad de La Frontera, Temuco, Chile,<sup>3<\/sup>Department of Patology, Universidad de La Frontera, Temuco, Chile,<sup>4<\/sup>Department of Medical Specialties, Universidad de La Frontera, Temuco, Chile,<sup>5<\/sup>Clnica Orlandi, Santiago, Chile","CSlideId":"","ControlKey":"2352464d-aa7b-4937-9772-912eff3d17a3","ControlNumber":"7041","DisclosureBlock":"&nbsp;<b>C. G. Ili, <\/b> None..<br><b>D. Leon, <\/b> None..<br><b>M. E. Reyes, <\/b> None..<br><b>K. Buchegger, <\/b> None..<br><b>F. Acevedo-Canala, <\/b> None..<br><b>P. Guzman, <\/b> None..<br><b>C. Nicklas, <\/b> None..<br><b>C. Orlandi, <\/b> None..<br><b>P. Brebi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1495","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2422","PresenterBiography":null,"PresenterDisplayName":"Carmen Ili, PhD","PresenterKey":"3b81f6de-a832-4ab8-803b-52549f4d0d8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2422. <i>In vivo<\/i> pilot study of the effect of EGCG in photodynamic therapy on non melanoma skin cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> pilot study of the effect of EGCG in photodynamic therapy on non melanoma skin cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Patients<i> <\/i>with extrabronchial tumors that induce malignant central airway obstruction (MCAO) face dire prognoses with significant morbidity and 1-7 months overall survival. These tumors are inoperable. High-dose curative radiotherapy is associated with significant toxicity. Chemotherapy has limited localized benefits and immunotherapy cannot address the immediate need to halt tumor progression. Our preliminary data suggest that image-guided interstitial photodynamic therapy (I-PDT) with porfimer sodium is safe and potentially effective in patients with extrabronchial tumors that induce MCAO and there is a need to further improve the rate of response. Here we present results showing an improved tumor response rate by augmenting I-PDT with palliative radiotherapy (p-XRT).<br \/>Methods: We investigated the addition of p-XRT prior to I-PDT to sensitize the target tumor to subsequent photoreaction in mouse models. Eight- to twelve-week-old C3H and C57B\/6 mice with locally advanced (400-600 mm<sup>3<\/sup>) SCC-VII or LLC tumors, respectively, were treated with I-PDT alone or with p-XRT followed by I-PDT. The p-XRT regimen was 10 Gy x2 over two days. At 24-26 h after the second 10 Gy fraction, the I-PDT was administered with 5 mg\/kg porfimer sodium activated with 630-nm laser light at 5.0 mW\/cm<sup>2<\/sup> and 45 J\/cm<sup>2<\/sup> at tumor margins. Photoacoustic imaging and light dosimetry measurements were used to investigate the impact of p-XRT on the tumor microenvironment as it pertains to the response to I-PDT. Tumor progression was monitored over 60 days. Image-based treatment planning was used to translate the preclinical findings into a treatment in clinical settings (8 Gy x1 followed by I-PDT) for patients with extrabronchial MCAO.<br \/>Results: Preceding I-PDT with p-XRT increases tumor oxygenation for 1-2 days after the last radiation fraction and improves light penetration within mouse tumors. Administering p-XRT 24-48 h before I-PDT significantly (p&#60;0.05, log-rank test) increases the rate of complete tumor response and control from 0% in p-XRT alone or 0-6% in I-PDT alone, to 31-64% for p-XRT followed by I-PDT. In patients, administration of I-PDT with porfimer sodium 48 h after 8Gy x1 p-XRT is feasible and can provide control of extrabronchial MCAO accompanied by symptomatic relief.<br \/>Conclusions: Augmenting I-PDT with p-XRT improves the rate of tumor response. Murine studies show that p-XRT increases tumor blood oxygenation and light penetration which could contribute to better response to I-PDT. I-PDT with porfimer sodium preceded by p-XRT is feasible with possible benefits in patients with extrabronchial MCAO.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB07-02 Photobiology\/photodynamic therapy,,"},{"Key":"Keywords","Value":"Photodynamic therapy,Radiotherapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Emily Oakley<sup>1<\/sup>, Sarah Chamberlain<sup>1<\/sup>, Nathaniel Ivanick<sup>1<\/sup>, Alan Hutson<sup>1<\/sup>, Theresa Busch<sup>2<\/sup>, <b>Gal Shafirstein<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>2<\/sup>University of Pennsylvania, Philadelphia, PA","CSlideId":"","ControlKey":"1a40e652-2fa1-4f82-92fb-bf2b4cd3a0e0","ControlNumber":"2241","DisclosureBlock":"&nbsp;<b>E. Oakley, <\/b> None..<br><b>S. Chamberlain, <\/b> None.&nbsp;<br><b>N. Ivanick, <\/b> <br><b>Johnson & Johnson Enterprise Innovation<\/b> Independent Contractor, Other, Healthcare consultant. <br><b>Pinnacle Biologics Inc.<\/b> Pinnacle Biologics supplies the laser, cylindrical diffuser fibers and Porfimer sodium for a study in which I am the principal investigator..<br><b>A. Hutson, <\/b> None.&nbsp;<br><b>T. Busch, <\/b> <br><b>Simphotek Inc.<\/b> Stock, Other, Speaker compensation.. <br><b>Lumeda Inc.<\/b> Independent Contractor. <br><b>G. Shafirstein, <\/b> <br><b>Lumeda Inc.<\/b> Stock Option, Grant\/Contract, Patent, Other, Service on scientific advisory board. <br><b>Concordia Laboratories Inc. and Pinnacle Biologics, Inc.<\/b> Grant\/Contract, Other, Provided drug and laser fibers at no cost for preclinical and clinical studies, and contract research support.. <br><b>Lung Cancer Initiative at Johnson & Johnson<\/b> Grant\/Contract. <br><b>Simphotek Inc.<\/b> Grant\/Contract, Other, Co-principal investigator on NCI\/NIH award. <br><b>POP Biotechnologies, LLC<\/b> Grant\/Contract, Other, Principal investigator on NCI\/NIH award.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1496","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2423","PresenterBiography":null,"PresenterDisplayName":"Gal Shafirstein, DSc","PresenterKey":"90fb1d32-ee73-4b52-8590-d637a9260045","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2423. Image-guided interstitial photodynamic therapy with palliative radiotherapy for ablating extrabronchial malignant central airway obstruction","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Image-guided interstitial photodynamic therapy with palliative radiotherapy for ablating extrabronchial malignant central airway obstruction","Topics":null,"cSlideId":""},{"Abstract":"Radiation therapy (Radiotherapy) is a highly effective treatment with wide range of cancer curing. Radiotherapy allows the cancer cells to be killed or reduced in number while protecting the majority of other organs and tissues in the body. Radiotherapy is commonly used with chemotherapy or immunotherapy or radiosensitizer drugs for enhancing the treatment efficacy. Predicting individual radiation sensitivity is very important in determining the direction of future treatment after cancer diagnosis. However, it is lack of accurate and relevant preclinical model for evaluation of radiation sensitivity.In this study, we developed the platform for radiosensitivity evaluation using the Esophageal cancer patient derived organoids. Biopsy tissues from Esophageal cancer were digested to single cells and then dispensed with ECM on pillar plate (MBD co.) to forming organoids. After organoid formation, the organoids were exposed to radiation with increasing dosage. Cell viability and radiation sensitivity were calculated by 3D Celltiter glo method and Calcein AM staining. Radiation sensitivity index was determined based on radiation response and organoid growth.We included 22 patients with ESCC treat with radiation therapy from Samsung Medical Center. After surgery, we compared radiation sensitivity index with pathological grade for sensitivity and specificity of radio sensitivity evaluation platform. The sensitivity was 75.00% (95% CI 34.91% - 86.81%) and the specificity was 71.43% (95% CI 41.90% - 91.61%). This resulted in an accuracy in this population of 72.73% (95% CI 49.78% - 89.27%).This study has a very high correlation to patient matched clinical outcomes of radiation sensitive group or non-sensitive group. This radiation sensitivity evaluation platform could contribute to precision medicine in Esophageal cancer patients and it can be helpful to make decision how to cure of cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PR01-15 Screening and early detection,,"},{"Key":"Keywords","Value":"Radiosensitivity,Esophageal cancer,Organoids,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jung Eun Kim<\/b><sup>1<\/sup>, Mi-Hyeon Jeong<sup>1<\/sup>, Thunyaporn Ravangnam<sup>1<\/sup>, Sunghun Ju<sup>1<\/sup>, Dong Woo Lee<sup>1<\/sup>, Bosung Ku<sup>1<\/sup>, Dongryul Oh<sup>2<\/sup><br><br\/><sup>1<\/sup>MBD Co., Ltd, Suwon, Korea, Republic of,<sup>2<\/sup>Department of Radiation Oncology, Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"f376f16d-cede-4535-8623-167b82ab5a81","ControlNumber":"8173","DisclosureBlock":"&nbsp;<b>J. Kim, <\/b> None..<br><b>M. Jeong, <\/b> None..<br><b>T. Ravangnam, <\/b> None..<br><b>S. Ju, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>B. Ku, <\/b> None..<br><b>D. Oh, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9430","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2424","PresenterBiography":null,"PresenterDisplayName":"Jung Eun Kim, PhD","PresenterKey":"e41a3056-68d8-49aa-b035-94b3c133187a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2424. Development of radiation sensitivity evaluation platform in esophageal cancer patient derived organoids","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"503","SessionOnDemand":"False","SessionTitle":"Radiation Sciences","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of radiation sensitivity evaluation platform in esophageal cancer patient derived organoids","Topics":null,"cSlideId":""}]