[{"Abstract":"Background: Men of African ancestry (moAA) experience the highest incidence and mortality rates of prostate Cancer (PCa) in the United States, where 1 in 8 men are expected to be diagnosed with the disease in their lifetime. Yet, most biomarkers used in PCa screening today, which are based on prostate specific antigen (PSA), are developed and validated in predominantly White populations with weak or nonexistent validation in moAA, making moAA more likely to be subjected to unnecessary prostate biopsies. To reduce this disparity in PCa detection and management, there is a critical need for new biomarkers that target the unique genetic make-up of moAA. We recently showed that plasmacytoma variant translocation 1 (PVT1), exons 4A, 4B, and 9 are overexpressed in the prostate tissues and detected in higher copy numbers in serum of moAA with PCa. In this study, we investigated the predictive power of these potential biomarkers in detecting PCa across different racial populations.<br \/>Methodology: Forty serum samples from White, Hispanic, and Black men, 50 percent of whom had PCa, were analyzed to obtain copy numbers for PVT1 exons 4A, 4B, and 9. Seven logistic regression models were developed to predict PCa using single biomarkers, all pairwise combinations of biomarkers and all three biomarkers. The median area under the receiver operator characteristic curve (AUC) was used to measure the predictive accuracy of each model after a repeated, stratified k-fold cross validation. Model accuracy was first evaluated using data from all races and then for just the Black or Hispanic subpopulation. Our best performing models were compared with PSA as a predictor of PCa. We also evaluated the predictive accuracy of composite models that combined our biomarkers with PSA.<br \/>Results: In predicting PCa for all races, our model with only PVT1 exon 9 achieved the highest median AUC of 0.71, which was better than the AUC of 0.63 obtained with just PSA. When PSA and PVT1 exon 9 were combined, the median AUC increased to 0.75. Combining all three biomarkers with PSA increased the median AUC to 0.813. For the Black or Hispanic subpopulation, PVT1 exon 9 achieved the highest AUC of 0.92 which was significantly higher than the median AUC of 0.63 achieved with PSA. No significant change in AUC was observed when the PVT1 biomarkers were combined with PSA. Conclusion:<b> <\/b>Our results show that PVT1 exon 9 is more accurate than PSA in predicting PCa, achieving near perfect accuracy within the Black or Hispanic subpopulation. Whereas combining PSA with PVT1 biomarkers improved the performance of PSA for all races, no significant improvement in PSA&#8217;s performance was observed in Black or Hispanic subpopulation. Thus, PVT1 exon 9 may hold the key to reducing disparity in PCa detection among moAA while improving the predictive accuracy of PSA for the general population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Biomarkers,Health Disparities,Prostate cancer,Statistical learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Emmanuel Owusu Asante-Asamani<sup>1<\/sup>, Sobana Handi D. Sewwandi De Silva<sup>1<\/sup>, Gargi Pal<sup>2<\/sup>, Micheal Liss<sup>3<\/sup>, Robin J. Leach<sup>4<\/sup>, <b>Olorunseun  O.  Ogunwobi<\/b><sup>5<\/sup><br><br\/><sup>1<\/sup>Mathematics, Clarkson University, Potsdam, NY,<sup>2<\/sup>Biology, Hunter College, New York, NY,<sup>3<\/sup>UT Health San Antonio, San Antonio, TX,<sup>4<\/sup>Department of Cell Systems and Anatomy, University of Texas Health San Antonio, San Antonio, TX,<sup>5<\/sup>Biology, Hunter College of CUNY, New York, NY","CSlideId":"","ControlKey":"ba2944c2-84f9-4072-b505-b87d71b0350a","ControlNumber":"3227","DisclosureBlock":"&nbsp;<b>E. O. Asante-Asamani, <\/b> None..<br><b>S. D. S. De Silva, <\/b> None..<br><b>G. Pal, <\/b> None..<br><b>M. Liss, <\/b> None..<br><b>R. J. Leach, <\/b> None..<br><b>O. O. Ogunwobi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7798","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4172","PresenterBiography":null,"PresenterDisplayName":"Olorunseun Ogunwobi, MBBS;PhD","PresenterKey":"cb2da28c-bfdf-4923-9bc9-3ec1e1a838db","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4172. Serum PVT1 exon 9 copy number is a better predictor of positive prostate biopsy in Black and Hispanic men than serum prostate specific antigen","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Serum PVT1 exon 9 copy number is a better predictor of positive prostate biopsy in Black and Hispanic men than serum prostate specific antigen","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>High mammographic breast density (MBD) is a strong risk factor for breast cancer, but the biological mechanisms underlying high MBD are not well understood. We, therefore, comprehensively investigated for the first time the associations of lipid species with volumetric measures of MBD to elucidate potential biological mechanisms of high MBD in premenopausal women.<br \/><b>Methods: <\/b>We performed lipidomic profiling on 705 premenopausal women recruited during their annual screening mammogram at Washington University School of Medicine, St. Louis, MO. Lipidomic profiling for 982 lipid species was completed at Metabolon (Durham, NC<sup>&#174;<\/sup>). Lipid species with greater than 300 missing values (N=125) were excluded from the analysis. Using nearest neighbor methods, we imputed the lipid species missing less than 300 values. We used Volpara 1.5 (Volpara Health<sup>&#174;<\/sup>) to quantify volumetric measures of MBD - volumetric percent density (VPD), dense volume (DV), and non-dense volume (NDV). We investigated the associations of the lipid species with MBD measures using multivariable linear regression models adjusting for age, age at menarche, body shape at age 10, race\/ethnicity, body fat %, family history of breast cancer, oral contraceptive use, parity\/age at first birth, and alcohol use. MBD measures were log<sub>10<\/sub>-transformed, and lipid species were standardized. Linear coefficients were back-transformed to the original scale and considered significant if the Bonferroni corrected p&#60;0.05.<b> <\/b><br \/><b>Results: <\/b>In<b> <\/b>multivariable linear regression models, 34 lipid species were inversely associated with VPD. The lipid species belong to the triacylglycerol (TAG, N=26), diacylglycerol (DAG, N=6), phosphatidylcholine (PC, N=1), and cholesterol ester (N=1) pathways. DAG(16:0\/18:2) and TAG54:6-FA20:4 displayed the largest inverse associations with one standard deviation increase in DAG(16:0\/18:2), and TAG54:6-FA20:4 corresponding to 9.9% (p=0.002), and 9.6% (p=0.007) decrease in VPD, respectively. Eleven lipid species were significantly associated with NDV, with 10 species (all TAG) having a positive association and 1 inverse association PC(18:1\/18:1). The strongest positive association was observed with TAG54:6-FA20:4. One standard deviation increase in TAG54:6-FA20:4 was associated with a 9.8% increase in NDV (p=0.01). Several of the lipid species (N=8, 23.5%) that were associated with VPD were also associated with NDV, but in opposite directions. No lipid species were significantly associated with DV.<br \/><b>Conclusions: <\/b>Our study identified many lipid species, especially in TAG and DAG pathways, that were associated with VPD and NDV and offer new insights into the biological mechanisms underlying high MBD in premenopausal women. Future studies are needed to validate our results and the translational potential.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Prevention,Mammographic breast density ,Lipidomics,Premenopausal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kayla  R.  Getz<\/b><sup><\/sup>, Myung  S.  Jeon<sup><\/sup>, Chongliang Luo<sup><\/sup>, Jingqin Luo<sup><\/sup>, Adetunji  T.  Toriola<sup><\/sup><br><br\/>Department of Surgery, Division of Public Health Sciences, Washington University School of Medicine in St. Louis, St. Louis, MO","CSlideId":"","ControlKey":"c26819b0-b687-43da-ab76-84722d992d18","ControlNumber":"5380","DisclosureBlock":"&nbsp;<b>K. R. Getz, <\/b> None..<br><b>M. S. Jeon, <\/b> None..<br><b>C. Luo, <\/b> None..<br><b>J. Luo, <\/b> None..<br><b>A. T. Toriola, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8041","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4173","PresenterBiography":null,"PresenterDisplayName":"Kayla Getz, BS;MPH,PhD","PresenterKey":"7aa44cc9-0dc0-4267-b283-dc34d50ed528","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4173. Lipidome of mammographic breast density in premenopausal women","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lipidome of mammographic breast density in premenopausal women","Topics":null,"cSlideId":""},{"Abstract":"BOADICEA, implemented in the CanRisk tool (www.canrisk.org) can be used to calculate future breast cancer risk using data on cancer family history, genetics (rare high- or moderate-risk pathogenic variants; polygenic scores (PGS)), questionnaire-based risk factors and mammographic density (MD) measured using the BI-RADS classification. The BI-RADS categorization requires manual reading which is not feasible at population level. Moreover, BI-RADS captures MD in 4 categories, whereas continuous measures are stronger risk predictors. Here, BOADICEA was extended to incorporate continuous breast density measured by the fully automated Volpara and STRATUS software, working on raw and processed images, respectively. We used data from the KARMA prospective screening cohort (60,276 participants; 1,167 incident breast cancers). The associations between Volpara or STRATUS density measurements and incident breast cancer risk were estimated in a randomly selected training subset consisting of two-thirds of the full dataset. For this, we calculated density residuals after regressing on participant&#8217;s age at mammography. Hazard ratios (HR) for the normalized residuals were calculated using a Cox proportional hazards model, adjusting for family history, BMI and all risk factors included in BOADICEA. Multiple Imputation by Chained Equations (MICE) was used to impute missing data. The remaining one-third of the KARMA cohort was used to assess the performance of BOADICEA in predicting 5-year risks, after including the estimated Volpara and STRATUS associations.Under the best fitting multivariable model including PGS, the HRs per SD of residual STRATUS density were estimated to be 1.67 (95%CI: 1.44-1.93) and 1.38 (95%CI: 1.26-1.51) for pre- and post-menopausal women, respectively. The HR estimates per SD of residual Volpara density were 1.38 (95%CI: 1.19-1.59) and 1.39 (95%CI: 1.27-1.52) for pre- and post-menopausal women, respectively. After incorporating these associations in BOADICEA, there was a marked improvement in the model discriminatory ability in the test dataset, compared to using the BI-RADS classification. The largest increase in AUC was observed for STRATUS residual density, with a 3% increase compared to using BI-RADS vs a 1.6% increase in AUC when using Volpara residual density. These increases were consistent across BOADICEA models considering different combinations of risk factors, including PGS.Including continuous breast density in BOADICEA can lead to improved breast cancer risk stratification and could allow for automated measures of MD to be more readily deployed in breast cancer risk prediction. Additional prospective studies are required to further validate the findings. The models will be implemented in the CanRisk tool.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Breast cancer,Mammographic density,BOADICEA,Modeling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lorenzo Ficorella<\/b><sup>1<\/sup>, Mikael Eriksson<sup>2<\/sup>, Kamila Czene<sup>2<\/sup>, Goska Leslie<sup>1<\/sup>, Xin Yang<sup>1<\/sup>, Tim  J.  Carver<sup>1<\/sup>, Douglas  F.  Easton<sup>1<\/sup>, Per  F.   L.  Hall<sup>2<\/sup>, Antonis  C.  Antoniou<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Public Health and Primary Care, University of Cambridge, Cambridge, United Kingdom,<sup>2<\/sup>Department of Medical Epidemiology and Biostatistics, Karolinska Institutet, Stockholm, Sweden","CSlideId":"","ControlKey":"a98e4a09-f94c-4260-85e2-46d576128668","ControlNumber":"2950","DisclosureBlock":"&nbsp;<b>L. Ficorella, <\/b> None.&nbsp;<br><b>M. Eriksson, <\/b> <br><b>Atossa Therapeutics<\/b> Other Intellectual Property. <br><b>iCAD Inc.<\/b> Grant\/Contract. <br><b>K. Czene, <\/b> <br><b>Atossa Therapeutics<\/b> Other Intellectual Property. <br><b>iCAD Inc.<\/b> Grant\/Contract.<br><b>G. Leslie, <\/b> None..<br><b>X. Yang, <\/b> None.&nbsp;<br><b>T. J. Carver, <\/b> <br><b>Cambridge Enterprise<\/b> Other Intellectual Property. <br><b>D. F. Easton, <\/b> <br><b>Cambridge Enterprise<\/b> Other Intellectual Property. <br><b>P. F. L. Hall, <\/b> <br><b>Atossa Therapeutics<\/b> Other Intellectual Property. <br><b>iCAD Inc.<\/b> Grant\/Contract. <br><b>A. C. Antoniou, <\/b> <br><b>Cambridge Enterprise<\/b> Other Intellectual Property.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7801","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4174","PresenterBiography":null,"PresenterDisplayName":"Lorenzo Ficorella","PresenterKey":"08700c48-f5cf-46dd-bbf8-9bc621da0880","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4174. Incorporating continuous mammographic density into the BOADICEA breast cancer risk prediction model","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Incorporating continuous mammographic density into the BOADICEA breast cancer risk prediction model","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Widely used breast cancer risk prediction tools are based on data from Western countries, but risk factors may differ for Asian women. Hence, we aimed to develop a risk assessment tool for breast cancer in Asian women, using a nationwide, population-based cohort in Korea. Methods: Women aged &#8805; 40 years who participated in both breast cancer screening and general health examination in 2009 were eligible for this study. Age, body mass index (BMI), breast density, lifestyle and reproductive factors, and comorbidities were used to develop 5-year breast cancer risk prediction models in premenopausal (n=771,856) and postmenopausal (n=1,108,047) women at baseline. Backward stepwise selection in the Cox proportional hazards model was used to construct the best-fit risk prediction model, which was then converted into a risk score nomogram, representing an individual probability estimate of incident breast cancer. Model performance was evaluated by discrimination and calibration. Results: Among premenopausal women, high BMI, low parity, short breastfeeding period, early age at menarche, high breast density, history of benign breast mass, and family history of breast cancer contributed to breast cancer risk prediction. The appropriate predictors in postmenopausal women additionally included age, type 2 diabetes, dyslipidemia, late age at menopause, hormone replacement therapy use, except for number of parities. The concordant statistic of risk prediction model was 0.58 (95% confidence interval [CI] 0.57-0.59) for premenopausal women, and 0.64 (95% CI 0.63-0.65) for postmenopausal women. Our model correlated well in the calibration plot in both premenopausal and postmenopausal women.Conclusions: Our breast cancer risk prediction model showed good performance for postmenopausal women, providing the background for risk-based screening recommendations in Asian women.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Breast cancer,Modeling,Cohort study,Incidence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wonyoung Jung<\/b><sup>1<\/sup>, Yong-Moon Mark Park<sup>2<\/sup>, Sang Hyun Park<sup>3<\/sup>, Kyungdo Han<sup>4<\/sup>, Junhee Park<sup>5<\/sup>, Yohwan Yeo<sup>6<\/sup>, Jung Kwon Lee<sup>7<\/sup>, Dale  P.  Sandler<sup>8<\/sup>, Dong Wook Shin<sup>5<\/sup><br><br\/><sup>1<\/sup>Kangdong Sacred Heart Hospital, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Epidemiology, University of Arkansas for Medical Sciences, Little Rock, AR,<sup>3<\/sup>Department of Biostatistics, The Catholic University of Korea, Seoul, Korea, Republic of,<sup>4<\/sup>Department of Statistics and Actuarial Science, Soongsil University, Seoul, Korea, Republic of,<sup>5<\/sup>Department of Family Medicine and Supportive Care Center, Samsung Medical Center, Seoul, Korea, Republic of,<sup>6<\/sup>Department of Family Medicine, Hallym University Dongtan Sacred Heart Hospital, Hwaseong, Korea, Republic of,<sup>7<\/sup>Department of Medicine, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of,<sup>8<\/sup>Epidemiology Branch, National Institute of Environmental Health Sciences, Research Triangle Park, NC","CSlideId":"","ControlKey":"abd23a71-5405-43bd-80a6-48d1f46ec062","ControlNumber":"3974","DisclosureBlock":"&nbsp;<b>W. Jung, <\/b> None..<br><b>Y. Park, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>K. Han, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>Y. Yeo, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>D. Shin, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7802","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4175","PresenterBiography":"Family Medicine Physician | Research Fellow | Cancer epidemiology | Cancer survivorship | Palliative care","PresenterDisplayName":"Wonyoung Jung, MD","PresenterKey":"b700b83c-e78c-40c0-8b90-9b9b4310874f","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/b700b83c-e78c-40c0-8b90-9b9b4310874f.profile.jpg","SearchResultActions":null,"SearchResultBody":"4175. Development of breast cancer risk assessment tool: The Korean decision aid for cancer screening (K-DACS) study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of breast cancer risk assessment tool: The Korean decision aid for cancer screening (K-DACS) study","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Studies in women with pathogenic variants in <i>BRCA1 <\/i>or <i>BRCA2<\/i> suggest that underlying breast cancer (BC) risk modifies the associations between pregnancy-related factors and BC risk. Less is known about whether the associations are modified across a range of predicted absolute BC risk based on age and the extent of BC family history.<br \/><b> <\/b> <b>Objective:<\/b> Examine the association between pregnancy-related factors and BC risk and modification by predicted absolute BC risk in the<b> <\/b>Prospective Family Study Cohort (ProF-SC) with women enrolled between 1992-2011 and a median 10.0 years of follow-up time.<br \/><b>Methods: <\/b>ProF-SC includes the six international sites of the Breast Cancer Family Registry [USA, Canada, and Australia] and the Kathleen Cuningham Foundation Consortium for Research into Familial Breast Cancer (kConFab). 17,274 women with 943 prospectively ascertained BC cases were eligible for the prospective analysis with 87% of cases self-identifying as non-Hispanic White. Questionnaires at study entry assessed self-reported pregnancy-related factors (parity, number of full-term pregnancies (FTP), age at first FTP, years since last FTP, breastfeeding, and age at menarche). <b> <\/b>We used Cox proportional hazards regression models with age as a time scale to estimate Hazard Ratios (HR) and the 95% Confidence Intervals (CI) for each reproductive variable (main effect) and examined modification by predicted absolute risk of BC, measured by a 1-year absolute risk score (continuous) estimated by the BOADICEA (interaction effect). We also examined associations stratified by estrogen receptor (ER) subtype.<br \/><b>Results:<\/b> Women with a first FTP at age &#8805;30 vs. &#60;20 years had an increased risk of BC (HR=1.49, 95% CI 1.10, 2.02); no other pregnancy-related factors were associated with BC risk. Compared to nulliparous women, the main effect for higher parity was associated with increased ER-negative BC (PARS*&#8805;4 FTP HR 2.34, 95% CI 1.09, 5.01). In contrast, increasing absolute BC risk for women with higher parity was associated with reduced risk of ER-negative BC (PARS*&#8805;4 FTP HR<sub>interaction<\/sub> 0.66, 95% CI 0.48, 0.90; p<sub>interaction<\/sub>=0.01). Increasing absolute BC risk for nulliparous or first FTP at age &#8805;25 years had a &#62;20% increased risk of ER-negative BC compared to first FTP at age &#60;20 years (p<sub>interaction<\/sub>=0.002); the main effects for nulliparity and first FTP at age &#8805;25 years and ER-negative BC were null (<i>p-values<\/i>=0.2-1.0). Compared to nulliparous women, increasing absolute risk for women who were within 5 years of their last FTP was positively associated with ER-negative BC (HR<sub>interaction<\/sub>=1.54, 95% CI 1.03, 2.31); main effects were null (HR=1.00, 95% CI 0.39, 2.54).<br \/><b>Conclusion: <\/b>The association between pregnancy-related factors and BC risk are modified by predicted absolute BC risk, with stronger associations observed for ER-negative BC. Women at higher absolute BC risk may benefit from more frequent BC monitoring following childbirth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-21 Risk prediction models for incidence, prognosis, and\/or mortality,,"},{"Key":"Keywords","Value":"Breast cancer,Risk factors,Family history,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jasmine A. McDonald<\/b><sup>1<\/sup>, Yuyan Liao<sup>1<\/sup>, Esther  M.  John<sup>2<\/sup>, Allison  W.  Kurian<sup>2<\/sup>, Jeanine  M.  Genkinger<sup>1<\/sup>, Saundra  S.  Buys<sup>3<\/sup>, John  L.  Hopper<sup>4<\/sup>, kConFab Investigators<sup><\/sup>, Mary Beth Terry<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Epidemiology, Columbia University Irving Medical Center, New York, NY,<sup>2<\/sup>Department of Epidemiology & Population Health, Stanford University School of Medicine, Palo Alto, CA,<sup>3<\/sup>Department of Medicine, Huntsman Cancer Institute, Salt Lake City, UT,<sup>4<\/sup>Centre for Epidemiology and Biostatistics, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Australia","CSlideId":"","ControlKey":"77829f36-3e0d-4063-a1eb-d2467381da17","ControlNumber":"7491","DisclosureBlock":"&nbsp;<b>J. A. McDonald, <\/b> None..<br><b>Y. Liao, <\/b> None..<br><b>E. M. John, <\/b> None..<br><b>A. W. Kurian, <\/b> None..<br><b>J. M. Genkinger, <\/b> None..<br><b>S. S. Buys, <\/b> None..<br><b>J. L. Hopper, <\/b> None..<br><b>M. Terry, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7803","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4176","PresenterBiography":null,"PresenterDisplayName":"Jasmine McDonald, PhD","PresenterKey":"a180a9b1-e6e1-4cec-bdad-ca2026962f19","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4176. Timing of pregnancy-related factors and breast cancer risk for women across a range of absolute risk","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Timing of pregnancy-related factors and breast cancer risk for women across a range of absolute risk","Topics":null,"cSlideId":""},{"Abstract":"<b>Background <\/b>To date, 5% to 6 % of all colorectal cancers (CRCs) are associated with germline pathogenic variants in cancer predisposition genes that confer inherited predisposition to CRC. The use of genetic testing to identify individuals at risk for hereditary CRC syndromes can help to prevent the development of cancer and in the clinical management of the colorectal patients in the areas of both prevention and treatment. We report here the experience of our research laboratory of genetic testing for hereditary polyposis syndromes and Lynch syndrome (LS), respectively, in 126 patients.<br \/><b>Methods<\/b> Fifty four (54) severe familial adenomatous polyposis (FAP) patients and 72-suspected Lynch syndrome (LS) patients, respectively, were selected from 2851 consecutive colorectal patients at five public hospitals during 2012-2019. Family histories of cancer were obtained from interviews, pedigrees and medical records of patients. Index cases and relatives diagnosed with FAP syndrome or Lynch syndrome have been tested for germline variants in <i>APC<\/i>, <i>MLH1<\/i>, <i>MSH2<\/i>, <i>MSH6<\/i> and <i>PMS2<\/i> genes, respectively, using PCR-Sanger Sequencing or by NGS using a cancer panel of 30 hereditary cancer genes (Color Genomics).<br \/><b>Results <\/b> We detected 13 germline pathogenic variants in <i>APC<\/i> gene in 17 unrelated families, one germline pathogenic variant in <i>BMPRA1 <\/i>gene in juvenile polyposis syndrome (JPS) patient; seven (7) germline pathogenic variants and 2 variants of uncertain clinical significance (VUS) in MMR genes. Interestingly, 4 novel germline pathogenic variants in<i> APC<\/i> gene and 3 novel germline pathogenic variants in MMR genes, respectively, have been detected in our study. The most occurring germline pathogenic variants in APC gene were c.3927_3931del and c.4728dup that were identified in four and two index cases in 6 unrelated FAP families, respectively. In Lynch syndrome patients, the rare germline pathogenic variant <i>MLH1<\/i> c.1546C&#62;T has been found in 21 individuals from 9 LS families, 6 of them related, with two large kindreds. In addition, the recurrent germline pathogenic variant <i>MSH2<\/i> c.942+3A&#62;T has been detected in five unrelated index cases with a strong family history of LS syndrome. Moreover, the rare germline VUS <i>PMS2<\/i> c.989-107_989-106insA has been detected in 14 unrelated LS patients and could be reclassified as likely benign. Interestingly, our NGS analysis detected the novel <i>BMPR1A<\/i> pathogenic variant c.1474-1G&#62;C in young JPS patient that has been misdiagnosed as FAP. The <i>in-silico<\/i> analysis for this novel variant showed an alteration of the wild type acceptor site and an activation of a cryptic acceptor site, respectively, most probably affecting splicing.<br \/><b>Conclusions<\/b><b><\/b> Our current study will contribute to the molecular genetics characterization of hereditary colorectal cancer syndromes in Algerian population that is relevant for clinical management in the areas of genetic testing, early diagnosis, treatment and prevention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-08 Familial and hereditary cancers,,"},{"Key":"Keywords","Value":"Family history,Genetic susceptibility,Hereditary cancer,Sequencing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Farid Cherbal<\/b><sup>1<\/sup>, Asma-Lamia Boumehdi<sup>1<\/sup>, Feriel Khider<sup>1<\/sup>, Karima Landelouci<sup>1<\/sup>, Abdelwahab Zemam<sup>1<\/sup>, Sarah Sabri<sup>1<\/sup>, Adam.Walid Damache<sup>1<\/sup>, Mohammed Oukkal<sup>2<\/sup>, Hassen Mahfouf<sup>3<\/sup>, Ferhat Zebboudj<sup>4<\/sup>, Mustapha Maaoui<sup>5<\/sup><br><br\/><sup>1<\/sup>Molecular Genetics Team, LMCB, Faculty of Biological Sciences,University of Science and Technology Houari Boumediene (USTHB), Algiers, Algeria,<sup>2<\/sup>Clinic of Medical Oncology Amine Zirout, University Hospital of Beni-Messous, School of Medicine, University of Algiers-1, Algiers, Algeria,<sup>3<\/sup>Mohamed El Kolli Public Hospital, Academic Medical Oncology Services, School of Medicine, University of Algiers-1, Rouiba, Algiers, Algeria,<sup>4<\/sup>Mohamed El Kolli Public Hospital, Academic General Surgery Services, School of Medicine, University of Algiers-1, Rouiba, Algiers, Algeria,<sup>5<\/sup>Bachir Mentouri Public Hospital, Academic General Surgery Services, School of Medicine, University of Algiers-1, Kouba, Algiers, Algeria","CSlideId":"","ControlKey":"82e7dc7d-c05d-4763-baa4-48fe3be0c5f8","ControlNumber":"7726","DisclosureBlock":"&nbsp;<b>F. Cherbal, <\/b> None..<br><b>A. Boumehdi, <\/b> None..<br><b>F. Khider, <\/b> None..<br><b>K. Landelouci, <\/b> None..<br><b>A. Zemam, <\/b> None..<br><b>S. Sabri, <\/b> None..<br><b>A. Damache, <\/b> None..<br><b>M. Oukkal, <\/b> None..<br><b>H. Mahfouf, <\/b> None..<br><b>F. Zebboudj, <\/b> None..<br><b>M. Maaoui, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7734","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4177","PresenterBiography":null,"PresenterDisplayName":"Farid Cherbal, PhD","PresenterKey":"af249a18-33aa-4611-802c-af42e539b7f0","PresenterPhoto":"https:\/\/files.abstractsonline.com\/assocphotos\/101\/af249a18-33aa-4611-802c-af42e539b7f0.profile.jpg","SearchResultActions":null,"SearchResultBody":"4177. Genetic testing for hereditary colorectal cancer syndromes in Algerian patients: A multicenter study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic testing for hereditary colorectal cancer syndromes in Algerian patients: A multicenter study","Topics":null,"cSlideId":""},{"Abstract":"Background: Lysosome is closely linked to autophagy activity which has an important role in pancreatic adenocarcinoma (PDAC). We investigated whether lysosome storage dysfunction (LSD) contributes to PDAC development.<br \/>Materials and Methods: Comparison of germline putative pathogenic variants (PPV) in genes involved in lysosome functions was performed between PDAC patients (N=418) and healthy controls (N=745) using next generation sequencing. Using mouse pancreas organoid, consequences of GALC downregulation in PDAC development was evaluated. Transcriptome data analysis of human PDAC organoid according to PPV status was followed.<br \/>Results: PPV in LSD related genes were enriched in PDAC patients compared to healthy controls (Log2OR = 1.65, P = 3.08&#8201;&#215;&#8201;10<sup>&#8722;3<\/sup>). For limited stage PDAC patients, PPV carriers were diagnosed with PDAC in younger age compared to non-carriers (mean age 61.5 vs. 65.1 years, <i>p<\/i>=0.038). In mouse pancreas organoid, Ki-67 index significantly increased as GALC was downregulated. Altered autophagy activity with increased autophagy flux following GALC dysfunction was observed in both human cancer cell line and mouse organoid. mTOR downregulation was noted in mouse pancreas organoid. RNA sequencing analysis of human PDAC organoid revealed metabolism alteration related to LSD.<br \/>Conclusion: Genetically defined lysosome dysfunction is frequently observed in young age onset PDACs. Lysosome dysfunction might contribute to PDAC development via altered metabolism and autophagy activity.<br \/>Key words: lysosomal storage disease (LSD), germline, pancreatic ductal adenocarcinoma (PDAC)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-08 Familial and hereditary cancers,,"},{"Key":"Keywords","Value":"Pancreatic cancer,germline mutation,Lysosomal storage disease,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hyemin Kim<\/b><sup>1<\/sup>, Youngil Koh<sup>2<\/sup>, Joo Kyung Park<sup>1<\/sup><br><br\/><sup>1<\/sup>Samsung Medical Center, Sungkyunkwan University, Seoul, Korea, Republic of,<sup>2<\/sup>Seoul National University Hospital, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"15124003-0be4-4033-aca6-5fe570348624","ControlNumber":"3342","DisclosureBlock":"&nbsp;<b>H. Kim, <\/b> None..<br><b>Y. Koh, <\/b> None..<br><b>J. Park, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7735","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4178","PresenterBiography":null,"PresenterDisplayName":"Hyemin Kim, Dr PH","PresenterKey":"2a333953-08fd-44ad-a47b-f3c703a073e3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4178. Lysosomal storage dysfunction as a risk factor in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lysosomal storage dysfunction as a risk factor in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction: <\/b>Anal cancer (AC) risk is greatly elevated among persons living with HIV (PLWH), particularly men who have sex with men (MSM). The incidence of anal cancer among PLWH in Puerto Rico is 60.5 per 100,000 in MSM. Smoking and sexual behaviors may enhance anal cancer risk among PLWH. Therefore, we describe the prevalence of risk factors for AC, overall and by sexual risk group (MSM, women, and men who have sex with women [MSW]). We also evaluated receipt of cancer preventive strategies: HPV vaccination and AC screening, among a sample of PLWH in Puerto Rico.<br \/><b>Methods:<\/b> A cross-sectional study was conducted (Sept 2020 - Dec 2021) among PLWH &#8805;26 aged in Puerto Rico (n=212). Participants answered a phone interview that collected information on relevant characteristics. AC risk factors evaluated were current smoking, age of sexual initiation (&#8804;15 years), lifetime anal sex, 10 or more lifetime sexual partners, history of AIDS, genital warts, and HPV infection. HPV vaccination and AC screening status were also evaluated. The overall and sexual risk group specific prevalence of AC risk factors and preventive behaviors were described. In addition, the prevalence ratio (PR) of the variables of interest, comparing the sexual risk groups, was estimated with 95% confidence intervals using Poisson regression.<br \/><b>Results: <\/b>Mean age of participants was 52.8 &#177;<b> <\/b>(SD=10.2); 44.1% were MSM, 23.2% were MSW, and 32.7% were women.<b> <\/b>Most PLWH had public health insurance (84.4%), an education level of high-school or less (45.7%), and 9.5% had a history of intravenous drug use. Regarding the prevalence of AC risk factors, 58.3% had 10 or more lifetime sex partners, 51% had their first sexual relationship at age &#8804;15 years, 29.3% were current smokers, and 75.8% of women had history of anal sex. In addition, 20.8% reported being diagnosed with AIDS, 16.5% had a history of genital warts, and 12.0% had HPV infection. Only 7.5% reported HPV vaccination and 52.2% reported ever having had an anal pap test. MSM had the highest prevalence of risky sexual behaviors, although no statistical difference was seen in the PRs. For preventive strategies, women (PR: 3.13, 95% CI 1.52-6.46) and MSM (PR: 3.42, 95% CI 1.70-6.90) had higher prevalence of anal pap uptake than MSW.<br \/><b>Conclusion: <\/b>Persons living with HIV in Puerto Rico had high prevalence of current smoking use and risky sexual behavior. Despite their increased risk of AC, and only over half had been screened for AC. Continued education and awareness about AC risk factors, smoking cessation, and importance of prevention strategies are important among PLWH.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-06 Diet, alcohol, tobacco use, and other lifestyle risk factors,,"},{"Key":"Keywords","Value":"Anal cancer,HIV,Risk Factors,Puerto Rico,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sandra  I.  Garcia-Camacho<\/b><sup>1<\/sup>, Jeslie  M.  Ramos-Cartagena<sup>1<\/sup>, Marievelisse Soto-Salgado<sup>2<\/sup>, Vivian Colon-Lopez<sup>2<\/sup>, Karen  J.  Ortiz-Ortiz<sup>2<\/sup>, Ashish  A.  Deshmukh<sup>3<\/sup>, Ana  P.  Ortiz<sup>2<\/sup><br><br\/><sup>1<\/sup>Graduate School of Public Health, University of Puerto Rico, San Juan, PR,<sup>2<\/sup>University of Puerto Rico Comprehensive Cancer Center, San Juan, PR,<sup>3<\/sup>Medical University of South Carolina, Charleston, SC","CSlideId":"","ControlKey":"1f88d247-1d01-48e9-9c03-225b113a7b39","ControlNumber":"7620","DisclosureBlock":"&nbsp;<b>S. I. Garcia-Camacho, <\/b> None..<br><b>J. M. Ramos-Cartagena, <\/b> None..<br><b>M. Soto-Salgado, <\/b> None..<br><b>V. Colon-Lopez, <\/b> None..<br><b>K. J. Ortiz-Ortiz, <\/b> None..<br><b>A. A. Deshmukh, <\/b> None..<br><b>A. P. Ortiz, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7890","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4179","PresenterBiography":null,"PresenterDisplayName":"Sandra Garcia-Camacho, BS;MPH","PresenterKey":"e262f8a4-eacf-488d-ab8a-f6a91ecbec0b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4179. Anal cancer risk factors and utilization of cancer preventive strategies in people living with HIV in Puerto Rico","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anal cancer risk factors and utilization of cancer preventive strategies in people living with HIV in Puerto Rico","Topics":null,"cSlideId":""},{"Abstract":"Purpose of the study: The purpose of this study is to assess how existing knowledge about colorectal cancer screenings and access to resources affect the ability to obtain colorectal cancer screening in people experiencing homelessness in Central Florida.<br \/>Procedures: A team of researchers from the University of Central Florida will survey subjects who do not have stable housing in two Central Florida locations: a local shelter for men, women, and children and a resource center for the unsheltered. The survey will take place in February 2023 with a sample size goal of 400. The survey will assess current understanding of CRC screenings and available\/lacking resources necessary for completing CRC screening in this population. Our inclusion criteria include those who are undomiciled, age 45 and over who speak Spanish or English.<br \/>Preliminary Results: Anticipated results from previous work by our research team with this population indicate that we will have a large, diverse study sample. The results will include demographic data, frequency of insurance coverage, type of insurance coverage, knowledge of CRC screening recommendations, concerns related to CRC, rate of past completed screening, and perceived barriers to accessing CRC screening.<br \/>Conclusions: This study will be the first to examine this research topic in Florida. The results will identify the knowledge of CRC screening recommendations, barriers to CRC screening and identify resources needed for the unhoused population to achieve CRC screening in the future.<br \/>Key words: homelessness, colorectal cancer screenings, barriers to screening","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Screening,Colorectal cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Harini Sankar<\/b><sup><\/sup>, Cassie  L.  Odahowski<sup><\/sup><br><br\/>Health Sciences, University of Central Florida, Orlando, FL","CSlideId":"","ControlKey":"785ba3c8-026e-45ff-bdcd-5bc58f1eeb2e","ControlNumber":"1920","DisclosureBlock":"&nbsp;<b>H. Sankar, <\/b> None..<br><b>C. L. Odahowski, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8013","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4180","PresenterBiography":null,"PresenterDisplayName":"Harini Sankar","PresenterKey":"57ebb680-90f0-4fab-8547-c916f1654b28","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4180. Knowledge and barriers to colorectal cancer screenings in people experiencing homelessness in Central Florida","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Knowledge and barriers to colorectal cancer screenings in people experiencing homelessness in Central Florida","Topics":null,"cSlideId":""},{"Abstract":"The U.S. Hispanic population has significantly lower colorectal cancer (CRC) screening rates than any other racial\/ethnic group, resulting in unchanged incidence and mortality rates over recent decades. Recent studies have identified geographic variation in Hispanic CRC screening rates, but little is known about patterns among Hispanic subgroups. Here, we examine statistical and geographic relationships between broadly defined racial groups, Hispanic subgroups, and nationwide CRC screening rates. USPSTF guideline-adherent CRC screening rates for census tracts were obtained from 2018 CDC Places. Tract race\/ethnicity %s, including non-Hispanic White (NHW), non-Hispanic Black (NHB), Asian, and Hispanic subgroups (Mexican, Cuban, Puerto Rican (PR), Dominican, Central\/South American (CSAm), and other Hispanic), female %, and area deprivation index (ADI) were obtained from 2015-2019 American Community Survey 5-year estimates. Race\/ethnicity %s were transformed using additive log ratios to account for the compositional nature of racial categories. A linear model and geographically weighted regression (GWR) were fit with CRC screening rate as the outcome. The mean CRC screening rate for 72,117 U.S. census tracts (99% of tracts) was 63.7% (SD=7.0). Linear modeling (R<sup>2<\/sup>=0.68) showed significant positive linear associations between CRC screening and female % (p&#38;lt0.001), NHW % (p&#38;lt0.001), NHB % (p&#38;lt0.001), and Asian % (p=0.002), and significant negative associations between screening and ADI (p&#38;lt0.001) and all Hispanic subgroups (p&#38;lt0.001). Mexican, Cuban, PR, Dominican, and CSAm subgroups had significant screening rate drops of -1.48%, -0.26%, -0.15%, -0.30%, and -0.52%, respectively, per 1 unit increase in subgroup %. ADI had strong effects on all screening-race associations, with a flip in directionality for NHB% (negative to positive) and weakening of slopes for all other racial categories after adding ADI in the final adjusted model. GWR results (R<sup>2<\/sup>=0.94) displayed spatial heterogeneity in local coefficients of all predictor variables, with distinct regional patterns in relationships between screening and ADI (strongly negative local coefficients in OH and OK), Mexican % (strongly negative in TX, AZ, NV, and CA), and NHB % (strongly negative in FL, GA, MS and WI; positive in SC and NC). This work suggests Mexican, CSAm, and Dominican subpopulations may be driving the low CRC screening rates among Hispanics overall. Local variability suggested the importance of where subpopulations live in determining guideline-concordant screening. ADI strongly altered screening-race relationships, with directionality changing for NHB %, further displaying the importance of area deprivation in CRC screening. Future work should explore micro-level drivers of spatial heterogeneity in screening rates across both broadly defined racial groups and Hispanic subgroups in the U.S.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Screening,Hispanic,Colorectal cancer,Colorectal,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Robert Blake Buchalter<\/b><sup>1<\/sup>, Johnie Rose<sup>2<\/sup>, Mariana C. Stern<sup>3<\/sup>, Jane C. Figueiredo<sup>4<\/sup>, Stephanie L. Schmit<sup>5<\/sup><br><br\/><sup>1<\/sup>Quantitative Health Sciences, Cleveland Clinic Lerner Research Institute, Cleveland, OH,<sup>2<\/sup>Center for Community Health Integration, Case Western Reserve University, Cleveland, OH,<sup>3<\/sup>Keck School of Medicine, University of Southern California, Los Angeles, CA,<sup>4<\/sup>Samuel Oschin Comprehensive Cancer Center, Cedars-Sinai Medical Center, Los Angeles, CA,<sup>5<\/sup>Genomic Medicine Institute, Cleveland Clinic Lerner Research Institute, Cleveland, OH","CSlideId":"","ControlKey":"e51782fe-40e4-4fc1-bdcf-013f186a84b5","ControlNumber":"3868","DisclosureBlock":"<b>&nbsp;R. B. Buchalter, <\/b> <br><b>Pfizer, Inc.<\/b> Stock. <br><b>Viatris, Inc.<\/b> Stock.<br><b>J. Rose, <\/b> None..<br><b>M. C. Stern, <\/b> None..<br><b>J. C. Figueiredo, <\/b> None..<br><b>S. L. Schmit, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8043","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4181","PresenterBiography":null,"PresenterDisplayName":"Robert Buchalter, MPH;PhD","PresenterKey":"328a0b15-8910-4ca0-b17b-f957952b73ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4181. Geospatial heterogeneity in colorectal cancer screening among Hispanic subgroups","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Geospatial heterogeneity in colorectal cancer screening among Hispanic subgroups","Topics":null,"cSlideId":""},{"Abstract":"Cigarette smoking is a major contributor to the cancer burden, so identifying genetic variants associated with smoking cessation is important for cancer prevention. Prior genetic studies of smoking cessation have been limited by short-term follow-up and not accounting for quit attempts and relapse events experienced by most smokers. In this study, candidate SNPs previously found to be associated with smoking cessation were studied in relation to smoking relapse throughout adulthood. Participants were from two, all-female longitudinal cohort studies with repeated smoking behavior measurements collected every 2 years. The study included 12,060 ever-smokers of European ancestry with genotype data who quit smoking at &#8805;1 timepoint. Median follow-up after first quitting smoking was 32 years. Associations between selected single nucleotide polymorphisms (SNPs) and odds of smoking relapse and, conditional on relapse, SNP associations with the proportion of follow-up in relapse were modeled using zero-inflated beta regression. Genotype by menopausal status interactions were evaluated. Women with AA genotypes for <i>CHRNA5 <\/i>SNP rs16969968 G&#62;A or <i>CHRNA3<\/i> SNP rs1051730 G&#62;A (p-value = 0.04 for both) had lower odds of relapse. Among women who relapsed, those with AA genotypes for <i>CHRNA5<\/i> SNPs rs588765 G&#62;A or rs680244 G&#62;A had 2.6% [95% CI 0.1 - 5.0%] and 2.4% [95% CI 0.2 - 4.9%] more follow-up in smoking relapse, respectively, compared to women with AG or GG genotypes. Women with AA or AG genotypes for <i>DRD2<\/i> SNP rs6277 G&#62;A had 3.3% [95% CI 0.8 - 5.7%] more follow-up in relapse than women with GG genotypes. In contrast, women with AA genotypes for <i>COMT<\/i> SNP rs4680 G&#62;A had 2.7% [95% CI 0.2 - 5.2%] lower proportion of follow-up in relapse than women with AG or GG genotypes. These associations with the proportion of follow-up in relapse were stronger among post-menopausal women. The association of SNPs rs588765, rs680244, and rs6277 with a higher proportion of follow-up in relapse was significantly stronger among women who quit smoking post-menopause [rs588765 difference in proportion follow-up in relapse = 9.5% (95% CI 3.8 -15.2%), rs680244 difference in proportion follow-up in relapse = 10.1% (95% CI 4.4% - 15.9%), rs6277 difference in proportion follow-up in relapse = 7.6% (95% CI 1.5 - 13.6%)]. No statistically significant difference in proportion follow-up in relapse by genotype was observed among women who quit smoking prior to menopause. Several SNPs were not associated with odds of smoking relapse but, conditional on relapse, were associated with the proportion of follow-up in relapse. The findings show selected genetic variants contribute to susceptibility to smoking relapse in the long term and that the genetic risk can differ by the stage of smoking cessation. For several SNPs stronger associations were observed among post-menopausal women, indicating the importance of menopausal status.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-06 Diet, alcohol, tobacco use, and other lifestyle risk factors,,"},{"Key":"Keywords","Value":"Tobacco,Smoking,Genetic susceptibility,Single nucleotide polymorphism (SNP),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Stephanie  K.  Jones<\/b><sup>1<\/sup>, Anthony  J.  Alberg<sup>2<\/sup>, Kristin Wallace<sup>3<\/sup>, Brett Froeliger<sup>4<\/sup>, Matthew  J.  Carpenter<sup>3<\/sup>, Bethany  J.  Wolf<sup>3<\/sup><br><br\/><sup>1<\/sup>Baylor University, Waco, TX,<sup>2<\/sup>University of South Carolina, Columbia, SC,<sup>3<\/sup>Medical University of South Carolina, Charleston, SC,<sup>4<\/sup>University of Missouri, Columbia, MO","CSlideId":"","ControlKey":"db320f18-8313-4893-a06f-cfb6527ba42f","ControlNumber":"3510","DisclosureBlock":"&nbsp;<b>S. K. Jones, <\/b> None..<br><b>A. J. Alberg, <\/b> None..<br><b>K. Wallace, <\/b> None..<br><b>B. Froeliger, <\/b> None..<br><b>M. J. Carpenter, <\/b> None..<br><b>B. J. Wolf, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7916","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4182","PresenterBiography":null,"PresenterDisplayName":"Stephanie Jones, PhD","PresenterKey":"a033e900-4af8-436e-938d-9b49b4f163f8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4182. Genetic associations with smoking relapse and proportion of follow-up in relapse throughout adulthood in pre- and post-menopausal women","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Genetic associations with smoking relapse and proportion of follow-up in relapse throughout adulthood in pre- and post-menopausal women","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Black men have 76% higher prostate cancer incidence rate than White men, and 120% higher mortality rate. They are also less likely to be screened via prostate-specific antigen (PSA) testing. Potential harms of PSA testing include overdiagnosis and overtreatment, but recent research suggests that the harm-benefit trade-off may be uniquely favorable for Black men. Increasing Black men&#8217;s PSA testing rates may therefore reduce prostate cancer disparities. Studies suggest that employment status and accompanying roles (e.g., family breadwinner or workplace leader) are often central to masculine identity and that employed men may thus anticipate prostate cancer diagnosis and work-disruptive treatment threatening their identity, engendering screening avoidance. Patient-provider communication (PPC), if ideal, may help to reframe PSA testing and overcome barriers unique to employed men. The current work explored this possibility.<br \/>Methods: A convenience sample of 246 Black men aged &#8805;45 (M<sub>age <\/sub>= 56.94&#177;7.88) was recruited from Houston, TX. Self-reported data included satisfaction with PPC (Consumer Assessment of Healthcare Providers and Systems; ideal vs not ideal), current employment status (employed for wages or self-employed vs none), and receipt of PSA test in the past 2 years (yes vs no). A logistic regression model examining the association between PPC and PSA testing assessed moderation using an interaction term, controlling for sociodemographic variables (e.g., age, income, insurance status), family\/personal cancer history, cancer risk perceptions, spirituality, and social support.<br \/>Results: Overall, 67% of respondents were employed, 39% endorsed ideal PPC, and 73% had a PSA test in the past 2 years. Employed men comprised 68% of those screened. Moderation was significant; employed men reporting nonideal PPC were less likely to have had a PSA test than employed men reporting ideal PPC (OR: 0.262, CI<sub>95% <\/sub>= 0.097-0.708). For unemployed men, there was no significant association between PPC and having had a PSA test in the past 2 years.<br \/>Conclusion: Ideal PPC may be important to effectively mitigate unique employment-related patient concerns and spur PSA testing for employed Black men. Ideal PPC may be developed by providers building trust with patients, asking them about concerns, verifying their understanding, and engaging them in shared decision-making that respects their values. Employee wellness programs, health insurance companies, cancer centers, cancer survivors, church leaders, and health ministries can work to improve PPC by encouraging patients to have open discussions about prostate cancer with their providers by sharing concerns and asking questions. PSA testing may be cost-prohibitive for unemployed men regardless of PPC; more work is needed to reach this group.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Prostate cancer,Prostate-specific antigen (PSA),African American,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brian  J.  Carter<\/b><sup>1<\/sup>, Tzuan  A.  Chen<sup>2<\/sup>, Dalnim Cho<sup>1<\/sup>, Lorna  H.  McNeill<sup>1<\/sup>, Lorraine  R.  Reitzel<sup>1<\/sup><br><br\/><sup>1<\/sup>Health Disparities Research, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Department of Psychological, Health, & Learning Sciences, University of Houston, Houston, TX","CSlideId":"","ControlKey":"f86bf56d-1254-4a68-98d2-bd37354e2178","ControlNumber":"3138","DisclosureBlock":"&nbsp;<b>B. J. Carter, <\/b> None..<br><b>T. A. Chen, <\/b> None..<br><b>D. Cho, <\/b> None..<br><b>L. H. McNeill, <\/b> None..<br><b>L. R. Reitzel, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8017","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4183","PresenterBiography":null,"PresenterDisplayName":"Brian Carter, BS,JD","PresenterKey":"73fb9479-a100-497e-9d1b-c2df55e3bf7a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4183. Employment status moderates the relationship between patient-provider communication and prostate cancer screening among Black men","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Employment status moderates the relationship between patient-provider communication and prostate cancer screening among Black men","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>Tobacco use, linked to 17 cancers, is the leading cause of preventable death in the US. Despite elevated tobacco use among patients, substance use treatment centers (SUTCs) do not routinely address tobacco use. A tobacco-free workplace program (TFWP) implemented in SUTCs included tobacco-free policy guidance, provision of resources, and education for providers on evidence-based tobacco use treatment, which emphasized use of the 5As: Asking about tobacco use, Advising to quit, Assessing willingness to quit, Assisting with quitting, and Arranging follow-up. Congruent SUTC leadership views on readiness for TFWP implementation may forecast greater organizational support for implementation and thus enhanced provider uptake. Given the increasing use of non-cigarette tobacco products, this study examined associations between congruent views among SUTC leadership on readiness to implement the TFWP and changes in providers&#8217; delivery of the 5As for non-cigarette tobacco-using patients (i.e., uptake) from pre- to post- program implementation.<br \/><b>Methods:<\/b> Post-enrollment but before TFWP implementation, CEOs and Directors from each of 15 participating SUTCs (n=84) completed the Organizational Readiness for Implementing Change (ORIC), which has an overall readiness score and 5 subscale scores (resource availability, change efficacy, change valence, change commitment, and task knowledge). Center-level ORIC congruence was measured by calculating the difference between CEO-reported ORIC and mean Director-reported ORIC scores. Providers from each SUTC completed pre- and post-implementation surveys (pre n=259, post n=194) on their delivery of the 5As to non-cigarette tobacco-using patients during the prior month. Generalized linear regression analyses explored the effect of ORIC congruence on changes in the use of each of the 5As over time.<br \/><b>Results:<\/b> Use of each of the 5As increased over time. Providers from SUTCs with more leadership congruence on (a) task knowledge and overall readiness had greater increases in Assisting with quitting and (b) resource availability, change efficacy, task knowledge, and overall readiness had larger increases in Arranging follow-up.<br \/><b>Conclusion: <\/b>Reducing the research-to-practice translation gap in tobacco control through TFWP implementation in settings where users receive care is a critical cancer prevention strategy. TFWPs may facilitate greater provider uptake of evidence-based treatment and more effectively address patients&#8217; non-cigarette tobacco use in SUTCs by purposefully aligning leadership support for change. Strategies to align leadership support may include convening CEOs and Directors to identify multi-level organizational barriers and facilitators and engage in group problem-solving with respect to any barriers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-13 Implementation science,,"},{"Key":"Keywords","Value":"Tobacco,Cancer prevention,Cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brian  J.  Carter<\/b><sup>1<\/sup>, Tzuan  A.  Chen<sup>2<\/sup>, Maggie Britton<sup>1<\/sup>, Isabel Martinez Leal<sup>1<\/sup>, Virmarie Correa-Fernndez<sup>2<\/sup>, Anastasia Rogova<sup>1<\/sup>, Bryce Kyburz<sup>3<\/sup>, Teresa Williams<sup>3<\/sup>, Kathleen Casey<sup>3<\/sup>, Lorraine  R.  Reitzel<sup>1<\/sup><br><br\/><sup>1<\/sup>Health Disparities Research, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Department of Psychological, Health, & Learning Sciences, University of Houston, Houston, TX,<sup>3<\/sup>Integral Care, Austin, TX","CSlideId":"","ControlKey":"bd1d42d8-66e1-49ad-a865-4aaa93e6655f","ControlNumber":"3164","DisclosureBlock":"&nbsp;<b>B. J. Carter, <\/b> None..<br><b>T. A. Chen, <\/b> None..<br><b>M. Britton, <\/b> None..<br><b>I. Martinez Leal, <\/b> None..<br><b>V. Correa-Fernndez, <\/b> None..<br><b>A. Rogova, <\/b> None..<br><b>B. Kyburz, <\/b> None..<br><b>T. Williams, <\/b> None..<br><b>K. Casey, <\/b> None..<br><b>L. R. Reitzel, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8012","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4184","PresenterBiography":null,"PresenterDisplayName":"Brian Carter, BS,JD","PresenterKey":"73fb9479-a100-497e-9d1b-c2df55e3bf7a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4184. Congruent views among substance use treatment center leadership on organizational readiness to implement a tobacco-free workplace program is linked to provider uptake of non-cigarette tobacco use treatment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Congruent views among substance use treatment center leadership on organizational readiness to implement a tobacco-free workplace program is linked to provider uptake of non-cigarette tobacco use treatment","Topics":null,"cSlideId":""},{"Abstract":"Our Laboratory was established in 1994 at Univ. of Pennsylvania. Lab members demonstrated initial competencies by performing cell culture, western blots, immunofluorescence, and flow cytometry showing induction of p53\/p21(WAF1) in cells treated with chemotherapy. Years later, our Laboratory of Translational Oncology &#38; Experimental Cancer Therapeutics moved to Penn State Univ., Fox Chase Cancer Center\/Temple Univ. and then Brown Univ. By 2020, with desire for inclusiveness (everyone succeeds), scientific rigor\/reproducibility mandated by NIH, and as a training and mentoring activity (lab scientists\/trainees\/students mentoring others at High School level and beyond), we established a process for onboarding and training new cancer researchers. By Fall of 2022, there were 17 current Brown University undergraduate students (10 receiving research credit and 7 not receiving credit), HS students, 7 graduate students (PhD, masters, MD\/PhD), and 6 medical students working with collaborating faculty at our laboratory at Brown&#8217;s Legorreta Cancer Center. After completion of biosafety training, and required trainings such as by IACUC, new lab members complete basic competencies in cell culture, cell viability, and western blot analysis that include technical, presentation quality output, and quantitative\/statistical rigor to satisfy current standards for journal publication. For cell culture this includes pathogen free conditions, authentication, attention to details of routine procedures, documentation of morphology, freezing, thawing, passaging, seeding density, and managing cell populations to not run out of cells. Cell viability assessment includes attention to culture conditions, synergy analysis, data robustness, and presentation, and for western blots attention to quality of blots, protein quantification, loading, labeling, antibody specificity and sensitivity controls, presentation at 2022 standards, conventions for splicing, and issues with reproducibility including biological replicates, and generalizability. Additional and advanced competencies include RT-PCR, long-term colony assays, 3-D cultures (spheroids, organoids), transfection (overexpression, knockdown, CRISPR), co-culture and triculture with immune cells and fibroblasts, cytokine profiling, in vivo studies, in vivo imaging, immunohistochemistry, flow cytometric analysis, single cell techniques, viral infection, circulating tumor cell isolation, blood immune and cytokine analysis, and work with transgenic organoids and inducible cancer predisposing alleles. Modeling the tumor microenvironment, relevance to human cancer and translational directions are emphasized. Shared online lab resources, protocols, practices, videos, and manuscripts are available for lab members. The framework herein may be of interest to others involved in similar training programs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-25 Other,,"},{"Key":"Keywords","Value":"Drug resistance,Therapeutics,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wafik S. El-Deiry<\/b><sup><\/sup>, Andrew George<sup><\/sup>, Francesca Di Cristofano<sup><\/sup>, Praveen Srinivasan<sup><\/sup>, Lindsey Carlsen<sup><\/sup>, Kelsey E. Huntington<sup><\/sup>, Arielle De La Cruz<sup><\/sup>, Leiqing Zhang<sup><\/sup>, Marina Hahn<sup><\/sup>, Shuai Zhao<sup><\/sup>, Attila Seyhan<sup><\/sup>, Bradley D. DeNardo<sup><\/sup>, Aaron W. P. Maxwell<sup><\/sup>, Dae Hee Kim<sup><\/sup>, Alex Raufi<sup><\/sup>, Hina Khan<sup><\/sup>, Stephanie L. Graff<sup><\/sup>, Don S. Dizon<sup><\/sup>, Christopher Azzoli<sup><\/sup>, Abbas E. Abbas<sup><\/sup>, Roxanne Wood<sup><\/sup>, Rishi R. Lulla<sup><\/sup>, Howard P. Safran<sup><\/sup>, Benedito A. Carneiro<sup><\/sup>, Arunasalam Navaraj<sup><\/sup>, Xiaobing Tian<sup><\/sup>, Shengliang Zhang<sup><\/sup>, Lanlan Zhou<sup><\/sup><br><br\/>Legorreta Cancer Center at Brown University, Providence, RI","CSlideId":"","ControlKey":"4eff8a11-d78d-4d7b-a88f-2816f620062d","ControlNumber":"8101","DisclosureBlock":"<b>&nbsp;W. S. El-Deiry, <\/b> <br><b>Chimerix<\/b> Stock. <br><b>p53-Therapeutics<\/b> Patent, Founder. <br><b>SMURF-Therapeutics<\/b> Other, Founder.<br><b>A. George, <\/b> None..<br><b>F. Di Cristofano, <\/b> None..<br><b>P. Srinivasan, <\/b> None..<br><b>L. Carlsen, <\/b> None..<br><b>K. E. Huntington, <\/b> None..<br><b>A. De La Cruz, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>M. Hahn, <\/b> None..<br><b>S. Zhao, <\/b> None..<br><b>A. Seyhan, <\/b> None..<br><b>B. D. DeNardo, <\/b> None..<br><b>A. W. P. Maxwell, <\/b> None..<br><b>D. Kim, <\/b> None..<br><b>A. Raufi, <\/b> None..<br><b>H. Khan, <\/b> None..<br><b>S. L. Graff, <\/b> None..<br><b>D. S. Dizon, <\/b> None..<br><b>C. Azzoli, <\/b> None..<br><b>A. E. Abbas, <\/b> None..<br><b>R. Wood, <\/b> None..<br><b>R. R. Lulla, <\/b> None..<br><b>H. P. Safran, <\/b> None..<br><b>B. A. Carneiro, <\/b> None..<br><b>A. Navaraj, <\/b> None..<br><b>X. Tian, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>L. Zhou, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8011","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4185","PresenterBiography":null,"PresenterDisplayName":"Wafik El-Deiry, MD;PhD","PresenterKey":"4c56b06a-52cd-4719-bd40-457ad9ee00a2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4185. Inclusive basic and advanced translational laboratory research competencies for research in cancer biology and therapeutics","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inclusive basic and advanced translational laboratory research competencies for research in cancer biology and therapeutics","Topics":null,"cSlideId":""},{"Abstract":"Introduction: We conducted a bibliometric analysis to assess authorship of recent publications involving collaborations in low- and middle-income countries (LMICs) supported by the National Cancer Institute (NCI) of the National Institutes of Health (NIH).<br \/>Methods: We identified active NCI grants awarded directly to LMIC institutions or to US institutions with a collaborator site or sites exclusively in LMICs between 2015-2019 in NIH Query View Report (QVR). Grants were linked to resulting publications using Dimensions for NIH. Because grants may have been active in 2015 while beginning in earlier years, we analyzed any linked publications from 2011 to 2020. Publications with missing author information were excluded. Author institutional affiliation was used to classify author country income level as defined by the World Bank. Authors with multiple institutional affiliations from a high-income country (HIC) and LMIC were classified as such. Relative citation ratio (RCR) and Altmetric data from Dimensions were used to compare citation impact measures using the Wilcoxon rank sum test.<br \/>Results: NCI funded 159 grants to US institutions exclusively with LMIC collaborators and five awards directly to institutions in LMICs from 2015 to 2019, resulting in 2,428 publications between 2011 and 2020, of which 49% had at least one author affiliated with an LMIC institution. Of all publications, 78% and 83% had a first and last author with high-income country (HIC) affiliation, respectively. Publications with HIC-affiliated last authors had significantly higher median RCR and Altmetric attention scores than publications with LMIC-affiliated last authors (p=0.0134 and p=0.0004, respectively). Publications with HIC-affiliated first authors had significantly higher Altmetric scores than publications with LMIC-affiliated first authors (p=0.001).<br \/>Conclusion: LMIC-affiliated authors are represented on only approximately half of publications resulting from NCI grants awarded directly to LMIC institutions or to US institutions with LMIC collaborators, and rarely in the first or last author position. LMIC-affiliated authors also receive less bibliometric attention when represented. Increased scientific capacity and more equitable collaboration should be critical priorities for the cancer research community working in LMICs moving forward.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-25 Other,,"},{"Key":"Keywords","Value":"Global Health,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Linsey Eldridge<\/b><sup><\/sup>, Elise Garton<sup><\/sup>, Kalina Duncan<sup><\/sup>, Satish Gopal<sup><\/sup><br><br\/>National Cancer Institute, Rockville, MD","CSlideId":"","ControlKey":"21bdc055-f26a-40ba-b953-0ef421ff5ba3","ControlNumber":"3485","DisclosureBlock":"&nbsp;<b>L. Eldridge, <\/b> None..<br><b>E. Garton, <\/b> None..<br><b>K. Duncan, <\/b> None..<br><b>S. Gopal, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8010","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4186","PresenterBiography":"","PresenterDisplayName":"Linsey Eldridge, MPH","PresenterKey":"2c2ab0bb-d990-444a-9263-c8d1687190e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4186. Underrepresentation of low- and middle-income country affiliated authors in NCI-supported cancer research","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Underrepresentation of low- and middle-income country affiliated authors in NCI-supported cancer research","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Social media has emerged as a formidable outlet for medical information through its vast global reach of individuals of all educational levels and socioeconomic statuses but especially those in resource limited regions. However, misinformation has presented a universal challenge and contributed to adverse medical outcomes. <i>MedNews Week<\/i>, a virtual education platform, was developed to combat medical misinformation, especially within hematology-oncology, and contribute to global health education by providing the mainstream public with free access to its weekly programming. Keynote Conference is a weekly show featuring live presentations from hematology-oncology&#8217;s premier global leaders discussing the latest developments in their field before a global mainstream audience. The goal of this study was to assess the global reach and impact of MedNews Week&#8217;s programming.<br \/>Methods: From January to June 2022, <i>MedNews Week<\/i> hosted 22 global leaders (h-index = 60) as Keynote Speakers discussing the latest developments in oncology. Viewership, impressions, and outreach data was collected from <i>MedNews Week<\/i>'s and its respective members&#8217; social media accounts and with the help of Symplur, data was analyzed to provide insight on global reach and engagement. A mixed-method approach was used to analyze engagement.<br \/>Results:<i> MedNews Week<\/i> generated over 11.9K tweets, 5.7K retweets, and 41 million Twitter impressions over this six-month time period reaching over 54 countries. A network analysis of <i>MedNews Week's<\/i> main accounts demonstrated cross-community engagement on Twitter. Hashtags successfully showcased Keynote Conferences, expanded global audience viewership, and enhanced overall engagement. To estimate the level of incoming and outgoing communications between <i>MedNews Week<\/i> and our audience, we focused our analysis on the <i>MedNews Week<\/i> Twitter chat organizers (@yleyfman and @CParkMD) and supporting researcher (@ShimaghavimiMD). We identified these usernames on the network map. Not all other participants were identified. We have also noticed a steady increase in the number of attendees at Keynote Conference.<br \/>Conclusion: Given <i>MedNews Week&#8217;<\/i>s continued growth in global viewership and international reach, it has emerged as a viable platform to combat medical misinformation, especially in lower socioeconomic regions. Although internet access is one of the main barriers to high quality medical information, as technology involves and internet access becomes more widespread, the positive impact of medical education platforms like <i>MedNews Week<\/i> will continue to grow. The platform&#8217;s ability to showcase global leaders to a mainstream audience for free offers a practical approach to combat educational inequity. <i>MedNews Week<\/i> has the potential to positively impact global hematology-oncology education.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-25 Other,,"},{"Key":"Keywords","Value":"Cancer,Global Health,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yan Leyfman<sup>1<\/sup>, <b>William  B.  Wilkerson<\/b><sup>2<\/sup>, Shubhadarshini  G.  Pawar<sup>3<\/sup>, Muskan Joshi<sup>4<\/sup>, Gayathri  P.  Menon<sup>4<\/sup>, Pallavi Pai<sup>4<\/sup>, Sean Jackewicz<sup>5<\/sup>, Alexandra van de Kieft<sup>6<\/sup>, Chandler Park<sup>7<\/sup><br><br\/><sup>1<\/sup>Icahn School of Medicine at Mount Sinai South Nassau, Rockville Centre, NY,<sup>2<\/sup>Dickinson College, Carlisle, PA,<sup>3<\/sup>Shree Vighnaharta Superspecialty Hospital, Maharashtra, India,<sup>4<\/sup>Tbilisi State Medical University, Tbilisi, Georgia,<sup>5<\/sup>Mercer University School of Medicine, Macon, GA,<sup>6<\/sup>Cornell University, Ithaca, NY,<sup>7<\/sup>Norton Cancer Center, Louisville, KY","CSlideId":"","ControlKey":"47b994ba-0934-45bf-ae60-d41163534412","ControlNumber":"280","DisclosureBlock":"&nbsp;<b>Y. Leyfman, <\/b> None..<br><b>W. B. Wilkerson, <\/b> None..<br><b>S. G. Pawar, <\/b> None..<br><b>M. Joshi, <\/b> None..<br><b>G. P. Menon, <\/b> None..<br><b>P. Pai, <\/b> None..<br><b>S. Jackewicz, <\/b> None..<br><b>A. van de Kieft, <\/b> None..<br><b>C. Park, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8018","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4187","PresenterBiography":null,"PresenterDisplayName":"William Wilkerson, Undergraduate Student","PresenterKey":"3f7aea94-bced-4e55-b2b1-28814abd885c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4187. Development of a virtual platform to improve global access to oncology education &#38; combat healthcare inequities","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a virtual platform to improve global access to oncology education &#38; combat healthcare inequities","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> The University of Arizona Cancer Center (UACC) is the only NCI-designated Comprehensive Cancer Center in Arizona, serving a 5-county catchment area that is approximately 40% Hispanic\/Latinx. To ensure that UACC is conducting culturally relevant and meaningful research that is aligned with community priorities, we established the Research Outreach for Southern Arizona (ROSA) program. The ROSA program aims to facilitate bidirectional learning opportunities between scientists and the community, focusing on cancer biology and basic science. Multiple approaches were taken to engage cancer biology researchers with the communities in the catchment area with an ultimate aim of developing Basic science Community based participatory research projects.<br \/><b>Method:<\/b> Through a partnership between the UACC&#8217;s Office of Community Outreach and Engagement and the Cancer Biology Program, the ROSA program employed multiple strategies to educate and engage basic scientists on best practices to effectively engage community members, which included: collaborative working groups, meet the scientist learning opportunities, student and community ambassadors, and creation of the ROSA Caf&#233; Series (community conversations with UACC basic scientist). These strategies facilitated avenues for scientists to educate, learn from, and engage with the community.<br \/><b>Results:<\/b> The working group consisted of UACC basic scientists and community members that helped develop a ROSA survey that will be used to gain community input and learn more about community research priorities, knowledge base and culturally appropriate research. Additionally, ROSA community and student ambassadors were enrolled into a curriculum where they learned fundamentals of cancer biology via conversations with the basic scientists and provided opportunities for scientists to practice using lay language to express scientific ideas. Bidirectional learning opportunities were also presented within the structure of the ROSA Caf&#233;&#8217;s with the ultimate goal of having community members learn directly from the researchers about current and potential projects. These strategies have ultimately led to interactions between the basic science and lay community that serve as a basis for future basic science projects that are community inspired and have potential for high community input and impact.<br \/><b>Discussion:<\/b> Helping basic scientists integrate their science more fully into communities has the potential for advancing science and promoting health equity in minoritized communities. This partnership is predicated on preparing basic scientists to interact comfortably and effectively with community members, necessitating common language and fuller understanding of community ways of knowing. The strategies employed and explicated here provide a model for cancer centers to develop culturally and community relevant basic science programs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-04 Cancer disparities research,,"},{"Key":"Keywords","Value":"Cancer prevention,community-based research,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Namoonga  M.  Mantina<\/b><sup><\/sup>, Juan Contreras<sup><\/sup>, Monica Yellowhair<sup><\/sup>, Cynthia Miranti<sup><\/sup>, Jennifer Hatcher<sup><\/sup><br><br\/>University of Arizona Cancer Center, Tucson, AZ","CSlideId":"","ControlKey":"18c657da-5569-42a2-b135-812fe04a8ee4","ControlNumber":"7257","DisclosureBlock":"&nbsp;<b>N. M. Mantina, <\/b> None..<br><b>J. Contreras, <\/b> None..<br><b>M. Yellowhair, <\/b> None..<br><b>C. Miranti, <\/b> None..<br><b>J. Hatcher, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7823","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4188","PresenterBiography":null,"PresenterDisplayName":"Namoonga Mantina, MBA","PresenterKey":"c030e38c-d1d2-42c6-a6e7-f1aa4133f17b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4188. Multifaceted approach to engaging basic cancer scientists in community-based research","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multifaceted approach to engaging basic cancer scientists in community-based research","Topics":null,"cSlideId":""},{"Abstract":"Community Cancer Scientist (CCS) programs are designed to educate community members on the importance and ethical conduct of clinical research that serves to connect researchers and the general population. This type of program allows research advocates to interact with their community, helping minoritized individuals to form trust with cancer researchers and in clinical trials.The <u>purpose <\/u>of our study was to develop and evaluate a novel bi-coastal and bilingual program to inform, educate and empower community members to become cancer research advocates in Florida (FL) and California (CA). Our program was tailored for African American (AA) and Hispanic\/Latinx (H\/L) adults. Primary objectives are to increase person power for cancer research advocacy and increase multi-directional communication between cancer advocates with cancer survivors, community members, academic scientists and policy makers. The CCS program is a 13-week program implemented 100% virtual by the FL-CA Cancer Research, Education and Engagement (CaRE<sup>2<\/sup>) Health Equity Center, a bi-coastal partnership between the Florida A&#38;M University, University of Florida, and University of Southern California where participants learned about cancers that disproportionately impact AA and H\/L adults. Participants completed surveys at program start, midway, and end to assess knowledge gained and satisfaction, and a mentored advocacy project for community implementation. Five months after program end, we surveyed participants on impact and to provide support for their research advocacy.To date, a total of 26 adults have graduated from our program. We present data from the 2022 CCS cohort (N = 20) that included participants from FL and CA, which are among the top five states in the U.S with the largest AA and H\/L populations. Regarding race and ethnicity, 13 participants were AA, 6 H\/L, and 1 White, with 80% female participants. This cohort had 90% program completion (N = 18) and 5 advocacy projects: 2 on breast cancer, 1 on lung cancer, 1 on pancreas cancer, and 1 on prostate cancer. More than 50% of participants showed increased knowledge regarding cancer incidence, mortality and standard screening practices while program satisfaction remained high at end of program. Participants also provided feedback and recommendations such as offering a hybrid model for participants to interact with cancer researchers, and desired visiting CaRE<sup>2<\/sup> scientific laboratories for hands-on engagement. In conclusion, we present findings from a novel virtual CCS bi-coastal and bilingual training program tailored for AA and H\/L adults that can foster multi-directional communication between cancer research advocates with multiple stakeholders. We also discuss how these research advocacy cancer programs can be tailored to focus on specific initiatives important to eliminate cancer health disparities such as or examining cancer health disparities from a lifespan perspective.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-25 Other,,"},{"Key":"Keywords","Value":"Lung cancer,African American,Hispanic,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brooke M. Hensel<\/b><sup>1<\/sup>, Fern J. Webb<sup>2<\/sup>, Eduardo Ibarra<sup>3<\/sup>, Carolina Aristizabal<sup>4<\/sup>, Rosa Barahona<sup>5<\/sup>, Diana J. Wilkie<sup>6<\/sup>, Sandra Suther<sup>7<\/sup>, Lourdes Baezconde-Garbanati<sup>3<\/sup>, Mariana C. Stern<sup>3<\/sup><br><br\/><sup>1<\/sup>University of Florida, Orlando, FL,<sup>2<\/sup>University of Florida, Jacksonville, FL,<sup>3<\/sup>University of Southern California Norris Comprehensive Cancer Center, Los Angeles, CA,<sup>4<\/sup>University of Sothern California Norris Comprehensive Cancer Center, Los Angeles, CA,<sup>5<\/sup>University of California Norris Comprehensive Cancer Center, Los Angeles, CA,<sup>6<\/sup>University of Florida, Gainesville, FL,<sup>7<\/sup>Florida Agricultural and Mechanical University, Tallahassee, FL","CSlideId":"","ControlKey":"112d70c4-9c23-4967-8cc0-73881680939a","ControlNumber":"7450","DisclosureBlock":"&nbsp;<b>B. M. Hensel, <\/b> None..<br><b>F. J. Webb, <\/b> None..<br><b>E. Ibarra, <\/b> None..<br><b>C. Aristizabal, <\/b> None..<br><b>R. Barahona, <\/b> None..<br><b>D. J. Wilkie, <\/b> None..<br><b>S. Suther, <\/b> None..<br><b>L. Baezconde-Garbanati, <\/b> None..<br><b>M. C. Stern, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8014","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4189","PresenterBiography":null,"PresenterDisplayName":"Brooke Hensel, BA;MS","PresenterKey":"d2ecc004-bd60-4983-ab56-6dbac6285410","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4189. Community cancer scientist program: A model for community member advocacy for cancer research","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Community cancer scientist program: A model for community member advocacy for cancer research","Topics":null,"cSlideId":""},{"Abstract":"According to the American Cancer Society, over 80% of lung cancers present in the form of non-small cell lung cancer (NSCLC). This study evaluated the current attitudes, practice patterns, and educational gaps of United States oncology clinicians to better understand clinician educational needs in the treatment of advanced NSCLC. A case-based survey was developed in collaboration with an expert in NSCLC. The survey was then evaluated by practicing clinicians within the target audience with experience managing patients with advanced NSCLC. The survey was programmed on a Web-based platform and fielded in March 2022. Study inclusion criteria consisted of clinicians who see at least 1 patient with NSCLC per month and at least 1% of NSCLC patients having advanced disease.<br \/>Responses were gathered from oncologists (n = 135), oncology nurse practitioners\/physician associates (NPs\/PAs) (n = 43), and oncology nurses (n = 52) for analysis. The most important factors regarding treatment choice for a patient with advanced NSCLC were overall and progression-free survival associated with the treatment regimen, response rate, and treatment safety profile. 90% of clinicians reported referring to clinical practice guidelines when managing patients with NSCLC, most commonly NCCN.<br \/>When managing patients with advanced NSCLC, clinicians reported being very comfortable monitoring for and managing the adverse effects of therapy as well as discussing the risks involved. Oncologists, but particularly NPs\/PAs, were less comfortable determining optimal second and third-line treatment options. When presented with a second-line treatment patient case scenario, clinicians were split in their treatment approach&#8212;with 25% of oncologists, 30% of NPs\/PAs, and 46% of nurses referring the patient for a clinical trial.<br \/>Oncologists&#8217; and NPs\/PAs&#8217; top goal in managing and treating advanced NSCLC was to extend survival, whereas nurses prioritized maintaining quality of life. In terms of barriers to treatment, clinicians overall highlighted obtaining biomarker testing for diagnosis, adverse effects of available treatments, and managing adverse effects as most significant. Nurses considered lack of patient support systems, limitations to accessing care, and insurance status as the most significant barriers.&#8203;Oncologists were most interested in future education covering appropriate sequencing of treatment and new\/emerging therapies. NPs\/PAs were most likely to choose education on new\/emerging treatments and side effects. Nurses demonstrated the most interest in side effects and oncology genetics.<br \/>Clinicians are requesting education on topics aligned with practice variation identified in this study. Once past initial management, there is little consensus on the most appropriate treatment to use. Expert opinion and guidance on progression of therapy is important for future education initiatives.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-25 Other,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,NSCLC,Lung cancer,Educational needs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Emily Belcher<\/b><sup><\/sup>, Gregory D. Salinas<sup><\/sup>, Asa Renfroe<sup><\/sup><br><br\/>CE Outcomes, LLC, Birmingham, AL","CSlideId":"","ControlKey":"1f9c63a1-27e0-420d-9f5a-9c450555e43d","ControlNumber":"5294","DisclosureBlock":"&nbsp;<b>E. Belcher, <\/b> None..<br><b>G. D. Salinas, <\/b> None..<br><b>A. Renfroe, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8016","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4190","PresenterBiography":null,"PresenterDisplayName":"Emily Belcher, BS","PresenterKey":"761a1a09-e53c-4d64-bcea-a9a9b0d7a2a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4190. Current educational needs in the management of patients with advanced NSCLC: Results of a US case-based survey","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Current educational needs in the management of patients with advanced NSCLC: Results of a US case-based survey","Topics":null,"cSlideId":""},{"Abstract":"<i>Background:<\/i> Extraction of HER2 status from electronic health records (EHR) may expedite clinical trials matching and be used for survivorship research. Deep learning (DL) algorithms have potential to extract this data; however, inherent class imbalance leads to reduced model performance. We compare state of the art strategies to handle class imbalance in models trained to extract HER2 status. This comparative analysis may be used as a guideline for HER2 extraction.<br \/><i>Methods<\/i>: 680,117 pathology reports collected from 2017-2021 by the National Cancer Institutes&#8217; Surveillance, Epidemiology, and End-Results (SEER) program were used for this study. Pathology reports are manually labelled by cancer registrars as HER2 -, HER2+, or Unknown (class ratio 65%, 11%, 24% respectively). We compare six data augmentation (DA) methods: balanced frequency weighting, ROS while up-sampling HER2+ by 595%, RUS while down-sampling HER2- by 83% , SMOTE, ADASYN, and SMOTE-Tomek. As a comparison we consider the HiSAN model i.e., a DL architecture currently used by SEER for automatic classification of reports.<br \/><i>Result<\/i>: Applying DA strategies did not improve the performance of the HiSAN model (Table 1). Frequency based class-weighting (Acc=0.78), ROS (Acc=0.81), and RUS (Acc=0.80) perform worse than the baseline model, suggesting simple data augmentation methods do not boost performance for this task. Advanced oversampling with SMOTE (Acc=0.88) and ADASYN (Acc=0.88) perform better than simple approaches, but do not improve the predictive accuracy of the baseline HiSAN. Table 1<table class=\"AbstractTable\" id=\"{98668678-CB04-4D34-9052-61AEF65EE93E}\"><caption class=\"AbstractTableCaption\"><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Method<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Accuracy (Acc)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Sensitivity<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Specificity<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Precision<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">HiSAN (Baseline)<\/td><td rowspan=\"1\" colspan=\"1\">0.8898<\/td><td rowspan=\"1\" colspan=\"1\">0.7583<\/td><td rowspan=\"1\" colspan=\"1\">0.8944<\/td><td rowspan=\"1\" colspan=\"1\">0.8507<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Frequency class weighting<\/td><td rowspan=\"1\" colspan=\"1\">0.7826<\/td><td rowspan=\"1\" colspan=\"1\">0.8033<\/td><td rowspan=\"1\" colspan=\"1\">0.8932<\/td><td rowspan=\"1\" colspan=\"1\">0.7040<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Random Over Sampling (ROS)<\/td><td rowspan=\"1\" colspan=\"1\">0.8057<\/td><td rowspan=\"1\" colspan=\"1\">0.7672<\/td><td rowspan=\"1\" colspan=\"1\">0.8883<\/td><td rowspan=\"1\" colspan=\"1\">0.7130<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Random Under Sampling (RUS)<\/td><td rowspan=\"1\" colspan=\"1\">0.8042<\/td><td rowspan=\"1\" colspan=\"1\">0.7883<\/td><td rowspan=\"1\" colspan=\"1\">0.8930<\/td><td rowspan=\"1\" colspan=\"1\">0.6902<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Synthetic Minority Oversampling Technique (SMOTE)<\/td><td rowspan=\"1\" colspan=\"1\">0.8796<\/td><td rowspan=\"1\" colspan=\"1\">0.7341<\/td><td rowspan=\"1\" colspan=\"1\">0.8827<\/td><td rowspan=\"1\" colspan=\"1\">0.8340<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Adaptive Synthetic Sampling (ADASYN)<\/td><td rowspan=\"1\" colspan=\"1\">0.8764<\/td><td rowspan=\"1\" colspan=\"1\">0.7467<\/td><td rowspan=\"1\" colspan=\"1\">0.8863<\/td><td rowspan=\"1\" colspan=\"1\">0.8142<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">SMOTE-Tomek<\/td><td rowspan=\"1\" colspan=\"1\">0.8823<\/td><td rowspan=\"1\" colspan=\"1\">0.7620<\/td><td rowspan=\"1\" colspan=\"1\">0.8956<\/td><td rowspan=\"1\" colspan=\"1\">0.8200<\/td><\/tr><\/table><br \/><i>Conclusion:<\/i><b> <\/b>Common DA methods do not improve the performance of the HiSAN biomaker method. While the overall accuracy of the baseline HiSAN model is quite high, other methods for improved accuracy should be explored.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-25 Other,,"},{"Key":"Keywords","Value":"Biomarkers,Deep learning,Cancer markers,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shalini Priya<\/b><sup><\/sup>, Alina Peluso<sup><\/sup>, Mayanka Chandra Shekhar<sup><\/sup>, Ioana Danciu<sup><\/sup>, Jordan Miller<sup><\/sup>, Heidi A. Hanson<sup><\/sup><br><br\/>Oak Ridge National Laboratory, Oak Ridge, Tennessee, TN","CSlideId":"","ControlKey":"85a3f0a1-02bc-4990-b17a-93f20495c22c","ControlNumber":"5372","DisclosureBlock":"&nbsp;<b>S. Priya, <\/b> None..<br><b>A. Peluso, <\/b> None..<br><b>M. C. Shekhar, <\/b> None..<br><b>I. Danciu, <\/b> None..<br><b>J. Miller, <\/b> None..<br><b>H. A. Hanson, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8015","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4191","PresenterBiography":null,"PresenterDisplayName":"Shalini Priya","PresenterKey":"18b64fc6-4baa-49e8-93bd-1fa340f38759","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4191. Assessing performance of biomarker extraction from electronic health records: Data augmentation methods for a hierarchical self-attention network (HiSAN)","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessing performance of biomarker extraction from electronic health records: Data augmentation methods for a hierarchical self-attention network (HiSAN)","Topics":null,"cSlideId":""},{"Abstract":"Cervical cancer is one of the most common cancers in women. Despite progress in prevention through Human Papilloma Virus [HPV] vaccination and success in early detection of cervical cancer through cytologic screening and HPV detection, there remains an unequal burden in low-resource settings in developed and developing countries. Applying novel methylation-based detection methods, we validated a panel of three human methylated genes (<i>ZNF516<\/i>, <i>FKBP6<\/i> and <i>INTS1<\/i>) on discarded cervical liquid cytology samples from clinical laboratories in the United States during the development of the <i>CervicalMethDx<\/i> test. We hypothesized that the <i>CervicalMethDx<\/i> test can identify HPV positive women most likely to be diagnosed with Cervical Intraepithelial Neoplasia (CIN) grades 2 and 3 by anatomic pathologists, before they are referred to colposcopy-driven biopsies. We assessed DNA methylation by Quantitative Real Time Methylation Specific PCR (QMSP) analysis of sodium bisulfite-modified genomic DNA. Primers and probes were previously designed to specifically amplify the promoters of the 3 genes of interest and the promoter of a reference gene, <i>&#946;<\/i><i>-actin<\/i>, to assess DNA input. We performed blinded retrospective studies on well-characterized, discarded, HPV-positive clinical samples in PreservCyt sample transport media (Thin Prep, Hologic), comparing DNA methylation levels in samples from CIN2 and CIN3 cases (346), and 120 controls without evidence of Intraepithelial Lesions or Malignancy (NILM) as an endpoint. Our results showed that the <i>CervicalMethDx<\/i> test can correctly classify 96% of CIN2 (n=197) samples with 93% Sensitivity, 100% Specificity, and an AUC of 0.96 as well as 95% of CIN3 (n=149) samples with 91% Sensitivity, 100% Specificity, and an AUC of 0.96. Moreover, the assay correctly classified 94% of CIN2-CIN3 samples combined (n=346) with 92% Sensitivity, 100% Specificity, an AUC of 0.96, and a 100% positive predictive value (PPV), when compared to samples with NILM (n=120). The <i>CervicalMethDx<\/i> test high PPV supports the addition of this low-cost molecular test to cervical cancer screening algorithms worldwide. Our results suggest that the <i>CervicalMethDx<\/i> test is a new and valuable tool to stratify HPV positive women prior to colposcopy-driven biopsies in developed countries and ablative treatment in developing countries, most of which are unnecessary. These results warrant further evaluation of the <i>CervicalMethDX<\/i> test in prospective, population-based studies, assessing the use of precision DNA methylation algorithms to triage women before colposcopy-driven biopsies or ablative treatments worldwide.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Cervical cancer,Molecular markers,DNA methylation,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Laura Palmieri<\/b><sup>1<\/sup>, Fernando T. Zamuner<sup>1<\/sup>, Dieila Giomo De Lima<sup>1<\/sup>, Keerthana Gosala<sup>1<\/sup>, Eli Winkler<sup>1<\/sup>, Yash Prashar<sup>1<\/sup>, Ana Purcell-Wiltz<sup>2<\/sup>, Amanda Garca-Negrn<sup>2<\/sup>, Ashley Ramos-Lopez<sup>3<\/sup>, David Sidransky<sup>1<\/sup>, Mariana Brait<sup>1<\/sup>, Rafael Guerrero-Preston<sup>4<\/sup><br><br\/><sup>1<\/sup>Oncology, Johns Hopkins University School of Medicine, Baltimore, MD,<sup>2<\/sup>LifeGene-Biomarks, Inc, San Juan, Puerto Rico,<sup>3<\/sup>LifeGene-Biomarks, Inc, San Juan, PR,<sup>4<\/sup>LifeGene-Biomarks, Inc, Baltimore, MD","CSlideId":"","ControlKey":"740b6d8e-99e2-47d2-ba29-141097a06016","ControlNumber":"7173","DisclosureBlock":"&nbsp;<b>L. Palmieri, <\/b> None..<br><b>F. T. Zamuner, <\/b> None..<br><b>D. G. De Lima, <\/b> None..<br><b>K. Gosala, <\/b> None..<br><b>E. Winkler, <\/b> None..<br><b>Y. Prashar, <\/b> None..<br><b>A. Purcell-Wiltz, <\/b> None..<br><b>A. Garca-Negrn, <\/b> None..<br><b>A. Ramos-Lopez, <\/b> None..<br><b>D. Sidransky, <\/b> None..<br><b>M. Brait, <\/b> None..<br><b>R. Guerrero-Preston, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8044","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4192","PresenterBiography":null,"PresenterDisplayName":"Laura Palmieri, BS","PresenterKey":"9d606ae8-64a8-4be7-8c1f-483505757f49","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4192. <i>CervicalMethDx<\/i>: A precision DNA methylation test to identify advanced disease risk in cervical cancer screening algorithms","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>CervicalMethDx<\/i>: A precision DNA methylation test to identify advanced disease risk in cervical cancer screening algorithms","Topics":null,"cSlideId":""},{"Abstract":"N-NOSE (Nematode Nose) is a cancer screening test based on the chemotactic characteristics of the nematode <i>C. elegans<\/i>. <i>C. elegans<\/i> shows avoidance of the urine of healthy individuals while displaying a chemotactic attraction toward the urine of patients with 15 types of cancer (stomach, colon-rectum, lung, breast, pancreas, liver, prostate, uterus, esophagus, gallbladder, bile duct, kidney, urinary bladder, ovary, oropharynx) rendering N-NOSE a primary multi-cancer screening test. N-NOSE has a high sensitivity of 87.5% and 90.2% specificity, on average, from early stage 0-I. N-NOSE is non-invasive because it relies on a urine sample and is affordable (JPY 13,800, ~USD 100).N-NOSE by Hirotsu Bio Science has been available in Japan since late 2020 and is a commercial hit with over 250,000 screenings performed, rapidly increasing. In this presentation, we outline the N-NOSE technology and business in Japan. We review N-NOSE clinical research and critical findings compared to competitors that highlight its excellent performance as a non-invasive primary cancer screening for early detection. N-NOSE is a multi-cancer early detection test. Next, we introduce an evolution of N-NOSE for identifying the cancer type. Pancreatic cancer is the 12<sup>th<\/sup> most common cancer worldwide but remains one the deadliest cancer with a 5-year relative survival rate at only 11%, all stages combined. An affordable, non-invasive, and highly sensitive early-stage pancreatic cancer screening test is sorely needed. As an evolution of N-NOSE we genetically engineered <i>C. elegans<\/i> by knocking out in AWC olfactory neurons a specific olfactory receptor (GPCR), triggering a chemotactic response particular to the only pancreatic cancer urine specimen at an early stage. In this study, we outline, for the first time, the critical discovery of <i>cr-4<\/i> GPCR in AWC, which is crucial for a specific chemotaxis response to the urine of patients with pancreatic cancer. Next, we briefly conclude by outlining the link between N-NOSE primary cancer screening followed by N-NOSE cancer type identification, effectively completing the whole cancer screening and identification process in a non-invasive way.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Early detection,Screening,Pancreatic cancer,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Eric Di Luccio<\/b><sup>1<\/sup>, Takaaki Hirotsu<sup>2<\/sup><br><br\/><sup>1<\/sup>Hirotsu Bio Science INC., Fujisawa city, Japan,<sup>2<\/sup>Hirotsu Bio Science INC., Tokyo, Japan","CSlideId":"","ControlKey":"625da909-6a9e-455a-8ec9-71ebbf537aab","ControlNumber":"3325","DisclosureBlock":"&nbsp;<b>E. Di Luccio, <\/b> None..<br><b>T. Hirotsu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8045","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4193","PresenterBiography":null,"PresenterDisplayName":"Eric Di Luccio, PhD","PresenterKey":"dab9648f-5696-4b51-8333-f84e0f125fd9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4193. N-NOSE technology based on <i>C. elegans<\/i> olfaction. Multi-cancer early detection with high sensitivity using urine. Pancreatic-cancer-specific early detection with high sensitivity using urine","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"N-NOSE technology based on <i>C. elegans<\/i> olfaction. Multi-cancer early detection with high sensitivity using urine. Pancreatic-cancer-specific early detection with high sensitivity using urine","Topics":null,"cSlideId":""},{"Abstract":"Background: Cancer is the leading cause of premature deaths. Screening in the population can effectively improve the prognosis by diagnosing cancer early. Previous studies have found that cancer biomarkers, for example, ctDNA methylation and protein biomarkers are clearly associated with the occurrence and development of cancer. To evaluate the performance of reported biomarkers for cancer early screening in real world, we launched an integrative study by Fudan University and SInglera for pan-cancer early detectiON (FuSion) project since 2021. Method: The FuSion Project (NCT05159544) is a prospective and multicenter cohort study of pan-cancer screening in Chinese population. We will construct a stepwise model of risk stratification for screening of multiple cancer types, including lung, esophagus, stomach, liver, pancreatic and colorectal cancers. A total of 50,137 individuals recruited in the Taizhou Longitudinal Study (TLS) between 2012 and 2021 are investigated. Eligible participants are aged 20-75 years and without history of cancer. They have completed a questionnaire and provided blood samples for baseline tests, which measure a total of about 50 indicators in the routine blood work, blood biochemistry, and serum cancer biomarkers, such as carbohydrate antigen 19-9 and carcinoembryonic antigen. Informed consent is obtained from all participants. We build risk stratification models based on risk factors collected in the questionnaire and from baseline test results for each cancer type, respectively. Then, 10,000 high-risk- and 5,000 low-risk individuals of cancers are identified by the cancer-specific risk stratification model. They will be screened by the PanSeerX assay using cancer-related DNA methylation markers, and medically followed-up for at least two years. Sensitivity, specificity, positive- and negative-predictive values of the screening models will be determined based on the true cancer incidences. Finally, we will validate the cancer screening strategies using 10,000 average-risk participants recruited from multiple centers by regular checkups and from other large-scale cohort studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-22 Screening and early detection,,"},{"Key":"Keywords","Value":"Cancer,Epidemiology,Early Screen,Risk prediction model,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chen Suo<\/b><sup>1<\/sup>, Renjia Zhao<sup>1<\/sup>, Yanfeng Jiang<sup>1<\/sup>, Yunzhi Zhang<sup>2<\/sup>, Qiye He<sup>2<\/sup>, Zhixi Su<sup>2<\/sup>, Rui Liu<sup>2<\/sup>, Li Jin<sup>1<\/sup>, Xingdong Chen<sup>1<\/sup><br><br\/><sup>1<\/sup>Fudan University, Shanghai, China,<sup>2<\/sup>Singlera Genomics (Shanghai) Ltd, Shanghai, China","CSlideId":"","ControlKey":"0d300de8-eab9-4841-8236-d8e40d236e80","ControlNumber":"5734","DisclosureBlock":"&nbsp;<b>C. Suo, <\/b> None..<br><b>R. Zhao, <\/b> None..<br><b>Y. Jiang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>Q. He, <\/b> None..<br><b>Z. Su, <\/b> None..<br><b>R. Liu, <\/b> None..<br><b>L. Jin, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8046","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4194","PresenterBiography":null,"PresenterDisplayName":"Renjia Zhao, MPH","PresenterKey":"3497b604-169a-422d-bfed-9484f79e2ef3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4194. The FuSion Project of Pan-Cancer Early Screening in Chinese-- An integrative study by Fudan University and Singlera","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The FuSion Project of Pan-Cancer Early Screening in Chinese-- An integrative study by Fudan University and Singlera","Topics":null,"cSlideId":""},{"Abstract":"Formalin-fixed paraffin-embedded (FFPE) tissues are the most widely used clinical sample types in histology and molecular diagnosis, but these samples are often challenging for single-cell transcriptomic analysis due to RNA degradation and protein crosslinking. A spatial transcriptomics technique with high detection efficiency and single molecule resolution is required in order to accurately profile the gene expression in FFPE samples in situ. Vizgen&#8217;s MERSCOPE platform, built on multiplexed error robust in situ hybridization MERFISH technology, directly profiles intact tissue&#8217;s transcriptome with subcellular spatial resolution. Here, we demonstrate the FFPE MERSCOPE workflow in tissues from 10 mouse and human samples, including archival clinical samples. In each sample, hundreds of thousands of cells were captured with &#62;100 million transcript counts, generating detailed spatial transcriptomic data for the profiled genes in each sample. A comparison of FFPE and matched fresh frozen samples indicated that the FFPE workflow performs similarly in detection efficiency as compared to the fresh frozen protocol. We further demonstrated the MERSCOPE FFPE workflow is compatible with protein imaging by performing simultaneous protein-based cell boundary staining with MERFISH to accurately profile gene expression and map cell types in archival clinical human samples. Finally, we constructed a spatially resolved single cell atlas across eight major tumor types, mapped and cataloged different cell types within the tumor microenvironment and systematically characterized the gene expression among cells. This study demonstrates the potential for spatially resolved transcriptomic profiling of FFPE samples at single cell level to contribute to a wide range of biomedical research areas, including many applications to study human diseases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-15 Next-generation sequencing in epidemiology studies (whole genome, exome, targeted, or fine-mapping),,"},{"Key":"Keywords","Value":"Formalin-fixed paraffin-embedded (FFPE),Transcription,Single cell,Fluorescence imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jiang He<\/b><sup><\/sup>, Justin He<sup><\/sup>, Timothy Wiggin<sup><\/sup>, Rob Foreman<sup><\/sup>, Renchao Chen<sup><\/sup>, Nicolas Fernandez<sup><\/sup>, George Emanuel<sup><\/sup><br><br\/>Vizgen, Cambridge, MA","CSlideId":"","ControlKey":"6878d217-bab1-4996-af99-593c4046cb30","ControlNumber":"7584","DisclosureBlock":"&nbsp;<b>J. He, <\/b> None..<br><b>J. He, <\/b> None..<br><b>T. Wiggin, <\/b> None..<br><b>R. Foreman, <\/b> None..<br><b>R. Chen, <\/b> None..<br><b>N. Fernandez, <\/b> None..<br><b>G. Emanuel, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"7752","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4195","PresenterBiography":null,"PresenterDisplayName":"Jiang He, PhD","PresenterKey":"f50d76a6-0d5f-4057-beb6-6745fbb51fb5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4195. Spatially resolved single cell transcriptomic profiling in formalin-fixed paraffin-embedded (FFPE) tissues","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"473","SessionOnDemand":"False","SessionTitle":"Cancer Screening and Health Equity","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatially resolved single cell transcriptomic profiling in formalin-fixed paraffin-embedded (FFPE) tissues","Topics":null,"cSlideId":""}]