[{"Abstract":"<b>Background: <\/b>Interleukin-12 is a potent proinflammatory cytokine that proliferates and activates T cells, NK cells and differentiates Th1 cells. Translation of IL-12 for cancer treatment has been hindered by lethal toxicities due to cytokine release syndrome and there are currently no approved IL-12 therapies. To minimize the severe toxicities while maintaining potency, we have developed ON-BOARD, an ultra-pH sensitive nanoparticle platform for masked and targeted delivery of payloads to the acidic tumor microenvironment. The clinical feasibility of ON-BOARD has been demonstrated by high tumor specificity of pegsitacianine in multiple tumor types from the Phase I and II clinical trials. Herein we report encapsulation and masked delivery of IL-12 to tumor-bearing mice using ON-BOARD, demonstrating significantly improved tolerability, anti-tumor efficacy, and potential for clinical translation.<br \/><b>Methods:<\/b> A mouse IL-12 fused with Fc was formulated in ON-BOARD nanoparticles. Particle properties were characterized and lead formulations were identified by <i>in vitro<\/i> screening to determine pH-mediated bioactivity in reporter and ELISA assays and stability in mouse plasma. <i>In vivo <\/i>studies were performed to compare the activity of unencapsulated IL-12 to ON-BOARD\/IL-12 formulations. PD response was evaluated by measuring systemic cytokine levels in plasma, while clinical chemistry was performed to evaluate liver and kidney functions. Anti-tumor efficacy of ON-BOARD\/IL-12 formulations was performed in mice bearing syngeneic MC38 colorectal cancer tumors compared to unencapsulated IL-12.<br \/><b>Results:<\/b> ON-BOARD\/IL-12 formulations showed high encapsulation efficiency (&#62;85%) and drug loading up to 20% wt. in uniformly distributed stable particles (D<sub>h<\/sub>&#60;50nm). pH-specific payload release was confirmed <i>in vitro<\/i> with &#62;100-fold activation window between the acid-activated and intact formulations. Following incubation in mouse plasma the lead ON-BOARD formulations showed stable IL-12 encapsulation by an ELISA assay. <i>In vivo<\/i>, ON-BOARD\/IL-12 formulations demonstrated significantly improved tolerability compared to unencapsulated IL-12. When dosed at 5&#181;g\/dose compared to unencapsulated protein at 1 &#181;g\/dose, ON-BOARD\/IL-12 demonstrated reduced body weight loss (&#60;2% vs 13%) and decreased liver injury markers AST and ALT. Analysis of systemic cytokines (IFN&#947;, IL-6, IL-10, TNF&#945;, etc) showed significantly lower levels for ON-BOARD formulations including &#62;1,000-fold reduction in plasma IFN&#947; level which is known to be directly induced by IL-12 signaling. ON-BOARD\/IL-12 formulations also demonstrated strong anti-tumor efficacy in MC38 tumor-bearing animals with &#62;95% TGI and complete responders.<br \/><b>Conclusions:<\/b> The ON-BOARD platform demonstrated potential for masking toxicity and facilitating tumor-specific delivery of IL-12 proteins for cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-01 Basic and applied nanotechnology and therapeutics,,"},{"Key":"Keywords","Value":"Cytokines,Nanoparticle,Drug delivery,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Qingtai Su<\/i><\/presenter>, <presenter><i>Stephen Gutowski<\/i><\/presenter>, <presenter><i>Irina Kalashnikova<\/i><\/presenter>, <presenter><i>Austin Burcham<\/i><\/presenter>, <presenter><i>Bhargavi Allu<\/i><\/presenter>, <presenter><i>Zirong Chen<\/i><\/presenter>, <presenter><i>Zhichen Sun<\/i><\/presenter>, <presenter><i>Jinming Gao<\/i><\/presenter>, <presenter><i>Ruolan Han<\/i><\/presenter>, <presenter><i>Jason B. Miller<\/i><\/presenter>, <presenter><u><i>Tian Zhao<\/i><\/u><\/presenter>. OncoNano Medicine, Dallas, TX, University of Texas Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"a91d6488-7f96-4bdb-b061-cbcc8b6895ea","ControlNumber":"9511","DisclosureBlock":"<b>&nbsp;Q. Su, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>S. Gutowski, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>I. Kalashnikova, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>A. Burcham, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>B. Allu, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>Z. Chen, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option.<br><b>Z. Sun, <\/b> None.&nbsp;<br><b>J. Gao, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Stock Option, Other, Consultant. <br><b>R. Han, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>J. B. Miller, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option. <br><b>T. Zhao, <\/b> <br><b>OncoNano Medicine, Inc.<\/b> Employment, Stock Option.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9947","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB001","PresenterBiography":null,"PresenterDisplayName":"Jason Miller, PhD","PresenterKey":"5801146f-8f50-47a0-a7af-b00d4071cdbb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB001. Encapsulation of IL-12 with an ultra pH-sensitive nanoparticle platform improves tolerability and promotes antitumor response in mice","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"709","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Encapsulation of IL-12 with an ultra pH-sensitive nanoparticle platform improves tolerability and promotes antitumor response in mice","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is a significant public health issue that remains the second leading cause of cancer death among women. Current treatment strategies for breast cancer can contribute to severe side effects and insufficient efficacy. For example, chemotherapy, radiotherapy, and hormone receptor and HER2 targeted therapies can lead to healthy cell damage, a partial, delayed effect, and cardiac toxicity and acquired immune resistance, respectively. An emerging alternative targeted therapy approach is proteolysis targeting chimeras (PROTAC), which triggers proteasomal degradation of target proteins implicated in cancer. PROTAC provides precision targeting of low-affinity targets for robust, selective efficacy. However, wide-spread clinical use is limited due to instability and poor cell penetration in vivo. In order to enhance the efficacy of PROTAC, we introduce a novel extracellular vesicle (EV) transfection platform for highly efficient loading of PROTAC. This approach can enhance cellular delivery by utilizing EV&#8217;s in vivo properties, like high biocompatibility, long circulation times, and specific targeting. Microfluidic droplet-based electroporation (&#956;DES) was developed and optimized for high- efficient EV transfection, which offers continuous flow transfection suited for scaling up and GMP manufacturing. We compared the drug loading efficiency to conventional transfection methods, including simple incubation, chemical transfection through lipofection, and conventional physical transfection through the Neon electrotransfection system (ThermoFisher). The resulting EVs were characterized by nanoparticle tracking analysis for size, concentration, and zeta potential, and by TEM for morphological determinations. PROTAC transfection efficiency was also measured through absorbance spectrometry. The resulting &#956;DES PROTAC-loaded EVs showed little, or no, changes compared to the native EVs and Neon control group, while offering higher recovery and transfection rates. We also tested the in vitro therapeutic functionality of PROTAC loaded EVs for histone deacetylase 3 and 8 degradation in the breast cancer cell line MDA-MB-231 with western blot analysis. We demonstrated high degradation ability of &#181;DES loaded EVs and, thus, significantly higher therapeutic function. We also plan to investigate biodistribution behavior of the therapeutic EVs in vivo. PROTAC delivery by EVs could enhance stability, biocompatibility, transportability, and targeting ability of the drug. This serves as a novel PROTAC drug delivery, formulation, and administrative strategy that fills an important gap in current PROTAC use.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-03 Drug delivery,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Therapeutic development,Proteolysis targeting chimeras,Transfection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Nina Erwin<\/i><\/u><\/presenter>, <presenter><i>Xiaoshu Pan<\/i><\/presenter>, <presenter><i>Nikee Awasthee<\/i><\/presenter>, <presenter><i>Yufeng Xiao<\/i><\/presenter>, <presenter><i>Guangrong Zheng<\/i><\/presenter>, <presenter><i>Daiqing Liao<\/i><\/presenter>, <presenter><i>Mei He<\/i><\/presenter>. University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"2402a8aa-619a-4057-8cd5-fcd728931676","ControlNumber":"9521","DisclosureBlock":"&nbsp;<b>N. Erwin, <\/b> None..<br><b>X. Pan, <\/b> None..<br><b>N. Awasthee, <\/b> None..<br><b>Y. Xiao, <\/b> None..<br><b>G. Zheng, <\/b> None..<br><b>D. Liao, <\/b> None.&nbsp;<br><b>M. He, <\/b> <br><b>ExoDeL Inc.<\/b> Other, Founder.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9948","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB002","PresenterBiography":null,"PresenterDisplayName":"Nina Erwin, BS","PresenterKey":"f786550c-100b-4810-bad7-40fe0eb1aa6e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB002. Extracellular vesicle loading of proteolysis targeting chimeras for targeted therapeutic delivery","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"709","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracellular vesicle loading of proteolysis targeting chimeras for targeted therapeutic delivery","Topics":null,"cSlideId":""},{"Abstract":"The E3 ligase MDM2 controls the tumor suppressor function of p53, which is encoded by the<i> TP53<\/i>gene. Compounds designed to bind to MDM2 preventing its interaction with p53 restore the ability of p53 to combat the pathogenic processes that underly cancer development. It has become clear from early clinical experience that thrombocytopenia represents an on-target, dose-limiting toxicity that may restrict the therapeutic utility of first-generation MDM2 inhibitors. Dosing less frequently, while maintaining efficacious exposure levels, has been proposed as an approach to mitigate side effects and improve the therapeutic window. In this -Late Breaking- session we present the discovery and preclinical evaluation of BI 907828, a highly potent, orally bioavailable and selective molecule binding to MDM2 and preventing its interaction with p53. The compound was designed to have a long half-life to enable intermittent dosing schedules in the clinic where it showed a manageable safety profile in a Phase Ia\/Ib, dose-escalation\/expansion study and encouraging signs of antitumor activity in patients with advanced DDLPS and WDLPS. BI 907828 is actively investigated in several clinical trials including the Phase II\/III Brightline-1 study that aims to evaluate whether it is superior to doxorubicin in the first-line treatment of advanced\/metastatic DDLPS. BI 907828 belongs to the class of spiro-oxindole MDM2-p53 antagonists and was discovered starting from an optimized core structure with improved chemical stability. Structure-based medicinal chemistry optimization including rigidification of the scaffold were key to accomplish the desired profile which was tested preclinically in several<i> in vivo<\/i> MDM2-amplified xenograft models where treatment with BI 907828 showed efficient tumor growth inhibition and regression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-04 Drug design,,"},{"Key":"Keywords","Value":"MDM2,p53,Sarcoma\/soft-tissue malignancies,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Andreas Gollner<\/i><\/presenter>, <presenter><i>Patrizia Sini<\/i><\/presenter>, <presenter><i>Dorothea Rudolph<\/i><\/presenter>, <presenter><u><i>Harald Weinstabl<\/i><\/u><\/presenter>, <presenter><i>Juergen Ramharter<\/i><\/presenter>, <presenter><i>Ulrike Weyer-Czernilofsky<\/i><\/presenter>, <presenter><i>Bojana Golubovic<\/i><\/presenter>, <presenter><i>Rolf Grempler<\/i><\/presenter>, <presenter><i>Alejandro Pérez Pitarch<\/i><\/presenter>, <presenter><i>Reinhard Sailer<\/i><\/presenter>, <presenter><i>Darryl B. McConnell<\/i><\/presenter>, <presenter><i>Norbert Kraut<\/i><\/presenter>. Boehringer Ingelheim RCV GmbH & Co. KG, Vienna, Austria, Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Germany, Boehringer Ingelheim Pharmceuticals Inc, Ridgefield, CT, Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim, Germany","CSlideId":"","ControlKey":"58c6cf59-057c-438c-849b-28729899fd04","ControlNumber":"8854","DisclosureBlock":"<b>&nbsp;A. Gollner, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>P. Sini, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>D. Rudolph, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>H. Weinstabl, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>J. Ramharter, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>U. Weyer-Czernilofsky, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>B. Golubovic, <\/b> <br><b>Boehringer Ingelheim Pharma GmbH & Co. KG<\/b> Employment. <br><b>R. Grempler, <\/b> <br><b>Boehringer Ingelheim Pharmceuticals Inc<\/b> Employment. <br><b>A. Pérez Pitarch, <\/b> <br><b>Boehringer Ingelheim Pharma GmbH & Co. KG<\/b> Employment. <br><b>R. Sailer, <\/b> <br><b>Boehringer Ingelheim Pharma GmbH & Co. KG<\/b> Employment. <br><b>D. B. McConnell, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment. <br><b>N. Kraut, <\/b> <br><b>Boehringer Ingelheim RCV GmbH & Co. KG<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9949","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB003","PresenterBiography":null,"PresenterDisplayName":"Harald Weinstabl, PhD","PresenterKey":"34bc839a-1984-4727-b42a-77c02277fc8a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB003. BI 907828: A highly potent MDM2-p53 antagonist suitable for intermittent dose schedules","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"709","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BI 907828: A highly potent MDM2-p53 antagonist suitable for intermittent dose schedules","Topics":null,"cSlideId":""},{"Abstract":"Due to its noninvasive nature and being readily available in peripheral blood and other bodily fluids, analysis of cell-free DNA (cfDNA) has become a promising application in cancer diagnosis, prognosis and treatment monitoring. However, disease-relevant cfDNA is present in a very limited amount in the huge background of normal cfDNA. This remains a challenge for any detection technology. Many currently available target enrichment and library preparation methods use regular DNA polymerase and amplification processes that introduce substantial bias and artifacts. This results in artifactual errors that greatly limit the detection of true low-frequency variants below 0.5% in heterogeneous samples, such as cfDNA. Here, we present a new targeted cfDNA workflow that overcomes challenges such as biases and artifacts. The workflow uses a highly optimized, high-fidelity reaction chemistry and incorporates UMIs into a single gene-specific, primer-based targeted enrichment process. Compared to regular DNA polymerase, this high-fidelity chemistry resulted in a five- to ten-fold decrease in base substitution error. An individual cancer panel was designed to specifically cover cancer-relevant hotspots and copy number genes with a dense primer design to accommodate the short length of cfDNA. Due to its high-fidelity chemistry and optimal panel design, our streamlined workflow can be completed in a single day. We also report consistent panel performance across different samples. Detection sensitivity and specificity were evaluated on a reference cfDNA sample and a simulated cfDNA sample by mixing enzyme-digested Genome in a Bottle samples, NA12878 and NA24385. We achieved close to 90% detection sensitivity and above 99.9% specificity for 0.1% variant. In addition, copy number variation could be successfully detected with a 1.5-fold difference over normal control samples. These results demonstrate an efficient targeted cfDNA panel workflow that enables cancer-relevant mutation detection with high sensitivity and accuracy. The applications presented here are for research use only. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH01-05 High-throughput screening (assays and libraries),,"},{"Key":"Keywords","Value":"Next-generation sequencing (NGS),Cell-free DNA,Liquid biopsies,Mutations,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Michelle Baird<\/i><\/presenter>, <presenter><i>Mariam Ashraf<\/i><\/presenter>, <presenter><i>Emil Chistensen<\/i><\/presenter>, <presenter><i>Christa Haldrup<\/i><\/presenter>, <presenter><u><i>Zhong Wu<\/i><\/u><\/presenter>, <presenter><i>Eric Lader<\/i><\/presenter>. QIAGEN Sciences Inc., Frederick, MD","CSlideId":"","ControlKey":"1e4adadc-8285-4210-adf7-016766ee2a1f","ControlNumber":"9947","DisclosureBlock":"<b>&nbsp;M. Baird, <\/b> <br><b>QIAGEN Sciences Inc.<\/b> Employment. <br><b>M. Ashraf, <\/b> <br><b>QIAGEN Sciences Inc.<\/b> Employment. <br><b>E. Chistensen, <\/b> <br><b>QIAGEN Sciences Inc.<\/b> Employment. <br><b>C. Haldrup, <\/b> <br><b>QIAGEN Science Inc.<\/b> Employment. <br><b>Z. Wu, <\/b> <br><b>QIAGEN Sciences Inc.<\/b> Employment. <br><b>E. Lader, <\/b> <br><b>QIIAGEN Sciences Inc.<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9950","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB004","PresenterBiography":null,"PresenterDisplayName":"Zhong Wu, PhD","PresenterKey":"bc9f6b75-3253-48cc-94c2-6171bf773910","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB004. Ultra-sensitive targeted DNA panel for very low-frequency mutation detection in circulating cell-free DNA","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"709","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Ultra-sensitive targeted DNA panel for very low-frequency mutation detection in circulating cell-free DNA","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Clear cell renal carcinoma is the most frequent form of renal malignancy, with an increasing incidence rate worldwide. In this study we used a multi-omic approach to differentiate normal and tumor tissues in clear cell Renal Cell Carcinoma (ccRCC).<br \/>Methods: Using transcriptomic data of patients with malignant and adjacent normal tissue samples from gene chip and RNA-Seq cohorts, we identified the top genes over-expressed in ccRCC. We collected surgically resected ccRCC specimens to further investigate the transcriptomic results on the proteome level. The differential protein abundance was evaluated using targeted mass spectrometry (MS).<br \/>Results: We assembled a database of more than 600 renal tissue samples from NCBI GEO and TCGA and used these to uncover the top genes with higher expression in ccRCC. For protein level analysis 162 malignant and normal kidney tissue samples have been acquired. The most consistently upregulated genes were IGFBP3, PLIN2, PLOD2, PFKP, VEGFA, and CCND1 (p&#60;1E-05 for each gene). Mass spectrometry further validated the differential protein abundance of these genes (IGFBP3, p = 7.53E-18; PLIN2, p = 3.9E-39; PLOD2, p = 6.51E-36; PFKP, p = 1.01E-47; VEGFA, p = 1.40E-22; CCND1, p= 1.04E-24). We also identified proteins correlating with overall survival.<br \/>Conclusions: We used transcriptomic and proteomic data to identify a minimal panel of proteins highly specific for clear cell renal carcinoma tissues. The introduced gene panel could be used as a promising tool in the clinical setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH02-02 Proteomics and biomarker discovery,,"},{"Key":"Keywords","Value":"Proteomics,Renal cell carcinoma,Transcriptomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Aron Bartha<\/i><\/u><\/presenter>, <presenter><i>Zsuzsanna Darula<\/i><\/presenter>, <presenter><i>Gyongyi Munkacsy<\/i><\/presenter>, <presenter><i>Eva Klement<\/i><\/presenter>, <presenter><i>David Fenyo<\/i><\/presenter>, <presenter><i>Peter Nyirady<\/i><\/presenter>, <presenter><i>Balazs Gyorffy<\/i><\/presenter>. Institute for Systems Genetics NYU School of Medicine, New York, NY, Laboratory of Proteomics Research, BRC, Szeged, Hungary, Dept. of Bioinformatics, Semmelweis University, Budapest, Hungary, Dept. of Urology, Semmelweis University, Budapest, Hungary","CSlideId":"","ControlKey":"f6fc447f-2187-4d56-ae7e-f3a15f4f550c","ControlNumber":"9749","DisclosureBlock":"&nbsp;<b>A. Bartha, <\/b> None..<br><b>Z. Darula, <\/b> None..<br><b>G. Munkacsy, <\/b> None..<br><b>E. Klement, <\/b> None..<br><b>D. Fenyo, <\/b> None..<br><b>P. Nyirady, <\/b> None..<br><b>B. Gyorffy, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9951","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB005","PresenterBiography":null,"PresenterDisplayName":"Aron Bartha, MD","PresenterKey":"f8e3cc92-c45a-4ac1-a81f-eab75a82e4dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB005. Insights of renal cell carcinoma from multiomic perspective","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"709","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Insights of renal cell carcinoma from multiomic perspective","Topics":null,"cSlideId":""},{"Abstract":"Chromosomal translocations creating fusion genes are among the most common mutation class of known cancer genes, and they have long been identified as driver mutations in certain types of cancer. Recently, oncogenic fusion genes (oncofusions, OFs) have been found in many hematological and solid tumors, demonstrating that translocations are a common cause of malignancy. The frequency of recurrent gene fusions varies depending of the specific type of cancer, but currently identified translocations are estimated to drive up-to 20% of cancer morbidity. In many occasions the oncofusion is the sole driver of oncogenesis when present and certain oncofusion pairs are typically found in one or few specific cancers.<br \/>ETV6-NTRK3 (EN) oncofusion, is a product of the chromosomal t(12; 15)(p13; q25) translocation, which fuses the N-terminal SAM (sterile alpha motif) domain of ETV6 to the C-terminal protein tyrosine kinase domain of NTRK3 (also known as TrkC). EN is expressed from the ETV6 promoter in the fused chromosome 15. The ETV6 promoter is generally more active, than NTRK3 promoter, and causes EN fusions to be expressed more highly in several tissues and especially in bone marrow and salivary glands. ETV6 forms fusions with many kinases, which are found in hematological malignancies and solid tumors. Except for ETV6-NTRK3, other ETV6-kinase fusions are reported in either hematological or solid malignancies and ETV6-NTRK3 further distinguishes itself by being also reported in several subtypes in both cases. Four EN variants with alternating break points have since been detected in a wide range of human cancers. To provide insight into EN oncogenesis, we employed a proximity labeling mass spectrometry approach to define the molecular context of the EN fusions. We identify 237 high-confidence interactors, which link EN fusions to several key signaling pathways, including ERBB, Insulin and JAK\/STAT. We then assess the effects of EN variants on these pathways, and show that the pan NTRK inhibitor selitrectinib (LOXO-195) inhibits the oncogenic activity of EN2, the most common variant. This systems-level analysis of defines the molecular framework in which EN oncofusions operate to promote cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++CH02-03 Proteomics and signaling networks,,"},{"Key":"Keywords","Value":"Gene fusion,Signaling pathways,Cancer,Protein-protein interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Matias Kinnunen<\/i><\/presenter>, <presenter><i>Xiaonan Liu<\/i><\/presenter>, <presenter><i>Kari Salokas<\/i><\/presenter>, <presenter><i>Salla Keskitalo<\/i><\/presenter>, <presenter><u><i>Markku Varjosalo<\/i><\/u><\/presenter>. University of Helsinki, Helsinki, Finland","CSlideId":"","ControlKey":"d173b687-331a-4e3d-a74d-03217c1305c5","ControlNumber":"8712","DisclosureBlock":"&nbsp;<b>M. Kinnunen, <\/b> None..<br><b>X. Liu, <\/b> None..<br><b>K. Salokas, <\/b> None..<br><b>S. Keskitalo, <\/b> None..<br><b>M. Varjosalo, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9952","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB006","PresenterBiography":null,"PresenterDisplayName":"Markku Varjosalo, PhD","PresenterKey":"9d236dca-979b-4b64-8049-04b36f99fbfe","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB006. Interactome analysis identifies signaling pathways activated by ETV6-NTRK3 oncogenic gene fusions","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"709","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Chemistry","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Interactome analysis identifies signaling pathways activated by ETV6-NTRK3 oncogenic gene fusions","Topics":null,"cSlideId":""}]