[{"Abstract":"Transcription factors (TFs) are key regulators of homeostasis and cancer. Recent advances in pharmacological targeting of TFs makes them valuable targets in various diseases, but systems-level understanding of the function and regulation of TFs from different families in cancers remains lacking. Our lab and collaborators have been developing new small molecules to modulate the functions of key regulators of the circadian clock BMAL1 and CLOCK, which are bHLH family TFs that activate gene expression by binding to a DNA motif called E-box, with a consensus sequence of CANNTG. E-boxes are ubiquitous in the genome and broadly regulate essential physiological processes of the cell, but their molecular biology in cancer is largely unknown. In the current work we tested the ability of small molecules to regulate the expression of BMAL1 and CLOCK target genes. Across different cell lines of various cancer types, we found that stabilization of one of the negative regulators of CLOCK, CRY2, by our novel compound called SHP1705, is the most consistent to suppress canonical BMAL1 target genes. GO and GSEA analysis of RNA-seq data shows that SHP1705 also significantly changed most core regulators of circadian rhythms as well as other E-box-binding proteins. However, SHP1705 has IC50 values above 10&#181;M in most tested cells, creating a challenge for efficacy in a clinical setting. Because BMAL1 requires the proteasome to sustain the turnover of a transcription burst, we hypothesized proteasome inhibitors (PI) MG132 and carfilzomib may synergize with SHP1705. Consequently, we found strong synergy with both PIs. Analysis of TF-target genes in combination-treated cells reveals significant changes in expression profiles, suggesting that these genes are regulated by E-box, and other related\/alternative promoter elements: CCAAT-box, CG-rich motifs, and ATGGC. Co-enrichment of these elements revealed the components of E-box containing promoters and showed potential properties of E-box-regulated gene expression. Co-existence of these motifs in the same proximal promoter also potentially allows RNAPII multiple choices of alternative promoters and could promote expression of variants in cancer cells. Our results support the necessity of inhibiting the whole promoter and provide an example of how to approach designer pharmacological strategies to achieve this purpose.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-06 Promoters and enhancers of transcription,,"},{"Key":"Keywords","Value":"Transcriptional regulation,Circadian genes,Pharmacogenomics,Promoter,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuanzhong Pan<\/b><sup>1<\/sup>, Heinz-Josef Lenz<sup>2<\/sup>, Evanthia Roussos Torres<sup>2<\/sup>, Steve  A.  Kay<sup>3<\/sup><br><br\/><sup>1<\/sup>Department of Neurology, Keck School of Medicine, University of Southern California, Los Angeles, CA,<sup>2<\/sup>Division of Medical Oncology, Norris Comprehensive Cancer Center, Keck School of Medicine, University of Southern California, Los Angeles, CA,<sup>3<\/sup>Department of Neurology; Norris Comprehensive Cancer Center, Keck School of Medicine, University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"b40f781b-a515-4f7b-a0f0-a51eeb670e35","ControlNumber":"6807","DisclosureBlock":"&nbsp;<b>Y. Pan, <\/b> None..<br><b>H. Lenz, <\/b> None..<br><b>E. Roussos Torres, <\/b> None.&nbsp;<br><b>S. A. Kay, <\/b> <br><b>Synchronicity Pharma LLC<\/b> Stock Option, Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6231","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3715","PresenterBiography":null,"PresenterDisplayName":"Yuanzhong Pan, MS","PresenterKey":"bfa30e06-2a62-47b9-897d-3527daa332e4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3715. Pharmacological targeting of circadian clock genes reveals regulatory mechanisms of E-box regulated genes in cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pharmacological targeting of circadian clock genes reveals regulatory mechanisms of E-box regulated genes in cancer","Topics":null,"cSlideId":""},{"Abstract":"N<sup>6<\/sup>-methyladenosine RNA methylation is one of the most abundant post transcriptional modifications in eukaryotic messenger RNAs and plays crucial roles in cancer development and progression. YTHDF1 is an m6A reader protein and has been reported to increase the translation of mRNAs in cooperation with YTHDF3. In gastric cancer, YTHDF1 was reported to be overexpressed in cancer tissues, but detailed effects of YTHDF1 in cancer immunity have not been fully elucidated. In RNA sequencing data from a TGCA gastric cancer cohort, the expression of YTHDF1 was inversely correlated with the cytotoxic T cell markers, such as CD8A, GZMA, and GZMB. To investigate the effect of YTHDF1 overexpression on gene expression regulation in protein levels, we performed the proteomic analysis for newly synthesized proteins using non-canonical amino acid azidohomoalanine and click chemistry tagging reaction in the presence of interferon-&#947; (IFN-&#947;). Protein synthesis of genes in &#8216;DNA damage response&#8217; and &#8216;DNA repair&#8217; gene sets increased in YTHDF1-overexpressed samples. On the contrary, protein synthesis of genes in &#8216;Allograph rejection&#8217;, &#8216;NK cell mediated cytotoxicity&#8217;, and &#8216;NF-&#954;B signaling&#8217; gene sets decreased in YTHDF1-overexpressed samples. Especially, YTHDF1 reduced basal expression of DNA damage marker, &#947;H2AX, suggesting that DNA damage repair was enhanced by YTHDF1 overexpression. Our study suggests that YTHDF1 plays pervasive roles in DNA repair and cancer immunity by regulating gene expression in protein levels.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-05 Posttranscriptional and translational control,,"},{"Key":"Keywords","Value":"Proteomic analysis,RNA binding protein,DNA repair,Cancer immunity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dongjun Jang<\/b><sup><\/sup>, Hae Rim Jung<sup><\/sup>, Jaeik Oh<sup><\/sup>, Sung-Yup Cho<sup><\/sup><br><br\/>Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"02b867b1-b16c-4781-b421-086eaf2c7103","ControlNumber":"641","DisclosureBlock":"&nbsp;<b>D. Jang, <\/b> None..<br><b>H. Jung, <\/b> None..<br><b>J. Oh, <\/b> None..<br><b>S. Cho, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6241","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3716","PresenterBiography":null,"PresenterDisplayName":"Dongjun Jang, BS","PresenterKey":"65b4e76e-9811-43eb-9233-813687c9a38e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3716. RNA N<sup>6<\/sup>-methyladenosine binding protein, YTHDF1 regulates DNA repair and cancer immunity in protein synthesis levels","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RNA N<sup>6<\/sup>-methyladenosine binding protein, YTHDF1 regulates DNA repair and cancer immunity in protein synthesis levels","Topics":null,"cSlideId":""},{"Abstract":"Estrogen Receptor &#945; (ER&#945;) is expressed in ER<sup>+<\/sup> breast cancers, one of the leading causes of death among women. Despite effectiveness of endocrine therapy, a significant number of patients experience resistance to these treatments. One of the major hurdles is lack of comprehensive information about ER&#945; transcriptional complex activity. While biochemical assays have improved our knowledge significantly, it is critical to imply techniques that allow direct visualization of ER&#945; activity and gain spatiotemporal information. We used super resolution microscopy to examine the mechanism of ER&#945; transcriptional activity. We showed that ER&#945; interactions with its co-activators (P300, SRC-3), is influenced upon administration of Tamoxifen and Fulvestrant, an effect that is lost in cells carrying multination in ER&#945; ligand binding site. Additionally mutant cells are no longer able to recruit ER&#945; co-inhibitor (NCORI). Using STORM microscopy, we showed estrogen treatment caused an &#8220;open&#8221; chromatin (H3K27ac) structure which may represent active areas of gene expression, while Tamoxifen and Fulvestrant treatments caused chromatin to form &#8220;closed&#8221; structures which likely represent close and inactive phase of chromatin.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-03 Mechanisms of transcription,,"},{"Key":"Keywords","Value":"Estrogen receptor,Transcription factor,Breast cancer,Coactivator,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tara Akhshi<\/b><sup><\/sup>, Myles Brown<sup><\/sup><br><br\/>Dana-Farber Cancer Institute\/Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"02aa6f25-4779-45e3-a1b7-0b07fd27e3b6","ControlNumber":"8041","DisclosureBlock":"&nbsp;<b>T. Akhshi, <\/b> None.&nbsp;<br><b>M. Brown, <\/b> <br><b>Novartis<\/b> Other, Dr. Brown have acted as a consult to Novartis in other project unrelated to this abstract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6242","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3717","PresenterBiography":null,"PresenterDisplayName":"Tara Akhshi, PhD","PresenterKey":"5c7863e0-b4d1-4a17-9c32-0ce393b70fcd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3717. Defining the mechanism of ER receptor transcription complex activity and its effect on epigenetic modulations using super resolution microscopy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Defining the mechanism of ER receptor transcription complex activity and its effect on epigenetic modulations using super resolution microscopy","Topics":null,"cSlideId":""},{"Abstract":"Transcription factor Forkhead box M1 (FOXM1) participates in tumor initiation, tumor development and tumor metastasis through regulating transcriptional network of its target genes. Activated FOXM1 promotes G1\/S and G2\/M transition via manipulating Cdc25B, Cyclin B1, TOPOIIa, Aurora and Polo-like kinases, as well as cancer cell survival and invasion through upregulating Survivin, SNAIL and MMP-9. The depletion of Foxm1 repressed the oncogenic Kras (G12D) driven mice lung cancer, Rb\/Trp53\/Myc triple knockout mice small cell lung cancer and carcinogen induced mice hepatocellular carcinoma. Given the roles of FOXM1 in tumorigenesis and its relevance to clinical outcomes, deciphering the mechanism underlying the regulation of FOXM1 activity might provide new therapeutic target for cancer study. It is known that FOXM1 activity drops when the C-terminal transcription activation domain (TAD) is blocked by the N-terminal repression domain (NRD), which is called autorepression. Furthermore, the NRD-deleted FOXM1 displays extraordinarily high transactivity. Compared to the NRD, the TAD is relatively longer and consists of around 420 amino acid with most of them being intrinsically disordered region (IDR). Previous studies showed that the NRD binds to a relatively ordered small region on the TAD. However, it is poorly understood about whether the IDR of TAD partakes in the FOXM1 self-regulated activity and how FOXM1 protein structure switches in living cells. Our co-immunoprecipitation (co-IP) and dual-luciferase reporter assay (DLR) suggested that FOXM1 TAD self-interacts via its IDR and the C-terminal &#945;&#946;&#945; motif, which promotes FOXM1 transactivation. The IDR-driven FOXM1 autoactivation was mimicked by the chemically-induced dimerization system (CID) that forces IDR-&#945;&#946;&#945; proximity intermolecularly. Using fluorescence resonance energy transfer (FRET) microscopy, we observed that the IDR-&#945;&#946;&#945; interaction was elevated when cell cycle progression from G1\/S to G2\/M in living cells. The IDR-&#945;&#946;&#945; interaction and FOXM1 activity were both suppressed by PLK1 inhibition. Furthermore, the characteristics of IDR-&#945;&#946;&#945; interaction did not resemble NRD-TAD interaction as revealed by FRET data where we showed the NRD-TAD interaction dropped after G1\/S. The NRD-TAD interaction underlying FOXM1 autorepression was recapitulated by CID. Through co-IP and yeast-two hybrid assays (Y2H), we further identified the minimal yet biological functional unit &#946;&#946;&#945;&#946; on NRD that suppressed FOXM1 activity and lung adenocarcinoma A549 cells <i>in vitro<\/i> and <i>in vivo<\/i>. Collectively, our work suggested that FOXM1 might be switched from the NRD-TAD mediated autorepression toward the IDR-&#945;&#946;&#945; mediated activation by Plk1 during S-G2 phase. And &#946;&#946;&#945;&#946; peptide treatment might be applied to lung cancer as a potential therapeutic strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-08 Regulation of transcription factor function,,"},{"Key":"Keywords","Value":"Transcription factor,Protein-protein interactions,Cancer,Cancer therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chia-Chan Hsu<\/b><sup><\/sup>, Xiang Yao<sup><\/sup>, I-Ching Wang<sup><\/sup><br><br\/>Institute of Biotechnology, National Tsing Hua University, Hsinchu, Taiwan","CSlideId":"","ControlKey":"1e619d13-88a1-413d-83b3-0dd71b1d27a9","ControlNumber":"5646","DisclosureBlock":"&nbsp;<b>C. Hsu, <\/b> None..<br><b>X. Yao, <\/b> None..<br><b>I. Wang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6243","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3718","PresenterBiography":null,"PresenterDisplayName":"Chia-Chan Hsu, BS","PresenterKey":"2fd5203b-5fe0-4019-b0f3-aa88c966b8ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3718. FOXM1 switches protein conformations upon C-terminal domain-mediated-autoregulation dictating its transcriptional activity in cancer cell proliferation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"FOXM1 switches protein conformations upon C-terminal domain-mediated-autoregulation dictating its transcriptional activity in cancer cell proliferation","Topics":null,"cSlideId":""},{"Abstract":"Translational control is integral to cancer initiation and progression. A subset of translation initiation factors are deregulated in cancers to facilitate their rampant growth and proliferation. Eukaryotic translation initiation factor 6 (eIF6) is one such factor that is over expressed in many cancers including lung, colon, ovarian and breast cancers, and deregulation of eIF6 is correlated with a poor cancer prognosis. Association of eIF6 with 60S is critical for 60S assembly. However, eIF6 must be released from 60S prior to translation to permit inter subunit interactions between 60S and 40S and to facilitate the formation of translationally proficient 80S complex. Release of eIF6 is deregulated in the ribosomopathy- Shwachman Diamond Syndrome that is predisposed to leukemias. Also, loss of eIF6 markedly delays tumorigenesis without affecting normal growth, which presents eIF6 as a viable therapeutic target. A potential therapeutic strategy is to target the eIF6 and 60S ribosomal interaction interface. Through extensive biophysical analyses, we had identified residues that are critical for the interaction between eIF6 and 60S ribosomal subunit. We show that targeting these key residues in the eIF6-60S interaction interface markedly delays colonic cancer growth and inhibits protein synthesis. Interestingly, targeting eIF6 leads to an upregulation of p53 independent of the DNA damage response, suggesting that ribosomal stress contributes to the stabilization of p53. Future studies will determine the mRNA targets that are translationally deregulated by inactivation of eIF6. We will also determine the effect of targeting eIF6 function in inhibiting tumor growth and progression <i>in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-05 Posttranscriptional and translational control,,"},{"Key":"Keywords","Value":"Translation,Colon cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kavya Meena Harish<\/b><sup><\/sup>, Aparna Biswas<sup><\/sup>, Poonam Roshan<sup><\/sup>, Sofia Origanti<sup><\/sup><br><br\/>Saint Louis University, St. Louis, MO","CSlideId":"","ControlKey":"1b9f424e-0db1-40e6-87cf-168086a99629","ControlNumber":"2952","DisclosureBlock":"&nbsp;<b>K. M. Harish, <\/b> None..<br><b>A. Biswas, <\/b> None..<br><b>P. Roshan, <\/b> None..<br><b>S. Origanti, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6245","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3719","PresenterBiography":null,"PresenterDisplayName":"Kavya Harish, No Degree","PresenterKey":"6e89fe41-4a48-4288-ad5c-2de989407984","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3719. Targeting the eIF6 and 60S ribosomal subunit interaction interface in cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the eIF6 and 60S ribosomal subunit interaction interface in cancers","Topics":null,"cSlideId":""},{"Abstract":"Non-alcoholic steatohepatitis (NASH) is a major risk factor for hepatocellular carcinoma (HCC). Astrocyte elevated gene-1\/Metadherin (AEG-1\/MTDH) augments steatosis, inflammation, and tumorigenesis, thereby promoting the whole spectrum of this disease process. Targeting AEG-1 is a potential interventional strategy for NASH and HCC. Thus, proper understanding of the regulation of this molecule is essential. We found that AEG-1 is palmitoylated at residue Cysteine75 (Cys75). Mutation of Cys75 to Serine (Ser) completely abolished AEG-1 palmitoylation.Systematic knockdown studies identified zinc finger DHHC-type palmitoyltransferase 6 (ZDHHC6) as the palmitoyltransferase catalyzing the process. To obtain insight into how palmitoylation regulates AEG-1 function, we generated a knock-in mouse by CRISPR\/Cas9 in which Cys75 of AEG-1 was mutated to Ser (AEG-1-C75S). No developmental or anatomical abnormality was observed between AEG-1-wild type (AEG-1-WT) and AEG-1-C75S littermates. However, global gene expression analysis by RNA-sequencing unraveled that signaling pathways and upstream regulators, which contribute to cell proliferation, motility, inflammation,angiogenesis, and lipid accumulation, are activated in AEG-1-C75S hepatocytes compared toAEG-1-WT. Feeding these mice with high fat\/high sugar diet for 20 weeks showed accumulation of T-regulatory cells and exhausted CD8 T-cells in the livers of AEG-1-C75S mice vs AEG-1-WT, and only in females, suggesting that inhibition of AEG-1 palmitoylation creates an immunosuppressive milieu favoring tumorigenesis. Collectively, these findings suggest that AEG-1-C75S functions as dominant positive, and palmitoylation restricts oncogenic and NASH-promoting functions of AEG-1. Studies are ongoing to unravel the mechanism by which palmitoylation restricts AEG-1 function, and to understand the sex-specific immune-modulatory role of AEG-1 palmitoylation in hepatocarcinogenesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-05 Posttranscriptional and translational control,,"},{"Key":"Keywords","Value":"Liver cancer,Post-translational modification,AEG-1,NASH,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Maria Del Carmen Camarena<\/b><sup>1<\/sup>, Garrison Komaniecki<sup>2<\/sup>, Debashri Manna<sup>1<\/sup>, Rachel Mendoza<sup>1<\/sup>, Mark  A.  Subler<sup>1<\/sup>, Jolene  J.  Windle<sup>1<\/sup>, Mikhail  G.  Dozmorov<sup>1<\/sup>, Hening Lin<sup>1<\/sup>, Devanand Sarkar<sup>1<\/sup><br><br\/><sup>1<\/sup>Virginia Commonwealth University - VCU, Richmond, VA,<sup>2<\/sup>Cornell University, Ithaca, NY","CSlideId":"","ControlKey":"09da406f-20a9-497e-b916-223274191bac","ControlNumber":"4969","DisclosureBlock":"&nbsp;<b>M. Camarena, <\/b> None..<br><b>G. Komaniecki, <\/b> None..<br><b>D. Manna, <\/b> None..<br><b>R. Mendoza, <\/b> None..<br><b>M. A. Subler, <\/b> None..<br><b>J. J. Windle, <\/b> None..<br><b>M. G. Dozmorov, <\/b> None..<br><b>H. Lin, <\/b> None..<br><b>D. Sarkar, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6246","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3720","PresenterBiography":null,"PresenterDisplayName":"Maria Del Carmen Camarena, BS","PresenterKey":"ac0e4f43-bfb9-42c8-898f-2790a8f8360c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3720. Cysteine palmitoylation of astrocyte elevated gene-1\/Metadherin (AEG-1\/MTDH) regulates its biological and immunological activity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cysteine palmitoylation of astrocyte elevated gene-1\/Metadherin (AEG-1\/MTDH) regulates its biological and immunological activity","Topics":null,"cSlideId":""},{"Abstract":"Genomic rearrangements between the HMG-box family transcriptional repressor capicua (CIC) and multiple partner genes result in fusion oncoproteins that activate transcription to drive sarcoma growth and progression. In the case of CIC-DUX4, the most common CIC-rearranged fusion oncoprotein, the fusion often retains over 90% of the wild type CIC protein structure including the HMG box and C-terminal C1 domain. Structure-function studies in <i>Drosophila<\/i> have suggested that the C1 domain of CIC, a non-HMG box DNA binding domain, is important for the transactivating capacity of a synthetic fly-human CIC-DUX4. Consistent with these findings, we performed a retrospective analysis of over 70 breakpoints described from CIC-DUX4 human derived tumors, which revealed that the C1 domain is structurally conserved within the context of the CIC-DUX4 fusion. To further understand the functional role of the C1 domain in human CIC-DUX4 we generated human CIC-DUX4 C1 domain and HMG-box deletion (alone or in combination) mutant constructs and performed a series of studies to test the functional impact on CIC-DUX4 protein levels, subcellular localization, and transcriptional activity. Through these analyses we have found that deletion of the C1 domain does not impact CIC-DUX4 oncoprotein expression or localization but does dramatically reduce target gene expression. In ongoing <i>in vivo<\/i> studies, we aim to evaluate the significance of the C1 domain in inducing CIC-DUX4 driven tumorigenesis. Collectively, our findings validate the functional importance of the C1 domain in human CIC-DUX4 and to our knowledge provide the first harmonized analysis of breakpoint locations in CIC-rearranged sarcoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Fusion proteins,Sarcoma\/soft-tissue malignancies,Transcription factor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cuyler Luck<\/b><sup>1<\/sup>, Kyle  A.  Jacobs<sup>2<\/sup>, Ross  A.  Okimoto<sup>1<\/sup><br><br\/><sup>1<\/sup>Medicine, UCSF - University of California San Francisco, San Francisco, CA,<sup>2<\/sup>Cell and Tissue Biology, UCSF - University of California San Francisco, San Francisco, CA","CSlideId":"","ControlKey":"e83b545d-f3c4-4c55-8355-37c56cd4c109","ControlNumber":"2640","DisclosureBlock":"&nbsp;<b>C. Luck, <\/b> None..<br><b>K. A. Jacobs, <\/b> None..<br><b>R. A. Okimoto, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6247","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3721","PresenterBiography":null,"PresenterDisplayName":"Cuyler Luck","PresenterKey":"975e0b90-387d-4a1b-887d-1593f63a609a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3721. The C1 domain of capicua has functional importance in human CIC-DUX4","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The C1 domain of capicua has functional importance in human CIC-DUX4","Topics":null,"cSlideId":""},{"Abstract":"Initiation of translation is considered the main rate-limiting step of protein synthesis and requires the recognition of 5&#8217; m<sup>7<\/sup>G-cap on mature mRNAs and the formation of eukaryotic translation initiation factor 4F (eIF4F) multi-protein mRNA cap-binding complex. Formation of this complex requires the interaction of eIF4E and the scaffold protein eIF4G, and RNA helicase eIF4A. This eIF4F complex along with eIF3 mediate the recruitment of the 40S ribosomal particle to the 5&#8242; cap of mRNA. Activation of eIF4E is a regulatory hub of many major oncogenic pathways, thus, targeting eIF4E has emerged as a potential therapeutic strategy in cancer.<br \/>Here we have used a targeted protein degradation approach coupled with genetic rescue to explore the molecular and cellular dependency of cancer cells on eIF4E. Stable H1299 human NSCLC clones expressing FKBP12<sup>F36V<\/sup>-tagged eIF4E but lacking endogenous eIF4E were established. Treatment of multiple N- or C-tagged-eIF4E clones with dTAGv-1, an FKBP12<sup>F36V<\/sup> selective heterobifunctional molecule that recruits VHL, induced rapid degradation of eIF4E to undetectable levels by 6hr exposure. This also resulted in reduced expression of MCL1, a previously reported biomarker of eIF4E activity. Longer exposures to dTAGv-1 resulted in a cytostasis that was not associated with cell death. A diastereomer&nbsp;negative control of dTAGv-1 that cannot recruit VHL did not elicit loss of eIF4E or the downstream events associated with its loss. Global analysis of protein synthesis initiation by RIBOseq and proteome profiling following dTAGv-1 treatment out to 32hr exposure demonstrated surprisingly few alterations in protein expression despite the significant effect on cancer cell growth.<br \/>We also expressed wild-type or eIF4E mutants predicted to disrupt key functions and determined their ability to rescue molecular or cellular phenotype associate with eIF4E-loss following dTAGv-1 treatment. Expression of wild-type eIF4E completely rescued cell growth and MCL1 expression. A W56A mutant predicted to disrupt mRNA-cap binding was unable to rescue eIF4E loss. In contrast, expression of W73F or S290A mutants (predicted to disrupt eIF4G binding or exhibit reduced eIF4E activity, respectively) were able to rescue the loss of eIF4E.<br \/>In summary, our rescue experiments show that mRNA-cap binding by eIF4E is required and that eIF4E:eIF4G interaction in cells may be more complex than predicted. This may also explain the challenges associated with developing selective and cellularly potent inhibitors of the eIF4E:eIF4G interaction and that targeting mRNA-cap binding may be a more effective strategy. We predicted that removing eIF4E would impact on the global synthesis of many proteins. However, our data demonstrate that targeting eIF4E leads to limited effects on protein synthesis that remain sufficient to inhibit cancer cell growth. Further experiments are underway to understand which proteins drive this dependency on eIF4E.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-05 Posttranscriptional and translational control,,"},{"Key":"Keywords","Value":"EIF4E,Proteasome-mediated degradation,Translation,Oncogene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Swee Y. Sharp<\/b><sup>1<\/sup>, Marianna Martella<sup>1<\/sup>, Christopher  I.  Milton<sup>1<\/sup>, George Ward<sup>2<\/sup>, Caroline Richardson<sup>2<\/sup>, Andrew Woodhead<sup>2<\/sup>, Paul  A.  Clarke<sup>1<\/sup><br><br\/><sup>1<\/sup>Cancer Research UK Cancer Therapeutics Unit, The Institute of Cancer Research, London, United Kingdom,<sup>2<\/sup>Astex Pharmaceuticals, Cambridge, United Kingdom","CSlideId":"","ControlKey":"9d14bb85-6c89-403a-8d3f-ae8769d9b3b2","ControlNumber":"2871","DisclosureBlock":"<b>&nbsp;S. Y. Sharp, <\/b> <br><b>Astex Pharmaceuticals<\/b> Grant\/Contract. <br><b>M. Martella, <\/b> <br><b>Astex Pharmaceuticals<\/b> Grant\/Contract. <br><b>C. I. Milton, <\/b> <br><b>Astex Pharmaceuticals<\/b> Grant\/Contract. <br><b>G. Ward, <\/b> <br><b>Astex Pharmaceuticals<\/b> Employment. <br><b>C. Richardson, <\/b> <br><b>Astex Pharmaceuticals<\/b> Employment. <br><b>A. Woodhead, <\/b> <br><b>Astex Pharmaceuticals<\/b> Employment. <br><b>P. A. Clarke, <\/b> <br><b>Astex Pharmaceuticals<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6248","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3722","PresenterBiography":null,"PresenterDisplayName":"Swee Sharp, PhD","PresenterKey":"0ca5c0b3-0195-4b43-8c51-43ccd0be600b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3722. Exploring the role of eIF4E in cancer cells with targeted protein degradation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the role of eIF4E in cancer cells with targeted protein degradation","Topics":null,"cSlideId":""},{"Abstract":"TGF-&#946;-Smad pathway participates in various biological processes such as development, differentiation, growth regulation, and cancer progression including epithelial-mesenchymal transition (EMT). Long non-coding RNAs (lncRNAs) also involved in carcinogenesis and cancer malignancies. To identify lncRNAs regulating TGF-&#946;-Smad pathway, we comprehensively identified lncRNAs induced by TGF-&#946; and found and reported a lncRNA <i>ELIT-1<\/i> (<u>E<\/u>MT-associated <u>l<\/u>ncRNA <u>i<\/u>nduced by TGF-&#946;<u>-1<\/u>) which was induced by TGF-&#946; and promoted EMT by facilitating TGF-&#946;-Smad signaling. <i>ELIT-1<\/i> bound to Smad and participated in expression of TGF-&#946; target genes including <i>Snail.<\/i> Prognosis of lung adenocarcinoma and gastric cancer patients with high expression of <i>ELIT-1<\/i> was poor suggesting that <i>ELIT-1<\/i> may be useful as a novel prognostic and therapeutic target. Recently, we found that <i>lincNMR<\/i> (long intergenic noncoding RNA-nucleotide metabolism regulation) was induced via TGF-&#946;-Smad pathway in various cell lines. Moreover, RNA-seq analysis using <i>lincNMRs<\/i>-depleted cells indicated that<i> lincNMRs<\/i> was involved in expression of <i>APOBEC3B<\/i>, a cytidine deaminase, promoting C to U mutation and highly expressed in various human cancers. Although, regulatory mechanisms of <i>APOBEC3B<\/i> expression have not been fully elucidated, we proved that <i>lincNMRs<\/i> bound to Smad and promoted the activity of <i>APOBEC3B<\/i> promoter. These data suggest that <i>lincNMRs <\/i>participate in APOBEC3B expression by collaborating with TGF-&#946;-Smad pathway. Additionally, high expression of <i>lincNMRs<\/i> was positively correlated with high expression of APOBEC3B in various cancer cell lines. The high expression of APOBEC3B as well as <i>lincNMR<\/i> was significantly associated with their poor prognosis in liver and lung cancer patients, suggesting that <i>lincNMR<\/i> may contribute to tumor malignancy by enhanced expression of APOBEC3B via TGF-&#946;-Smad pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-08 Regulation of transcription factor function,,"},{"Key":"Keywords","Value":"Smad,Long noncoding RNA,Cancer progression,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Masatoshi Kitagawa<\/b><sup><\/sup>, Kosuke Ota<sup><\/sup>, Tatsuya Ohhata<sup><\/sup>, Satoshi Sakai<sup><\/sup><br><br\/>Hamamatsu University School of Medicine, Hamamatsu, Japan","CSlideId":"","ControlKey":"c7ee601a-41d1-4f81-89fd-b243d9524793","ControlNumber":"3187","DisclosureBlock":"&nbsp;<b>M. Kitagawa, <\/b> None..<br><b>K. Ota, <\/b> None..<br><b>T. Ohhata, <\/b> None..<br><b>S. Sakai, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6249","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3723","PresenterBiography":null,"PresenterDisplayName":"Masatoshi Kitagawa, PhD","PresenterKey":"a460ed3d-a29f-4568-b83f-a02fb75fd29a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3723. Identification and functional characterization of long noncoding RNAs that regulate TGF-&#60;&#38;#946;&#62;-Smad pathway as Smad co-factors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification and functional characterization of long noncoding RNAs that regulate TGF-&#60;&#38;#946;&#62;-Smad pathway as Smad co-factors","Topics":null,"cSlideId":""},{"Abstract":"RAI2 has initially been identified as a metastasis-associated gene in breast cancer. Recently, we found that increased RAI2 protein in primary tumors predicts early biochemical relapse of prostate cancer patients. On the molecular level, RAI2 interacts with CtBP1 as transcriptional co-repressors via a non-consensus tandem ALDLS-motif in hormone-dependent cancer cells. In this study, we aim to investigate the cell-biological relevance of this molecular interaction in prostate cancer cells using the <i>CDKN1A <\/i>gene<i> <\/i>as an example of a transcriptional target of CtBP-mediated gene regulation.<br \/>To analyze a molecular relation between the RAI2\/CtBP1 interaction and repressor of the <i>CDKN1A<\/i> gene, we first applied a transactivation assay in 293T cells, transiently transfected with CtBP1 and different RAI2 protein variants. Next, we depleted the RAI2 protein in VCaP prostate cancer cells. We used this cell line model to analyze gene expression and protein concertation of RAI2, CtBPs and p21 under different conditions. We studied the subcellular localization and chromatin binding of the proteins of interest by confocal laser-scanning microscopy and ChIP analysis.<br \/>The gene reporter assay revealed that combined overexpression of RAI2 and CtBP1 reliefs the repression of the proximal <i>CDKN1A<\/i>-promotor and that RAI2 with an intact ALDLS tandem motif is required for this process. RAI2 depletion in VCaP cells resulted in a significant reduction of both CtBP1 and CtBP2 and almost complete abolishment of p21 protein levels, which is accompanied by reduced interaction of RAI2 with CtBP1 in nuclei. In parental VCaP cells, genotoxic stress significantly induced <i>CDKNA1<\/i> gene expression and p21 protein concentration. In contrast, in RAI2-depleted VCaP cells we did not observe any of these effects, demonstrating the requirement of RAI2 to cause the relief of <i>CDKNA1<\/i> repression. RAI2 together with CtBP1 appeared as definite foci in the nuclei of VCaP cells that are co-localized with key factors of polycomb 1 and 2. The ChIP analysis revealed that RAI2-depletion significantly induced binding of CtBPs to the <i>CDKN1A<\/i> promoter. In contrast, the binding of the polycomb protein LCoR to chromatin is significantly reduced in RAI2-depleted cells. Irrespective of the RAI2 status, the EZH2 binding to the chromatin remained unaltered, whereas a significant increase in H3K27me3 in RAI2-depleted cells was observed.<br \/>In summary, we found that interruption of the interaction of RAI2 with CtBP1 is leading to increased chromatin binding of CtBP1 and trimethylation of H3K27 of the <i>CDKN1A<\/i> promotor, which is associated with repression of <i>CDKN1A<\/i> gene expression. We conclude that the molecular interaction of RAI2 with CtBP1 is a new molecular mechanism of corepression by modulating the histone-modifications of the target gene.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-07 Protein-protein interactions in transcription factor function,,"},{"Key":"Keywords","Value":"Transcriptional repression,CtBP,RAI2,p21,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sarah Greimeier<\/b><sup>1<\/sup>, Bettina Steinbach<sup>1<\/sup>, Simon Sander<sup>1<\/sup>, Lina Merkens<sup>1<\/sup>, Nishit Goradia<sup>2<\/sup>, Matthias Wilmanns<sup>2<\/sup>, Eric Metzger<sup>3<\/sup>, Klaus Pantel<sup>1<\/sup>, Stefan Werner<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Tumor Biology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany,<sup>2<\/sup>European Molecular Biology Laboratory, Hamburg, Germany,<sup>3<\/sup>Department of Urology and Center for Clinical Research, University of Freiburg Medical Center, Freiburg, Germany","CSlideId":"","ControlKey":"b0458ce3-70ae-4cf9-a646-b5f00301886e","ControlNumber":"5861","DisclosureBlock":"&nbsp;<b>S. Greimeier, <\/b> None..<br><b>B. Steinbach, <\/b> None..<br><b>S. Sander, <\/b> None..<br><b>L. Merkens, <\/b> None..<br><b>N. Goradia, <\/b> None..<br><b>M. Wilmanns, <\/b> None..<br><b>E. Metzger, <\/b> None..<br><b>K. Pantel, <\/b> None..<br><b>S. Werner, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6250","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3724","PresenterBiography":null,"PresenterDisplayName":"Sarah Greimeier, MS,BS","PresenterKey":"149e93f1-64e3-4207-9cf5-277c8c4fec12","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3724. RAI2 controls polycomb-mediated repression of <i>CDKN1A<\/i> by its interaction with CtBP1","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RAI2 controls polycomb-mediated repression of <i>CDKN1A<\/i> by its interaction with CtBP1","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is characterized by the complexity of oncogenic signaling and heterogeneity of transcriptional landscapes. Adaptor protein ABI1 is a tumor suppressor in PCa, as evidenced by its loss or downregulation in high-grade and metastatic tumors. STAT3 activation is a hallmark of high-risk prostate tumors. ABI1 loss is associated with STAT3 activation leading to transcriptional reprogramming and epithelial-mesenchymal-transition (EMT) of prostate cancer cells (Nath, Li et al. <i>Cell Commun Signal. <\/i>2019). EMT changes involve several homeobox transcription factors. The fact that ABI1 contains a homeobox homology region (HHR) suggests the possibility that it plays a role in EMT by directly regulating transcriptional activity by DNA binding. To examine this hypothesis, we set out to analyze ABI1-DNA binding. Structural NMR studies and in-vitro protein-DNA binding assays confirmed ABI1 binding to DNA regulated by alternative spliced ABI1 Exon 4 region located on the C-terminus of ABI1 HHR. RNA-sequencing data and PCa cell lines qPCR assays reveal the alternative ABI1 Exon 4 spliced-in is enriched in high Gleason-scored PCa samples. ABI1 and STAT3 co-regulate their nuclear vs. cytoplasm localization, and the subsequent functional studies using PCa lines expressing wild type or HHR Exon 4 deletion mutant of ABI1 demonstrated that HHR regulates the STAT3 DNA binding patterns, STAT3 mediated chromatin structure programming as well as its transcription activities. We propose that ABI1 is a critical regulator of STAT3 activity during prostate cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-08 Regulation of transcription factor function,,"},{"Key":"Keywords","Value":"Prostate cancer,Transcriptional regulation,DNA binding,Alternative splicing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xiang Li<sup>1<\/sup>, Neeru Arya<sup>2<\/sup>, Baylee A. Porter<sup>1<\/sup>, Allysa P. Kemraj<sup>3<\/sup>, Xuesen Dong<sup>4<\/sup>, Dominique Frueh<sup>2<\/sup>, Alaji Bah<sup>3<\/sup>, <b>Leszek Kotula<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Urology and Department of Biochemistry and Molecular Biology, SUNY Upstate Medical University, Syracuse, NY,<sup>2<\/sup>Department of Biophysics and Biophysical Chemistry, John Hopkins University, School of Medicine, Baltimore, MD,<sup>3<\/sup>Department of Biochemistry and Molecular Biology, SUNY Upstate Medical University, Syracuse, NY,<sup>4<\/sup>Vancouver Prostate Centre, Vancouver, BC, Canada","CSlideId":"","ControlKey":"e9a9f5d3-1e7c-4c8b-8fad-dc9da2911a29","ControlNumber":"7989","DisclosureBlock":"&nbsp;<b>X. Li, <\/b> None..<br><b>N. Arya, <\/b> None..<br><b>B. A. Porter, <\/b> None..<br><b>A. P. Kemraj, <\/b> None..<br><b>X. Dong, <\/b> None..<br><b>D. Frueh, <\/b> None..<br><b>A. Bah, <\/b> None..<br><b>L. Kotula, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6252","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3725","PresenterBiography":null,"PresenterDisplayName":"Leszek Kotula, MD;PhD","PresenterKey":"5b42af70-501e-4d95-9121-e53adb9cf5d9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3725. ABI1 regulates STAT3 transcription through a DNA binding activity","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ABI1 regulates STAT3 transcription through a DNA binding activity","Topics":null,"cSlideId":""},{"Abstract":"Core regulatory transcription factors (CR TFs) orchestrate the placement of super enhancers (SEs) to activate transcription of cell-identity specifying gene networks and are critical in promoting cancer. We defined the core regulatory circuitry of fusion positive rhabdomyosarcoma (FP-RMS, a cancer of childhood) in primary tumors and cell lines, which includes PAX3-FOXO1 (P3F), MYOD1, SOX8, MYCN and others. To find chemical probes able to selectively inhibit CR TF transcription, we screened the Structural Genomics Consortium epigenetic probe set by RNA-seq. We found that chemical probes along the <u>acetylation-axis<\/u>, and not the methylation-axis, are able to cause selective disruption of CR TF transcription. Inhibitors of HDACs (acetylation erasers), BRD4 (acetylation readers) and CBP\/p300 (acetylation writers) were all able to selectively halt CR TF transcription. For HDACs, this raised a conundrum: why would too much histone acetylation, an active chromatin mark, stop transcription at CR TFs? ChIP-seq showed that CR TFs build SEs that have the largest quantities of histone acetylation and the enzymes that write acetylation (i.e., p300), <u>yet<\/u> paradoxically also harbor the highest amounts of the opposing histone deacetylases (HDACs). To investigate the architectural effects of disabling HDACs and causing hyper acetylation, we developed <u>A<\/u>bsolute <u>Qu<\/u>antification of <u>A<\/u>rchitecture (AQuA) HiChIP, revealing erosion of native SE contacts at CR TFs, and extensive aberrant contacts. This did not cause an elongation defect, but rather removed RNA Pol2 from core regulatory genetic elements and eliminated RNA-Pol2 phase condensates in 20 minutes. We further dissected the contribution of HDAC isoforms using a set of HDAC selective inhibitors, finding HDAC1\/2\/3 are co-essential to CR transcription. Using HAT inhibitors\/degraders, we discovered a profound dependence on CBP\/p300 for clustering of Pol2 loops that connect P3F to its target genes. In the absence of CBP\/p300, Pol2 long range enhancer loops collapse, Pol2 accumulates in CpG islands and fails to exit the gene body. These results reveal a potential novel axis for therapeutic interference with P3F in FP-RMS and clarify the molecular relationship of P3F and CBP\/p300 in sustaining active Pol2 clusters essential for oncogenic transcription. Overall, our data reveals a SE-specific need for balancing histone acetylation states to maintain SE architecture, Pol2 clustering in 3D, and CR TF transcription.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-03 Mechanisms of transcription,,"},{"Key":"Keywords","Value":"Chromatin remodeling,Transcriptional regulation,Epigenetics,Rhabdomyosarcoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Berkley  E.  Gryder<\/b><sup><\/sup>, Diana Chin<sup><\/sup>, Hyunmin Kim<sup><\/sup>, Issra Osman<sup><\/sup><br><br\/>Case Western Reserve University School of Medicine, Cleveland, OH","CSlideId":"","ControlKey":"231bdddb-91f5-4440-8174-eeb9a3b83f3e","ControlNumber":"4974","DisclosureBlock":"&nbsp;<b>B. E. Gryder, <\/b> None..<br><b>D. Chin, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>I. Osman, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6253","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3726","PresenterBiography":null,"PresenterDisplayName":"Berkley Gryder, PhD","PresenterKey":"38ec9c0a-83f3-445e-b0a9-f7f004d47c57","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3726. Histone acetylation axis in the control of RNA Pol2 clusters","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Histone acetylation axis in the control of RNA Pol2 clusters","Topics":null,"cSlideId":""},{"Abstract":"Tet-On is a powerful inducible system and a classical tool to regulate gene expression in mammalian cells. It has also been applied to regulate Pol III-driven transcription, such as shRNA or gRNA driven by a U6 or H1 promoter. However, all of the current versions of Tet-On shRNA vectors are based on H1-2O2 or U6-2O2 promoters, which are only compatible with first-generation tetracycline repressor TetR. In addition, these promoters have the problem of driving downstream transcription without the binding of the Tet regulatory protein. Here, we developed a new system that is built upon tetracycline activator protein, Tet-On 3G, combined with a new structure of Tet responsive promoter H1-4O4, which tightly regulates the downstream transcription of gRNA or shRNA. The responsiveness of our system to Doxycycline regulation is dramatically improved compared with the current versions. The new Tet-On system is further optimized into a compact structure to be compatible with the lentivirus package (All-In-One Lenti-Tet-On system), which still keeps the leaky expression at an undetectable level. Combined with all these features, the new generation of the Tet-On system offers broad applications in gene knocking down and genomic editing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-06 Promoters and enhancers of transcription,,"},{"Key":"Keywords","Value":"Gene expression,inducible gene expression,Tet-On,Doxycycline,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lipeng Wu<\/b><sup><\/sup>, Hua Su<sup><\/sup>, Justin Fellows<sup><\/sup>, Mao Fu<sup><\/sup>, Julian Heller<sup><\/sup>, Brian Park<sup><\/sup>, Dezhong Yin<sup><\/sup><br><br\/>OriGene Technologies, Inc., Rockville, MD","CSlideId":"","ControlKey":"e567d034-90be-4c52-b4d3-2e2aced375fc","ControlNumber":"2048","DisclosureBlock":"&nbsp;<b>L. Wu, <\/b> None..<br><b>H. Su, <\/b> None..<br><b>J. Fellows, <\/b> None..<br><b>M. Fu, <\/b> None..<br><b>J. Heller, <\/b> None..<br><b>B. Park, <\/b> None..<br><b>D. Yin, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6268","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3727","PresenterBiography":null,"PresenterDisplayName":"Lipeng Wu, PhD","PresenterKey":"b030d83f-06f6-44ff-917c-6f8f64ea9ce3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3727. Development of a new All-In-One inducible lentiviral shRNA\/gRNA Vector","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a new All-In-One inducible lentiviral shRNA\/gRNA Vector","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Children with acute myeloid leukemia (AML) urgently need new targeted therapeutics to improve their outcomes. Super-enhancers (SEs) are extensive chromatin regions denoted by abundant histone 3 lysine 27 acetylation (H3K27ac), which are associated with high-level expression of<i> <\/i>cell-identity genes, including oncogenes. SE-regulated genes have unique sensitivity to transcriptional inhibitors, allowing for cancer type-specific approaches. Thus, targeting CBP\/EP300 (the highly homologous enzymes responsible for catalyzing H3K27 acetylation) may be a specific strategy to target lineage-specifying oncogenes in AML. However, to date, the high degree of homology between EP300 and CBP has limited chemical strategies to tissue-specific disruption. Gene editing studies have shown that CBP, and not EP300, is essential for maintaining normal hematopoiesis, while EP300 regulates AML growth and myeloid differentiation. We hypothesized that selectively targeting EP300 would suppress AML growth while sparing effects on normal myeloid differentiation.<br \/>Methods: We studied publicly available expression and CRISPR screening databases for EP300 and CBP data in AML. We treated pediatric AML (pAML) cell lines and patient samples with the EP300\/CBP HAT inhibitor A485 and the EP300-selective PROTAC [PROteolysis TArgeting Chimera]) JQAD1, and measured effects on cell growth by CellTiter-Glo, and apoptosis, differentiation, and cell cycle changes by flow cytometry. We treated pAML cells with compounds for 2 hours and performed mass spectrometry on HPLC-purified H3 proteins.<br \/>Results: pAML patient samples have higher EP300 expression than normal bone marrow samples in the TARGET dataset, and AML cell lines have enhanced dependency on EP300 over CBP by CRISPR knockout analysis. Treatment of pAML cell lines with A485 slowed proliferation and induced apoptosis, cell cycle arrest, and differentiation. In contrast, equimolar concentrations of JQAD1 had more marked antileukemic effects in both pAML cell lines and primary samples. Immunoblotting analysis demonstrated reduced H3K27ac in pAML cells treated with both JQAD1 and A485, but EP300 degradation only with treatment with JQAD1, consistent with findings in other cancer models. Studies on the effects of EP300 degradation versus combined EP300\/CBP inhibition on global and SE-regulated gene expression are ongoing. Middle-down mass spectrometry recapitulates decreased H3K27 acetylation with both agents. JQAD1 combined with the BCL2 inhibitor Venetoclax has a synergistic effect on cell line and patient sample growth, with coordinate induction of apoptosis and differentiation. A four-arm study of this combination in a pAML patient-derived xenograft model is ongoing.<br \/>Conclusion: Selective degradation of EP300 using the PROTAC JQAD1 is a new strategy that demonstrates preclinical efficacy in pAML as a single agent and in combination with BCL2 inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-06 Promoters and enhancers of transcription,,"},{"Key":"Keywords","Value":"Epigenetics,PROTAC,Acute myeloid leukemia,Histone acetylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joanna S. Yi<\/b><sup>1<\/sup>, Kevin Duong<sup>1<\/sup>, Abiola Obawemimo<sup>1<\/sup>, Tingjian Wang<sup>2<\/sup>, Faith Joseph<sup>3<\/sup>, Nicolas L. Young<sup>3<\/sup>, Stephen Mack<sup>4<\/sup>, Jun Qi<sup>2<\/sup>, Adam Durbin<sup>5<\/sup><br><br\/><sup>1<\/sup>Pediatrics, Baylor College of Medicine\/Texas Children's Hospital, Houston, TX,<sup>2<\/sup>Cancer Biology, Dana-Farber Cancer Institute, Boston, MA,<sup>3<\/sup>Biochemistry, Baylor College of Medicine, Houston, TX,<sup>4<\/sup>Neurobiology, St. Jude Children's Research Hospital, Memphis, TN,<sup>5<\/sup>Oncology, St. Jude Children's Research Hospital, Memphis, TN","CSlideId":"","ControlKey":"2ff8045b-fdf8-4834-a3db-3735b47ba6b2","ControlNumber":"1382","DisclosureBlock":"&nbsp;<b>J. S. Yi, <\/b> None..<br><b>K. Duong, <\/b> None..<br><b>A. Obawemimo, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>F. Joseph, <\/b> None..<br><b>N. L. Young, <\/b> None..<br><b>S. Mack, <\/b> None..<br><b>J. Qi, <\/b> None..<br><b>A. Durbin, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6269","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3729","PresenterBiography":null,"PresenterDisplayName":"Joanna Yi, MD","PresenterKey":"b0a3a287-84ae-4d0b-bd94-b43e0d88d7d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3729. Targeting the writers of enhancers as a new therapeutic strategy in pediatric AML","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the writers of enhancers as a new therapeutic strategy in pediatric AML","Topics":null,"cSlideId":""},{"Abstract":"Disease-causing mutations in genes encoding transcription factors (TFs) are a recurrent finding in hematopoietic malignancies and might involve key regulators of lineage adherence and cellular differentiation1-3. Such mutations can affect TF-interactions with their cognate DNA-binding motifs4,5. Whether and how TF-mutations impact upon the nature of binding to TF composite elements (CE) and influence their interaction with other TFs is unclear. Here, we report a new mechanism of TF alteration in human lymphomas with perturbed B cell identity. It is caused by a recurrent somatic missense mutation c.295T&#62;C (p.Cys99Arg; p.C99R) targeting the center of the DNA-binding domain of Interferon Regulatory Factor 4 (IRF4), a key TF in immune cell-differentiation and -activation6,7. IRF4-C99R fundamentally alters IRF4 DNA-binding, with loss-of-binding to canonical IRF motifs and neomorphic gain-of-binding to canonical and non-canonical IRF composite elements (CEs). Furthermore, IRF4-C99R thoroughly modifies IRF4 function, by blocking IRF4-dependent plasma cell induction, and up-regulating disease-specific genes in a non-canonical Activator Protein-1 (AP-1)-IRF-CE (AICE)-dependent manner. Our data explain how a single arginine mutation creates a complex switch of TF specificity and gene regulation. These data open the possibility of designing specific inhibitors to block the neomorphic, disease-causing DNA-binding activities of a mutant transcription factor.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Lymphoma: Hodgkin's lymphoma,Transcription factor,Mutations,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Pierre Cauchy<\/b><sup><\/sup><br><br\/>German Cancer Research Center, Freiburg im Breisgau, Germany","CSlideId":"","ControlKey":"2a5ad332-4680-4c71-a5ed-7ec1672ba79e","ControlNumber":"7789","DisclosureBlock":"&nbsp;<b>P. Cauchy, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6271","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3730","PresenterBiography":null,"PresenterDisplayName":"Pierre Cauchy, PhD","PresenterKey":"2a52c6c3-1d69-4286-876e-efec9c2b328b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3730. A new type of transcriptional reprogramming by an IRF4 mutation in lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A new type of transcriptional reprogramming by an IRF4 mutation in lymphoma","Topics":null,"cSlideId":""},{"Abstract":"The <i>MYC<\/i> oncoprotein is activated in a broad spectrum of human malignancies and transcriptionally reprograms the genome to drive cancer cell growth. Given these functions, it is unclear if targeting a single effector of MYC will have therapeutic benefit. MYC activates the polyamine-hypusine circuit, which post-translationally modifies a single lysine residue (Lys-50) of eukaryotic translation initiation factor eIF5A in a process coined hypusination via two enzymes,deoxyhypusine synthase (DHPS) and deoxyhypusine hydroxylase (DOHH). The roles of this circuit in cancer are unclear. Here we report essential intrinsic roles for hypusinated eIF5A in the development and maintenance of MYC-driven lymphoma, where loss of eIF5A hypusination completely abolishes malignant transformation of MYC-overexpressing B cells in transgenic mice predestined to develop lymphoma. Mechanistically, integrating RNA-seq, Ribo-seq and proteomic analyses revealed that efficient translation of select targets is dependent upon eIF5A hypusination, including regulators of G1-to-S phase cell cycle progression and DNA replication. Thus, this circuit controls MYC&#8217;s proliferative response at several levels and is activated in many tumor types. These findings suggest the hypusine circuit as a therapeutic target for a broad spectrum of malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-05 Posttranscriptional and translational control,,"},{"Key":"Keywords","Value":"Oncogene,Cell cycle regulation,Translation,Lymphoma: non-Hodgkin's lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shima Nakanishi<\/b><sup>1<\/sup>, Jiannong Li<sup>2<\/sup>, Anders  E.  Berglund<sup>2<\/sup>, Youngchul Kim<sup>2<\/sup>, Yonghong Zhang<sup>2<\/sup>, Ling Zhang<sup>3<\/sup>, Chunying Yang<sup>1<\/sup>, Raghavendra  G.  Mirmira<sup>4<\/sup>, John  L.  Cleveland<sup>1<\/sup><br><br\/><sup>1<\/sup>Tumor Biology, Moffitt Cancer Center, Tampa, FL,<sup>2<\/sup>Bioinformatics and Biostatistics, Moffitt Cancer Center, Tampa, FL,<sup>3<\/sup>Pathology and Laboratory Medicine, Moffitt Cancer Center, Tampa, FL,<sup>4<\/sup>Department of Medicine, The University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"82d00018-b8d4-4a4b-9738-c76b2f1c3611","ControlNumber":"7596","DisclosureBlock":"&nbsp;<b>S. Nakanishi, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>A. E. Berglund, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>L. Zhang, <\/b> None..<br><b>C. Yang, <\/b> None..<br><b>R. G. Mirmira, <\/b> None..<br><b>J. L. Cleveland, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6277","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3731","PresenterBiography":null,"PresenterDisplayName":"Shima Nakanishi, PhD","PresenterKey":"009e69bb-77ce-4cae-99d1-be66fbdc25ca","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3731. The polyamine-hypusine circuit controls an oncogenic translational program essential for malignant transformation in MYC-driven lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The polyamine-hypusine circuit controls an oncogenic translational program essential for malignant transformation in MYC-driven lymphoma","Topics":null,"cSlideId":""},{"Abstract":"DNA of many tumors is barraged by C-to-T\/G mutations within TCW (W:T,A). These mutations are attributed to the aberrant expression and activity of APOBEC3 enzymes. They have been shown to account for many driver mutations in genes such as PIK3CA, ERBB2, and PPP2R1A, however their precise source and also their roles in tumor development, evolution, and patient survival are debated. Currently, quantification of APOBEC3 expression changes in tumor cells is confounded by the ubiquitous expression of these enzymes in infiltrating immune cells. In this study, we used quantitative biology approaches to separate the expression profiles of APOBEC3 enzymes in tumor and tumor microenvironment cells and determine their associations with tumor mutational signatures. For this purpose, we analyzed diverse datasets including TCGA tumor\/matched normal RNAseqs, tumor somatic mutations, cell line RNAseqs and mutations, estimates of tumor purities and immune cell compositions, and expression of purified cell populations to precisely determine how APOBEC3 enzymes are dysregulated across tumors and whether their dysregulations are proportional to tumor mutational signatures. Unexpectedly, we found that dysregulation of APOBEC3 enzymes is independent of tumor C-to-T\/G mutational burden. Importantly, our data suggest that this disconnect is likely not due to the episodic bursts of APOBEC3-induced mutations in cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-02 Gene expression,,"},{"Key":"Keywords","Value":"Mutations,Bioinformatics,Tumor mutational burden,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Azad Khosh<sup>1<\/sup>, Hamid Hamidi<sup>2<\/sup>, Hamzeh Rahimi<sup>3<\/sup>, <b>Diako Ebrahimi<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>Zeelamo Academy, San Diego, CA,<sup>2<\/sup>University of Calgari, Calgari, AB, Canada,<sup>3<\/sup>Texas Biomedical Research Institute, San Antonio, TX","CSlideId":"","ControlKey":"96456330-80ee-4ae2-b5ba-90c2332a12d3","ControlNumber":"3018","DisclosureBlock":"&nbsp;<b>A. Khosh, <\/b> None..<br><b>H. Hamidi, <\/b> None..<br><b>H. Rahimi, <\/b> None..<br><b>D. Ebrahimi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6273","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3733","PresenterBiography":null,"PresenterDisplayName":"Diako Ebrahimi, PhD","PresenterKey":"4b88f06f-a265-44a8-aee8-7dfd1d6624a6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3733. Disconnect between APOBEC3 expressions and mutations across cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Disconnect between APOBEC3 expressions and mutations across cancers","Topics":null,"cSlideId":""},{"Abstract":"Neuroendocrine tumors (NETs) harbor neuroendocrine differentiation (ND) with specific markers including protein gene product 9.5 (PGP9.5) and Chromogranin A (CgA). In prostate cancers (PC), ND is induced by BRN2\/SOX2 transcription factors. NET-like cells with low or absent androgen receptor (AR) signaling cause hormone therapy resistance and poor prognosis in PC. Small cell lung carcinoma (SCLC), a high-grade NET, presents with metastasis early and has poor survival. ONC201\/TIC10 is a small molecule inducer of TRAIL signaling in clinical trials. ONC201 antagonizes dopamine D2 or D3 receptors (DRD2\/DRD3) and is an agonist of mitochondrial caseinolytic protease P (ClpP) resulting in activation of DR5\/TRAIL-dependent apoptosis involving the integrated stress response (ISR). ONC201 is active in various malignancies including H3K27M-mutated glioma and NETs expressing high levels of DRD2. We hypothesized that altered BRN2\/SOX2 may impact NET apoptosis by ONC201 through the ISR and TRAIL\/DR5. We analyzed the expression of neuroendocrine markers PGP9.5, CgA, SOX2, and BRN2, as well as markers of TRAIL signaling pathway markers ATF4, DR5, ClpP, ClpX, and DRD2\/DRD3 in PC and SCLC cell lines (N=6) &#177; treatment with ONC201. Specifically, we compared pre-treatment protein expression levels with the IC50. Our results reveal that DU145 (IC50=3.11&#956;M), PC3 (IC50=3.02&#956;M), and LNCaP (IC50=1.33&#956;M) are ONC201 sensitive. H1417 SCLC expresses CgA, unlike PC3 and DU145. PGP9.5 is expressed in these lines. PGP9.5 is expressed in PC3, DU145, H1417, and H1048 but not in LNCaP and 22RV1. BRN2 is expressed in PC3, H1417, and H1048 but not DU145, LNCaP, or 22RV1. ClpX is expressed in all 6 lines but at lower levels in SCLC. ClpP is expressed in the 6 lines. DR5 is expressed at higher levels in PC3, DU145, LNCaP, and 22RV1 PC versus H1417 and H1048 SCLC. SOX2 is expressed at high levels in H1417 cells. These results are establishing the landscape of ND in PC and SCLC lines for further experimentation and testing of our hypothesis. To characterize the association of BRN2 dysregulation with ONC201 sensitivity, we are performing BRN2\/SOX2 knockdown experiments using siRNA and evaluating effects towards ONC201 sensitivity. Our results provide insights into molecular mechanisms of ND in PC and SCLC sensitivity to ONC201. We are also currently working to overexpress BRN2 and SOX2 in cell lines to analyze the impact on neuroendocrine differentiation and ONC201 sensitivity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-09 Transcriptional control of cell differentiation,,"},{"Key":"Keywords","Value":"Neuroendocrine differentiation,ONC201,Prostate cancer,Lung cancer: small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elizabeth  C.  Ding<\/b><sup><\/sup>, Wafik  S.  El-Deiry<sup><\/sup><br><br\/>Pathology and Laboratory Medicine, Brown University, Providence, RI","CSlideId":"","ControlKey":"911da446-bbb5-471a-9678-94588e36e1fa","ControlNumber":"3160","DisclosureBlock":"&nbsp;<b>E. C. Ding, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6274","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3734","PresenterBiography":null,"PresenterDisplayName":"Elizabeth Ding, No Degree","PresenterKey":"69b5d948-2727-426f-b147-05ce949113cc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3734. Neuroendocrine differentiation (ND) in sensitivity of neuroendocrine tumor (NET) cells to ONC201\/TIC10 cancer therapeutic","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Neuroendocrine differentiation (ND) in sensitivity of neuroendocrine tumor (NET) cells to ONC201\/TIC10 cancer therapeutic","Topics":null,"cSlideId":""},{"Abstract":"Cancer is one of the most dreaded diseases of the 21st century for humans. Currently, the human cancer mortality rate is approximately 11-25%. However, for some animals, such as elephants, the cancer mortality rate is lower than 5%. p53 is a significant cellular regulator in human cancers, and its important role in response to DNA damage has been highlighted by the discovery of p53 retrogene found in elephants (19 copies) but not humans (0 copies). Therefore, the main question is whether (1) more copies of p53 are better at combating cancer development or (2) is elephant p53 is better than human p53 in p53-mediated function? Herein, we demonstrate for the first time that N-terminal and C-terminal elephant-to-human p53 variants and truncations alter p53 transactivation. First, we created elephant-to-human p53 variants (such as T387R, L383P, LSTEL, etc.) and truncations at the N-terminus and C-terminus of human p53. Secondly, R175H and R273H p53 mutants (conformational and contact mutants, respectively) were used as negative control. Using a p53 (14X) response element LUC and several natural p53 downstream gene promoters, we demonstrated that several N-terminal and C-terminal p53 variants and truncations increases p53 transactivation compared to WT p53. Moreover, we found that deletion of the region between aa374 and aa382 is integral for p53 transactivation. Taken together, our preliminary results demonstrate that several N-terminal and C-terminal elephant-to-human p53 variants enhance p53 transactivation and possible stability. This data is the first step to support the notion that elephant p53 is better than human p53 in p53-mediated function.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-02 Gene expression,,"},{"Key":"Keywords","Value":"p53,p53 mutations,Promoter,p53 target gene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>William H. Yang<\/b><sup><\/sup>, Wei-Hsiung Yang<sup><\/sup><br><br\/>Biomedical Sciences, Mercer University School of Medicine, Savannah, GA","CSlideId":"","ControlKey":"91cf8dcf-7dcf-497b-ba7a-9abc9b3d59ee","ControlNumber":"4404","DisclosureBlock":"&nbsp;<b>W. H. Yang, <\/b> None..<br><b>W. Yang, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6275","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3735","PresenterBiography":null,"PresenterDisplayName":"William Yang","PresenterKey":"853d1ba9-4b30-4193-b829-77d81f307ad5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3735. N-terminal and C-terminal elephant-to-human p53 variants and truncations alter p53 transactivation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"N-terminal and C-terminal elephant-to-human p53 variants and truncations alter p53 transactivation","Topics":null,"cSlideId":""},{"Abstract":"Androgen deprivation therapy (ADT)-induced neuroendocrine differentiation (NED) is a well-known lethal subtype of prostate cancer (PCa) with a median survival rate of less than one year. Despite the increasing research attention on this variant of PCa, the underlying mechanism orchestrating therapy-related neuroendocrine prostate cancer (NEPC) remains elusive. We found that ADT-induced hypoxia-associated ZBTB46\/FOXA2\/HIF1A signaling enhances the multiple C2 domain transmembrane protein 1 (MCTP1), which promotes NED and epithelial-to-mesenchymal transition (EMT) of PCa. Mechanistically, ZBTB46 physically interacts with the HIF1A\/FOXA2 complex, in which ZBTB46 may be a co-activator of the hypoxia-related FOXA2 transcription factor. Interestingly, this ZBTB46\/FOXA2\/HIF1A complex accumulates after hypoxia and functions as a transcriptional activator of MCTP1. Hypoxia-upregulated MCTP1 subsequently leads to NED and the increase in EMT, whereas the opposite is true for the knockdown of MCTP1 in PCa cells. Consistent with previous results, MCTP1 is highly expressed in high-grade castration-resistance prostate cancer (CRPC) and small-cell PCa (SCPC) tissues and is associated with NE markers and ZBTB46\/FOXA2\/HIF1A abundance. In this study, we explored the direct interaction of ZBTB46 protein with hypoxia-related FOXA2\/HIF1A complex in PCa cells under hypoxic conditions, which promote MCTP1-driven EMT and NED. Our finding suggests that MCTP1 could be used as a biomarker for diagnosing NEPC and as a therapeutic target in clinical applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-09 Transcriptional control of cell differentiation,,"},{"Key":"Keywords","Value":"Neuroendocrine differentiation,Hypoxia-inducible factor,Prostate cancer,Epithelial-mesenchymal transition (EMT),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Vu Thuy Dung Phan<\/b><sup>1<\/sup>, Yu-Ching Wen<sup>2<\/sup>, Wei-Yu Chen<sup>3<\/sup>, Wei-Hao Chen<sup>1<\/sup>, Kuo-Ching Jiang<sup>1<\/sup>, Han-Ru Li<sup>1<\/sup>, Van Thi Ngoc Tram<sup>4<\/sup>, Zi-Qing Chen<sup>5<\/sup>, Wan-Hsin Wang<sup>5<\/sup>, Yen-Nien Liu<sup>1<\/sup><br><br\/><sup>1<\/sup>Graduate Institute of Cancer Biology and Drug Discovery, Taipei Medical University, Taipei, Taiwan,<sup>2<\/sup>Department of Urology, Taipei Medical University, Taipei, Taiwan,<sup>3<\/sup>Department of Pathology, Taipei Medical University, Taipei, Taiwan,<sup>4<\/sup>International Ph.D Program in Medicine, Taipei Medical University, Taipei, Taiwan,<sup>5<\/sup>Division of Clinical Pharmacy, Taipei Medical University, Taipei, Taiwan","CSlideId":"","ControlKey":"d489e7e5-8356-4d8d-8e66-a8bc4101bd60","ControlNumber":"745","DisclosureBlock":"&nbsp;<b>V. Phan, <\/b> None..<br><b>Y. Wen, <\/b> None..<br><b>W. Chen, <\/b> None..<br><b>W. Chen, <\/b> None..<br><b>K. Jiang, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>V. Tram, <\/b> None..<br><b>Z. Chen, <\/b> None..<br><b>W. Wang, <\/b> None..<br><b>Y. Liu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6276","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3736","PresenterBiography":null,"PresenterDisplayName":"Phan Vu Thuy Dzung, MS","PresenterKey":"e1a8e17e-17e3-4a2f-ba9e-25eb20ecfd63","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3736. ZBTB46\/FOXA2\/HIF1A transcription activator complex promotes MCTP1-regulated neuroendocrine differentiation and epithelial-to-mesenchymal transition","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZBTB46\/FOXA2\/HIF1A transcription activator complex promotes MCTP1-regulated neuroendocrine differentiation and epithelial-to-mesenchymal transition","Topics":null,"cSlideId":""},{"Abstract":"CARP-1, a perinuclear phospho-protein, is a biphasic regulator of cell survival and apoptosis signaling. Genotoxic drugs induce apoptosis in part by elevating CARP-1 levels while also promote cell survival in part by activating NF-&#954;B that involves CARP-1 interaction with NF-&#954;B kinase subunit &#947; (aka, NEMO). We previously noted interaction of CARP-1 with RIPK1, and since RIPK1 is known to regulate NF-&#954;B signaling, we investigated whether RIPK1-CARP-1 interaction is involved in genotoxic chemotherapy-dependent apoptosis or NF-&#954;B-activated survival signaling. Mutagenesis and co-IP-WB analyses revealed that a 40-amino acid epitope within the amino-terminal catalytic domain of RIPK1 interacted with CARP-1 (611-640) peptide. Overexpression of this CARP-1\/CCAR1-binding (CB) epitope peptide or RIPK1 mutant that has in-frame deletion of CB-epitope resulted in moderate but significant reduction in viabilities of cells treated with Adriamycin or Cisplatin relative to the viability loss noted in cells expressing RIPK1 (WT). However, no significant differences in loss of cell viabilities were noted in cells expressing various substitution mutants of RIPK1 (aspartate (D) 138 to asparagine (N), serine (S) 109 and threonine (T) 110 to alanines (A), lysine (K) 87 to arginine (R), K97 to R, K105 to R, or K115 to R) relative to their RIPK1 (WT) expressing counterparts when treated with genotoxic drugs. Interestingly, CB-epitope mutant, but not RIPK1 (WT), failed to translocate to cytoplasm in Adriamycin-treated cells. Genotoxic drugs activated p65\/RelA in cells expressing RIPK1 (WT), while expression of RIPK1 CB-epitope mutant resulted in abrogation of p65\/RelA activation by Adriamycin or Cisplatin but not by TNF&#945;. Collectively our data demonstrate that CARP-1 interaction with RIPK1 promotes nuclear export of RIPK1 and consequent NF-&#954;B activation in cells exposed to genotoxic drugs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-07 Protein-protein interactions in transcription factor function,,"},{"Key":"Keywords","Value":"NF-&#954;B,RIPK1,CCAR1\/CARP-1,Genotoxic Drugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jaganathan Venkatesh<sup>1<\/sup>, Magesh Muthu<sup>1<\/sup>, <b>Arun K. Rishi<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Oncology, Barbara Ann Karmanos Cancer Institute, Wayne State University School of Medicine, Detroit, MI,<sup>2<\/sup>Oncology, John D. Dingell VA Medical Center, Barbara Ann Karmanos Cancer Institute, Wayne State University School of Medicine, Detroit, MI","CSlideId":"","ControlKey":"1b82d00c-f23c-47b9-8146-02c8343112bd","ControlNumber":"2977","DisclosureBlock":"&nbsp;<b>J. Venkatesh, <\/b> None..<br><b>M. Muthu, <\/b> None..<br><b>A. K. Rishi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6267","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3737","PresenterBiography":null,"PresenterDisplayName":"Arun Rishi, PhD","PresenterKey":"f19bb720-1885-4e17-a925-7253ff317332","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3737. A novel mechanism of NF-&#954;B activation by genotoxic chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel mechanism of NF-&#954;B activation by genotoxic chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"CARP-1, a perinuclear phospho-protein, is a biphasic regulator of cell survival and apoptosis signaling induced by genotoxic drugs. We have previously found that apoptosis induced by genotoxic drugs involved elevated levels of CARP-1. Exposure to genotoxic drugs also induced CARP-1 interaction with NF-&#954;B kinase subunit &#947; (aka, NEMO) to promote NF-&#954;B activation and cell survival. To further elucidate chemotherapy-activated, CARP-1-dependent cell survival mechanisms, we UV cross-linked protein extracts from Adriamycin-treated HeLa cervical cancer cells with a CARP-1 (614-638) peptide, and conducted liquid chromatography-tandem mass spectrometry (LC-MS\/MS) analyses of the peptide-bound protein complexes. This experiment revealed STAT3 interaction with CARP-1 (614-638) peptide. Our mutagenesis and co-IP-WB experiments revealed CARP-1 (550-650) directly interacts with a 40 amino acid peptide located in the STAT3 DNA binding domain. Overexpression of mutant STAT3 with in-frame-deletion of CARP-1\/CCAR1-binding epitope (CE) peptide (Gst-STAT3 (&#916;CE) mutant), but not Gst-STAT3 (WT), failed to translocate to nucleus in Adriamycin-treated cells. Disruption of STAT3-CARP-1 interaction or expression of STAT3 (&#916;CE) mutant abolished Adriamycin-induced STAT3 Y705 and S727 phosphorylation. Collectively our data demonstrate that CARP-1 interaction with STAT3 regulates genotoxic chemotherapy-activated STAT3 and its nuclear translocation to promote cancer cell survival and growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-07 Protein-protein interactions in transcription factor function,,"},{"Key":"Keywords","Value":"STAT3,CCAR1\/CARP-1,Genotoxic Drugs,Protein-Protein Interaction,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jaganathan Venkatesh<sup>1<\/sup>, Magesh Muthu<sup>1<\/sup>, Nuwan  C.  P.N Acharige<sup>2<\/sup>, Mary  K.   H.  Pflum<sup>2<\/sup>, <b>Arun K. Rishi<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>Barbara Ann Karmanos Cancer Institute, Detroit, MI,<sup>2<\/sup>Chemistry, Wayne State University, Detroit, MI,<sup>3<\/sup>Oncology, John D. Dingell VA Medical Center, Barbara Ann Karmanos Cancer Institute, Wayne State University School of Medicine, Detroit, MI","CSlideId":"","ControlKey":"80f98c95-c2db-443c-af9f-eacafc5e9dbe","ControlNumber":"2956","DisclosureBlock":"&nbsp;<b>J. Venkatesh, <\/b> None..<br><b>M. Muthu, <\/b> None..<br><b>N. C. P. Acharige, <\/b> None..<br><b>M. K. H. Pflum, <\/b> None..<br><b>A. K. Rishi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6278","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3738","PresenterBiography":null,"PresenterDisplayName":"Arun Rishi, PhD","PresenterKey":"f19bb720-1885-4e17-a925-7253ff317332","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3738. A novel mechanism of STAT3 activation by genotoxic chemotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel mechanism of STAT3 activation by genotoxic chemotherapy","Topics":null,"cSlideId":""},{"Abstract":"The small MAF family of transcription factors, consisting of MAFG, MAFF, and MAFK, dimerize with CNC\/BACH proteins to regulate diverse transcriptional programs. Previously, we have shown that miRNA-29 suppresses melanoma development, at least in part, by repressing MAFG expression. Moreover, analysis of the TCGA revealed frequent copy number gains and\/or overexpression of MAFG in melanoma. However, whether MAFG has oncogenic effects in and is critical for melanoma is unknown. We found that silencing of MAFG, but not MAFF or MAFK, abrogates growth of melanoma cells in vitro, while melanocyte cell lines are less reliant on MAFG. Conversely, MAFG overexpression promoted proliferation and focus formation of human melanocyte and melanoma cell lines. Using a high-throughput melanoma mouse modeling (ESC-GEMM) platform, we found that in vivo overexpression of MAFG in BRAF<sup>V600E<\/sup>; PTEN<sup>+\/- <\/sup>mice potently accelerated melanoma development. RNA-sequencing revealed that MAFG regulates transcriptional programs associated with hypoxic and immune responses. Accordingly, MAFG overexpressing cells exhibited better ability to survive under hypoxic conditions, probably through the regulation of HIF1A. Moreover, MAFG overexpressing cells showed increased expression of cytokines of the of the C-C chemokine family, CCL3 and CCL5. MAFG overexpressing tumors from ESC-GEMM mice and MAFG-High melanomas from TCGA had features of immune-cold milieus, characterized by reduced infiltration of CD45<sup>+<\/sup> immune cells and CD8<sup>+<\/sup> T cells. Altogether, we demonstrate that MAFG promotes melanomagenesis, in part, by regulating the response to hypoxic conditions and chemokine expression, which may rewire the tumor immune microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB07-04 Oncogenic transcription factors,,"},{"Key":"Keywords","Value":"Malignant melanoma,Hypoxia,Immune response,Oncogene,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Olga Vera<\/b><sup><\/sup>, Michael Martinez<sup><\/sup>, Florian  A.  Karreth<sup><\/sup><br><br\/>Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"7b751144-2d13-4517-b4e5-f7bef1bceef3","ControlNumber":"4006","DisclosureBlock":"&nbsp;<b>O. Vera, <\/b> None..<br><b>M. Martinez, <\/b> None..<br><b>F. A. Karreth, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"6279","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3739","PresenterBiography":null,"PresenterDisplayName":"Olga Vera-Puente, MS;PhD","PresenterKey":"a53dfd38-d569-41f2-9ae7-3491a7081863","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3739. MAFG promotes melanomagenesis through the transcriptional regulation of hypoxic and immune responses","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"454","SessionOnDemand":"False","SessionTitle":"Gene Regulation in Cancer","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MAFG promotes melanomagenesis through the transcriptional regulation of hypoxic and immune responses","Topics":null,"cSlideId":""}]