[{"Abstract":"Cancer patients with bone metastases are associated with cardiac dysfunction. Heart attack was observed in 3.8% of patients within 30 days of diagnosis. Here, we report that bone turnover marker &#946;-CTX (<i>P<\/i>=0.002) and platelet-poor plasma TGF-&#223; (<i>P<\/i>=0.036) from patients with bone metastasis were significantly higher than those without bone metastasis. In patients, serum &#946;-CTX concentration was positively correlated with TGF-&#223; (R<sup>2<\/sup>=0.67, <i>P<\/i>&#60;0.0001). Excess TGF-&#223; release caused skeletal muscle weakness by oxidation of the sarcoplasmic reticulum (SR) Ca<sup>2+<\/sup> ryanodine receptor (RyR), induction of SR and oxidative stress in breast cancer patients with bone metastasis. Thus, we hypothesized that the systemic effects of TGF-&#223; could have similar effects on cardiac muscle to induce heart failure. Mechanistically, we showed that TGF-&#946;1 increased transcription of NADPH oxidases, aberrant Ca<sup>2+<\/sup> signaling, SR stress and ROS production in adult cardiomyocytes. We tested this in a transgenic mouse model of Camurati-Engelmann Disease (CED) in which mutant TGF-&#223;1 (H222D) is overexpressed in osteoblasts and causes accelerated bone destruction. We found that CED mice had increased cardiac size, dilated left ventricle and reduced ejection fraction, by echocardiography, compared to littermate controls. This was associated with increased phosphorylation of Smad2\/3, myocardial necrosis and fibrosis in cardiac tissues. Similarly, SR Ca<sup>2+<\/sup> channel RyR2 and SERCA2 showed a significant increase in oxidation and nitrosylation and reduced binding of the stabilizing subunits as well as upregulated iNOS and NADPH oxidases consistent with depressed SR Ca<sup>2+<\/sup> re-uptake, RyR-mediated Ca<sup>2+<\/sup> leak and oxidative stress in CED mice left ventricular. Mitochondria isolated from ventricular samples showed increased mitochondrial Ca<sup>2+<\/sup> overload, ROS production, release of apoptotic proteins, reduced mitochondrial DNA and ATP reproduction in CED mice. Thus, a feed-forward cycle of pathological Ca<sup>2+<\/sup> handling is created between SR mitochondria, which underlies TGF-&#223;-driven cardiac muscle dysfunction. These findings are consistent with mitochondrial calcium toxicity induced by SR Ca<sup>2+<\/sup> re-uptake and leak, and heart failure with reduced ATP production. The data suggest that excess TGF-&#223; release by pathological bone destruction could have significant impact on cardiac muscle to induce oxidative stress, SR Ca<sup>2+<\/sup> leak and heart failure and could explain heart disease observed clinically with bone metastasis. Targeting this pathway may improve survival in patients with bone metastases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-02 Cardio-oncology ,,"},{"Key":"Keywords","Value":"Cardiotoxicity,Bone metastasis,TGF-&#946;,Stress response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lei Shi<\/b><sup>1<\/sup>, Truc Kuo<sup>2<\/sup>, Jade Martinez<sup>2<\/sup>, Sukanya Suresh<sup>2<\/sup>, Trupti Trivedi<sup>1<\/sup>, Gabriel  M.  Pagnotti<sup>1<\/sup>, Leah  D.  Guerra<sup>2<\/sup>, Xu Cao<sup>3<\/sup>, Theresa  A.  Guise<sup>1<\/sup><br><br\/><sup>1<\/sup>Endocrine Neoplasia and Hormonal Disorders, UT MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>UT MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Johns Hopkins School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"5058eed6-4067-4ba9-a97d-8be6d34eab54","ControlNumber":"5084","DisclosureBlock":"&nbsp;<b>L. Shi, <\/b> None..<br><b>T. Kuo, <\/b> None..<br><b>J. Martinez, <\/b> None..<br><b>S. Suresh, <\/b> None..<br><b>T. Trivedi, <\/b> None..<br><b>G. M. Pagnotti, <\/b> None..<br><b>L. D. Guerra, <\/b> None..<br><b>X. Cao, <\/b> None..<br><b>T. A. Guise, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1522","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3208","PresenterBiography":null,"PresenterDisplayName":"Lei Shi, PhD","PresenterKey":"02f445fa-88b9-401b-ac4c-6c656598d028","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3208. Bone-derived TGF-&#223; release is associated with cardiac dysfunction due to oxidation of SR calcium gatekeepers, Ca<sup>2+<\/sup> leak and mitochondrial dysfunction","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bone-derived TGF-&#223; release is associated with cardiac dysfunction due to oxidation of SR calcium gatekeepers, Ca<sup>2+<\/sup> leak and mitochondrial dysfunction","Topics":null,"cSlideId":""},{"Abstract":"Background: Approximately 50% of all cancer patients receive radiation therapy as a component of their cancer care. While radiation therapy has demonstrable benefit in improving survival in patients, radiation-induced heart disease (RIHD) is a major contributor to morbidity and mortality in cancer survivors with history of thoracic radiation. Understanding metabolic changes underlying RIHD may enable development of novel diagnostic and therapeutic approaches for early detection and treatment of RIHD. The high energetic demands of the heart require properly functioning mitochondria to meet the ATP production needs. Fatty acids are the primary metabolic substrates for energy production in a healthy heart. However, under conditions of stress, the cardiac metabolism shifts towards increased glucose utilization. In this study, we characterize the impact of radiation of cardiac substrate utilization and energy production.<br \/>Methods: Pre-clinical RIHD models were established by administering whole heart radiation (8Gy x 5) in mice and rats followed by structural and biochemical characterization. Transmission electron microscopy and western blot analyses were used to characterize structural and biochemical changes in the heart in response to radiation. Spectrophotometric assays and Western blot analyses were used to characterize changes in pyruvate dehydrogenase (PDH) activity and function in the heart in response to radiation.<br \/>Results: Our studies identified myocardial mitochondrial dysfunction as an early event following exposure of heart to radiation. Cardiac irradiation resulted in increased mitochondrial fusion and higher expression of MFN1, a key protein that mediates mitochondrial fusion. The pathological structural and biochemical changes in the myocardial mitochondria are associated with reduced glucose metabolism due to impaired PDH activity. This decline was mediated by increased phosphorylation of PDH in irradiated hearts, which inhibits its activity.<br \/>Conclusion: Cardiac irradiation results in early metabolic dysregulation, especially in glucose metabolism, which may be exploited for early detection and mitigation of radiation-induced cardiotoxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-02 Cardio-oncology ,,"},{"Key":"Keywords","Value":"Cardiotoxicity,Radiation therapy,Heart,Glucose metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sarah  C.  Elliott<\/b><sup>1<\/sup>, Jayesh Sharma<sup>2<\/sup>, Elizabeth  R.  Zhang-Velten<sup>2<\/sup>, Abdallah Elnwasany<sup>3<\/sup>, Chantal Vidal<sup>1<\/sup>, Luke Szweda<sup>3<\/sup>, Prasanna Alluri<sup>1<\/sup><br><br\/><sup>1<\/sup>Radiation Oncology, University of Texas Southwestern Medical Center, Dallas, TX,<sup>2<\/sup>University of Texas Southwestern Medical Center, Dallas, TX,<sup>3<\/sup>Cardiology, University of Texas Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"e84acdb4-bc92-4e82-8e73-92ca051a0149","ControlNumber":"3877","DisclosureBlock":"&nbsp;<b>S. C. Elliott, <\/b> None..<br><b>J. Sharma, <\/b> None..<br><b>E. R. Zhang-Velten, <\/b> None..<br><b>A. Elnwasany, <\/b> None..<br><b>C. Vidal, <\/b> None..<br><b>L. Szweda, <\/b> None..<br><b>P. Alluri, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1523","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3209","PresenterBiography":null,"PresenterDisplayName":"Sarah Elliott, BS","PresenterKey":"1f3a4c98-d4f9-4ac1-940b-85af156747c4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3209. Metabolic characterization of radiation-induced cardiotoxicity","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Metabolic characterization of radiation-induced cardiotoxicity","Topics":null,"cSlideId":""},{"Abstract":"Background: Few targeted treatments exist for triple negative breast cancer (TNBC), an aggressive form of breast cancer that is diagnosed more frequently in reproductive-age women. As a result, most patients receive frontline chemotherapies and often experience infertility and endocrine disruption. Immunotherapies are a promising option for less toxic therapeutic approaches, but little is known about their effects on reproductive and endocrine function.<br \/>Methods: E0771 cells were injected into the bilateral mammary pads of 8-week-old female C57Bl\/6J mice. After tumor development (14 days post-implantation), E0771 mice received 200 ug doses of immunotherapy (anti-PD-1, anti-LAG-3, or anti-TIM-3 antibodies) or IgG isotype control every four days, with treatments ceasing after the third dose. 8 days after the final dose, estrus cycling was monitored via vaginal cytology. 11-15 days after the final dose, mice were euthanized during proestrus stage, and serum and ovaries were collected. Serum levels of anti-Mullerian hormone (AMH), luteinizing hormone (LH), and follicle stimulating hormone (FSH) were quantified via ELISA. Ovaries were fixed in formalin and embedded in paraffin, then sectioned serially. Follicle staging and abundance was quantified via hematoxylin and eosin staining. Follicle health and apoptosis was evaluated via TUNEL staining.<br \/>Results: There were no significant differences between any of the treatment and control groups in the percentage of time spent in each stage of the estrus cycle, indicating that treatment with the selected immunotherapies does not cause perturbations in reproductive cyclicity. Serum hormone analysis revealed no significant differences in AMH, LH, or FSH levels between treatment and control groups, indicating that these immunotherapies do not cause endocrine toxicity. There were no significant differences in follicle abundance between any of the treatment and control groups, suggesting that the immunotherapies are not toxic to the ovarian reserve or developing follicles. TUNEL staining revealed no significant differences in granulosa cell or oocyte apoptosis between treatment groups.<br \/>Conclusion: Treatment with anti-PD-1, anti-LAG-3, or anti-TIM-3 monoclonal antibodies does not cause reproductive or endocrine toxicity in a tumor-bearing mouse model. These results demonstrate that immunotherapy may be a promising component of fertility-sparing therapeutic regimens for patients who wish to maintain ovarian and endocrine function after cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-04 Late effects of cancer and its treatment, including second cancers,,"},{"Key":"Keywords","Value":"Breast cancer,Triple-negative breast cancer (TNBC),Immune checkpoint blockade,Immunotherapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Payton De La Cruz<\/b><sup>1<\/sup>, Jennifer Ribeiro<sup>2<\/sup>, Kathryn Grive<sup>2<\/sup><br><br\/><sup>1<\/sup>Pathobiology Graduate Program, Brown University, Providence, RI,<sup>2<\/sup>Department of Obstetrics and Gynecology, Women and Infants Hospital, Providence, RI","CSlideId":"","ControlKey":"3494e614-dbee-4d31-84fc-f43d98de2d63","ControlNumber":"7338","DisclosureBlock":"&nbsp;<b>P. De La Cruz, <\/b> None..<br><b>J. Ribeiro, <\/b> None..<br><b>K. Grive, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1534","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3210","PresenterBiography":null,"PresenterDisplayName":"Payton De La Cruz, BS,MS","PresenterKey":"129ced01-72f4-411d-8798-3ac88a0f2f94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3210. Monoclonal antibodies targeting PD-1, LAG-3, and TIM-3 do not cause reproductive or endocrine toxicity in a syngeneic model of triple negative breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Monoclonal antibodies targeting PD-1, LAG-3, and TIM-3 do not cause reproductive or endocrine toxicity in a syngeneic model of triple negative breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: Epidermal growth factor (EGF) and its receptor (EGFR) are expressed by several cell types including epidermal keratinocytes. EGF facilitates skin healing by promoting DNA synthesis and cell proliferation. However, driver mutations in EGFR can cause uncontrolled cell growth and cancers. Thus, EGFR has become a therapeutic target for tumors, especially those with EGFR mutations. EGFR inhibitors (EGFRIs) are widely used to treat various tumor types (e.g., non-small cell lung &#38; colorectal cancers). EGFRIs cause inflammatory skin reactions (e.g., acneiform rash) generally within the first 3 weeks of therapy. We propose a novel topically applied cream (OQL025) containing a prodrug, OQRC184 that releases tofacitinib, a Janus Kinase (JAK) inhibitor, as a prophylaxis for EGFRi-induced skin rash.<br \/>Methods: OQRC184 is designed to enhance lipophilicity\/solubility and when topically applied releases tofacitinib into cutaneous tissue. OQRC184 &#38; tofacitinib potencies were characterized for JAK (JAK1, JAK2, JAK3, TyK2) in a cell-free isolated kinase assay. Pharmacokinetics (PK) were studied in Bama minipigs (n=15) with shaved dorsal skin (~10 mg\/cm2) that were randomly assigned to 3 groups of OQRC184 @ 0.15, 0.3, 0.5 mg\/cm<sup>2<\/sup>. Blood was collected (1 mL in EDTA-K2) at pre-dose &#38; 0.5, 2, 4, 8, 12, 24, 48, 72, 96, 120, 144, and 168 h post-dose. Plasma concentrations of OQRC184 and tofacitinib (LLOQ of 0.01 ng\/mL range 0.01 to 10 ng\/mL) were determined with LC-MS\/MS. Prevention of EGFRI-induced rash was studied with topically applied 3% or 6% OQRC184 or vehicle cream (CRM) in an SD rat EGFRI-induced rash model (oral afatinib 30 mg\/kg (AF)), QD vs. vehicle (water (VW)). The four groups were VW+CRM; AF+CRM; AF+3%OQRC184; AF+6% OQRC184.<br \/>Results: OQRC184 had low inhibitory activity compared to tofacitinib against JAK1, JAK2, JAK3, and TyK2 with IC50 ratios of OQRC184 to tofacitinib for JAK1 (3610:1), JAK2 (4435:1), JAK3 (3814:1) and TyK2 (&#62;385:1). After a single topical administration, OQRC184 plasma concentrations were below the LLOQ in 42~52% of samples, and &#60;10-fold of LLOQ in 83%~88% of samples. Tofacitinib plasma concentrations were below the LLOQ in 67~87% of samples and &#60;10-fold of LLOQ in 90%~97% of samples. All rats treated with AF developed a rash by day 5. The incidence of rash grade &#8805; 2 was lower in 3% and 6% OQRC184 groups vs. controls. Prophylactic treatment with 6% OQRC184 had almost no rash &#8805; grade 2. The mean &#177;SE rash grade in the 3% and 6% OQRC184 prophylactic treatment groups was significantly lower than in the AF+CRM group (3% (0.53&#177;0.23), 6% (0.30&#177;0.16) vs. AF+CRM (1.03&#177;0.44 (p&#60;0.05)).<br \/>Conclusion: OQRC184, a prodrug designed for releasing tofacitinib into dermal layers, lacks inhibitory potential for a family of JAK kinases. OQL025 topical cream containing OQRC184 showed minimal systemic exposure for either OQRC184 or tofacitinib and effectively prevented\/reduced EGFRI-induced rash in preclinical models.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-06 Supportive care, palliation, and pain management,,"},{"Key":"Keywords","Value":"EGFR,Toxicity,Prodrugs,JAK,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Shilan Liu<sup><\/sup>, Wenqin Zeng<sup><\/sup>, Wenxi Li<sup><\/sup>, Qing You<sup><\/sup>, <b>Robert Claude Tyler<\/b><sup><\/sup>, Jie Luo<sup><\/sup>, Hong Tang<sup><\/sup>, Shiyi Zhang<sup><\/sup><br><br\/>Onquality Pharmaceuticals LLC, Seattle, WA","CSlideId":"","ControlKey":"f3e98830-33f0-4393-b14e-9f528dc062b3","ControlNumber":"2728","DisclosureBlock":"<b>&nbsp;S. Liu, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment. <br><b>W. Zeng, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment. <br><b>W. Li, <\/b> <br><b>OnQuality Pharmaceuticals<\/b> Employment. <br><b>Q. You, <\/b> <br><b>OnQuality Pharmaceuticals<\/b> Employment. <br><b>R. C. Tyler, <\/b> <br><b>Onquality Pharmaceuticals (usa) LLC<\/b> Employment, Stock Option, Travel. <br><b>J. Luo, <\/b> <br><b>OnQuality Pharmaceuticals<\/b> Employment, Stock. <br><b>H. Tang, <\/b> <br><b>OnQuality Pharmaceuticals<\/b> Employment, Stock. <br><b>S. Zhang, <\/b> <br><b>OnQuality Pharmaceuticals<\/b> Employment, Stock.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1543","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3211","PresenterBiography":null,"PresenterDisplayName":"Robert Tyler, PhD","PresenterKey":"6d12ed11-5534-42c8-93c1-eb5f8b2d05c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3211. OQL025, a topical cream for the prevention of epidermal growth factor receptor inhibitor-induced skin rash","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"OQL025, a topical cream for the prevention of epidermal growth factor receptor inhibitor-induced skin rash","Topics":null,"cSlideId":""},{"Abstract":"Background: Epidermal growth factor receptor inhibitors (EGFRIs) are widely used; however, therapy-related adverse effects (AEs) are common with diarrhea being the most frequent (e.g., afatinib up to 90% for all grades). Currently, there is no effective treatment or prevention, and severe diarrhea (~30%) results in EGFRi dose reduction or discontinuation. EGFRIs disrupt the gut epithelium and induce an inflammatory response characterized by cytokine release and neutrophil and T-cell infiltration. Janus kinase inhibitors (JAKIs) are immunosuppressive drugs and a candidate treatment for EGFRi-associated inflammation\/diarrhea. However, oral JAKIs are associated with serious AEs (e.g., CV events, VTE, cancer, infections) and may lead to EGFR inhibitor resistance. We developed a gut-restricted JAKI with minimal systemic exposure that may reduce AEs and decrease the incidence of EGFRi-induced diarrhea.<br \/>Methods: Multiple compounds were tested <i>in vitro<\/i> for their physiochemical properties (e.g., solubility, stability, and enzyme activity) and potential for inhibiting the activation of the JAK pathway and subsequent signal transducers transcription 3 (STAT3) after cytokine IL-6 activation in human peripheral blood mononuclear cells (hPBMC). Selected compounds were tested <i>in vivo<\/i> with afatinib (40mg\/kg) plus OQL06x, tofacitinib, or placebo started on Day 1 and continued for 10 days in a rat EGFRi-induced diarrhea model. Orally administered OQL06x pharmacokinetics (PK) were tested in mice (5-25 mg\/kg) and rats (2-5 mg\/kg). Oral tofacitinib was used as a control.<br \/>Results: OQL06x demonstrated favorable pharmaceutical properties and superior JAK enzyme inhibition (e.g., IC50: JAK1: OQL06x 0.06nM vs. tofacitinib 1.4nM). <i>In vitro<\/i>, hPBMC treated with OQL06x vs. tofacitinib showed greater inhibition of the IL-6, JAK-induced STAT3 activation (IC50: OQL06x 30nM vs. tofacitinib 222nM). OQL06x and tofacitinib showed a significant decrease in diarrhea compared with placebo control (both reduced diarrhea grade by 1.4 units vs. control, p &#60; 0.01, two-way ANOVA). OQL06x was gut-specific vs. tofacitinib, with a significantly higher gut:blood ratio of up to 2000:1 vs. tofacitinib up to 20:1, p &#60; 0.001, two-way ANOVA). Importantly, low bioavailability of OQL06x was found in both mouse (1.50%) and rat (0.23%) models demonstrating OQL06x&#8217;s limited systemic exposure. Moreover, no CYP inhibition was found (IC50 &#62; 50&#181;M), which favors a low drug-drug interaction potential.<br \/>Conclusion: Our research demonstrated that an orally administered, gut-restricted JAK inhibitor, OQL06x, can reduce EGFR inhibitor-induced diarrhea severity. Additionally, OQL06x&#8217;s gut restriction and low systemic exposure may reduce the risk of serious AEs observed with other oral JAK inhibitors and limit the potential for interference with EGFR inhibition anti-cancer efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-06 Supportive care, palliation, and pain management,,"},{"Key":"Keywords","Value":"EGFR,Gastrointestinal epithelium,Palliative care,Drug delivery,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Chengguang Wu<sup><\/sup>, Kun Fang<sup><\/sup>, Wenqin Zeng<sup><\/sup>, Wenxi Li<sup><\/sup>, Shilan Liu<sup><\/sup>, Qing You<sup><\/sup>, <b>Robert Claude Tyler<\/b><sup><\/sup>, Jie Luo<sup><\/sup>, Shiyi Zhang<sup><\/sup>, Hong Tang<sup><\/sup><br><br\/>Onquality Pharmaceuticals (usa) LLC, Seattle, WA","CSlideId":"","ControlKey":"7f578133-857a-4421-909b-f7b74efbc601","ControlNumber":"3162","DisclosureBlock":"<b>&nbsp;C. Wu, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment, Stock Option. <br><b>Shanghai Pujiang Program<\/b> Grant\/Contract. <br><b>K. Fang, <\/b> <br><b>OnQuality Pharmaceuticals<\/b> Employment. <br><b>W. Zeng, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment. <br><b>W. Li, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment. <br><b>S. Liu, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment. <br><b>Q. You, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment. <br><b>R. C. Tyler, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment, Stock Option. <br><b>J. Luo, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment, Stock. <br><b>S. Zhang, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment, Stock. <br><b>H. Tang, <\/b> <br><b>OnQuality Pharmaceuticals, LLC<\/b> Employment, Stock.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1552","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3212","PresenterBiography":null,"PresenterDisplayName":"Robert Tyler, PhD","PresenterKey":"6d12ed11-5534-42c8-93c1-eb5f8b2d05c8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3212. OQL06x, a gut-restricted janus kinase inhibitor to control epidermal growth factor receptor inhibitor-induced diarrhea","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"OQL06x, a gut-restricted janus kinase inhibitor to control epidermal growth factor receptor inhibitor-induced diarrhea","Topics":null,"cSlideId":""},{"Abstract":"Background: Tumor Treating Fields (TTFields) became an FDA-approved treatment option for patients with newly diagnosed GBM in 2015 on the basis of the randomized controlled EF-14 trial. Subsequent approvals worldwide and increased adoption of TTFields has led to the question of whether or not a consistent survival benefit has been observed in the real world setting, and whether device usage has played a role.<br \/>Methods: We conducted a literature search using PubMed, Embase, and Google Scholar to identify clinical studies evaluating overall survival in adult patients with GBM treated with TTFields. Comparative studies and single-cohort studies reporting on survival outcomes were included in the analysis. Inter-study heterogeneity was assessed using the Cochran Q test and quantified using the Higgins I<sup>2<\/sup> statistic.<br \/>Results: Of 7 studies evaluating the clinical efficacy of TTFields in newly diagnosed patients, 5 studies (reporting on a total of 1,228 patients) compared the addition of TTFields to standard of care (SoC) vs SoC alone, and were included in a pooled analysis for overall survival. Meta-analysis of comparative studies indicated a significant improvement in overall survival for patients treated with TTFields vs those not receiving treatment. Inter-study heterogeneity was examined, and a sensitivity analysis indicated the pooled effect was robust and not dependent on any individual study. Furthermore, among studies reporting data on TTFields device usage, an average device usage rate of 75% or higher was found to consistently associate with prolonged survival when compared to an average usage rate below 75% (<i>P<\/i> = 0.001).<br \/>Conclusions: Pooled analysis of comparative TTFields studies suggests survival may be improved with the addition of TTFields to standard chemoradiotherapy treatment for patients with newly diagnosed GBM, and that a 75% usage rate may be meaningful in the real-world setting.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Clinical outcomes research,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Glioblastoma,Survival,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Patrick Conlon<\/b><sup>1<\/sup>, Gitit Lavy-Shahaf<sup>2<\/sup>, Noa Urman<sup>2<\/sup>, Matthew  T.  Ballo<sup>3<\/sup><br><br\/><sup>1<\/sup>Novocure, New York, NY,<sup>2<\/sup>Novocure, Haifa, Israel,<sup>3<\/sup>West Cancer Center & Research Institute, Germantown, TN","CSlideId":"","ControlKey":"3ca7113e-5052-4b73-b3ac-57305f17c460","ControlNumber":"2615","DisclosureBlock":"<b>&nbsp;P. Conlon, <\/b> <br><b>Novocure<\/b> Employment. <br><b>G. Lavy-Shahaf, <\/b> <br><b>Novocure<\/b> Employment. <br><b>N. Urman, <\/b> <br><b>Novocure<\/b> Employment.<br><b>M. T. Ballo, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1556","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3213","PresenterBiography":null,"PresenterDisplayName":"Patrick Conlon, PhD","PresenterKey":"9b088d57-5961-483f-a5bc-357ed4c7490d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3213. Association of Tumor Treating Fields (TTFields) with survival in newly diagnosed glioblastoma: A systematic review and meta-analysis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Association of Tumor Treating Fields (TTFields) with survival in newly diagnosed glioblastoma: A systematic review and meta-analysis","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Emerging evidence highlights the role of socioeconomic status (SES) in symptom burden related to cancer treatments. However, its underlying biological mechanisms are not fully understood. Thus, the present study aimed to evaluate the associations between patients&#8217; education, as an indicator of SES, and the gut microbiome with psychoneurological symptoms (PNS) cluster in gynecologic cancer patients over time.<br \/>Methods: Nineteen women with cervical and endometrial cancers treated with radiotherapy or chemo-radiotherapy were followed at pre-treatment, 6-8 weeks, and 6 months post-treatment. Functional assessment of cancer therapy-general (FACT-G) and patient health questionnaire-9 (PHQ-9) were used to measure symptoms. An average Z score of at least three out of five symptoms was computed as the PNS cluster total score. Patients&#8217; SES was evaluated using data on education. Rectal swabs were also collected at the same time points and sequenced using 16S rRNA V4 regions. The Kruskal-Wallis and permutational multivariable analysis of variance tests were used to compare &#945;-diversity (within one sample) and &#946;-diversity (between samples) between patients with high and low PNS cluster as well as patients with &#8220;below college&#8221; and &#8220;college or above&#8221; level education. The linear discriminant analysis effect size (LEfSe) tested taxa differences between study groups. Also, the linear mixed effect model was used to evaluate the association of the gut microbiome, education, and the PNS cluster over cancer treatment.<br \/>Results: The patients&#8217; mean age was 58 years, 47% were Black, and 66% had college or above education. Among the participants, 63% had endometrial cancer with stage I disease (63%). There was a different taxonomy profile between patients with high and low PNS as well as patients with &#8220;below college&#8221; and &#8220;college or above&#8221; levels of education. Patients with high PNS had a lower &#945;-diversity compared to patients with low PNS (Shannon, p=0.03, Evenness, p=0.03). Also, patients with below college-level education had a lower &#945;-diversity trend after treatment (higher diversity is seen in the &#8220;normal&#8221; gut) but did not reach significant results. The mixed effects model results showed that low &#945;-diversity, below college-level education, and low abundance of Fusicatenibacter and Ruminococcus were associated with high PNS cluster over cancer treatment.<br \/>Conclusions: The present study demonstrated alteration in the gut microbiome composition between patients with high and low PNS cluster as well as patients with high and low education. The associations between the gut microbiome and education with the PNS cluster suggest the role of educational level and biological factors in developing PNS cluster. More studies using a larger sample size are required to evaluate the interactions of the gut microbiome and SES to shed light on their role in symptom development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-06 Supportive care, palliation, and pain management,,"},{"Key":"Keywords","Value":"Gut microbiota,Survival,Gynecological cancers: cervical,Outcome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zahra Barandouzi<\/b><sup>1<\/sup>, Tony Eng<sup>2<\/sup>, Namita Khanna<sup>3<\/sup>, Joseph Shelton<sup>3<\/sup>, Pretesh Patel<sup>3<\/sup>, Isabelle Scott<sup>3<\/sup>, Rebecca Meador<sup>3<\/sup>, Deborah Bruner<sup>3<\/sup><br><br\/><sup>1<\/sup>Zahra Barandouzi (Individual), Atlanta, GA,<sup>2<\/sup>School of Medicine, Emory University, Atlanta, GA,<sup>3<\/sup>Emory University, Atlanta, GA","CSlideId":"","ControlKey":"888b18e6-3394-4dac-ac9d-67c04cd22e70","ControlNumber":"6280","DisclosureBlock":"&nbsp;<b>Z. Barandouzi, <\/b> None..<br><b>T. Eng, <\/b> None..<br><b>N. Khanna, <\/b> None..<br><b>J. Shelton, <\/b> None..<br><b>P. Patel, <\/b> None..<br><b>I. Scott, <\/b> None..<br><b>R. Meador, <\/b> None..<br><b>D. Bruner, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1557","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3214","PresenterBiography":null,"PresenterDisplayName":"Zahra Barandouzi","PresenterKey":"3a6da8fa-9db3-4935-b93b-5cc2e84c4ba1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3214. Associations of socioeconomic status and gut microbiome with psychoneurological symptom cluster in gynecologic cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Associations of socioeconomic status and gut microbiome with psychoneurological symptom cluster in gynecologic cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Malignant neoplasms of the limb bones are rare. To our knowledge, there are few studies that analyze characteristics of these patients and reasons why they present to an emergency department (ED).<br \/>Methods: We utilized the 2006-2012 Nationwide Emergency Department Sample to characterize primary diagnoses and outcomes of limb bone cancer patients presenting to an ED. Multivariate logistic regression was used to identify factors associated with high chance of inpatient admission. A p-value &#8804;0.05 was significant.<br \/>Results: In this period, 4,020 limb bone cancer patients presented to the ED. Most patients were between ages of 18 and 29 (30.3%), male (58.1%), covered by private insurance (35.5%), in the second income quartile (26.3%), living in the South (35.3%), presenting to non-trauma hospitals (42.3%), and presenting to metropolitan teaching hospitals (53.0%). Most patients were admitted (64.9%) or discharged (29.1%). Most common primary diagnoses of the ED visit were white blood cell (WBC) disorders (8.6%), secondary malignancies (7.4%), pathologic disorder (5.9%), septicemia (4.8%), and central nervous system disorders (3.7%). Primary diagnoses associated with highest risk of inpatient admission were WBC disorder (odds ratio (OR)=21.1, 95% confidence interval (CI)=7.1-63.2; p&#60;0.001), pneumonia (OR=13.2, 95%CI=1.5-118.5, p=0.022), secondary malignancy (OR=11.1, 95%CI=3.4-36.3, p&#60;0.001), pathological fracture (OR=5.2, 95%CI=2.3-11.7, p&#60;0.001), and complication due to previous surgery or medical treatment (OR=3.9, 95%CI=1.4-11.4, p=0.012). Table 1 lists risks of inpatient admission associated with the 20 most common primary diagnoses.<br \/>Conclusion: Patients with limb bone cancers are young patients who present to the ED with WBC disorders, secondary malignancies, pathologic bone fractures, and infections. Clinicians should keep these conditions in mind when treating these patients.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{20324342-CEDB-49DE-B342-EABC679EEBB5}\"><caption>Risk of Inpatient Admission Based on Primary Diagnosis in the Emergency Department<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Primary Diagnosis<\/td><td rowspan=\"1\" colspan=\"1\">Odds Ratio (95% Confidence Interval)<\/td><td rowspan=\"1\" colspan=\"1\">p-value<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">White Blood Cell Disorder<\/td><td rowspan=\"1\" colspan=\"1\">21.1 (7.1-63.2)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Pneumonia<\/td><td rowspan=\"1\" colspan=\"1\">13.2 (1.5-118.5)<\/td><td rowspan=\"1\" colspan=\"1\">0.022<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Secondary Malignancy<\/td><td rowspan=\"1\" colspan=\"1\">11.1 (3.4-36.3)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Pathologic Fracture<\/td><td rowspan=\"1\" colspan=\"1\">5.2 (2.3-11.7)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Complication of Surgery or Medical Treatment<\/td><td rowspan=\"1\" colspan=\"1\">3.9 (1.36-11.4)<\/td><td rowspan=\"1\" colspan=\"1\">0.012<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Complication of Device or Graft<\/td><td rowspan=\"1\" colspan=\"1\">3.8 (1.65-8.6)<\/td><td rowspan=\"1\" colspan=\"1\">0.002<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Urinary Tract Infection<\/td><td rowspan=\"1\" colspan=\"1\">3.3 (1.14-9.6)<\/td><td rowspan=\"1\" colspan=\"1\">0.027<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Anemia<\/td><td rowspan=\"1\" colspan=\"1\">3.0 (1.19-7.6)<\/td><td rowspan=\"1\" colspan=\"1\">0.020<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Pleurisy or Pneumothorax<\/td><td rowspan=\"1\" colspan=\"1\">1.61 (0.33-7.8)<\/td><td rowspan=\"1\" colspan=\"1\">0.554<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Arrhythmia<\/td><td rowspan=\"1\" colspan=\"1\">1.46 (0.39-5.5)<\/td><td rowspan=\"1\" colspan=\"1\">0.575<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Skin Infection<\/td><td rowspan=\"1\" colspan=\"1\">1.13 (0.4-3.6)<\/td><td rowspan=\"1\" colspan=\"1\">0.829<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Nervous System Disorder<\/td><td rowspan=\"1\" colspan=\"1\">1.10 (0.5-2.5)<\/td><td rowspan=\"1\" colspan=\"1\">0.826<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Nausea or Vomiting<\/td><td rowspan=\"1\" colspan=\"1\">0.92 (0.32-2.6)<\/td><td rowspan=\"1\" colspan=\"1\">0.869<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Fluid or Electrolyte Disorder<\/td><td rowspan=\"1\" colspan=\"1\">0.57 (0.14-2.3)<\/td><td rowspan=\"1\" colspan=\"1\">0.438<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Fever<\/td><td rowspan=\"1\" colspan=\"1\">0.43 (0.15-1.19)<\/td><td rowspan=\"1\" colspan=\"1\">0.102<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Chest Pain<\/td><td rowspan=\"1\" colspan=\"1\">0.23 (0.06-0.84<\/td><td rowspan=\"1\" colspan=\"1\">0.026<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Connective Tissue Damage<\/td><td rowspan=\"1\" colspan=\"1\">0.11 (0.03-0.41)<\/td><td rowspan=\"1\" colspan=\"1\">0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Joint Disorder<\/td><td rowspan=\"1\" colspan=\"1\">0.10 (0.02-0.46)<\/td><td rowspan=\"1\" colspan=\"1\">0.003<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Septicemia<\/td><td rowspan=\"1\" colspan=\"1\">Not Available: All Admitted<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Respiratory Failure<\/td><td rowspan=\"1\" colspan=\"1\">Not Available: All Admitted<\/td><td rowspan=\"1\" colspan=\"1\">-<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Clinical outcomes research,,"},{"Key":"Keywords","Value":"Bone,Limb Cancer,Emergency Department,Presenting Diagnosis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lauren  C.  Ladehoff<\/b><sup>1<\/sup>, Kamil Taneja<sup>2<\/sup>, Karan Patel<sup>3<\/sup>, Jeeyong Shin<sup>3<\/sup>, Sahas Chandragiri<sup>3<\/sup>, Hailey Hsiung<sup>4<\/sup>, Michael Diaz<sup>5<\/sup>, Eric M. Toloza<sup>6<\/sup><br><br\/><sup>1<\/sup>Medical Education, University of South Florida Health Morsani College of Medicine, Tampa, FL,<sup>2<\/sup>Stony Brook University School of Medicine, Stony Brook, NY,<sup>3<\/sup>Cooper Medical School at Rowan University, Camden, NJ,<sup>4<\/sup>Substance Abuse Prevention, Highland Park Municipal Alliance, Highland Park, NJ,<sup>5<\/sup>University of Florida School of Medicine, Gainesville, FL,<sup>6<\/sup>Thoracic Oncology, Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"c5b0ba84-7b52-427a-a035-70183c85d94d","ControlNumber":"3149","DisclosureBlock":"&nbsp;<b>L. C. Ladehoff, <\/b> None..<br><b>K. Taneja, <\/b> None..<br><b>K. Patel, <\/b> None..<br><b>J. Shin, <\/b> None..<br><b>S. Chandragiri, <\/b> None..<br><b>H. Hsiung, <\/b> None..<br><b>M. Diaz, <\/b> None..<br><b>E. M. Toloza, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1558","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3215","PresenterBiography":null,"PresenterDisplayName":"Lauren Ladehoff","PresenterKey":"72223c1a-b279-45fc-814e-15453fdf1ad3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3215. Analysis of emergency department patients with known limb bone malignancies","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of emergency department patients with known limb bone malignancies","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction. <\/b>Poor quality NSCLC resection impairs survival, but some patients survive irrespective. We explored characteristics of patients in 4 cohorts defined by surgery quality and survival.<br \/><b>Methods. <\/b>We analyzed stage I resections in a population-based cohort surviving &#62;120 days post-op from 2009-2018. Using the International Association for the Study of Lung Cancer&#8217;s stringent definition of &#8216;complete resection&#8217; and 3-year survival as &#8216;good&#8217;, we categorized patients into 4 dyads: 1) Good surgery\/good survival; 2) Good surgery\/poor survival; 3) Poor surgery\/good survival (reference); 4) Poor surgery\/poor survival. We used Chi-square and Kruskal-Wallis test for description, multivariable multinomial logistic regression to estimate Odds Ratio (OR) of surgery quality and survival.<br \/><b>Results. <\/b>Of 1,515 patients, 31%, 7%, 51%, and 12% were in Groups 1-4, respectively. In the &#8216;mis-match dyads&#8217; (Groups 2 and 3), Group 2 was more likely to be elderly (70 vs. 66, p&#60;0.01), on Medicaid (p=0.01), have ever smoked (96% vs. 85%, p&#60;0.01), have squamous cell carcinoma.<br \/>Older (OR=1.06), male (OR=1.78), Medicaid patients (OR=2.16) with smoking history (OR=3.25) had poorer survival despite good surgery rather than survival despite bad surgery. With poor surgery, male (OR=2.01) patients tumor 2-3 and &#62;3 cm (OR=1.77 and 1.64) had poorer survival; commercially insured patients had 36% reduced risk of poor survival. Compared to open thoracotomy, patients with robotic-assisted surgery were &#62;4-fold more likely to have good surgery rather than poor surgery but good survival.<br \/><b>Conclusion. <\/b>Differentiating characteristics associated with good\/bad survival after good\/bad quality lung cancer surgery provide opportunity to compare biomarker profiles between dyads.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Clinical outcomes research,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Surgical resection,Survival,Outcome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Huibo Shao<\/b><sup>1<\/sup>, Yu-Sheng Lee<sup>2<\/sup>, Carrie Fehnel<sup>1<\/sup>, Olawale Akinbobola<sup>1<\/sup>, Andrea Saulsberry<sup>1<\/sup>, Kourtney Dortch<sup>1<\/sup>, Anberitha  T.  Matthews<sup>1<\/sup>, Nicholas  R.  Faris<sup>1<\/sup>, Matthew Smeltzer<sup>3<\/sup>, Meredith  A.  Ray<sup>4<\/sup>, Raymond U. Osarogiagbon<sup>1<\/sup><br><br\/><sup>1<\/sup>Baptist Cancer Center, Memphis, TN,<sup>2<\/sup>University of Memphis, Memphis, TN,<sup>3<\/sup>School of Public, University of Memphis, Memphis, TN,<sup>4<\/sup>School of Public Health, University of Memphis, Memphis, TN","CSlideId":"","ControlKey":"27144f8a-06fd-48bb-bbb9-7201e6adf415","ControlNumber":"6356","DisclosureBlock":"&nbsp;<b>H. Shao, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>C. Fehnel, <\/b> None..<br><b>O. Akinbobola, <\/b> None..<br><b>A. Saulsberry, <\/b> None..<br><b>K. Dortch, <\/b> None.&nbsp;<br><b>A. T. Matthews, <\/b> <br><b>Pfizer<\/b> Stock.<br><b>N. R. Faris, <\/b> None.&nbsp;<br><b>M. Smeltzer, <\/b> <br><b>Association of Community Cancer Centers<\/b> Other, paid consultant.<br><b>M. A. Ray, <\/b> None.&nbsp;<br><b>R. U. Osarogiagbon, <\/b> <br><b>AstraZeneca<\/b> Other, Paid Research Consultant. <br><b>Eli Lilly<\/b> Other, Paid Research Consultant. <br><b>Genetech\/Roche<\/b> Other, Paid Research Consultant. <br><b>Biodesix<\/b> Other, Paid Research Consultant. <br><b>Lungevity Foundation<\/b> Other, Paid Research Consultant. <br><b>National Cancer Institute<\/b> Other, Paid Research Consultant. <br><b>Tryptych Healthcare Partners<\/b> Other, Paid Research Consultant. <br><b>Oncobox Device, Inc.<\/b> Other, Founder. <br><b>Gilead Sciences<\/b> Stock. <br><b>Pfizer<\/b> Stock.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1559","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3216","PresenterBiography":null,"PresenterDisplayName":"Huibo Shao, MS","PresenterKey":"80c4c037-19e4-4549-92d7-e0be58da3e3b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3216. Comparative characteristics of stage I non-small cell lung cancer (NSCLC) patients segregated by quality of surgery and survival in a population-based cohort","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparative characteristics of stage I non-small cell lung cancer (NSCLC) patients segregated by quality of surgery and survival in a population-based cohort","Topics":null,"cSlideId":""},{"Abstract":"Background: Immune checkpoint inhibitors with or without chemotherapy form the backbone of treatment for patients with advanced NSCLC without an actionable driver mutation. Emerging literature shows that ICIs increase the risk of venous thromboembolism (VTE), which is a major cause of death in patients with NSCLC. The mechanism is yet to be elucidated but is likely secondary to inflammation. Since chemotherapy is immunosuppressive, we sought to understand if the addition of chemotherapy to ICIs impacted the incidence of VTEs.<br \/>Methods: We performed a retrospective cohort study to evaluate thromboembolic outcomes in patients diagnosed with advanced NSCLC between 2012 and 2018 and treated with either ICIs or chemo immunotherapy at Cleveland Clinic Foundation. Diagnosis of thrombotic events (TE) (arterial\/ deep vein thrombosis and\/or pulmonary embolism) was confirmed by imaging. Overall survival (OS) was estimated by Kaplan-Meier and compared using log rank test. Odds of developing TE was estimated and compared between ICI and ChemoIO groups, using Fisher's Exact Test.<br \/>Results: A total of 367 NSCLC patients (242 pts on ICI only and 125 pts on ChemoIO regimen), were identified with a median age 65 years ( range 58-72), 52% were men, 82% white, 85.3% smokers, 91.8% had ECOG &#8804;2, 73 % had adenocarcinoma and 18% had squamous cell carcinoma, 34% with brain metastasis and the distribution of PDL1expression was as follows- &#60;1 (26.4%), 1-49% (48%) and &#8805;50% (25.6%). Adjusted response rates to treatment were (N, %): Complete Response (CR) (6\/367, 1.9%), Partial Response (PR) (96\/367, 30%), Stable Disease (SD) (76\/367, 24%) and PD (143\/367, 45%). TE was detected in 19% of the cohort (n=70) (8.4% DVT, 4.9% PE, 5.2 % both, and 0.5 % arterial TE. Rate of TE in NSCLC pts on ICI alone was 18% (44\/242) Vs. 21% (26\/125) for those on ChemoIO (OR 1.5, 95% CI 0.66-2.1, P 0.6). Development of TEs was not associated with survival differences with either regimen (P &#62;0.05).<br \/>Conclusion: Rates of TE were high in patients with advanced NSCLC who received ICI therapy, but no different if treated with ICIs alone or ChemoIO. Further studies to better understand the pathophysiology of TE in patients treated with ICIs might allow us to identify subgroups of patients that are at the highest risk for TEs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Clinical outcomes research,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Chemotherapy,Checkpoint Inhibitors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Doaa Attia<\/b><sup>1<\/sup>, Ran Zhao<sup>2<\/sup>, Alok A. Khorana<sup>1<\/sup>, Prandya Patil<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH,<sup>2<\/sup>Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH","CSlideId":"","ControlKey":"156845db-05aa-4fed-85ae-7d7810ae18ad","ControlNumber":"1915","DisclosureBlock":"&nbsp;<b>D. Attia, <\/b> None..<br><b>R. Zhao, <\/b> None.&nbsp;<br><b>A. A. Khorana, <\/b> <br><b>Janssen<\/b> Other, Honoraria and paid for any consulting or advisory role. <br><b>Pfizer<\/b> Other, Honoraria and paid for any consulting or advisory role. <br><b>Bayer<\/b> Other, Honoraria and paid for any consulting or advisory role. <br><b>Nektar<\/b> Other, Honoraria. <br><b>Medscape<\/b> Other, Honoraria. <br><b>Halozyme<\/b> Other, Honoraria and paid for any consulting or advisory role. <br><b>Pharmacyte Biotech<\/b> Other, paid for any consulting or advisory role. <br><b>Pharmacyclics<\/b> Other, paid for any consulting or advisory role. <br><b>Seattle Genetics<\/b> Other, paid for any consulting or advisory role. <br><b>P. Patil, <\/b> <br><b>Astrazeneca<\/b> Other. <br><b>JAZZ PHARMACEUTICALS INC<\/b> Other.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1560","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3217","PresenterBiography":null,"PresenterDisplayName":"Doaa Attia, MD","PresenterKey":"505409ac-ded8-4ca1-b539-132240b7975f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3217. Risk of thromboembolism in patients with non-small lung cancer (NSCLC) treated with immune check point inhibitors (ICIs) versus chemoimmunotherapy (ChemoIO)","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Risk of thromboembolism in patients with non-small lung cancer (NSCLC) treated with immune check point inhibitors (ICIs) versus chemoimmunotherapy (ChemoIO)","Topics":null,"cSlideId":""},{"Abstract":"Background: Lymphomas are among the top seven most frequent cancers in men and women in the United States. In 2022, more than 21,000 deaths related to this neoplasm are expected. The use of common treatment modalities (e.g., chemotherapy, radiation, stem cell transplant) may lead to negative physical and psychosocial symptoms. Furthermore, these adverse effects decrease treatment tolerance and adherence. Little is known about the potential of lifestyle factors (nutrition and physical activity) to mitigate these adverse events in lymphoma patients. To fill this gap, we propose a pilot feasibility study to assess the impact of healthy diet and exercise intervention on relative dose intensity (RDI), an integrated measure of chemotherapy dose delays and reductions; patient-reported outcomes, (e.g., quality of life (QoL), fatigue, and cognition);immune and metabolic markers; and body composition.<br \/>Methods: 60 newly diagnosed lymphoma patients will be recruited in this two-arm stratified (by treatment type) randomized waitlist controlled pilot study. Eligibility criteria include adults fluent in English or Spanish, presenting with any type of lymphoma at any stage, receiving one of the following three chemotherapy regimens: R-CHOP, BR, B&#177;ABVD. Participants must have clearance from their oncologist to participate. Participants must have access to the internet through an electronic device. They are randomized to either the intervention arm, that consists of telephone- or video call-delivered health coaching to achieve a Mediterranean diet and 150 minutes per week of moderate or vigorous exercise, or a waitlist control (n=15) arm which will receive the study materials and two telephone-based coaching sessions after study completion. Interventions will take place during active treatment. Data will be collected prior to randomization, the third and sixth cycle of chemotherapy, and four weeks post-treatment at standard of care visits through self-reported questionnaires, anthropometric measures, physical assessments, ActiGraph watches, blood samples, CT scans (if available), and clinical information from electronic medical records (EMR).<br \/>Discussion: Results from this pilot will provide valuable information about the feasibility, acceptability, and preliminary efficacy of a lifestyle intervention in lymphoma patients undergoing active treatment. Lessons learned from this study seek to fill the gap in supportive oncology care programs among lymphoma patients to improve treatment outcomes, such as RDI, and patient reported outcomes, and overall QoL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Clinical outcomes research,,"},{"Key":"Keywords","Value":"Lymphoma,Cancer,Diet,Exercise,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Paola Rossi<sup>1<\/sup>, Moira Pissinis<sup>2<\/sup>, <b>Melissa Lopez-Pentecost<\/b><sup>1<\/sup>, Sarah Freylersythe<sup>1<\/sup>, Hong Su An<sup>3<\/sup>, Lashae Rolle<sup>1<\/sup>, Craig Moskowitz<sup>1<\/sup>, Tracy Crane<sup>1<\/sup><br><br\/><sup>1<\/sup>Univ. of Miami Sylvester Comp. Cancer Center, Miami, FL,<sup>2<\/sup>Hospital Alemn, Buenos Aires, Argentina,<sup>3<\/sup>University of Michigan, Miami, FL","CSlideId":"","ControlKey":"c9839694-fdd7-4561-91fb-a6e95d7ea1c8","ControlNumber":"3607","DisclosureBlock":"&nbsp;<b>P. Rossi, <\/b> None..<br><b>M. Pissinis, <\/b> None..<br><b>M. Lopez-Pentecost, <\/b> None..<br><b>S. Freylersythe, <\/b> None..<br><b>H. An, <\/b> None..<br><b>L. Rolle, <\/b> None..<br><b>C. Moskowitz, <\/b> None..<br><b>T. Crane, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1561","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3218","PresenterBiography":null,"PresenterDisplayName":"Melissa Lopez Penstecost, PhD","PresenterKey":"03c10b55-73f7-414a-bc46-703db5d65e37","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3218. Lifestyle intervention of food and exercise for lymphoma survivors (LIFE-L): a pilot intervention protocol for adults","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Lifestyle intervention of food and exercise for lymphoma survivors (LIFE-L): a pilot intervention protocol for adults","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Radiation dermatitis (RD) is one of the most common side effects of radiation therapy (RT), experienced by up to 95% of oncology patients. RD can be progressive, painful, and difficult to manage, thereby profoundly affecting patients&#8217; quality of life (QOL). Current QOL assessments address dermatologic or oncologic concerns, with no existing tool integrating both areas to enable assessment of RD-specific QOL. Furthermore, RD grade does not consistently correlate with QOL scores in these assessments. The aims of this study are to identify unexplored QOL concerns in patients with RD and to create a new, RD-specific, validated assessment module to evaluate QOL in this patient population.<br \/>Methods: We conducted open-ended interviews with 20 patients with breast cancer with current or former RD during a radiation oncology clinic visit to determine RD-specific QOL concerns. We analyzed the most high-yield concerns to determine areas that are not addressed by current QOL assessments. With a workgroup of radiation oncologists, dermatologists, a psycho-oncologist, and patients, we evaluated our findings and used common themes to generate a new QOL survey.<br \/>Results: Among our patient cohort, 3 (15%) were undergoing current RT, 7 (35%) were at their first post-RT visit, 9 (45%) were at a follow-up visit within 12 months of completing RT, and 1 (5%) was at a follow-up visit over 12 months after completing RT. We uncovered four key areas affecting patients that are not incorporated into current QOL assessments: changes in clothing in 18 (90%) patients (e.g. wearing looser clothing, changing to a different bra, using a layer of bandages), changes in skin color in 17 (85%) patients (hyper- or hypopigmentation), changes in sleep due to skin changes in 13 (65%) patients (e.g. difficulty finding a comfortable position), and changes in ability to use the affected side in 9 (45%) patients (e.g. carrying items, avoiding contact with irritating material). We incorporated these four areas of concern into a six-question, RD-specific QOL assessment module to the Skindex-16, a validated and widely used QOL assessment in dermatology.<br \/>Conclusions: This pilot study enabled us to discover previously unexplored QOL concerns in patients with RD that are not addressed in current dermatology and oncology focused assessments. Future work includes validation of this module in patients with acute RD with the goal of identifying opportunities to optimize treatment and enhance patient-centered care for this population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL13-06 Supportive care, palliation, and pain management,,"},{"Key":"Keywords","Value":"Radiation therapy,Breast cancer,Quality of life,Radiation dermatitis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Olivia  S.  Allen<\/b><sup><\/sup>, Alyson  B.  Moadel-Robblee<sup><\/sup>, Jana Fox<sup><\/sup>, Johnny Yap<sup><\/sup>, Beth  N.  McLellan<sup><\/sup><br><br\/>Albert Einstein College of Medicine, Bronx, NY","CSlideId":"","ControlKey":"70e05981-df74-42a8-b429-bb0cd76d4c53","ControlNumber":"2137","DisclosureBlock":"&nbsp;<b>O. S. Allen, <\/b> None..<br><b>A. B. Moadel-Robblee, <\/b> None..<br><b>J. Fox, <\/b> None..<br><b>J. Yap, <\/b> None.&nbsp;<br><b>B. N. McLellan, <\/b> <br><b>Laroche-Posay<\/b> Independent Contractor. <br><b>Paula's Choice<\/b> Independent Contractor. <br><b>Pfizer<\/b> Grant\/Contract. <br><b>OnQuality<\/b> Research support. <br><b>Kintara<\/b> Research support.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1562","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3219","PresenterBiography":null,"PresenterDisplayName":"Olivia Allen, BA;MS","PresenterKey":"0e1b5d58-517a-4800-9620-2b6bf50152d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3219. Development of a quality-of-life assessment module in patients with radiation dermatitis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a quality-of-life assessment module in patients with radiation dermatitis","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> In the US, 78,000 new melanoma cases are diagnosed every year. Melanoma patients often present to the emergency department (ED). However, few studies have identified the common reasons for these patients to present to the ED.<br \/><b>Methods: <\/b>We utilized the 2006-2012 Nationwide Emergency Department Sample to identify the most common primary diagnoses for ED visits by melanoma patients. Multi-variable logistic regression was used to identify characteristics that were associated with higher chance of inpatient admission. A p-value &#60;0.05 was considered significant.<br \/><b>Results: <\/b>Between 2006 and 2012, 239,956 melanoma patients presented to the ED. Most patients were &#8805;70 years old (50.7%), male (53.6%), Medicare beneficiaries (60.5%), of the highest income quartile (31.5%), living in the South (35.5%), presenting to non-trauma hospitals (49.6%), and presenting to metropolitan non-teaching hospitals (45.3%). Most patients (57.6%) were admitted. Common primary diagnoses for melanoma patients in the ED were secondary malignancy (5.3%), chest pain (4.8%), cardiac arrhythmia (3.3%), pneumonia (3.1%), and complications related to a prior surgery or medical treatment (2.7%). Primary diagnoses associated with the highest risk of inpatient admission were septicemia (odds ratio [OR]=29.2, 95% confidence interval (CI)=19.2-44.5; p&#60;0.001), secondary malignancy (OR=16.5, 95%CI=13.4-20.2; p&#60;0.001), and acute cerebrovascular disease (OR=4.6, 95%CI=3.7-5.8; p&#60;0.001). The primary diagnoses associated with the lowest risk of inpatient admission were contusion (OR=0.09, 95%CI=0.07-0.11; p&#60;0.001), abdominal pain (OR=0.18, 95%CI=0.15-0.22; p&#60;0.001), and lower respiratory disease (OR=0.21, 95%CI=0.17-0.25; p&#60;0.001). Table 1 lists the 20 most common primary diagnoses associated with risk of admission.<br \/><b>Conclusion: <\/b>Melanoma patients frequently present to the ED for many reasons, with septicemia and a secondary malignancy being the most common diagnoses for inpatient admission.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{30E374F2-2E7E-4571-B678-F854697C9024}\"><caption>Risk of Inpatient Admission Based on Primary Diagnosis in the Emergency Room for Melanoma Patients<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Primary Diagnosis in the ED<\/td><td rowspan=\"1\" colspan=\"1\">Odds Ratio (95% Confidence Interval)<\/td><td rowspan=\"1\" colspan=\"1\">p-value<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Septicemia<\/td><td rowspan=\"1\" colspan=\"1\">29.2 (19.2-44.6)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Secondary Malignancy<\/td><td rowspan=\"1\" colspan=\"1\">16.5 (13.4-20.2)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Pneumonia<\/td><td rowspan=\"1\" colspan=\"1\">4.60 (3.86-5.47)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Acute Cerebrovascular Disease<\/td><td rowspan=\"1\" colspan=\"1\">4.60 (3.68-5.77<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Congestive Heart Failure<\/td><td rowspan=\"1\" colspan=\"1\">3.06 (2.50-3.81)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Coronary Artery Disease<\/td><td rowspan=\"1\" colspan=\"1\">2.95 (2.28-3.82)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Arrhythmia<\/td><td rowspan=\"1\" colspan=\"1\">1.82 (1.60-2.07)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Fluid or Electrolyte Disorder<\/td><td rowspan=\"1\" colspan=\"1\">1.68 (1.41-2.01)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Skin Infection<\/td><td rowspan=\"1\" colspan=\"1\">1.33 (1.16-1.51)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Complicaiton of Prior Surgery or Medical Treatment<\/td><td rowspan=\"1\" colspan=\"1\">1.23 (1.07-1.43)<\/td><td rowspan=\"1\" colspan=\"1\">0.005<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Chronic Obstructive Pulmonary Disease<\/td><td rowspan=\"1\" colspan=\"1\">1.12 (0.97-1.30)<\/td><td rowspan=\"1\" colspan=\"1\">0.128<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Urinary Tract Infection<\/td><td rowspan=\"1\" colspan=\"1\">0.98 (0.85-1.12)<\/td><td rowspan=\"1\" colspan=\"1\">0.741<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Myocardial Infarction<\/td><td rowspan=\"1\" colspan=\"1\">0.96 (0.88-1.05)<\/td><td rowspan=\"1\" colspan=\"1\">0.376<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Nervous System Disorder<\/td><td rowspan=\"1\" colspan=\"1\">0.75 (0.63-0.89)<\/td><td rowspan=\"1\" colspan=\"1\">0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Syncope<\/td><td rowspan=\"1\" colspan=\"1\">0.69 (0.59-0.81)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Chest Pain<\/td><td rowspan=\"1\" colspan=\"1\">0.32 (0.29-0.37)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Spondylosis<\/td><td rowspan=\"1\" colspan=\"1\">0.28 (0.24-0.34)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lower Respiratory Disease<\/td><td rowspan=\"1\" colspan=\"1\">0.21 (0.17-0.25)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Abdominal Pain<\/td><td rowspan=\"1\" colspan=\"1\">0.18 (0.15-0.22)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Contusion<\/td><td rowspan=\"1\" colspan=\"1\">0.09 (0.07-0.11)<\/td><td rowspan=\"1\" colspan=\"1\">&lt;0.001<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Clinical outcomes research,,"},{"Key":"Keywords","Value":"Melanoma\/skin cancers,Emergency Department,Inpatient admission,Risk factors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Henna Hundal<\/b><sup>1<\/sup>, Kamil Taneja<sup>2<\/sup>, Karan Patel<sup>3<\/sup>, James  E.  Siegler<sup>4<\/sup>, Jesse Thon<sup>4<\/sup>, Jeeyong Shin<sup>3<\/sup>, Hailey Hsiung<sup>5<\/sup>, Michael Diaz<sup>6<\/sup>, Eric M. Toloza<sup>7<\/sup><br><br\/><sup>1<\/sup>Stanford University School of Medicine, Stanford, CA,<sup>2<\/sup>Renaissance School of Medicine, Stony Brook, NY,<sup>3<\/sup>Cooper Medical School, Camden, NJ,<sup>4<\/sup>Cooper University Health Care, Camden, NJ,<sup>5<\/sup>Substance Abuse Prevention, Highland Park Municipal Alliance, Highland Park, NJ,<sup>6<\/sup>University of Florida College of Medicine, Gainesville, FL,<sup>7<\/sup>Thoracic Oncology, Moffitt Cancer Center, Tampa, FL","CSlideId":"","ControlKey":"3fc22ed4-1d08-499e-bd73-bba5215f0a42","ControlNumber":"7304","DisclosureBlock":"&nbsp;<b>H. Hundal, <\/b> None..<br><b>K. Taneja, <\/b> None..<br><b>K. Patel, <\/b> None.&nbsp;<br><b>J. E. Siegler, <\/b> <br><b>Ceribell<\/b> Other, Speakers Bureau (unrelated to this work). <br><b>AstraZeneca<\/b> Other, Speakers Bureau (unrelated to this work).<br><b>J. Thon, <\/b> None..<br><b>J. Shin, <\/b> None..<br><b>H. Hsiung, <\/b> None..<br><b>M. Diaz, <\/b> None..<br><b>E. M. Toloza, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1563","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3220","PresenterBiography":null,"PresenterDisplayName":"Heena Hundal, BA","PresenterKey":"c250b678-076c-4f2d-b06b-eb4418a135f1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3220. Melanoma patients in the emergency department: Characteristics and outcomes","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Melanoma patients in the emergency department: Characteristics and outcomes","Topics":null,"cSlideId":""},{"Abstract":"Patients with glioblastoma (GBM) face poor outcomes; the 5-year survival rate is 7% with standard of care treatments, which are frequently associated with systemic toxicity. Tumor Treating Fields (TTFields) are electric fields that disrupt critical cancer cell processes. The TTFields therapy device consists of a portable electric field generator and arrays placed on the patient&#8217;s scalp, thus delivery is locoregional and noninvasive. Currently, TTFields therapy is approved for recurrent and newly diagnosed GBM, based on the phase 3 EF-11 (TTFields 200 kHz) and EF-14 studies (TTFields therapy 200 kHz + temozolomide), respectively. These studies confirmed that TTFields therapy had a tolerable safety profile with mild-to-moderate localized skin adverse events (AEs) being the most common related AEs. Here, we present an updated analysis of the largest global real-world evidence dataset of patients with brain tumors receiving TTFields therapy over an 11-year time period. Unsolicited safety data were obtained from routine post-marketing activities, including published literature and interactions with patients, caregivers, and healthcare professionals. Safety data were grouped according to age, diagnosis, and sex. AEs were categorized using MedDRA version 25. Data from 25,898 patients were included in this analysis; median age was 59 years (range: 3-103) for patients with known age. Diagnoses were ndGBM (67.7%), rGBM (26.1%), anaplastic astrocytoma\/oligodendroglioma (4.2%) and other (2.1%). Most (n=17,817, 68.8%) patients were 18-65 years of age; n=93 (0.4%) were pediatric\/adolescent patients (&#60;18 years), and n=7,808 (30.2%) were elderly patients (&#62;65 years). For 130 patients (0.5%) age was not known. Two-thirds of patients were male, which reflects the preponderance of CNS tumors in males. Most patients were based in North America (72.1%), followed by Europe, the Middle East and Africa (23.3%), and Japan (4.6%). Overall, 72.4% of patients experienced at least one AE, with 55.9% being related to TTFields therapy. The most common AEs (overall and related to TTFields therapy) were skin reactions (42.0%), electric (tingling) sensations (13.5%), and heat (warmth) sensations (11.8%). The percentage of patients experiencing &#8805;1 AE in the pediatric\/adolescent, 18-65, and elderly groups was 63.4%, 74.6%, and 68.4%, respectively. The percentage of females and males experiencing &#8805;1 AE was 75.2% and 70.9%, respectively. These long-term, real-world data from the largest global dataset of patients with brain tumors using TTFields therapy to date demonstrate a tolerable safety profile consistent with pivotal clinical studies. There were no new safety signals, and most AEs were manageable localized mild-moderate skin events that can be resolved. The distribution of AEs between age and sex was similar, with broad applicability among different patient groups.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Clinical outcomes research,,"},{"Key":"Keywords","Value":"Glioblastoma,TTFields,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Maciej M. Mrugala<sup>1<\/sup>, Wenyin Shi<sup>2<\/sup>, <b>Fabio Iwamoto<\/b><sup>3<\/sup>, Rimas V. Lukas<sup>4<\/sup>, Joshua D. Palmer<sup>5<\/sup>, John H. Suh<sup>6<\/sup>, Martin Glas<sup>7<\/sup><br><br\/><sup>1<\/sup>Department of Neurology and Hematology-Oncology, Mayo Clinic Cancer Center, Phoenix, AZ,<sup>2<\/sup>Department of Radiation Oncology, Thomas Jefferson University Hospital, Philadelphia, PA,<sup>3<\/sup>Division of Neuro-Oncology, New York-Presbyterian\/Columbia University Medical Center, New York, NY,<sup>4<\/sup>Department of Neurology, Northwestern University, Chicago, IL,<sup>5<\/sup>Department of Radiation Oncology, The James Cancer Hospital, Ohio State University Wexner Medical Center, Columbus, OH,<sup>6<\/sup>Department of Radiation Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH,<sup>7<\/sup>Department of Clinical Neuro-Oncology, University Hospital Essen, University Duisburg-Essen, West German Cancer Center (WTZ) and German Cancer Consortium, Partner Site, Essen, Germany","CSlideId":"","ControlKey":"fca79add-87b5-46f5-918d-eb3b35a91c39","ControlNumber":"4292","DisclosureBlock":"<b>&nbsp;M. M. Mrugala, <\/b> <br><b>Alexion<\/b> Other, Consultant fees. <br><b>Biocept<\/b> Other, Consultant fees. <br><b>Merck<\/b> Other, Consultant fees. <br><b>W. Shi, <\/b> <br><b>Novocure<\/b> Other, Consultant fees and research funding. <br><b>Zai Lab<\/b> Other, Consultant fees. <br><b>Brain Lab<\/b> Other, Consultant fees and research funding. <br><b>Regeneron<\/b> Other, Research funding. <br><b>F. Iwamoto, <\/b> <br><b>AbbVie, Alexion Pharmaceuticals, Gennao Bio, Guidepoint Global, Kiyatec, Massive Bio, Medtronic, Merck, MimiVax, Novocure, PPD, Regeneron, Tocagen, and Xcures<\/b> Other, Consultant fees. <br><b>Bristol-Myers Squibb, Celldex, FORMA Therapeutics, Merck, Northwest Biotherapeutics, Novocure, Sapience Therapeutics and Tocagen<\/b> Other, Research funding. <br><b>Oncoceutics<\/b> Travel. <br><b>R. V. Lukas, <\/b> <br><b>Merck<\/b> Other, Consultant fees. <br><b>Novocure<\/b> Other, Consultant fees. <br><b>Bristol-Myers Squibb<\/b> Other, Research funding. <br><b>J. D. Palmer, <\/b> <br><b>Varian Medical Systems<\/b> Other, Consultant fees. <br><b>Novocure<\/b> Other, Consultant fees. <br><b>NIH<\/b> Other, Research funding. <br><b>Genentech<\/b> Other, Research funding. <br><b>J. H. Suh, <\/b> <br><b>Novocure<\/b> Other, Consultant fees. <br><b>Philips<\/b> Other, Consultant fees. <br><b>Neutron Therapeutics<\/b> Other, Consultancy services. <br><b>EmpNia<\/b> Other, Consultancy services. <br><b>M. Glas, <\/b> <br><b>Roche<\/b> Other, Consultancy fees. <br><b>Novartis<\/b> Other, Consultancy fees. <br><b>Daiichi Sankyo<\/b> Other, Consultancy fees. <br><b>Novocure<\/b> Other, Consultancy fees. <br><b>Bayer<\/b> Other, Consultancy fees. <br><b>Janssen-Cilag<\/b> Other, Consultancy fees.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1564","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3221","PresenterBiography":null,"PresenterDisplayName":"Fabio Iwamoto, MD","PresenterKey":"88dfd2a1-30c3-4501-975f-baeef57d6ab0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3221. Patients with glioblastoma (GBM) treated with tumor treating fields (TTFields) therapy: post-marketing safety data over the last decade","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Patients with glioblastoma (GBM) treated with tumor treating fields (TTFields) therapy: post-marketing safety data over the last decade","Topics":null,"cSlideId":""},{"Abstract":"The use of neoadjuvant chemotherapy (NAC) has contributed to increased rates of disease-free survival (DFS) as well as overall survival in breast cancer patients, specifically those with HER2-positive disease. Pathological complete remission (pCR) in HER2-positive breast cancer patients has been associated with better overall prognosis. A discordance in HER2 status between biopsy at diagnosis and that of residual tumor after NAC has been noted in 10-30%; however, the clinical significance remains unclear. We extracted data on patients with stages I-IIIB breast cancer who had HER2-positive status on initial biopsy and received NAC plus anti-HER2 therapy in the Henry Ford Health System between January 2016 to June 2022. Patients with stage 4 breast cancer at diagnosis were excluded. HER2 status detected using IHC and\/or FISH testing on initial biopsy samples as well as surgical pathology samples were compared and outcomes for those patients were determined. Of the 200 total patients evaluated, 85 received NAC. The majority of these were females (98%). 51 (60%) were Caucasian and the rest were African American. The median age at diagnosis was 56 years. 45 (53%) had stage 2 disease at diagnosis, 26 (31%) were stage 1 including T1CN0. Lymph node positive disease (N1-N3B) was seen in 52 (62%) patients. Estrogen receptor positivity was noted in 61 (72%) patients. Eight of the 85 patients did not have HER2 status evaluation post NAC due to minimal sample available and therefore, were not included in further analysis. 58 of the 77 patients (76%) had HER2 IHC 3+ and 19 (34%) had HER2 IHC 2+ status on initial biopsy. 35 (45%) of the 77 patients achieved pCR. Of the remaining 42 patients (55%), 10 (24%) did not undergo change in management despite positive HER-2 status on residual tumor due to social issues or side effects from NAC. 26 patients (62%) received treatment with ado-trastuzumab emtasine (T-DM1), 3 (7%) underwent repeat surgery and 3 (7%) had radiation therapy. As per the latest follow up visit, 30 of the 32 (95%) patients have remained in remission after receiving additional treatment and only 2 (5%) had disease progression. In our study, discordance in HER2 status on residual tumor was noted in 10 of 42 patients (24%) after NAC; of these, 7 received treatment with T-DM1 or chemotherapy and 3 did not undergo change in treatment. All but 2 of these patients remain disease free at this time. At our institution, the use of NAC as well as T-DM1 for HER2 positive patients has shown excellent DFS. The discordance in HER2 status after NAC appears to be similar to available literature. Despite discordant HER2 status after NAC, most patients in our study still switched treatment to T-DM1 as per recent guidelines. At this time, a more tailored approach in the post-neoadjuvant setting based on the biological profile of residual disease remains to be an area for further investigation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Clinical outcomes research,,"},{"Key":"Keywords","Value":"Breast cancer,HER2,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Manasi  M.  Godbole<\/b><sup>1<\/sup>, Kathren Shango<sup>2<\/sup>, Matthew Meranda<sup>2<\/sup>, Carl  P.  Wilson<sup>3<\/sup>, Vrushali Dabak<sup>1<\/sup><br><br\/><sup>1<\/sup>Hematology\/Oncology, Henry Ford Health System, Detroit, MI,<sup>2<\/sup>Internal Medicine, Henry Ford Health System, Detroit, MI,<sup>3<\/sup>Biostatistics, Henry Ford Health System, Detroit, MI","CSlideId":"","ControlKey":"75d86d1d-8d83-4315-a907-fba209e0a22e","ControlNumber":"5473","DisclosureBlock":"&nbsp;<b>M. M. Godbole, <\/b> None..<br><b>K. Shango, <\/b> None..<br><b>M. Meranda, <\/b> None..<br><b>C. P. Wilson, <\/b> None..<br><b>V. Dabak, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1565","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3222","PresenterBiography":null,"PresenterDisplayName":"Manasi Godbole, MD","PresenterKey":"2f13a520-ffca-49cc-a82d-a7d263e48e80","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3222. Assessment of change in HER2 status and its outcomes after neoadjuvant chemotherapy with trastuzumab and\/or pertuzumab in early-stage breast cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Assessment of change in HER2 status and its outcomes after neoadjuvant chemotherapy with trastuzumab and\/or pertuzumab in early-stage breast cancer patients","Topics":null,"cSlideId":""},{"Abstract":"Epithelioid glioblastoma (EGBM, classified as glioblastoma, wild type, grade IV according to 2021 WHO CNS5 classification of neurological malignancies) is a highly aggressive malignancy, the median progression-free survival (mPFS) of which is about 4.0 months. Although, the introduction of tumor treating fields (TTFields, possessing anti-cancer capability via anti-mitotic effects) in the maintenance of TMZ chemotherapy was demonstrated beneficial for prolonging the mPFS of GBM patients to 6.9 months in the EF-14 clinical trial, studies centering on the significance of TTFields in EGBM treating are very limited due to the rarity of EGBM. Therefore, a 28-year-old patient (male, recurrent left-sided limb twitching for 1 month and dizziness for 1 week) was chosen as a clinical trial participant. A right frontal lobe occupancy was detected based on magnetic resonance imaging (MRI), and total tumor resection was performed on the patient. Meanwhile, postoperative histopathology test, including immunohistochemical and molecular characterization, was conducted and the results revealed a BRAF V600E mutation, no codeletion of 1p and 19q, and negative MGMT promoter methylation, which confirmed EGBM. In this context, chemoradiotherapy was conducted on the patient at first, and then concurrent TTFields and TMZ was performed. Notably, a long-term PFS of 33 months and KPS score of 90 were achieved over the patient upon TTFields combined TMZ, whose average daily usage of TTFields was higher than 90%. This clinical case corroborated the importance of TTFields in EGBM treating, and the higher compliance of TTFields is more beneficial for EGBM patient without additional side effect. YD, QW contributed equally to this work.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL04-01 Clinical outcomes research,,"},{"Key":"Keywords","Value":"Tumor treating fields (TTFields),Glioblastoma multiforme,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuxuan Ding<\/b><sup>1<\/sup>, Qiang Wang<sup>2<\/sup>, Feijiang Wang<sup>3<\/sup>, Nan Wu<sup>2<\/sup>, Jianrui Li<sup>2<\/sup>, Xia He<sup>3<\/sup>, Hao Pan<sup>2<\/sup>, Lijun Wang<sup>3<\/sup><br><br\/><sup>1<\/sup>The Fourth School of Clinical Medicine, Nanjing Medical University, Nanjing, China,<sup>2<\/sup>Jinling Hospital, School of Medicine, Nanjing University, Nanjing, China,<sup>3<\/sup>The Affiliated Cancer Hospital of Nanjing Medical University, Jiangsu Cancer Hospital, Jiangsu Institute of Cancer Research, Nanjing, China","CSlideId":"","ControlKey":"1a0475fb-0c87-47a2-94d5-3531beeb03a7","ControlNumber":"1441","DisclosureBlock":"&nbsp;<b>Y. Ding, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>F. Wang, <\/b> None..<br><b>N. Wu, <\/b> None..<br><b>J. Li, <\/b> None..<br><b>X. He, <\/b> None..<br><b>H. Pan, <\/b> None..<br><b>L. Wang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"1567","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3224","PresenterBiography":null,"PresenterDisplayName":"Yuxuan Ding, BS","PresenterKey":"79cbb18f-6957-499c-8c63-57e8ef23623d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3224. TTFields-prolonged the PFS of epithelioid glioblastoma patient: a case report","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TTFields-prolonged the PFS of epithelioid glioblastoma patient: a case report","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Over 40,000 cancer patients have taken comprehensive genomic profiling (CGP) tests under health insurance coverage in Japan since June 2019. However, the indication is limited only to cancer patients who have finished (or are expected to finish) standard treatments. The aim of this study is to evaluate patients&#8217; outcomes, levels of understanding, and satisfaction of the patients who received CGP tests.<br \/>Methods: We performed a nationwide surveillance of 933 cancer patients who examined CGP tests at 80 institutions in Japan under the approval of the institutional ethics committee. The responses to the questionnaire (either web-based or paper-based) were from patients (81.6%) or their families (18.4%).<br \/>Results: The range of patients&#8217; age was 70s at 29.6%, followed by 60s at 26.8%, and 50s at 20.8%. The level of understanding during informed consent for the CGP tests {11 scales from 0 (lowest) to 10 (highest)} were 7 or higher in 70.8%, and those about their test results were 7 or higher in 75.2 %. The information was predominantly provided by attending physicians (78.0%) or physicians specialized in genomic medicine (19.6%), and limitedly from cancer genome medical coordinators (11.4%) and nurses (10.4%). The patients underwent FoundationOne CDx&#174; (56.3%), FoundationOne Liquid CDx&#174; (11.6%), or a domestic tumor\/normal paired panel (OncoGuide<sup>TM<\/sup> NCC Oncopanel System, 14.4%). 16.2% of the patients could not recall which CGP test they received. New treatments based on the CGP testing were suggested in 46.8%, and 20.8% of them were treated with a suggested treatment by an expert panel (i.e., molecular tumor board). The treatment type was (i) approved drugs, 70.3%, (ii) clinical trials, 16.5%, (iii) patient-proposed national basket trial, 3.2%, and (iv) off-label use, 1.1%. 77.4% of the patients requested disclosure of germline findings, 10.5% declined, and 11.4% did not remember their decision. Overall satisfaction scores (11 scales) were found to be 7 or higher at 64.6%. The reasons for satisfaction included having the opportunity to learn about cancer risks of relatives (21.0%), having received detailed explanation (19.7%), having received information on new therapies (18.4%), and having the opportunity to learn about their cancer in detail (15.9%). The reason for lower scores (6 or lower) was mainly due to not receiving recommendations to a genome-matched therapy (58.3%).<br \/>Conclusion: Our surveillance highlighted the significance of drug accessibility, information from interdisciplinary collaboration team, and appropriate information about the test results. The opportunity to learn about their cancer in detail was valuable for the patients as well, even when the results of CGP testing did not lead to a novel therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++MCB08-02 Genomic profiling of tumors,,"},{"Key":"Keywords","Value":"Cancer genomics,Molecular profiling,Molecular diagnosis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Katsutoshi Oda<\/b><sup>1<\/sup>, Hidenori Kage<sup>1<\/sup>, Manabu Muto<sup>2<\/sup>, Katsuya Tsuchihara<sup>3<\/sup>, Natsuko Okita<sup>4<\/sup>, Yusuke Okuma<sup>4<\/sup>, Junko Kikuchi<sup>5<\/sup>, Hidekazu Shirota<sup>6<\/sup>, Hideyuki Hayashi<sup>7<\/sup>, Toshio Kokuryo<sup>8<\/sup>, Daisuke Sakai<sup>9<\/sup>, Akira Hirasawa<sup>10<\/sup>, Makoto Kubo<sup>11<\/sup>, Hirotsugu Kenmotsu<sup>12<\/sup>, Nana Akiyama<sup>1<\/sup>, Hyangri Chang<sup>1<\/sup>, Aya Shinozaki-Ushiku<sup>1<\/sup>, Masahiko Tanabe<sup>1<\/sup>, Tetsuo Ushiku<sup>1<\/sup>, Kaori Muto<sup>1<\/sup>, Kiyoshi Miyagawa<sup>1<\/sup>, Yasuyuki Seto<sup>1<\/sup><br><br\/><sup>1<\/sup>The University of Tokyo, Tokyo, Japan,<sup>2<\/sup>Kyoto University, Kyoto, Japan,<sup>3<\/sup>National Cancer Center Hospital East, Chiba, Japan,<sup>4<\/sup>National Cancer Center, Tokyo, Japan,<sup>5<\/sup>Hokkaido University, Hokkaido, Japan,<sup>6<\/sup>Tohoku University, Miyagi, Japan,<sup>7<\/sup>Keio University, Tokyo, Japan,<sup>8<\/sup>Nagoya University, Aichi, Japan,<sup>9<\/sup>Osaka University, Osaka, Japan,<sup>10<\/sup>Okayama University, Okayama, Japan,<sup>11<\/sup>Kyushu University, Fukuoka, Japan,<sup>12<\/sup>Shizuoka Cancer Center, Shizuoka, Japan","CSlideId":"","ControlKey":"c1db09ec-5ef7-418c-9afb-12c667985372","ControlNumber":"2631","DisclosureBlock":"<b>&nbsp;K. Oda, <\/b> <br><b>Konica Minolta Co., Ltd<\/b> Grant\/Contract. <br><b>Astrazeneca plc<\/b> Grant\/Contract. <br><b>H. Kage, <\/b> <br><b>Konica Minolta, Inc<\/b> Grant\/Contract. <br><b>M. Muto, <\/b> <br><b>Chugai Pharmaceutical Co., Ltd.<\/b> Grant\/Contract.<br><b>K. Tsuchihara, <\/b> None..<br><b>N. Okita, <\/b> None.&nbsp;<br><b>Y. Okuma, <\/b> <br><b>Astra Zeneca<\/b> Grant\/Contract. <br><b>AbbVie<\/b> Grant\/Contract. <br><b>Chugai<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Ono Pharmaceutical<\/b> Grant\/Contract.<br><b>J. Kikuchi, <\/b> None..<br><b>H. Shirota, <\/b> None..<br><b>H. Hayashi, <\/b> None..<br><b>T. Kokuryo, <\/b> None..<br><b>D. Sakai, <\/b> None..<br><b>A. Hirasawa, <\/b> None..<br><b>M. Kubo, <\/b> None.&nbsp;<br><b>H. Kenmotsu, <\/b> <br><b>Chugai Pharmaceutical Co., Ltd.<\/b> Grant\/Contract. <br><b>Novartis Pharma K.K.<\/b> Grant\/Contract. <br><b>Daiichi-Sankyo Co., Ltd.<\/b> Grant\/Contract. <br><b>AstraZeneca K.K.<\/b> Grant\/Contract. <br><b>Loxo Oncology<\/b> Grant\/Contract.<br><b>N. Akiyama, <\/b> None..<br><b>H. Chang, <\/b> None..<br><b>A. Shinozaki-Ushiku, <\/b> None..<br><b>M. Tanabe, <\/b> None..<br><b>T. Ushiku, <\/b> None..<br><b>K. Muto, <\/b> None..<br><b>K. Miyagawa, <\/b> None..<br><b>Y. Seto, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9622","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3225","PresenterBiography":null,"PresenterDisplayName":"Katsutoshi Oda, MD;PhD","PresenterKey":"ce828acf-feef-49f2-81cd-ab3011bd5e38","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3225. Real-world surveillance from cancer patients about their experience of comprehensive genomic profiling tests in Japan","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"362","SessionOnDemand":"False","SessionTitle":"Cancer Outcomes 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Real-world surveillance from cancer patients about their experience of comprehensive genomic profiling tests in Japan","Topics":null,"cSlideId":""}]