[{"Abstract":"Zanidatamab zovodotin (ZW49) is an antibody drug conjugate (ADC) comprised of a bispecific anti-HER2 IgG1 antibody (ZW25, zanidatamab) conjugated to a microtubule inhibitor auristatin payload (ZD02044) via a protease cleavable linker. Clinical studies of ZW49 in HER2-expressing advanced solid tumors are currently underway (NCT03821233). We have previously presented data illustrating the rapid internalization of ZW49 and the anti-tumor activity of ZW49 in multiple patient-derived xenograft models originating from breast carcinomas. Here we present ZW49&#8217;s ability to induce in vitro hallmarks of immunogenic cell death (ICD) including increased calreticulin exposure, increased high mobility group box-1 (HMGB1) exposure, and increased extracellular ATP secretion in a HER2 dependent manner. Additionally, we present the results from a study evaluating the anti-tumor activity of ZW49 in a panel of patient-derived xenografts of gastric cancer. HER2-positive SK-BR-3 and HER2-negative MDA-MB-468 tumor cell lines were treated with ZW49 and cell surface calreticulin was assessed by flow cytometry. ZW49 treatment of SKBR-3 cells induced a significantly higher percentage of cells staining positive for cell surface calreticulin compared to untreated cells. In contrast, ZW49 treatment of MDA-MB-468 cells resulted in no significant difference in the percentage of cells staining positive for calreticulin compared to untreated cells. ZW49 treated HER2-positive cancer cell lines SK-BR-3 and SK-OV-3 induced higher levels of extracellular ATP compared to untreated cells. In the HER2-negative cell line MDA-MB-468, treatment with ZW49 did not alter levels of extracellular ATP compared to untreated cells. ZW49 induced higher levels of HMGB1 in the HER2-positive cancer cell lines SKBR3 and N87 compared to untreated cells, whereas in the HER2-negative cell line MDA-MB-468, ZW49 induced similar levels of HMGB1 to untreated cells. Anti-tumor activity was observed in 5\/7 (71%) PDX models of gastric cancer after a single i.v. dose of 6 mg\/kg, including in models with moderate and weak HER2 expression. The strong anti-tumor activity of ZW-49 in vivo, together with its ability to induce ICD and potential adaptive immune responses, support ZW49 as a promising ADC for the treatment of HER2-expressing cancers warranting further investigation, including potential combination with checkpoint inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Immunogenic cell death,Gastric cancer,Bispecific antibody,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Stuart  D.  Barnscher<\/b><sup>1<\/sup>, Andrea Hernández Rojas<sup>1<\/sup>, Kevin  J.  Hamblett<sup>2<\/sup>, Nichole Escalante<sup>3<\/sup><br><br\/><sup>1<\/sup>ADC Therapeutic Development, Zymeworks Inc., Vancouver, BC, Canada,<sup>2<\/sup>Alpine Immune Sciences, Seattle, WA,<sup>3<\/sup>Zymeworks Inc., Vancouver, BC, Canada","CSlideId":"","ControlKey":"f996bd9a-47b6-4e63-b2ca-6dcf93eb81d1","ControlNumber":"3899","DisclosureBlock":"&nbsp;<b>S. D. Barnscher, <\/b> None..<br><b>A. Hernández Rojas, <\/b> None..<br><b>K. J. Hamblett, <\/b> None..<br><b>N. Escalante, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2162","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2633","PresenterBiography":null,"PresenterDisplayName":"Stuart Barnscher, BS","PresenterKey":"722984ad-c690-4a44-9e52-fc32a8a2c3f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2633. Zanidatamab zovodotin (ZW49) induces hallmarks of immunogenic cell death and is active in patient-derived xenograft models of gastric cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Zanidatamab zovodotin (ZW49) induces hallmarks of immunogenic cell death and is active in patient-derived xenograft models of gastric cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>FGFR3-TACC3 (F3-T3) fusion leads to FGFR3 kinase activation constitutively and acts as a driver mutation in several solid tumors. AMB302\/GR1017 is a novel FGFR3 targeting ADC that was developed using the intelligent Ligase-Dependent Conjugation (iLDC) technologies from GeneQuantum (GQ) that provide high homogeneity, excellent druggability and high linker stability, and contains a topoisomerase 1 inhibitor as a payload. Based on the preclinical characterization, AMB302\/GR1017 shows impressive anti-tumor activities against glioblastoma (GBM) and bladder cancer (BC) models with either FGFR3 amplification or F3-T3 fusion, and demonstrates the potential as a first-in-class FGFR3 ADC against FGFR3 active solid tumor indications.<br \/><b>Methods: <\/b><i>in vitro <\/i>anti-tumor effects and mechanism of action for AMB302\/GR1017 were assessed on patients-derived cells with F3-T3 using a 3D-spheroid high throughput assay.<i> in vivo <\/i>anti-tumor effect of AMB302\/GR1017 were assessed on F3-T3 fusion GBM orthotopic PDX model and several FGFR3+ or F3-T3 fusion BC models<br \/><b>Results: <\/b>AMB302\/GR1017 was generated by linking FGFR3 targeting antibody (AimedBio) with TopoIx (GQ), a next generation Topoisomerase 1 inhibitor via a cleavable linker using the iLDC technologies. In a 3D-spheroid high throughput assay system, AMB302\/GR1017 showed significant anti-tumor activity against glioblastoma patients-derived cells (PDCs) in F3-T3 dependent manner, which is superior to chemical conjugate applying the same antibody and Dxd payload. Also, AMB302\/GR1017 prolonged the survival of GBM orthotopic PDX models with F3-T3 fusion by 200 % and achieved complete tumor regression in RT112 BC model with F3-T3 fusion. AMB302\/GR1017 treatments were well-tolerated up to 200 mg\/kg in a mouse safety study.<br \/><b>Conclusion: <\/b>AMB302\/GR1017 showed robust anti-tumor efficacies in F3-T3 fusion and FGFR3 overexpression models derived from GBM and BC in vitro and in vivo. In addition, AMB302\/GR1017 was well tolerated with no adverse effects in rodent model. Our data suggest AMB302\/GR1017 has a potential therapeutic option as a first-in-class FGFR3 targeting ADC for GBM, BC, and other solid tumors with FGFR3 overexpression or alterations.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Fibroblast growth factor receptor 3  (FGFR-3),Glioblastoma multiforme,Bladder cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Byeongkwi Min<\/b><sup>1<\/sup>, Lily Shi<sup>2<\/sup>, Hye Jin Kim<sup>1<\/sup>, Sangwoo Kim<sup>1<\/sup>, Beibei Fan<sup>2<\/sup>, Cao Lv<sup>2<\/sup>, Yajun Sun<sup>2<\/sup>, Nam-Gu Her<sup>1<\/sup>, Paul Song<sup>2<\/sup>, Gang Qin<sup>2<\/sup>, Do-Hyun Nam<sup>3<\/sup><br><br\/><sup>1<\/sup>Aimed Bio Inc., Seoul, Korea, Republic of,<sup>2<\/sup>GeneQuantum Healthcare Suzhou Co., Ltd., Suzhou, China,<sup>3<\/sup>Samsung Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"8276dcf9-d289-46c3-8bd5-0532c36d3c93","ControlNumber":"5455","DisclosureBlock":"<b>&nbsp;B. Min, <\/b> <br><b>Aimed Bio Inc.<\/b> Employment, Stock Option. <br><b>L. Shi, <\/b> <br><b>GeneQuantum Healthcare Suzhou Co., Ltd.<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>Aimed Bio Inc.<\/b> Employment, Stock Option. <br><b>S. Kim, <\/b> <br><b>Aimed Bio Inc.<\/b> Employment, Stock Option. <br><b>B. Fan, <\/b> <br><b>GeneQuantum Healthcare Suzhou Co., Ltd.<\/b> Employment. <br><b>C. Lv, <\/b> <br><b>GeneQuantum Healthcare Suzhou Co., Ltd.<\/b> Employment. <br><b>Y. Sun, <\/b> <br><b>GeneQuantum Healthcare Suzhou Co., Ltd.<\/b> Employment. <br><b>N. Her, <\/b> <br><b>Aimed Bio Inc.<\/b> Employment, Stock Option. <br><b>P. Song, <\/b> <br><b>GeneQuantum Healthcare Suzhou Co., Ltd.<\/b> Employment. <br><b>G. Qin, <\/b> <br><b>GeneQuantum Healthcare Suzhou Co., Ltd.<\/b> Employment. <br><b>D. Nam, <\/b> <br><b>Aimed Bio Inc.<\/b> Other, CTO\/Founder\/Shareholder.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2164","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2634","PresenterBiography":null,"PresenterDisplayName":"Byeongkwi Min, PhD","PresenterKey":"595e2fa9-944d-42c5-b0e9-fe2859374691","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2634. AMB302\/GR1017, an antibody-drug conjugate (ADC) with topoisomerase 1 inhibitor shows therapeutic potency in orthotopic glioblastoma PDX and bladder cancer models with FGFR3-TACC3 fusion","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AMB302\/GR1017, an antibody-drug conjugate (ADC) with topoisomerase 1 inhibitor shows therapeutic potency in orthotopic glioblastoma PDX and bladder cancer models with FGFR3-TACC3 fusion","Topics":null,"cSlideId":""},{"Abstract":"Introduction: There is a need for ADC payloads with an improved therapeutic index, consequently we have coupled potent and selective inhibitors of NMT to trastuzumab to test their potential in both <i>in vitro<\/i> and <i>in vivo<\/i> models.<br \/>Experimental Procedures: A highly potent NMT inhibitor was conjugated to trastuzumab using two different linkers to produce an ADCs with a DAR of 5. These ADCs were tested <i>in vitro<\/i> in cell killing studies using Her2+ and Her2- cell lines and subsequently tested <i>in vivo<\/i> in breast cancer and gastric cancer xenografts.<br \/>Results: Our first Trastuzumab-NMT inhibitor ADC (MYX2449) caused cell death in Her2+ BT474 cells with an EC<sub>50<\/sub> of 0.2nM and peaking after 8 days of incubation, but was inactive against Her2- cells MCF7 at concentrations up to 100nM. MYX2449 was tested in a BT474 xenograft implanted orthotopically in the mammary gland fat pad and compared to Trastuzumab and vehicle controls. Both antibodies were dosed IV once a week for four weeks at 2.5 and 5 mg\/Kg. MYX2449 therapy at 2.5mg\/Kg resulted in a partial response (TGI 55% on day 21) and 5mg\/Kg resulted in a TGI of 108% on day 21 with 7\/10 mice having undetectable tumor by day 33 with no significant body weight loss during the study. Trastuzumab resulted in no response at 2.5mg\/Kg a partial response at 5mg\/Kg. MYX2449 was subsequently tested in a gastric cancer xenograft, NCI-N87 inoculated subcutaneously and compared to an NMT inhibitor conjugated isotype control and to Trastuzumab and Trastuzumab deruxtecan. All antibodies were dosed IV at 2.5mg\/Kg or 5mg\/Kg on day 1 and day 8. Day 21 TGI for the 5mg\/Kg Trastuzumab group was 193%, for the 5mg\/Kg Trastuzumab-deruxtecan group TGI was 154% and for the 5mg\/Kg MYX2449 group TGI was 280%. In the MYX2449 5mg\/Kg group, 6\/10 mice had undetectable tumors on day 21 and 2\/10 of the MYX2449 2.5mg\/Kg group. Mean body weights of all groups had increased by day 21.<br \/>Conclusions: Potent small molecule inhibitors of NMT can be readily conjugated to therapeutic monoclonal antibodies to generate novel highly effective and well tolerated ADC payloads. NMT inhibitors represent a totally novel class of ADC payloads that exploit cancer cell dependency on myristloylated proteins. The potential of this novel mechanism to deliver high efficacy with better TI is currently being investigated in preclinical models. Examples of Myricx patented chemical structures will be disclosed.<br \/>RS, ND, FF and RC are employees of Myricx Pharma.JW, FO and ET are funded by Myricx Pharma.ET is a board member and founder of Myricx Pharma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Novel anticancer agents,Lipid metabolism,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Robin  A.   E.  Carr<\/b><sup>1<\/sup>, Roberto Solari<sup>1<\/sup>, Nikki D'Arcy<sup>1<\/sup>, Ed Tate<sup>2<\/sup>, Josephine Walton<sup>2<\/sup>, Folake Orafidiya<sup>2<\/sup><br><br\/><sup>1<\/sup>Myricx Pharma Limited, London, United Kingdom,<sup>2<\/sup>Imperial College, London, United Kingdom","CSlideId":"","ControlKey":"12e990c3-44b1-4e84-a14e-4a65810f5cf3","ControlNumber":"947","DisclosureBlock":"&nbsp;<b>R. A. E. Carr, <\/b> None..<br><b>R. Solari, <\/b> None..<br><b>N. D'Arcy, <\/b> None..<br><b>E. Tate, <\/b> None..<br><b>J. Walton, <\/b> None..<br><b>F. Orafidiya, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2171","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2635","PresenterBiography":null,"PresenterDisplayName":"Robin Carr","PresenterKey":"77a7f383-e387-401d-8b52-49c8eec57af3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2635. N-Myristolytransferase (NMT) inhibitors as novel potent payloads for antibody drug conjugates","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"N-Myristolytransferase (NMT) inhibitors as novel potent payloads for antibody drug conjugates","Topics":null,"cSlideId":""},{"Abstract":"Background: Amatoxin-based antibody drug conjugates (so called ATAC&#174;s) constitute a new class of antibody-drug conjugates (ADCs) which utilize amanitin as toxic payload. Amanitin binds to the RNA pol II and thereby efficiently inhibits cellular transcription. In the current study, <i>in vitro<\/i> and <i>in vivo<\/i> data of an ATAC&#174; targeting GCC (guanylyl cyclase C) are presented. GCC is a cell surface receptor expressed in &#62;95% of colorectal cancer, and in approximately 65% of esophageal, gastric, and pancreatic tumors. In healthy conditions GCC expression is restricted to the gastrointestinal tract, and more specific to the apical brush border of the intestinal epithelium (luminal site). Thus, GCC in healthy tissue is not exposed to the circulation but upon tumor progression in GI malignancies it becomes accessible for i.v. injected targeted therapeutics. This tumor-specific accessibility for drugs in circulation makes GCC a highly attractive target for ATAC&#174;s.<br \/>Material and Methods: ATAC&#174;s: Cysteine-reactive amanitin-linker constructs were synthesized at Heidelberg Pharma and conjugated site-specifically to engineered cysteine residues of a proprietary anti-GCC antibody yielding ATAC&#174;s with a DAR of 2.0. Animal models: Subcutaneous (s.c.) mouse xenograft models with the GCC overexpressing cell line HEK293-GUCY2C mono2 or colon cancer PDX models (Charles River) were performed in single-dose and multiple-dosing experiments. Tolerability was assessed in NMRI nude mice and non-human primates (NHP).<br \/>Results: All anti-GCC ATAC&#174;s with amanitin-linker derivatives, optimized for use in solid tumors, showed favorable <i>in vitro<\/i> cytotoxicity with picomolar activity on GCC<sup>+<\/sup> cell lines and no cytotoxic activity on target-negative cells. In mouse xenograft models, the optimized anti-GCC ATAC&#174;s caused dose-dependent tumor regression in HEK293-GUCY2C mono2 s.c. xenografts. Even in colorectal cancer PDX models, anti- GCC ATAC&#174;s led to a substantial anti-tumor effect. Multiple dosing improved this anti-tumor efficacy even further without negative impact on toxicity. The MTD of the ATAC&#174;s tested in mice differed between 7.5 and 50 mg\/kg depending on linker chemistry. Safety profiling in cynomolgus monkeys revealed good tolerability for all selected ATAC&#174;s. Hematology and clinical chemistry parameters were unaffected apart from a moderate and transient increase in liver enzymes.<br \/>Conclusions: Targeted cytotoxic drug delivery to GCC+ cell lines was achieved by using anti-GCC ATAC&#174;s optimized for the use in solid tumors. The mode of action of the payload amanitin led to a pronounced anti-tumor effect <i>in vitro <\/i>and <i>in vivo <\/i>in PDX models with good tolerability in non-human primates. The use of anti-GCC ATAC&#174;s with their novel mode of action in the therapy of GCC positive cancers, such as colorectal cancer represents a promising approach in cancer therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Colorectal cancer,Targeted drug delivery,Tumor targeting,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexandra Braun<\/b><sup>1<\/sup>, Andreas Pelz<sup>1<\/sup>, Franziska Ebeling<sup>1<\/sup>, Kristin Decker<sup>1<\/sup>, Anikó Pálfi<sup>1<\/sup>, Michael Kulke<sup>1<\/sup>, Andreas Pahl<sup>2<\/sup>, Torsten Hechler<sup>1<\/sup><br><br\/><sup>1<\/sup>Heidelberg Pharma Research GmbH, Ladenburg, Germany,<sup>2<\/sup>Heidelberg Pharma AG, Ladenburg, Germany","CSlideId":"","ControlKey":"7b5e42d4-5d55-4421-88e0-53517ecb5d73","ControlNumber":"1604","DisclosureBlock":"<b>&nbsp;A. Braun, <\/b> <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>A. Pelz, <\/b> <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>F. Ebeling, <\/b> <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>K. Decker, <\/b> <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>A. Pálfi, <\/b> <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>M. Kulke, <\/b> <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>A. Pahl, <\/b> <br><b>Heidelberg Pharma AG<\/b> Stock Option. <br><b>T. Hechler, <\/b> <br><b>Heidelberg Pharma AG<\/b> Stock Option.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2173","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2636","PresenterBiography":null,"PresenterDisplayName":"Alexandra Braun, PhD","PresenterKey":"f4a86b0b-8990-49a5-932f-cfea9ac0dddf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2636. Amanitin-based ADCs targeting Guanylyl cyclase C (GCC) as novel therapeutic modality for treatment of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Amanitin-based ADCs targeting Guanylyl cyclase C (GCC) as novel therapeutic modality for treatment of colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"Folate receptor &#945; (FR&#945;) is overexpressed in a range of solid tumors with limited expression in normal tissues, hence an attractive target for an antibody-drug conjugate (ADC). PRO1184 is comprised of a human monoclonal antibody that selectively binds FR&#945;, a novel cleavable hydrophilic linker, and a topoisomerase 1 inhibitor payload, exatecan. Previous studies established that a) PRO1184 exerts potent antitumor activity in cell-derived xenograft (CDX) models representing ovarian, non-small cell lung, and breast cancer, b) with pharmacokinetics (PK) akin to that of the unconjugated parent antibody in rats, and c) with a preliminary safety profile that was more favorable than a DXd-based ADC in cynomolgus monkeys. Further characterization of the activity and safety of PRO1184 is reported here. PRO1184 displays strong binding affinity, rapid internalization, and potent cytotoxicity with the HCC1954 (breast cancer), JEG-3 (choriocarcinoma), and HEC-1-A (endometrial cancer) cells, in vitro. PRO1184 at a single dose of 5 mg\/kg produced marked tumor growth inhibition in CDX models with all three cell lines. In 14 patient-derived xenograft (PDX) models encompassing ovarian, gastric, breast, and non-small cell lung cancer, PRO1184 at a single dose of 5 mg\/kg elicited robust antitumor activity in all four tumor types, with ORR and CR accomplished in 10 and 3 out of the 14 models, respectively. Antitumor activity was observed in xenografts with both high and low FR&#945; expression, suggesting that PRO1184 may benefit patients with a wide range of FR&#945; expression. Two DM4-based benchmarking ADCs produced modest to negligible tumor growth inhibition in head-to-head comparisons in the CDX and PDX studies. In a GLP cynomolgus monkey toxicity study for PRO1184, main treatment-related findings were consistent with those associated with exatecan and included reversible gastrointestinal and hematologic toxicities. There were no toxicity findings in lungs, which may translate to a lower risk of interstitial lung disease (ILD) compared to DXd-based ADCs in the clinic. In summary, PRO1184 is a promising development candidate for the treatment of FR&#945;-expressing solid tumors. A first in human phase 1\/2 study in patients with advanced solid tumors is currently recruiting (NCT 05579366).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Folate receptor alpha,Solid tumors,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Lei Wang<sup>1<\/sup>, Haidong Liu<sup>1<\/sup>, Chang Zhou<sup>1<\/sup>, Tae Han<sup>2<\/sup>, Baiteng Zhao<sup>2<\/sup>, <b>Zhu Chen<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>ProfoundBio (Suzhou) Co., Ltd., Suzhou, China,<sup>2<\/sup>ProfoundBio US Co., Woodinville, WA","CSlideId":"","ControlKey":"f7905472-cb41-4899-9729-558092fe3b5b","ControlNumber":"4362","DisclosureBlock":"<b>&nbsp;L. Wang, <\/b> <br><b>ProfoundBio<\/b> Employment, Stock Option. <br><b>H. Liu, <\/b> <br><b>ProfoundBio<\/b> Employment, Stock Option. <br><b>C. Zhou, <\/b> <br><b>ProfoundBio<\/b> Employment, Stock Option. <br><b>T. Han, <\/b> <br><b>ProfoundBio<\/b> Employment, Stock Option. <br><b>B. Zhao, <\/b> <br><b>ProfoundBio<\/b> Employment, Stock Option. <br><b>Z. Chen, <\/b> <br><b>ProfoundBio<\/b> Employment, Stock Option.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2175","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2637","PresenterBiography":null,"PresenterDisplayName":"Zhu Chen, PhD","PresenterKey":"eff02e46-0b09-4ae4-a83a-758531458f12","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2637. Novel folate receptor alpha-directed antibody-drug conjugate PRO1184 demonstrates broad antitumor activity with a promising safety profile in preclinical models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel folate receptor alpha-directed antibody-drug conjugate PRO1184 demonstrates broad antitumor activity with a promising safety profile in preclinical models","Topics":null,"cSlideId":""},{"Abstract":"Prostate-specific membrane antigen (PSMA) is a membrane-bound glutamate carboxypeptidase that is highly expressed in nearly all prostate cancers with the highest expression in metastatic castration-resistant prostate cancer. Moreover, PSMA is expressed in the neovasculature that supplies most non-prostatic solid tumors, including carcinomas of the lung, colon, breast, kidney, liver, and pancreas. ADCT-212 is an antibody-drug conjugate composed of the human IgG1 antibody 2A10 directed against human PSMA, site-specifically conjugated using GlycoConnect<sup>TM<\/sup> technology to PL1801, which contains Hydraspace<sup>TM<\/sup>, a valine-alanine cleavable linker and the pyrrolobenzodiazepine (PBD) dimer warhead SG2000 (drug-antibody ratio of ~1.8). The purpose of this study was to characterize the in vitro and in vivo anti-tumor activity of ADCT-212 in human cancer cell lines and xenograft models and to determine its tolerability and pharmacokinetic (PK) in the rat. In vitro, ADCT-212 demonstrated potent cytotoxicity in a panel of PSMA-positive prostate cancer cell lines, whereas its activity was greatly reduced in PSMA-negative cell lines. ADCT-212 was efficiently internalized by PSMA-expressing LNCaP cells. Trafficking to the lysosomes started as early as 30 minutes and peaked at 1-2 hours post treatment. In line with the mechanism of action of the PBD dimer, ADCT-212 produced DNA interstrand cross-links (ICLs) that peaked by 12 hours and persisted for up to 36 hours post-treatment. In contrast, the peak of DNA ICLs formation for SG2000, the PBD dimer warhead alone, was observed immediately after 2-hour incubation, while a non-targeted PBD-ADC did not yield any appreciable DNA ICLs. Moreover, ADCT-212 showed indirect bystander killing activity in PSMA-negative PC3 cells incubated with conditioned medium from ADCT-212-treated LNCaP cells. In vivo, ADCT-212 showed strong antitumor activity against CWR22Rv1 and LNCaP prostate cancer xenograft models. In the CWR22Rv1 model, a tumor with heterogeneous PSMA expression, ADCT-212 achieved dose-dependent antitumor activity when administered as single dose at 2, 4 or 6 mg\/kg, which resulted in increased survival compared to the control animals. In the LNCaP model, a single dose of ADCT-212 at 5 or 10 mg\/kg resulted in strong and specific antitumor activity. Conversely, in the PSMA-negative PC3 xenograft model, ADCT-212 did not show anti-tumor activity compared to the controls, highlighting its target-mediated antitumor activity. ADCT-212 was tolerated as a single 20 mg\/kg dose in male rats, with exposure data being indicative of a linear PK profile with a half-life of approximately 12 days. In conclusion, ADCT-212 demonstrated potent and specific in vitro and in vivo anti-tumor activity while it was stable and well tolerated in the rat, warranting further development of ADCT-212 into the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Pyrrolobenzodiazepines,Prostate-specific membrane antigen (PSMA),Prostate cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Francesca Zammarchi<\/b><sup>1<\/sup>, Karin Havenith<sup>1<\/sup>, Lolke de Haan<sup>1<\/sup>, Ian Kirby<sup>1<\/sup>, Narinder Janghra<sup>1<\/sup>, Veronica Gil<sup>1<\/sup>, Pedro Alves<sup>1<\/sup>, Kristina Zaitseva<sup>1<\/sup>, Meghann Kerr<sup>1<\/sup>, Ben Leatherdale<sup>1<\/sup>, Afroze Patel<sup>1<\/sup>, Marie Thoelke<sup>1<\/sup>, Shiran Huang<sup>2<\/sup>, John A Hartley<sup>2<\/sup>, Patrick H van Berkel<sup>1<\/sup><br><br\/><sup>1<\/sup>ADC Therapeutics UK (Ltd), London, United Kingdom,<sup>2<\/sup>University College London, London, United Kingdom","CSlideId":"","ControlKey":"a0130260-c84e-445d-9b9f-20b7aabc380b","ControlNumber":"2055","DisclosureBlock":"<b>&nbsp;F. Zammarchi, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>K. Havenith, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>L. de Haan, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>I. Kirby, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>N. Janghra, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option.<br><b>V. Gil, <\/b> None.&nbsp;<br><b>P. Alves, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>K. Zaitseva, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>M. Kerr, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>B. Leatherdale, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>A. Patel, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>M. Thoelke, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option. <br><b>S. Huang, <\/b> <br><b>ADC Therapeutics SA<\/b> Other, Research support for ADC Therapeutics SA. <br><b>J. Hartley, <\/b> <br><b>ADC Therapeutics SA<\/b> Stock, Stock Option, Other, Research support for ADC Therapeutics SA. <br><b>P. van Berkel, <\/b> <br><b>ADC Therapeutics SA<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2166","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2638","PresenterBiography":null,"PresenterDisplayName":"Jamie Moran, No Degree","PresenterKey":"c9fe8508-d64b-418d-b382-4af4dd0b3632","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2638. Preclinical development of ADCT-212, a PSMA-targeted antibody-drug conjugate employing the pyrrolobenzodiazepine dimer SG2000 for PSMA-expressing cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical development of ADCT-212, a PSMA-targeted antibody-drug conjugate employing the pyrrolobenzodiazepine dimer SG2000 for PSMA-expressing cancers","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Antibody-drug conjugate, also known as a targeted chemotherapy, leverages the targeting feature of mAb and the efficient cell-killing ability of cytotoxin to deliver cytotoxic drugs to tumor specifically. Among the FDA approved 15 ADCs and over 100 in clinical trial, the majority contains a single type cytotoxin payload. Combination of chemotherapies or multiple agents are widely therapeutic approach to enhance treatment efficiency, although frequently combo therapies could lead to higher toxicity, long term chemotherapies could result in drug resistance and tumor relapse. To solve above challenge, here we report an innovative dual-payload antibody-drug conjugate (dpADC) with 2 type of different drug payloads with different MoA, the conjugate is constructed based on unique enzymatic site-specific conjugation technology iLDC\/ iGDC. The dpADC leads to an enhanced immunogenic cell death (ICD) and antitumor response <i>in vitro<\/i> and <i>in vivo<\/i> via a synergistic MoA.<br \/><b>R<\/b><b>esults<\/b>: A novel Topo1 inhibitor TopoIx and an immune agonist were stably conjugated to an anti-Trop2 mAb in a site-specific manner, conjugate homogeneity and precise DAR were characterized. The dpADC showed a strong cytotoxicity on the proliferation of Trop2-expressing cells, meanwhile bystander killing activity of TopoIx also effectively inhibits growth ofTrop2-negative cells. This dpADC also triggers IP10\/IL6 secretion when co-cultured with PBMC\/monocyte and Trop2-positive cancer cells, with induction level correlated with Trop 2 expression level. No free payload was released after 96hr incubation at 37 <sup>o<\/sup>C in human plasma, demonstrating high linker stability. The dpADC demonstrated a robust antitumor response against diverse Trop2+ tumors <i>in vivo<\/i>. Its&#8217; combination with anti-mPD-1 resulted in synergistic anti-tumor response. In a tumor rechallenge model, the mice that had cleared of Trop2+ tumors after dpADC treatment were protected against the re-implantation of tumor cells with same or different neoantigen, suggesting the presence of a robust immunological memory.<br \/><b>C<\/b><b>onclusion<\/b>: In summary, this novel dpADC demonstrates potent antitumor activities <i>in vitro<\/i> and <i>in vivo<\/i> and leads to an enhanced tumor cell killing ability and a prolonged immunological memory via a synergistic MoA. Based on this site-specific, dual-enzyme orthogonal catalytic conjugation platform, we can easily integrate MoA-varied drugs in one targeting modality to realize a synergistic, durable anti-tumor therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Immunogenic cell death,Topoisomerase I inhibitor,Immune agonist,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Meijun Xiong<sup><\/sup>, Beibei Fan<sup><\/sup>, Xinju Gao<sup><\/sup>, Yajun Sun<sup><\/sup>, Cao Lv<sup><\/sup>, Yu Si<sup><\/sup>, Xiao Liu<sup><\/sup>, Lili Shi<sup><\/sup>, <b>Paul H. Song<\/b><sup><\/sup>, Gang Qin<sup><\/sup><br><br\/>GeneQuantum Healthcare (Suzhou) Co., Ltd., Suzhou, China","CSlideId":"","ControlKey":"0f250e7f-2743-4301-9b27-b60797ac6938","ControlNumber":"7914","DisclosureBlock":"<b>&nbsp;M. Xiong, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>B. Fan, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>X. Gao, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>Y. Sun, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>C. Lv, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>Y. Si, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>X. Liu, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>L. Shi, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>P. H. Song, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment. <br><b>G. Qin, <\/b> <br><b>GeneQuantum Healthcare (Suzhou) Co., Ltd.<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2179","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2640","PresenterBiography":null,"PresenterDisplayName":"Paul Song, PhD","PresenterKey":"4d02f427-fc9c-48fd-9ed7-294a8c3bc97c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2640. An innovative site-specific dual-payload antibody drug conjugate (dpADC) combining a novel Topo1 inhibitor and an immune agonist delivers a strong immunogenic cell death (ICD) and antitumor response <i>in vitro<\/i> and <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An innovative site-specific dual-payload antibody drug conjugate (dpADC) combining a novel Topo1 inhibitor and an immune agonist delivers a strong immunogenic cell death (ICD) and antitumor response <i>in vitro<\/i> and <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Background: Folate Receptor alpha (FRa) is a validated cell surface cancer target that is prevalently expressed in multiple cancers with high unmet need, including ovarian cancer and other gynecological cancers, while exhibiting minimal expression in normal tissues. Due to FRa&#8217;s favorable expression profile, multiple antibody-drug conjugates (ADCs) are being explored in this setting. Here we present the preclinical characterization of a new anti-FRa ADC, ZW191. ZW191 is an antibody drug conjugate (ADC) comprised of a humanized IgG1 antibody conjugated to a novel camptothecin-based topoisomerase 1 inhibitor payload, ZD06519, via a maleimidocaproyl (MC) anchor and a glycyl glycyl phenylalanyl glycine (GGFG)-aminomethyl (AM) cleavable linker at a drug-to-antibody ratio (DAR) of 8.<br \/>Materials and Methods: The novel antibody and drug-linker components of ZW191 were generated, characterized, and optimally integrated. The apparent binding affinity and cellular internalization of the ZW191 antibody, and the intracellular concentration of the released camptothecin payload, ZD06519, were determined in FRa-expressing cells. Additionally, the binding specificity of the ZW191 antibody was determined using a cell microarray technology to test for binding against over 6,000 full length proteins that are individually over-expressed in human cells. Tumor spheroid cancer cell cultures were utilized to determine the cytotoxicity of ZW191 and the ability of ZW191 to penetrate the layers of the three-dimensional (3D) spheroid. The bystander activity of ZW191 was assessed using antigen positive and negative co-culture experiments. The anti-tumor activity of ZW191 was evaluated in a panel of cell line-derived xenograft (CDX) and patient-derived xenograft (PDX) ovarian cancer models spanning a range of FRa expression. ZW191 was evaluated in toxicology and pharmacokinetic (PK) studies performed in rodents and non-human primates (NHP).<br \/>Results: The antibody component of ZW191 features a favorable binding profile with strong and exclusive binding to FRa, and drives superior tumor spheroid penetration, cellular internalization, and payload delivery compared to FRa targeted antibodies used in other ADCs. ZW191 demonstrates potent activity in FRa expressing 3D tumor spheroid cultures and effective bystander activity. In a panel of CDX and PDX models representing a range of FRa expression, ZW191 demonstrates compelling anti-tumor activity at exposures that are estimated to be readily achievable in the clinic. ZW191 was tolerated up to 200 mg\/kg in a two-dose rat study and at 30 mg\/kg in a two-dose NHP study, with favorable PK. The promising efficacy, tolerability, and PK supports the potential of ZW191 as a novel therapeutic agent that may help address unmet need in patients with high and low FRa-expressing cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Topoisomerase I inhibitor,Folate receptor,Gynecological cancers: ovarian,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sam Lawn<\/b><sup><\/sup>, Andrea Hernandez Rojas<sup><\/sup>, Raffaele Colombo<sup><\/sup>, Dayananda Siddappa<sup><\/sup>, Jodi Wong<sup><\/sup>, Kaylee Wu<sup><\/sup>, Vincent Fung<sup><\/sup>, Dunja Urosev<sup><\/sup>, Luying Yang<sup><\/sup>, Jamie  R.  Rich<sup><\/sup>, Stuart  D.  Barnscher<sup><\/sup><br><br\/>Zymeworks Inc., Vancouver, BC, Canada","CSlideId":"","ControlKey":"5f2439eb-f7e5-4908-a652-b6464aacdb16","ControlNumber":"5024","DisclosureBlock":"&nbsp;<b>S. Lawn, <\/b> None..<br><b>A. Hernandez Rojas, <\/b> None..<br><b>R. Colombo, <\/b> None..<br><b>D. Siddappa, <\/b> None..<br><b>J. Wong, <\/b> None..<br><b>K. Wu, <\/b> None..<br><b>V. Fung, <\/b> None..<br><b>D. Urosev, <\/b> None..<br><b>L. Yang, <\/b> None..<br><b>J. R. Rich, <\/b> None..<br><b>S. D. Barnscher, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2181","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2641","PresenterBiography":null,"PresenterDisplayName":"Samuel Lawn, PhD","PresenterKey":"6add9ce0-0f16-40f7-bfc0-df46805aa88d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2641. ZW191, a novel FRa-targeting antibody drug conjugate bearing a topoisomerase 1 inhibitor payload","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZW191, a novel FRa-targeting antibody drug conjugate bearing a topoisomerase 1 inhibitor payload","Topics":null,"cSlideId":""},{"Abstract":"EGFR and HER3, members of the human epidermal growth factor receptor (ErbB) family, are targeted in cancer therapy due to their over-expression and pathway dependence in common human epithelial carcinoma tumors. To develop a promising therapeutic anti-tumor agent, we generated BL-B01D1, an EGFR&#215;HER3-targeting ADC, which can bind to EGFR and\/or HER3 positive cells and is expected to be superior to anti-EGFR and anti-HER3 ADCs. It is comprised of a bispecific antibody against EGFR\/HER3 (SI-B001), a cathepsin B cleavable linker, and a novel topoisomerase I inhibitor agent (Ed-04), which is a derivative of the alkaloid camptothecin, driving cell cycle arrest at the S phase and subsequent apoptosis. BL-B01D1 achieves a high drug-to-antibody-ratio (DAR=8) with a highly stable linker.<br \/>The pharmacological potential of this ADC was evaluated in comparison to its parental single antigen-targeting ADCs in xenograft models composed of either the human colorectal cancer cell line SW620 or pancreatic cancer cell line BxPC3. The tumor inhibition activity of BL-B01D1 was compared with ADCs prepared from each parental anti-EGFR or anti-HER3 mAb conjugated with the same linker and payload. The bispecific ADC, BL-B01D1 exhibited stronger tumor inhibition capacity than the anti-EGFR ADC and the anti-HER3 ADC separately.<br \/>The preclinical studies suggest BL-B01D1, as an EGFR&#215;HER3-targeting ADC, might be a promising novel agent with activity toward a broad range of human cancers. The clinical phase I has been progressing and the available data exhibit excellent efficacy but low levels of targeted toxicity in the non-small cell lung cancer (NSCLC) treatment setting. Overall, these data suggest BL-B01D1 has potential to serve as a novel, efficacious therapeutic agent for NSCLC with similar therapeutic impact as DS-8201 has in breast cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bispecific antibody,Preclinical testing,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Weili Wan<sup>1<\/sup>, Shuwen Zhao<sup>1<\/sup>, Shi Zhuo<sup>1<\/sup>, Yong Zhang<sup>1<\/sup>, Lan Chen<sup>1<\/sup>, Gangrui Li<sup>1<\/sup>, Blair Renshaw<sup>2<\/sup>, <b>Jahan Salar Khalili<\/b><sup>2<\/sup>, Sa Xiao<sup>1<\/sup>, Yi Zhu<sup>1<\/sup><br><br\/><sup>1<\/sup>Sichuan Baili Pharmaceutical Co., Ltd., Chengdu, China,<sup>2<\/sup>SystImmune Inc., Redmond, WA","CSlideId":"","ControlKey":"c605022c-d1e5-4c94-8601-b9606f07906f","ControlNumber":"3289","DisclosureBlock":"<b>&nbsp;W. Wan, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Zhao, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Zhuo, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>L. Chen, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>G. Li, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>B. Renshaw, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>J. S. Khalili, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>S. Xiao, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Zhu, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2182","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2642","PresenterBiography":"","PresenterDisplayName":"Jahan Khalili, BA;PhD","PresenterKey":"1c2d7952-8db5-432e-838d-69cd59757c5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2642. BL-B01D1, a novel EGFR&#215;HER3-targeting ADC, demonstrates robust anti-tumor efficacy in preclinical evaluation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BL-B01D1, a novel EGFR&#215;HER3-targeting ADC, demonstrates robust anti-tumor efficacy in preclinical evaluation","Topics":null,"cSlideId":""},{"Abstract":"HER2 is a member of the epidermal growth factor receptor family. Activation of the HER2 signaling pathway has been shown to strongly promote carcinogenesis. It is therapeutically targeted in cancer owing to its overexpression and pathway dependence in a variety of human carcinomas, especially human breast cancers. We created a promising therapeutic anti-tumor agent, BL-M07D1, an anti-HER2-Ed-04 ADC. It is comprised of a humanized anti-HER2 antibody Trastuzumab, a cathepsin B cleavable linker, and a novel topoisomerase I inhibitor agent (Ed-04), which is a derivative of the alkaloid camptothecin, driving cell cycle arrest at the S phase and subsequent apoptosis. The BL-M07D1 drug-to-antibody-ratio is 8:1 (DAR=8), similar to Trastuzumab Deruxotecan (DS-8201), while possessing a more stable linker.<br \/>To evaluate the pharmacological potential of BL-M07D1, xenograft tumor inhibition assays were used to compare BL-M07D1 with the commercialized HER2-targeting ADCs, T-DM1 and DS-8201, which have been approved worldwide for patients with HER2-expressing tumors. Results from the in vivo murine studies show that BL-M07D1 has strong tumor inhibition effects in multiple cell line-derived xenograft (CDX) tumor models. 1) BL-M07D1 exhibited better anti-tumor efficacy than DS-8201 in CDX with low HER2 expression, human epidermal cancer A431 and human non-small cell lung cancer NCI-H1975. Both models are considered be T-DM1-insensitive. 2) BL-M07D1 exhibited better anti-tumor efficacy in comparison to either T-DM1 or DS-8201 in a CDX with JIMT-1, a HER2-positive human breast cancer cell line. 3) BL-M07D1 exhibits potent bystander effects in a heterogeneous xenograft model of HER2-positive and HER2-negative tumor cells composed of NCI-N87 and MDA-MB-468 cells. In this model, BL-M07D1 exhibited stronger tumor inhibition than T-DM1, consistent with bystander effects that are also exhibited by DS-8201.<br \/>In conclusion, in vivo studies suggest that BL-M07D1, a novel HER2-targeting ADC, is potentially more efficacious in a broader patient population than T-DM1, and mediate superior anti-tumor efficacy than DS-8201. The clinical phase I is under way and the available data exhibit excellent efficacy in breast cancer therapy with acceptable tolerability.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER2,Xenografts,Preclinical testing,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Weili Wan<sup>1<\/sup>, Shuwen Zhao<sup>1<\/sup>, Shi Zhuo<sup>1<\/sup>, Yong Zhang<sup>1<\/sup>, Lan Chen<sup>1<\/sup>, Gangrui Li<sup>1<\/sup>, <b>Jahan Salar Khalili<\/b><sup>2<\/sup>, Sa Xiao<sup>1<\/sup>, Yongqi Yan<sup>2<\/sup>, Xuejiao Shen<sup>1<\/sup>, Yi Zhu<sup>2<\/sup><br><br\/><sup>1<\/sup>Sichuan Baili Pharmaceutical Co., Ltd., Chengdu, China,<sup>2<\/sup>SystImmune Inc., Redmond, WA","CSlideId":"","ControlKey":"28b7a512-5b03-4b0f-b684-ea8cb6a2af3e","ControlNumber":"3264","DisclosureBlock":"<b>&nbsp;W. Wan, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Zhao, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Zhuo, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Zhang, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>L. Chen, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>G. Li, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>J. S. Khalili, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>S. Xiao, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Yan, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>X. Shen, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Zhu, <\/b> <br><b>SystImmune Inc.<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2196","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2643","PresenterBiography":"","PresenterDisplayName":"Jahan Khalili, BA;PhD","PresenterKey":"1c2d7952-8db5-432e-838d-69cd59757c5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2643. BL-M07D1, a novel HER2-targeting ADC, demonstrates potent anti-tumor efficacy in preclinical pharmacodynamic models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BL-M07D1, a novel HER2-targeting ADC, demonstrates potent anti-tumor efficacy in preclinical pharmacodynamic models","Topics":null,"cSlideId":""},{"Abstract":"Trop2, also known as trophoblast antigen 2, is a transmembrane glycoprotein. It is therapeutically targeted in cancer due to its over-expression in a variety of human carcinomas. To develop a promising therapeutic anti-tumor agent, we generated BL-M02D1, an anti-Trop2-Ed-04 ADC. It is comprised of a novel monoclonal antibody against Trop2 (hu4D3), a cathepsin B cleavable linker, and a novel topoisomerase I inhibitor agent (Ed-04). The novel Ed-04 is a derivative of the alkaloid camptothecin and mediates cell cycle arrest at the S phase and subsequent apoptosis. BL-M02D1 achieves a high drug-to-antibody-ratio (DAR=8) with a highly stable linker.<br \/>The antitumor efficacy of BL-M02D1 was evaluated in comparison to a commercialized Trop2-targeting ADC, IMMU-132, in xenograft tumor models. BL-M02D1 exhibited stronger tumor inhibition capacity than IMMU-132 at lower doses in the gastric cancer cell line NCI-N87, the breast cancer cell line MDA-MB-231, and the non-small cell lung cancer cell line HCC827 xenograft models. BL-M02D1 exhibited potent bystander effects, exemplified by strong tumor inhibition in a heterogeneous xenograft model of Trop2-positive and Trop2-negative tumor cells (A431 and SW620). This characteristic of BL-M02D1 was also compared to IMMU-132. In the heterogeneous Trop2 xenograft model (A431 and SW620), BL-M02D1 exhibited higher tumor inhibition capacity than IMMU-132, indicating that BL-M02D1 possess a more potent bystander effect than IMMU-132.<br \/>In summary, these studies suggest BL-M02D1, a novel Trop2-targeting ADC, is potentially more efficacious in the treatment of Trop2-expressing carcinomas than IMMU-132. The clinical phase I has been progressing and the available data exhibit excellent efficacy in breast cancer therapy with manageable toxicity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Bystander effect,Xenografts,Trop-2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yong Zhang<sup>1<\/sup>, Weili Wan<sup>1<\/sup>, Shi Zhuo<sup>1<\/sup>, Lan Chen<sup>1<\/sup>, Gangrui Li<sup>1<\/sup>, Shuwen Zhao<sup>1<\/sup>, <b>Jahan Salar Khalili<\/b><sup>2<\/sup>, Sa Xiao<sup>1<\/sup>, Yongqi Yan<sup>2<\/sup>, Xuejiao Shen<sup>1<\/sup>, Yi Zhu<sup>1<\/sup><br><br\/><sup>1<\/sup>Sichuan Baili Pharmaceutical Co., Ltd., Chengdu, China,<sup>2<\/sup>SystImmune Inc., Redmond, WA","CSlideId":"","ControlKey":"341c11c0-4bc3-4257-8156-2c8837048417","ControlNumber":"3345","DisclosureBlock":"<b>&nbsp;Y. Zhang, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>W. Wan, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Zhuo, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>L. Chen, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>G. Li, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>S. Zhao, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>J. S. Khalili, <\/b> <br><b>SystImmune Inc.<\/b> Employment. <br><b>S. Xiao, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Yan, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>X. Shen, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment. <br><b>Y. Zhu, <\/b> <br><b>Sichuan Baili Pharmaceutical Co., Ltd.<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2167","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2644","PresenterBiography":"","PresenterDisplayName":"Jahan Khalili, BA;PhD","PresenterKey":"1c2d7952-8db5-432e-838d-69cd59757c5f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2644. BL-M02D1, a novel Trop2-targeting ADC, demonstrates robust anti-tumor efficacy in preclinical evaluation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"BL-M02D1, a novel Trop2-targeting ADC, demonstrates robust anti-tumor efficacy in preclinical evaluation","Topics":null,"cSlideId":""},{"Abstract":"The specificity of antibodies, CAR-T cells and other biologic therapeutics to their binding targets is important to evaluate drug quality. The non-specific binding may lead serious toxic side effects. Therefore, specificity detection is an important step in the evaluation process of drug development. At present, the non-specific binding of antibody drugs is often verified only after serious adverse reactions founding in clinical trials, which may result in drug safety accidents and the abandonment of previous studies. To address the need for antibody target deconvolution and receptor identification, we developed a novel approach &#8220;AB5000&#8221;. AB5000 is an excellent solution for antibody specificity screening which enable early off-target screening and can de-risk the antibody drug development program. The AB5000 makes use of the full coverage membrane protein, representing over 5465 unique human membrane proteins including receptors, transporters, enzymes, miscellaneous and other membrane protein. Gene vector was transfected into target cells. Each membrane protein introduces a C-terminal epitope tag, allowing confirmation of protein expression and cellular location. To provide the highest level of sensitivity, we use luciferase reporter cell line system which is more rapid, simple and highly sensitive than flow cytometry or other binding assays. The AB5000 has widely application in testing the specificity of antibodies, deconvolution of orphan antibodies and ligands, detection of CAR-T proteins. The AB5000 represents a rapid, comprehensive, and highly sensitive platform for identifying the membrane protein targets of a wide variety of antibodies, protein ligands, and functional interactions. It is a promising powerful tool for biotherapeutic modalities development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,specificity ,non-specific binding,AB5000,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Lidan Li<sup><\/sup>, Junyi Xiong<sup><\/sup>, Jinying Ning<sup><\/sup>, <b>Feng Hao<\/b><sup><\/sup><br><br\/>Kyinno Biotechnology Co., Ltd, Beijing, China","CSlideId":"","ControlKey":"7ef97166-672a-456b-8ae4-3f238b7377ba","ControlNumber":"4434","DisclosureBlock":"<b>&nbsp;L. Li, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>J. Xiong, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>J. Ning, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment. <br><b>F. Hao, <\/b> <br><b>Kyinno biotechnology Co., Ltd<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2183","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2645","PresenterBiography":null,"PresenterDisplayName":"Feng Hao, MD;PhD","PresenterKey":"994a8727-c110-4f2b-b7ab-cc0feaec2971","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2645. A high-throughput platform for targets screening by membrane protein library","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A high-throughput platform for targets screening by membrane protein library","Topics":null,"cSlideId":""},{"Abstract":"Rigorous specificity analysis is critical for the development of antibody-based therapies, as even minimal off-target binding can lead to toxicity and clinical failures. Long believed to be exquisitely specific, recent preclinical data and our own work indicate that monoclonal antibodies (MAbs) frequently (~25%) display cross-reactivity. In many cases, off-target interactions occur with unrelated proteins that cannot be predicted by protein sequence homology. Cross-reactivity can lead to serious or even life-threatening consequences especially when MAbs are configured as bispecifics, antibody-drug conjugates (ADC) or CAR-T cell therapies, and IND applications for biotherapeutics require cross-reactivity assessment to prevent adverse events. Tissue cross-reactivity (TCR) studies have traditionally been used to screen for off-target binding, however, with poor predictive value for in vivo safety and toxicity. We developed the Membrane Proteome Array (MPA) platform to de-risk MAb-based therapeutics by testing for specificity across 6,000 human membrane proteins expressed in live cells. In contrast to TCR studies, proteins in the MPA exist in their native conformations and are not altered by fixation. The MPA assesses binding interactions by high-throughput flow cytometry allowing for high sensitivity detection and rapid analysis. We will discuss the importance of early-stage specificity testing to expose possible toxicities and present case studies for antibody and cell therapy profiling. MPA data have been used in numerous successful regulatory applications and may be used to replace or complement other cross-reactivity studies. In particular, MPA profiling has been used in IND applications for CAR-T and cell-therapies where conventional immunohistochemical binding assays did not suffice.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,Toxicity,Safety,Profiling,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joseph Rucker<\/b><sup><\/sup>, Rachel  H.  Fong<sup><\/sup>, Tabb Sullivan<sup><\/sup>, Carmen Navia<sup><\/sup>, Brad Screnci<sup><\/sup>, Rona Wilf<sup><\/sup>, Benjamin  J.  Doranz<sup><\/sup><br><br\/>Integral Molecular, Philadelphia, PA","CSlideId":"","ControlKey":"81e268db-5ce4-4ff8-ad99-d93d22b12d63","ControlNumber":"3864","DisclosureBlock":"&nbsp;<b>J. Rucker, <\/b> None..<br><b>R. H. Fong, <\/b> None..<br><b>T. Sullivan, <\/b> None..<br><b>C. Navia, <\/b> None..<br><b>B. Screnci, <\/b> None..<br><b>R. Wilf, <\/b> None..<br><b>B. J. Doranz, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2184","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2646","PresenterBiography":null,"PresenterDisplayName":"Brad Screnci, MS","PresenterKey":"8ec91cb6-2403-4f6f-a921-b1c6dc23e323","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2646. Screening the membrane proteome to determine antibody specificity and de-risk CAR-T cell development","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Screening the membrane proteome to determine antibody specificity and de-risk CAR-T cell development","Topics":null,"cSlideId":""},{"Abstract":"Translocations involving Fibroblast Growth Factor Receptor 2 (FGFR2) are found in up to 45% of Intrahepatic Cholangiocarcinoma (ICC). Treatment of patients bearing FGFR2 fusions with FGFR kinase inhibitors induces tumor regressions, though response rate and durability of response appear limited due to the emergence of resistance or to sub-optimal dosing which is limited by drug adverse effects. Thus, therapeutics that drive activity specifically towards FGFR2 are needed to enhance drug efficacy and reduce adverse effects. We first asked whether the extracellular domain (ECD) of FGFR2-BICC1 fusion is functional and important for receptor dimerization and signaling using NanoBiT system and western blotting. FGFR ECD consists of 3 Ig-fold domains D1, D2, and D3. Using focus transformation and viability assays, we found that deletions in D1, D2, D3, and D2-3 ECD FGFR2-BICC1 decreased growth and transformation of FGFR2 fusion driven cells. Next, we sought to investigate if antibodies against the ECD could perturb the growth of FGFR2 fusion transformed cells. We identified six FGFR2 specific antibodies that bind to epitopes in the ECD and confirmed the ligand blocking activity of these bivalent antibodies. In the absence of ligand, however, most of the bivalent antibodies were relatively inactive. As standard bivalent antibodies engage two receptors at a time, they are at risk for agonism or the maintenance of tonic signaling. Thus, to enhance efficacy and prevent the potential agonist or tonic activity of bivalent antibodies, all possible biparatopic antibodies (15), recognizing two distinct epitopes on the FGFR2 ECD, were engineered from the six parental antibodies. The biparatopic antibodies exhibited enhanced efficacies in FGFR2-fusion driven NIH3T3\/BaF3 and ICC13-7 cancer cell lines and significantly improved binding affinities (~10-fold) as analyzed by Octet, MSD-SET, and SPR. Two biparatopic antibodies (BpAb-1, BpAb-2) showed the highest antiproliferative activity and induced apoptosis in FGFR2 fusion driven cells. BpAb-1, BpAb-2 were superior to their parental antibodies in reducing FGFR2-fusion driven growth, transformation and downstream signaling (pFGFR2, pFRS) in vitro and in reducing tumor growth<i> <\/i>in xenograft models. Importantly, BpAb-1 and BpAb-2 significantly induced FGFR2 internalization and lysosomal-mediated degradation as compared to their parental antibodies. Moreover, BpAb-1 and BpAb-2 had anti-growth activities against ICC patient-derived oncogenic FGFR2 ECD in-frame deletions, and FGFR kinase resistance mutations, including the gatekeeper mutation V565F. BpAb-1 and BpAb-2 were also active in FGFR2 WT amplified cells SNU-16. These results suggest that these FGFR2 biparatopic antibodies are a novel treatment option for ICC patients with tumors harboring FGFR2 fusions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Cholangiocarcinoma,Antibody,Fibroblast growth factor receptor 2  (FGFR-2),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saireudee Chaturantabut<\/b><sup>1<\/sup>, Sydney Oliver<sup>1<\/sup>, John Kim<sup>1<\/sup>, Dennie Frederick<sup>1<\/sup>, Foxy Robinson<sup>1<\/sup>, Alessandro Sinopoli<sup>2<\/sup>, Diego  J.  Rodriguez<sup>1<\/sup>, Liang Chang<sup>1<\/sup>, Nabeel Bardeesy<sup>3<\/sup>, William Sellers<sup>1<\/sup><br><br\/><sup>1<\/sup>Broad Institute of MIT and Harvard, Cambridge, MA,<sup>2<\/sup>Ridgeline Discovery GmbH, Cambridge, MA,<sup>3<\/sup>3Massachusetts General Hospital Cancer Center, Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"4a57e0fa-8c15-47c7-9d44-7ddd4c00135c","ControlNumber":"1868","DisclosureBlock":"&nbsp;<b>S. Chaturantabut, <\/b> None..<br><b>S. Oliver, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>D. Frederick, <\/b> None..<br><b>F. Robinson, <\/b> None.&nbsp;<br><b>A. Sinopoli, <\/b> <br><b>Ridgeline Discovery GmbH<\/b> Employment.<br><b>D. J. Rodriguez, <\/b> None..<br><b>L. Chang, <\/b> None.&nbsp;<br><b>N. Bardeesy, <\/b> <br><b>Kinnate Bopharma Inc.<\/b> Grant\/Contract. <br><b>Tyra Biosciences<\/b> Grant\/Contract.<br><b>W. Sellers, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2185","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2647","PresenterBiography":null,"PresenterDisplayName":"Saireudee Chaturantabut, PhD","PresenterKey":"0c8f8f92-0b54-4a3c-b6e9-2312b206c05f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2647. Novel FGFR2 biparatopic antibodies for the treatment of cholangiocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel FGFR2 biparatopic antibodies for the treatment of cholangiocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Overexpression and activating mutations of cKIT are associated with tumor aggressiveness and poor prognosis in various cancer patients such as small cell lung cancer (SCLC), gastrointestinal stromal tumor (GIST), acute myeloid leukemia (AML), and mastocytoma. Since small molecule inhibitors including imatinib frequently have a limited therapeutic application due to eventual drug resistance and severe adverse events, we developed the cKIT-directed antibody-drug conjugate (ADC), NN3201, for the treatment of wild-type and mutant cKIT-positive cancers. NN3201 is an ADC conjugate of the antimitotic payload MMAE to the fully human 2G4 antibody, directed against cKIT, via the cysteine re-bridging technology ThioBridge&#174; at a drug-to-antibody ratio (DAR) of 4. NN3201 displayed preferable biophysical properties and broadly potent in vitro antitumor activities across various cKIT-positive tumor cell lines. NN3201 exhibited potent in vivo antitumor activities in cKIT-positive tumor cell line xenograft and patient-derived tumor xenograft models of SCLC and AML, representing robust and durable antitumor responses. Furthermore, in a single-dose toxicity study with cynomolgus monkey, no significant or severe clinical toxicity signs were observed in animals dosed at 1, 2, and 3 mg\/kg. Even though a decrease in reticulocyte, red cell mass (hemoglobin and red blood cell), neutrophil, and monocyte counts, along with bone marrow recovery and reticulocyte compensatory mechanism, red blood cell and white blood cell recovery were observed from day 14 in the low and medium dose groups and day 21 in the high dose group, dose-dependently. These preclinical results suggest that NN3201 is a potential therapeutic agent for the treatment of cKIT-positive cancers and support the further clinical evaluation in SCLC and AML.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),cKIT,Acute myeloid leukemia,Lung cancer: small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Han-Jik Ko<sup><\/sup>, <b>Sung Tae Kim<\/b><sup><\/sup>, Jin Gu Cho<sup><\/sup>, Jin-Ock Kim<sup><\/sup>, Jung Tae Lee<sup><\/sup>, Sang Gyu Park<sup><\/sup><br><br\/>NOVELTY NOBILITY lnc., Seongnam, Korea, Republic of","CSlideId":"","ControlKey":"dc458682-b8f9-4ea6-8c61-97d1dfcfbcfb","ControlNumber":"4241","DisclosureBlock":"&nbsp;<b>H. Ko, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>J. Cho, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Park, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2186","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2648","PresenterBiography":null,"PresenterDisplayName":"Sung Tae Kim, PhD","PresenterKey":"9b19e000-37a4-47a9-a4d1-961ea06ec615","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2648. In vivo efficacy and preclinical safety profile of NN3201, an anti-cKIT antibody-drug conjugate, for treating SCLC and AML","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In vivo efficacy and preclinical safety profile of NN3201, an anti-cKIT antibody-drug conjugate, for treating SCLC and AML","Topics":null,"cSlideId":""},{"Abstract":"Wnt signaling plays an important role in embryonic development and tumorigenesis. These biological effects are exerted by activation of the <i>&#946;<\/i>-catenin\/TCF transcription complex and consequent regulation of a set of downstream genes. Dickkopf WNT Signaling Pathway Inhibitor 1 (DKK1) has been shown to be a potent inhibitor of Wnt signaling via competing Wnt binding to LRP5\/6. DKK1 is tumorigenic in multiple cancer types and also immunosuppressive via MDSCs and NK cells. Emerging evidence indicates that DKK1 has been involved in T cell differentiation and induction of cancer evasion of immune surveillance by accumulating MDSCs. Consequently, DKK1 has become a promising target for cancer immunotherapy, and the mechanisms of DKK1 affecting cancers and immune cells have received great attention. With Twist&#8217;s precision DNA writing technologies, we have created phage display libraries with diversity greater than 1 &#215; 10<sup>10<\/sup>, and utilized machine learning model for optimal discovery. In this study, we discovered anti-DKK1 antibodies blocking the binding of DKK1 to the receptor. The <i>in vitro <\/i>functional assays showed that the interaction of Wnt to its receptor was restored in the presence of anti-DKK1 antibodies, resulting in TCF\/LEF signaling upregulation. Moreover, anti-DKK1 antibodies induced immune cell activation, and led to tumor cell cytotoxicity. In addition, anti-DKK1 antibodies binding to different domains of DKK1 led to different functional effect. <i>In vivo <\/i>study indicated anti-DKK1 antibodies is potent in tumor regression. Our anti-DKK1 leads shows promising efficacy in cancer immunotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Drug discovery,Wnt signaling,Machine learning,Immuno-oncology,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Linya Wang<\/b><sup><\/sup>, Sean  M.  Peterson<sup><\/sup>, Ana Lujan<sup><\/sup>, Kara  Y.  Chan<sup><\/sup>, Cameron  F.  Hu<sup><\/sup>, Mouna Villalta<sup><\/sup>, Tom  Z.  Yuan<sup><\/sup>, Zhen Han<sup><\/sup>, Marisa Yang<sup><\/sup>, Vishwas Prabhu<sup><\/sup>, Tammy Htoy<sup><\/sup>, Paul VanDyke<sup><\/sup>, Carson Holliday<sup><\/sup>, Hector Franco<sup><\/sup>, Hansika Wadhwa<sup><\/sup>, Hoa Giang<sup><\/sup>, Ryan Stafford<sup><\/sup>, Fumiko Axelrod<sup><\/sup>, Aaron Sato<sup><\/sup><br><br\/>Biopharma, Twist Bioscience, South San Francisco, CA","CSlideId":"","ControlKey":"fc6a9d06-53bd-4f61-9afc-7542235c83bc","ControlNumber":"4302","DisclosureBlock":"&nbsp;<b>L. Wang, <\/b> None..<br><b>S. M. Peterson, <\/b> None..<br><b>A. Lujan, <\/b> None..<br><b>K. Y. Chan, <\/b> None..<br><b>C. F. Hu, <\/b> None..<br><b>M. Villalta, <\/b> None..<br><b>T. Z. Yuan, <\/b> None..<br><b>Z. Han, <\/b> None..<br><b>M. Yang, <\/b> None..<br><b>V. Prabhu, <\/b> None..<br><b>T. Htoy, <\/b> None..<br><b>P. VanDyke, <\/b> None..<br><b>C. Holliday, <\/b> None..<br><b>H. Franco, <\/b> None..<br><b>H. Wadhwa, <\/b> None..<br><b>H. Giang, <\/b> None..<br><b>R. Stafford, <\/b> None..<br><b>F. Axelrod, <\/b> None..<br><b>A. Sato, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2187","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2649","PresenterBiography":null,"PresenterDisplayName":"Linya Wang, BA;MS;PhD","PresenterKey":"e57b8430-728d-48ec-9eaa-5ef4d81b7e56","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2649. Discovery of a potent, selective, and tumor-suppressing antibody antagonist of DKK1","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of a potent, selective, and tumor-suppressing antibody antagonist of DKK1","Topics":null,"cSlideId":""},{"Abstract":"T-cell exhaustion is defined as T-cell dysfunction leading to loss of effector T-cells function. Restoring exhausted T-cells with agonistic anti-4-1BB monoclonal antibody is a promising strategy for cancer treatment. Carcinoembryonic antigen-related cell adhesion molecule 5 (CEACAM5) is a classical target with specific expression profiles in tumors. It has limited expression in normal adult tissues, but is overexpressed in multiple types of cancer, especially in colorectal carcinoma and non-small cell lung cancer. Here, we reported a novel bispecific antibody, LM-24C5 that specifically activates 4-1BB in a CEACAM5-dependent manner with localized T cell activation and reduced systemic toxicity. LM-24C5 was developed by introducing qualified 4-1BB heavy-chain variable into a human IgG1 CEACAM5 monoclonal antibody with disabled FcgR-mediated function. LM-24C5 was evaluated for its binding activity to human CEACAM5 and 4-1BB through protein and cell-based assays. The binding activity of LM-24C5 to tumor cells endogenously expressing CEACAM5 and activated primary T cells was confirmed. LM-24C5 was further evaluated in 4-1BB signalling reporter and co-culture assay with human peripheral blood mononuclear cells (PBMC).<i> In vivo<\/i> anti-tumor activity of LM-24C5 was assessed in hu4-1BB knock-in mice implanted with colon cancer cell line MC38 overexpressing huCEACAM5. Percentage of tumor infiltrating T cells and central memory CD8+ T cells were evaluated by FACS analysis. In addition, 2-week repeated dose toxicity study of LM-24C5 was conducted in hu4-1BB\/4-1BBL double-transgenic mice. LM-24C5 efficiently bound to huCEACAM5-postitive cells (EC<sub>50<\/sub>: 3.78 nM) and activated human primary T cells. It induced superior 4-1BB activity (EC<sub>50<\/sub>: 1.07 nM) than benchmark antibody Urelumab (EC<sub>50<\/sub>: 3.38 nM) in the presence of cells expressing CEACAM5. The strength of 4-1BB activation induced by LM-24C5 was correlated with CEACAM5 expression levels. LM-24C5 was also found to stimulate T-cell activation (CD4+ EC<sub>50<\/sub>: 0.471, CD8+: 0.482) in PBMCs in a CEACAM5-dependent manner leading to significant IFN-&#947; production. Injection of LM-24C5 led to complete tumor regression around one month post treatment. Moreover, the tumor-free mice were resistant to tumor rechallenge, suggesting that LM-24C5 can induce long-term protective immunological memory. We have also observed that LM-24C5 increased tumor infiltrating lymphocytes and percentage of central memory CD8+ T cells in spleens. LM-24C5 was well tolerated in hu4-1BB\/4-1BBL double-transgenic mice at a dose of 100mg\/kg given once weekly for 2 weeks. In summary, LM-24C5 is a novel CEACAM5 dependent 4-1BB bispecific agonist antibody that could redirect and activate T cells to CEACAM5 positive tumor cells by engaging 4-1BB antigen, thus positioned as a potential novel therapy for colorectal carcinoma and other CEACAM5 positive tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"T cell,Colorectal cancer,Cancer immunotherapy,Cell adhesion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Wei Cao<sup>1<\/sup>, Jianjian Liu<sup>1<\/sup>, Wentao Huang<sup>1<\/sup>, Junwei Yang<sup>1<\/sup>, Lei Shi<sup>1<\/sup>, Yuan Li<sup>2<\/sup>, Te Du<sup>2<\/sup>, Xia Qin<sup>3<\/sup>, Da Fei<sup>3<\/sup>, <b>Runsheng Li<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Discovery, LaNova Medicines Limited, Shanghai, China,<sup>2<\/sup>Department of Portfolio and RA, LaNova Medicines Limited, Shanghai, China,<sup>3<\/sup>Department of Medical Science, LaNova Medicines Limited, Shanghai, China","CSlideId":"","ControlKey":"5bb6c042-3bf2-4778-9376-ee1c5771ef9d","ControlNumber":"2798","DisclosureBlock":"&nbsp;<b>W. Cao, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>W. Huang, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>L. Shi, <\/b> None..<br><b>Y. Li, <\/b> None..<br><b>T. Du, <\/b> None..<br><b>X. Qin, <\/b> None..<br><b>D. Fei, <\/b> None..<br><b>R. Li, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2188","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2650","PresenterBiography":null,"PresenterDisplayName":"Runsheng Li, PhD","PresenterKey":"e2c290d9-8d9a-4b17-9ff8-05604cd3cbd2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2650. Pre-clinical efficacy and toxicity profile of LM-24C5: A novel CEACAM5 x 4-1BB bispecific antibody in cancer immunotherapy","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pre-clinical efficacy and toxicity profile of LM-24C5: A novel CEACAM5 x 4-1BB bispecific antibody in cancer immunotherapy","Topics":null,"cSlideId":""},{"Abstract":"Claudin-3, one of the tight junction proteins, could be a potential therapeutic target and biomarker. Since it is not only overexpressed in various types of malignant solid cancers but also exposed externally during tumorigenesis. Previously, we developed a fully human monoclonal antibody (ABN501) with sub-nanomolar affinity against the native claudin-3 protein. In this study, we confirmed that ABN501 is highly specific for the extracellular loop (ECL) 2 domain of claudin-3 using stable cell lines expressing two chimeric claudins fused to claudin-3 and claudin-4. Followed by, we evaluated <i>in vitro<\/i> ADCC activity of ABN501 using NK cells expressing CD16a (NK-92MI-CD16a), in various cancer cell lines, expressing claudin-3. ABN501 exhibited potent <i>in vitro<\/i> ADCC activity in diverse cancer cell lines. We also confirmed <i>in vivo<\/i> anti-tumor activity of ABN501 in xenograft mice bearing claudin-3-expressing tumors. In summary, we suggest that ABN501 can be used as promising tissue-agnostic drug candidates as therapeutics for various types of claudin-3-positive cancers. ABN501 is currently developed with various antibody engineering platforms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,Cancer therapy,Anticancer therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saehyung Lee<\/b><sup>1<\/sup>, Jae Choi<sup>2<\/sup>, Sunghyun Hong<sup>1<\/sup>, Euni Sim<sup>1<\/sup>, Jaemun Kim<sup>1<\/sup>, Sangin Lee<sup>1<\/sup>, Sungyoul Hong<sup>3<\/sup>, Hobin Yang<sup>4<\/sup>, Jiwon Jo<sup>2<\/sup>, Na Young Kim<sup>1<\/sup>, Young Kee Shin<sup>2<\/sup>, Jun Young Choi<sup>1<\/sup><br><br\/><sup>1<\/sup>ABION INC., Seoul, Korea, Republic of,<sup>2<\/sup>Graduate School of Convergence Science and Technology, Seoul National University, Seoul, Korea, Republic of,<sup>3<\/sup>College of Pharmacy and Research Institute of Pharmaceutical Sciences, Seoul National University, Seoul, Korea, Republic of,<sup>4<\/sup>College of Pharmacy, Seoul National University, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"c064a51d-bee1-487a-bbc7-a19d08a6c029","ControlNumber":"5928","DisclosureBlock":"<b>&nbsp;S. Lee, <\/b> <br><b>ABION INC.<\/b> Employment, Stock Option.<br><b>J. Choi, <\/b> None.&nbsp;<br><b>S. Hong, <\/b> <br><b>ABION INC.<\/b> Employment, Stock. <br><b>E. Sim, <\/b> <br><b>ABION INC.<\/b> Employment, Stock. <br><b>J. Kim, <\/b> <br><b>ABION INC.<\/b> Employment. <br><b>S. Lee, <\/b> <br><b>ABION INC.<\/b> Employment.<br><b>S. Hong, <\/b> None.&nbsp;<br><b>H. Yang, <\/b> <br><b>MedPacto<\/b> Employment, Stock Option.<br><b>J. Jo, <\/b> None.&nbsp;<br><b>N. Kim, <\/b> <br><b>ABION INC.<\/b> Employment, Stock, Stock Option. <br><b>Y. Shin, <\/b> <br><b>ABION INC.<\/b> Stock. <br><b>J. Choi, <\/b> <br><b>ABION INC.<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2191","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2653","PresenterBiography":null,"PresenterDisplayName":"Saehyung Lee, PhD","PresenterKey":"62bfebd5-3b56-4c14-b1a0-0265728e104f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2653. ABN501, a novel anti-claudin-3 antibody, shows potent anti-cancer activity <i>in vitro<\/i> and <i>in vivo<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ABN501, a novel anti-claudin-3 antibody, shows potent anti-cancer activity <i>in vitro<\/i> and <i>in vivo<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Mantle Cell Lymphoma (MCL) is an aggressive non-Hodgkin&#8217;s lymphoma that frequently metastasizes. Lymphoma dissemination into distant sites is the primary cause of cancer mortality. Lymphoma metastasis requires development of supporting vasculature in which the interaction between malignant B cells and the vasculature or lymphatics is critical to tumor cell growth and dissemination.<br \/>Human umbilical vein endothelial cells (HUVEC) or human lymphatic endothelial cells (HLEC) cultured on Matrigel, <i>in vitro<\/i>, assemble into networks of capillary like structures (CLS) or lymphatic like structures (LLS). When Mino or Jeko-1 MCL cells are co-cultured with vascular or lymphatic cells they migrate toward and anneal to nascent CLS or LLS. We constructed a novel antibody fusion protein, &#945;CD20-IgG1-huEndoP125A, to inhibit such interactions. &#945;CD20-IgG1-huEndoP125A links an &#945;CD20 human IgG1 targeting domain and a mutant version of human endostatin, huEndoP125A, with enhanced anti-angiogenic properties. &#945;CD20-IgG1-huEndoP125A completely inhibits CLS or LLS formation and prevents the alignment and annealing of MCL to CLS or LLS.<b> <\/b>&#945;CD20-IgG1-huEndoP125A also significantly reduces both endothelial and MCL migration and invasion <i>in vitro<\/i>.<b> <\/b><br \/>Cell migration and trafficking is tightly regulated by chemokine interactions with corresponding chemokine receptors. We assayed for the presence of chemokines using a dot blot chemokine array. Jeko-1 and HUVEC cells were cultured on Matrigel, alone or together in co-culture, and either treated with &#945;CD20-IgG1-huEndoP125A or left untreated. CXCL12 was expressed at high levels in HUVEC cultures undergoing CLS formation and expression was further increased in HUVEC and MCL co-cultures. HUVEC or HUVEC\/MCL co-cultures treated with &#945;CD20-IgG1-huEndoP125A showed markedly decreased CXCL12 expression. Flow cytometry showed that corresponding chemokine receptor CXCR4 was upregulated on MCL cells compared to normal B cells. CXCR4 was also upregulated on HUVEC undergoing CLS formation, and further increased on HUVEC in co-culture with MCL cells. &#945;CD20-IgG1-huEndoP125A inhibited HUVEC CLS formation, reduced MCL migration to and alignment with nascent CLS or LLS, downregulated CXCL12 levels in HUVEC or coculture supernatants, and reduced CXCR4 expression on both HUVEC and MCL cells.<br \/>Murine 38c13-huCD20 lymphoma cells were implanted s.c. into C3H mice and mice were treated i.p. with either PBS, Rituximab, or equimolar &#945;CD20-IgG1-huEndoP125A. Mice treated with &#945;CD20-IgG1-huEndoP125A showed significantly reduced tumor growth compared to mice treated with PBS or rituximab. &#945;CD20-IgG1-huEndoP125A ability to inhibit angiogenesis, lymphangiogenesis, and lymphoma association with angiogenic or lymphatic vasculature may be a potent means of preventing lymphoma growth and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,Angiogenesis inhibitor,Chemokines,Lymphoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christian Elledge<\/b><sup>1<\/sup>, Seung-Uon Shin<sup>1<\/sup>, Rathin Das<sup>2<\/sup>, Yu Zhang<sup>1<\/sup>, Hyun-Mi Cho<sup>1<\/sup>, Sundaram Ramakrishnan<sup>3<\/sup>, Ankita Sankar<sup>1<\/sup>, Joseph Rosenblatt<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Medicine, University of Miami Miller School of Medicine, Miami, FL,<sup>2<\/sup>Synergys Biotherapeutics, Alamo, CA,<sup>3<\/sup>Department of Surgery, University of Miami Miller School of Medicine, Miami, FL","CSlideId":"","ControlKey":"5ba83262-2277-4856-b22f-ad07b4f45f83","ControlNumber":"6380","DisclosureBlock":"&nbsp;<b>C. Elledge, <\/b> None..<br><b>S. Shin, <\/b> None..<br><b>R. Das, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>H. Cho, <\/b> None..<br><b>S. Ramakrishnan, <\/b> None..<br><b>A. Sankar, <\/b> None..<br><b>J. Rosenblatt, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2192","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2654","PresenterBiography":null,"PresenterDisplayName":"Marvelle Elledge, BS","PresenterKey":"295cc82c-37e6-4bbc-a257-7fcac81f1a8e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2654. Inhibition of lymphoma interactions withangiogenic and lymphangiogenic endotheliumusing &#945;CD20-IgG1-huEndoP125A, an anti-CD20 endostatin fusion protein","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibition of lymphoma interactions withangiogenic and lymphangiogenic endotheliumusing &#945;CD20-IgG1-huEndoP125A, an anti-CD20 endostatin fusion protein","Topics":null,"cSlideId":""},{"Abstract":"Previously, we have shown that overexpression of Polo-like kinase (PLK)-1 is associated with poor clinical outcomes in patients with aggressive B cell lymphomas. PLK-1 selective inhibitor, Volasertib (BI 6727), has a potent anti-tumor effect in aggressive B cell lymphomas. Unfortunately, Volasertib was withdrawn in Phase III clinical trials due to severe myelosuppression. In this study, we developed a Volasertib antibody-drug conjugate (V-ADC) using -CD19 antibody Inebilizumab to increase the targeting specificity for B-cell lymphoma cells and minimize the side effects of Volasertib. However, we found that V-ADC treatment exhibited little cytotoxic effects, comparing to free Volasertib treatment in Z138 cells, a mantle cell lymphoma (MCL) cell line. We hypothesized that the expression level\/density of CD19 on B-lymphoma cells as well as its gene mutations may affect V-ADC binding affinity required for its endocytosis. We, therefore, established Z138 cell lines with overexpression of either wild-type (WT) or mutant (Mut) CD19. The cell viability at 48h post 10nM V-ADC treatment was determined to be 90%, 61%, and 69% in parent, WT, and Mut CD19-overexpressing Z138 cells, respectively. In comparison, the cell viability with 10nM free volasertib treatment ranged from 3-30% in these cell lines. Therefore, other factors, in addition to CD19 expression, may have also played an important role in V-ADC induced cytotoxicity. Upon endocytosis, the V-ADC will enter the endolysosome where cathepsin, a lysosomal enzyme, cleaves the linker between Volasertib and Inebilizumab and releases free Volasertib into the cells. Our previous works have shown that a starvation condition (culture media with 1% FBS) increased lysosomal cathepsin activity, comparing to the culture media with 10% FBS. Herein, we found that upon treatment with 10nM V-ADC, CD19-overexpressing Z138 cells cultured in media with 1% FBS exhibited markedly increased apoptotic cell death comparing to cells in media with 10% FBS (64% vs 41%, respectively). Furthermore, WT and Mut CD19-overexpressing Z138 cells exhibited 2.8- and 2.4-folds of apoptotic cell death compared to control Z138 cells at 48h post 10nM V-ADC treatment with 1% FBS. The cell apoptosis occurred via upregulation of caspase 3, but not caspase 9, with induction of cleavage of poly (ADP-ribose) polymerase (PARP) and reduction of mitochondria membrane potential. In conclusion, starvation and lysosomal cathepsin activation increased V-ADC-induced apoptotic cell death in CD19 overexpression Z138 cell lines. We are actively investigating the <i>in vivo<\/i> therapeutic effects of V-ADC in patient-derived xenograft (PDX) animal models of MCL and other aggressive B-cell lymphomas.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Lymphoma,Polo-like kinase,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chieko Saito<\/b><sup>1<\/sup>, Chengfeng Bi<sup>2<\/sup>, Kai Fu<sup>1<\/sup><br><br\/><sup>1<\/sup>Roswell Park Comprehensive Cancer Center, Buffalo, NY,<sup>2<\/sup>University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"685b0f9c-1492-4866-9960-91f7c76eaa7f","ControlNumber":"6965","DisclosureBlock":"&nbsp;<b>C. Saito, <\/b> None..<br><b>C. Bi, <\/b> None..<br><b>K. Fu, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2193","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2655","PresenterBiography":null,"PresenterDisplayName":"Chieko Saito","PresenterKey":"a2b19f97-6821-444d-adf3-8164116dbbd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2655. Anti-CD19 antibody-drug conjugate therapy in B cell non-Hodgkin lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-CD19 antibody-drug conjugate therapy in B cell non-Hodgkin lymphoma","Topics":null,"cSlideId":""},{"Abstract":"Modification of effector function has proven to be an effective modality for optimizing activity and tolerability of therapeutic antibodies. Currently available methods to modulate effector function include the introduction of point mutations in the Fc region and glycan engineering of the antibody. Here we present an alternative and complementary method of tuning effector function utilizing a conjugation-based approach. This methodology uses conjugation of polyethylene glycol (PEG) to native cysteines of an antibody to impair Fc&#947;R binding of antibodies to innate immune effector cells. Utilizing maleimide or disulfide conjugation techniques, attenuated effector function can be either permanent or restored over time through a de-conjugation process. Impacts of PEGylation on Fc&#947;R binding, signaling, and restoration of function were assessed in vitro and in vivo. As a proof-of-concept, the lead technology was applied to an agonist CD40 antibody, which resulted in significant reductions in systemic cytokine production in hCD40 mice and non-human primates, while demonstrating retained efficacy and improved pharmacokinetics. Additionally, we combined the conjugation technology with glycan engineering and Fc&#947;R enhancing point mutations to impart unique effector function profiles to clinical antibodies. This simple, modular approach can be rapidly applied to existing antibodies to reduce immune-driven toxicities, such as infusion reactions, and optimize effector function activity.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"CD40,ADCC,Antibody engineering,Immune response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Philip N. Moquist<\/b><sup><\/sup>, Chris I. Leiske<sup><\/sup>, Noah A. Bindman<sup><\/sup>, Xinqun Zhang<sup><\/sup>, Nicole Duncan<sup><\/sup>, Weiping Zeng<sup><\/sup>, Serena  W.  Wo<sup><\/sup>, Abbie Wong<sup><\/sup>, Clark  M.  Henderson<sup><\/sup>, Karalyne Crowder<sup><\/sup>, Haley  D.  Neff-LaFord<sup><\/sup>, Django Sussman<sup><\/sup>, Shyra  J.  Gardai<sup><\/sup>, Matthew  R.  Levengood<sup><\/sup><br><br\/>Seagen, Bothell, WA","CSlideId":"","ControlKey":"0acd06f4-5458-406f-8a16-36814af15a25","ControlNumber":"3115","DisclosureBlock":"<b>&nbsp;P. N. Moquist, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>C. I. Leiske, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>N. A. Bindman, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>X. Zhang, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>N. Duncan, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>W. Zeng, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>S. W. Wo, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>A. Wong, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>C. M. Henderson, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>K. Crowder, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>H. D. Neff-LaFord, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>D. Sussman, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>S. J. Gardai, <\/b> <br><b>Seagen, Inc.<\/b> Employment. <br><b>M. R. Levengood, <\/b> <br><b>Seagen, Inc.<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2194","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2656","PresenterBiography":"","PresenterDisplayName":"Philip Moquist, PhD","PresenterKey":"0307035b-2167-4a83-8888-e8d902284d22","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2656. Reversible chemical modification of antibodies: A complementary approach to tuning Fc&#947;R binding that maintains anti-tumor activity while mitigating peripheral immune activation","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reversible chemical modification of antibodies: A complementary approach to tuning Fc&#947;R binding that maintains anti-tumor activity while mitigating peripheral immune activation","Topics":null,"cSlideId":""},{"Abstract":"Podocalyxin (PODXL) is a highly glycosylated transmembrane sialomucin normally found on the apical free surface of mesothelial, vascular endothelial, luminal mammary epithelial cells, kidney podocytes and pluripotent and hematopoietic stem cells. We were the first to show that PODXL is upregulated on human cancers and an independent predictor of poor prognosis in breast and high-grade serous ovarian carcinoma (HGSOC). We also demonstrated that PODXL expression is crucial for primary tumor growth, local invasion, and experimental metastasis to distant organs. Subsequently, these results were extended to a wide range of other tumor types. We next developed a large series of high-affinity monoclonal antibodies (mAb) to human PODXL and evaluated these for therapeutic activity against the PODXL<sup>+<\/sup> metastatic breast cancer cell line, MDA-MB-231, in xenografted NOD-SCID IL2R&#947;<sup>-\/- <\/sup>(NSG) mice. One of these, PODO83, potently attenuated primary tumor growth and formation of distal metastases. The PODO83 reactive epitope maps to the juxtamembrane stalk domain (non-glycosylated region) of the PODXL core protein. As a promising therapeutic it is imperative to perform toxicity studies and determine if PODO83 adversely affects the function of PODXL on normal tissues. Accordingly, we generated a transgenic mouse strain (C57Bl\/6 congenic) replacing 4 of the 8 mouse PODXL-encoding exons with the orthologous human exons (including those encoding the PODO83 epitope). These mice were healthy and we confirmed by immunohistochemistry that they exhibit appropriate PODO83 immunoreactivity in all expected tissues (podocytes, endothelia, etc). Strikingly, administration of PODO83 <i>in vivo<\/i> at high doses (4 treatments of 5 mg\/kg over 14 days) resulted in no overt signs of toxicity. To now fully assess the safety and efficacy profile of the PODO83 mAb in this preclinical humanized mouse model we have developed mouse metastatic tumor cell line expressing human PODXL and will evaluate the ability of PODO83 to inhibit tumor growth and metastasis while sparing normal tissues <i>in vivo<\/i>. The results from this study will help us advance PODO83 mAb as a safe and effective approach to treating the wide variety of cancer subtypes that express PODXL.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,Mouse models,Preclinical testing,Podocalyxin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Julyanne Brassard<\/b><sup><\/sup>, Michael  R.  Hughes<sup><\/sup>, Pamela Dean<sup><\/sup>, Diana Canals Hernaez<sup><\/sup>, Janella Schwab<sup><\/sup>, Yasmine Lau<sup><\/sup>, Calvin  D.  Roskelley<sup><\/sup>, Kelly  M.  McNagny<sup><\/sup><br><br\/>University of British Columbia, Vancouver, BC, Canada","CSlideId":"","ControlKey":"0e3a1a17-5d13-4b49-98b2-c4b9db8cf067","ControlNumber":"4885","DisclosureBlock":"&nbsp;<b>J. Brassard, <\/b> None..<br><b>M. R. Hughes, <\/b> None..<br><b>P. Dean, <\/b> None..<br><b>D. Canals Hernaez, <\/b> None..<br><b>J. Schwab, <\/b> None..<br><b>Y. Lau, <\/b> None..<br><b>C. D. Roskelley, <\/b> None..<br><b>K. M. McNagny, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2195","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2657","PresenterBiography":null,"PresenterDisplayName":"Julyanne Brassard, PhD","PresenterKey":"fe42c1d4-7455-4cee-a872-ba5300b8c480","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2657. Preclinical model to evaluate the safety and efficacy of PODO83: A monoclonal antibody against podocalyxin that targets tumor growth and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical model to evaluate the safety and efficacy of PODO83: A monoclonal antibody against podocalyxin that targets tumor growth and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Background: Glypican-3 (GPC3) is a cell-surface oncofetal glycoprotein frequently expressed in hepatocellular carcinoma (HCC) with minimal presence in normal adult tissues. ZW251 is an antibody-drug conjugate (ADC) targeting human GPC3, composed of a humanized IgG1 antibody conjugated to a novel camptothecin-based topoisomerase 1 inhibitor, ZD06519, via a maleimide anchor and a glycyl glycyl phenylalanyl glycine (GGFG)-aminomethyl (AM) cleavable linker.<br \/>Materials and Methods: Extensive functional characterization was performed to assess the mechanism of action and therapeutic potential of the ZW251 ADC. Antibody binding to human and cynomolgus monkey GPC3 was assessed by surface plasmon resonance and flow cytometry. A screen of off-target binding and target specificity was conducted using a membrane proteome array. ZW251 antibody internalization in GPC3-expressing tumor cell lines was assessed by flow cytometry. In vitro ADC cytotoxicity against tumor monolayers and spheroids was assessed in a panel of HCC cell lines. Tumor cell co-culture assays were also performed to assess bystander-mediated cell killing by ZW251. The pharmacokinetic (PK) profile of the ZW251 antibody was assessed in Tg32 mice expressing human FcRn. Anti-tumor activity of ZW251 was investigated in a large panel of cell line-derived xenograft (CDX) and patient-derived xenograft (PDX) mouse models representing a range of GPC3 expression.<br \/>Results: The ZW251 antibody backbone demonstrated nanomolar binding affinity to both human and cynomolgus monkey GPC3, and strong binding to target-expressing cancer cell lines. Rapid internalization of ZW251 antibody was observed in GPC3-expressing HCC cell lines. ZW251 exhibited potent and target-specific cytotoxicity in a panel of HCC cells cultured either in monolayer or as 3D spheroids. ZW251 showed effective bystander-mediated killing of GPC3 negative cancer cells when in co-culture with GPC3 positive cancer cells. The ZW251 antibody demonstrated a favorable PK profile in Tg32 mice. A single administration of ZW251 resulted in robust tumor growth inhibition of a large panel of CDX and PDX models representing a range of GPC3-expression. Overall, these results support the potential of ZW251 as a novel therapeutic agent against GPC3-bearing cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),Targeted drug delivery,Topoisomerase I inhibitor,Glypican-3,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Laurence Madera<\/b><sup><\/sup>, Andrea Hernández Rojas<sup><\/sup>, Raffaele Colombo<sup><\/sup>, Alex Wu<sup><\/sup>, Chayne  L.  Piscitelli<sup><\/sup>, Dunja Urosev<sup><\/sup>, Allysha Bissessur<sup><\/sup>, Chi Wing Cheng<sup><\/sup>, Renee Duan<sup><\/sup>, Catrina Kim<sup><\/sup>, Kevin Yin<sup><\/sup>, Vincent Fung<sup><\/sup>, Kaylee Wu<sup><\/sup>, Winnie Cheung<sup><\/sup>, Diego  A.  Alonzo<sup><\/sup>, Mark  E.  Petersen<sup><\/sup>, Stuart  D.  Barnscher<sup><\/sup>, Jamie  R.  Rich<sup><\/sup><br><br\/>Zymeworks Inc., Vancouver, BC, Canada","CSlideId":"","ControlKey":"2805df2c-bc3d-4f1a-aa21-ecb5437b3202","ControlNumber":"5026","DisclosureBlock":"&nbsp;<b>L. Madera, <\/b> None..<br><b>A. Hernández Rojas, <\/b> None..<br><b>R. Colombo, <\/b> None..<br><b>A. Wu, <\/b> None..<br><b>C. L. Piscitelli, <\/b> None..<br><b>D. Urosev, <\/b> None..<br><b>A. Bissessur, <\/b> None..<br><b>C. Cheng, <\/b> None..<br><b>R. Duan, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>K. Yin, <\/b> None..<br><b>V. Fung, <\/b> None..<br><b>K. Wu, <\/b> None..<br><b>W. Cheung, <\/b> None..<br><b>D. A. Alonzo, <\/b> None..<br><b>M. E. Petersen, <\/b> None..<br><b>S. D. Barnscher, <\/b> None..<br><b>J. R. Rich, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2197","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2658","PresenterBiography":null,"PresenterDisplayName":"Laurence Madera, PhD","PresenterKey":"1233ac06-5da7-4909-928a-4375db97ac3d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2658. ZW251, a novel glypican-3-targeting antibody drug conjugate bearing a topoisomerase 1 inhibitor payload","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ZW251, a novel glypican-3-targeting antibody drug conjugate bearing a topoisomerase 1 inhibitor payload","Topics":null,"cSlideId":""},{"Abstract":"Squamous cell carcinomas (SCC) originate from stratified squamous epithelium in diverse anatomical locations that share common histological features and genetic mutations. Non-melanoma skin cancer, head and neck cancer (HNSCC), esophageal cancer (ESCC), and non-small cell lung cancer (sqNSCLC) make up the majority of SCC cases and together represent the largest subtype of cancer. There is a significant unmet need for effective treatment options post-progression of standard-of-care therapies. Alterations in receptor tyrosine kinase signaling pathways are commonly found in SCCs, e.g. EGFR is expressed in 90% of HNSCC, 76% of ESCC and 82% of sqNSCLC. However, the combination of EGFR targeting antibody cetuximab with chemotherapy confers limited clinical benefit and even initially sensitive tumors often develop resistance. Studies in SCC have implicated HER3, a key dimerization partner of HER family members, as one likely cause of treatment failure, through HER3 heterodimer activation of PI3K\/AKT and MAPK\/ERK pathways. In this study, we investigated the potential of combining HER3 and EGFR inhibitors to improve efficacy and overcome resistance. Previous attempts to target HER3 have shown limited clinical efficacy due to suboptimal HER3 inhibition, especially the lack of efficacy in ligand-independent activation mechanisms. They also lacked biomarker stratification for patients where HER3 inhibition would confer benefit. HMBD-001 is a clinical-stage anti-HER3 antibody which is being evaluated in a first-in-human, open-label, multi-center, dose escalation and expansion Phase I\/IIa trial in patients with HER3 expressing advanced solid tumors (NCT05057013). HMBD-001 was rationally developed to uniquely block the HER3 heterodimerization interface to potently inhibit all HER3 dimer formation, including ligand-dependent and independent HER3 dimerization. Here, we show that dual blockade of EGFR and HER3 using cetuximab and HMBD-001 robustly inhibits tumor growth and is superior to either monotherapy. In multiple cell and patient derived SCC xenograft models, including models of HNSCC, ESCC and sqNSCLC, selected based on a novel gene signature that is robustly predictive of response, HMBD-001 in combination with cetuximab demonstrated up to 100% tumor growth inhibition and the abrogation of PI3K signalling. This combination was well tolerated with no relapse observed, even after a prolonged period of over 100 days in selected models. This study lays the foundation for testing HMBD-001 in combination with EGFR inhibitors in clinical settings. Better combination strategies of SoC and targeted therapeutics alongside a potent anti-HER3 mAb, in biomarker-selected patient populations, have the potential to meaningfully improve patient outcomes and prolong clinical benefit.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"ErbB3,EGFR,Antibody,Squamous cell carcinoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Weiyi Toy<\/b><sup><\/sup>, Dipti Thakkar<sup><\/sup>, Khang Luu<sup><\/sup>, Bui Ngoc Linh Chi<sup><\/sup>, Jason Lai<sup><\/sup>, Debleena Ray<sup><\/sup>, Namita Gandhi<sup><\/sup>, Alejandro Mas<sup><\/sup>, Konrad Paszkiewicz<sup><\/sup>, Piers Ingram<sup><\/sup>, Jerome Boyd-Kirkup<sup><\/sup><br><br\/>Hummingbird Bioscience, Singapore, Singapore","CSlideId":"","ControlKey":"5a155ba7-9cc9-4317-9c56-d8fd39d70411","ControlNumber":"5446","DisclosureBlock":"<b>&nbsp;W. Toy, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>D. Thakkar, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment, Stock Option, Patent. <br><b>K. Luu, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>B. Chi, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>J. Lai, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>D. Ray, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>N. Gandhi, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment, Stock Option. <br><b>A. Mas, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>K. Paszkiewicz, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment, Stock Option, Patent. <br><b>P. Ingram, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment, Stock Option, Patent. <br><b>J. Boyd-Kirkup, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment, Stock Option, Patent.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2198","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2659","PresenterBiography":"","PresenterDisplayName":"Weiyi Toy, PhD","PresenterKey":"e7902a01-d72b-45ac-9250-855c6b825aa7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2659. Anti-HER3 antibody, HMBD-001, in combination with an EGFR inhibitor effectively inhibits tumor growth in biomarker-selected pre-clinical models of squamous cell carcinomas","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-HER3 antibody, HMBD-001, in combination with an EGFR inhibitor effectively inhibits tumor growth in biomarker-selected pre-clinical models of squamous cell carcinomas","Topics":null,"cSlideId":""},{"Abstract":"HER3 is a member of the epidermal growth factor receptor (ERBB) family of tyrosine kinase receptors overexpressed in a broad range of tumors and is associated with disease progression and poor survival. For example, more than 50% of melanoma, cervical, lung, gastric, colorectal, and ovarian cancers show overexpression of HER3, while in breast, pancreatic and prostate cancers the overexpression ranges between 25-40%. In addition, recent studies show that HER3 expression is significantly induced in tumors during metastasis (in colorectal) and during acquired resistance to tyrosine kinase inhibitors (TKI) in lung cancers. This widespread overexpression of HER3 makes it an ideal target for antibody drug conjugates (ADCs). ADCs are a therapeutic modality that harness an antibody&#8217;s target specificity to selectively deliver cytotoxic payloads to tumors. Patritumab-Deruxtecan (U3-1402), a HER3-targeting ADC, showed clinical response in a subset of EGFR mutant and TKI resistant lung cancers in a Phase 1 study, albeit with toxicities including severe interstitial lung disease (ILD) and high grade cytopenias. Mechanistic studies show that these ADC-related toxicities are likely driven by Fc- or micropinocytosis-mediated uptake of ADCs by normal cells. We have developed HMBD-501, a novel anti-HER3 ADC with (i) a high-affinity Fab, which can bind to HER3 in the presence or absence of its ligand NRG1, (ii) an engineered Fc-domain to avoid FcgR binding and potential toxicities, and (iii) site-specific conjugation to a next generation cleavable linker and exatecan-based payload. In our preclinical studies, HMBD-501 demonstrates superior inhibition of tumor growth compared to other exatecan-based anti-HER3 ADCs, in a variety of <i>in vitro<\/i> and <i>in vivo<\/i> cancer models with a range of HER3 expression. Additionally, the optimized Fc engineering of HMBD-501 shows enhanced tolerability <i>in vivo<\/i> indicating a potential reduction in Fc mediated toxicities. Finally, the next generation site-specific conjugation-linker-payload technology of HMBD-501 allows optimal plasma stability and pharmacokinetic profile. In conclusion, HMBD-501 represents a next generation HER3 targeting ADC that has a potentially best-in-class efficacy and tolerability profile. Our findings strongly support the development of HMBD-501 as a promising candidate in the treatment of HER3 expressing solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody-drug conjugate (ADC),HER3,Payload,Antibody engineering,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Suhail Ahmed Kabeer Rasheed<\/b><sup><\/sup>, Dipti Thakkar<sup><\/sup>, Shalini Paliwal<sup><\/sup>, Wen Jie Chin<sup><\/sup>, Akshaya Bansal<sup><\/sup>, Ben Ayers<sup><\/sup>, Cheng Theng Ng<sup><\/sup>, Brendon Hanson<sup><\/sup>, Piers Ingram<sup><\/sup>, Jerome Boyd-Kirkup<sup><\/sup><br><br\/>Hummingbird Bioscience, Singapore, Singapore","CSlideId":"","ControlKey":"48f67232-1ba4-4cb3-ba67-0bbb60d510e0","ControlNumber":"5522","DisclosureBlock":"<b>&nbsp;S. Rasheed, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>D. Thakkar, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment, Stock Option, Patent. <br><b>S. Paliwal, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>W. Chin, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>A. Bansal, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>B. Ayers, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment, Stock Option. <br><b>C. Ng, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment. <br><b>B. Hanson, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment, Stock Option. <br><b>P. Ingram, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment, Stock Option, Patent. <br><b>J. Boyd-Kirkup, <\/b> <br><b>Hummingbird Bioscience<\/b> Employment, Stock Option, Patent.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2199","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2660","PresenterBiography":null,"PresenterDisplayName":"Suhail Ahmed Kabeer Rasheed, PhD","PresenterKey":"371fcbaf-0b02-408e-a7e1-f0510cc282dc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2660. HMBD-501 - a novel Fc engineered, exatecan-based next generation HER3 targeting antibody drug conjugate shows robust efficacy and tolerability in pre-clinical solid tumor models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HMBD-501 - a novel Fc engineered, exatecan-based next generation HER3 targeting antibody drug conjugate shows robust efficacy and tolerability in pre-clinical solid tumor models","Topics":null,"cSlideId":""},{"Abstract":"Immunotoxins (the fusion of a bacterial cytotoxic protein with a targeting moiety) have been explored since the 1970s but have been limited in their therapeutic utility because of the propensity to drive a host innate immune response resulting in potentially fatal cytokine elevations and capillary leak syndrome (CLS). Engineered Toxin Bodies (ETBs) represent an important evolution in immunotoxins, overcoming the issues with innate immunity and adding biologic utility not previously seen. ETBs use an antibody-based targeting domain genetically fused to a de-immunized form of the Shiga-like toxin A subunit (SLTA). Like previous immunotoxins, ETBs bind and induce cell-death in a target-specific manner but have additional biology not inherent to other immunotoxins. ETBs can induce their own internalization, allowing for the targeting of poorly\/non internalizing receptors. ETBs can deliver other payloads like viral class I antigen or small molecules in addition to SLTA, allowing for multiple MOAs. And, most importantly, we have de-immunized SLTA through genetic engineering to create ETBs devoid of innate immune effects\/CLS seen with previous immunotoxins. Three ETBs (MT-0169, MT-5111, and MT-6402) are currently in clinical studies across different targets (CD38, HER2, PD-L1) and across hematologic malignancies, solid tumor, and immuno-oncology indications. To date, no clinical manifestations of CLS have been observed in 80+ patients; in contrast, the rate of CLS for approved immunotoxins ranges for 33% to &#62;50%. In general, all three ETBs have shown good tolerability with little off-target toxicity and all three ETBs have shown monotherapy clinical benefit in heavily pre-treated patients. MT-6402, an ETB targeting PD-L1, is the first ETB to carry the additional mechanism of antigen seeding. Along with its ability to destroy ribosome in a PD-L1-targeted fashion, MT-6402 can deliver a class I antigen derived from human cytomegalovirus (CMV) to the ER, allowing for presentation of the antigen in complex with MHC class I on the cell surface of a tumor cell. Early clinical data demonstrate antigen seeding with MT-6402 can result in T-cells specific to the seeded CMV antigen mounting an immune response to the tumor. ETBs represent a unique and wholly distinct scaffold for drug development in oncology. ETBs allow for the targeting of non-internalizing receptors that are not amenable to ADCs. ETBs have a mechanism of cell-kill (enzymatic and irreversible ribosomal destruction) that is distinct from any approved agent in oncology. ETBs can also deliver additional payloads to drive unique biology like the alteration of tumor immunophenotype. Here we describe three active clinical stage programs with encouraging safety and efficacy data that represent a transformation of the immunotoxin landscape into a more viable therapeutic approach to target validated as well as typically intractable clinical cancer targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET02-01 Antibody technologies,,"},{"Key":"Keywords","Value":"Antibody,Checkpoint Inhibitors,Cancer,Cell death,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chris Moore<\/b><sup><\/sup>, Lee Robinson<sup><\/sup>, Garrett Cornelison<sup><\/sup>, Joseph Dekker<sup><\/sup>, Roger Waltzman<sup><\/sup>, John Majercak<sup><\/sup>, Joseph Phillips<sup><\/sup>, Jay Zhao<sup><\/sup>, Jason Kim<sup><\/sup>, Eric Poma<sup><\/sup><br><br\/>Molecular Templates, Inc. (Austin, TX), Austin, TX","CSlideId":"","ControlKey":"2b5ba9f2-7780-4346-b846-b95b2b025f77","ControlNumber":"6334","DisclosureBlock":"&nbsp;<b>C. Moore, <\/b> None..<br><b>L. Robinson, <\/b> None..<br><b>G. Cornelison, <\/b> None..<br><b>J. Dekker, <\/b> None..<br><b>R. Waltzman, <\/b> None..<br><b>J. Majercak, <\/b> None..<br><b>J. Phillips, <\/b> None..<br><b>J. Zhao, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>E. Poma, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2200","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2661","PresenterBiography":null,"PresenterDisplayName":"Chris Moore, MS,PhD","PresenterKey":"46c5eb1f-b893-41ae-8416-e9953c8931f7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2661. Engineered Toxin Bodies (ETBs): Clinical stage immunotoxins with a safer and differentiated profile","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"374","SessionOnDemand":"False","SessionTitle":"Antibody Technologies","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Engineered Toxin Bodies (ETBs): Clinical stage immunotoxins with a safer and differentiated profile","Topics":null,"cSlideId":""}]