[{"Abstract":"The PI3K pathway is a key regulator of metabolism, cell proliferation and migration and some of its components (e.g. PIK3CA, HER2 and PTEN) are frequently altered in cancer by genetic events that deregulate its output. However, inhibitors of components of the pathway have only modest antitumor effects and, in some instances, have resulted in &#8220;tumor flares&#8221; in patients upon cessation of therapy. Low efficacy has been attributed to toxicity and to adaptive resistance due to relief of feedback. Inhibition of the PI3K pathway has been associated with increased receptor expression and decreased expression of the PTEN phosphatase, a major negative regulator of the pathway. Now we show that changes in expressions of RTKs, PTEN, anti-apoptosis proteins like Mcl1, and transcription factors known to drive oncogenic and survival programs in tumors like c-Myc, c-Jun, FOXOs are induced upon continuous long-term PI3K inhibition (2 weeks and longer). These changes increase as a function of duration of inhibition and become less reversible with time in drug. Unbiased clustering of RNA seq data of cells treated with PI3K inhibitors revealed clusters of gene expression changes based upon short or long-term inhibition. Correspondingly the mRNA of the RTKs and transcription factors change with similar kinetics as that of the proteins and become less reversible with duration of inhibition. Moreover, the persister cells treated with PI3K inhibitors for 2 weeks or longer grow faster than the treatment naive cells upon drug removal both <i>in vitro<\/i> and <i>in vivo<\/i> and the degree of reversibility of the increased proliferation rate is inversely proportional to the duration of inhibition. Persister cells treated with PI3K inhibitors for more than two weeks have higher levels of expression of a oncogenic transcription factors, RTKs, Mcl1, and of pAKT after one week of drug wash-out and are less sensitive to re-inhibition of PI3K. However, combined and staggered inhibition of PI3K with Mcl1\/Bcl2 inhibitors lead to greater reduction of cell survival and increased cell death selectively in the models that upregulate Mcl1 in response to PI3K inhibitors. The data suggests that induction of adaptive resistance is in part responsible for the continued persistence of tumor masses after the initial response to targeted therapy but also selectively sensitizes them towards Mcl1\/Bcl2 inhibitors due to the upregulation of an anti-apoptotic program. Therefore, pulsatile targeted inhibition of PI3K in combination with anti-apoptotic BH3 domain protein inhibitors in a subset of breast cancer patients may provide a wide therapeutic window and can circumvent chronic adaptation induced resistance and drive potent cell death thereby improving therapeutic outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"PI3K,Inhibitors,Drug resistance,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Radha Mukherjee<\/b><sup>1<\/sup>, Kiran Gireesan Vanaja<sup>2<\/sup>, Malvika Sharma<sup>1<\/sup>, Yangjingyi Ruan Ruan<sup>1<\/sup>, Hilla Solomon<sup>1<\/sup>, Elisa deStanchina<sup>1<\/sup>, Sarat Chandarlapaty<sup>1<\/sup>, Neal Rosen<sup>1<\/sup><br><br\/><sup>1<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>2<\/sup>Northeastern University, Boston, MA","CSlideId":"","ControlKey":"c4dc537e-a279-4ab9-b190-832dbe4d0819","ControlNumber":"4783","DisclosureBlock":"&nbsp;<b>R. Mukherjee, <\/b> None..<br><b>K. Gireesan Vanaja, <\/b> None..<br><b>M. Sharma, <\/b> None..<br><b>Y. Ruan, <\/b> None..<br><b>H. Solomon, <\/b> None..<br><b>E. deStanchina, <\/b> None.&nbsp;<br><b>S. Chandarlapaty, <\/b> <br><b>Eli Lilly<\/b> Consulting. <br><b>Novartis<\/b> Consulting. <br><b>Bristol Myers Squibb<\/b> Consulting. <br><b>Sermonix<\/b> consulting. <br><b>Paige.AI<\/b> consulting. <br><b>N. Rosen, <\/b> <br><b>BeiGene<\/b> Stock Option, on the SAB. <br><b>Zai Lab<\/b> Stock Option, on the SAB. <br><b>MAPCure<\/b> Stock Option, on the SAB. <br><b>Ribon Therapeutics<\/b> Stock Option, on the SAB. <br><b>Fortress<\/b> Stock Option, on the SAB. <br><b>AstraZeneca and Chugai; consults with Novartis, Boehringer Ingelheim, RevMed, Eli Lilly, and Array-Pfizer<\/b> on the SAB. <br><b>Chugai<\/b> on the SAB. <br><b>Novartis<\/b> on the SAB. <br><b>Boehringer Ingelheim<\/b> on the SAB. <br><b>RevMed<\/b> on the SAB. <br><b>Eli Lilly<\/b> on the SAB. <br><b>Array-Pfizer<\/b> on the SAB. <br><b>Kura<\/b> Stock Option.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9270","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3882","PresenterBiography":null,"PresenterDisplayName":"Radha Mukherjee, PhD","PresenterKey":"205c76fb-37e0-46a8-b12c-3abbdb810fc1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3882. tumor adaptations to PI3K inhibition increases and its reversibility decreases as a function of time in drug","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"tumor adaptations to PI3K inhibition increases and its reversibility decreases as a function of time in drug","Topics":null,"cSlideId":""},{"Abstract":"Estrogen receptor (ER) positive breast cancer accounts for about 75% of all breast cancer cases. Tamoxifen has been the mainstay therapy for over 40 years that is used to treat early, locally advanced, and metastatic ER-positive breast cancers. Despite the initial clinical success, approximately 20-30% of high-risk, advanced ER-positive breast cancer patients are resistant to tamoxifen or develop resistance over time which significantly decreases survival. Long-noncoding RNAs (lncRNAs) are a class of non-coding RNAs that are more than 200 nucleotides in length and are involved in tumorigenesis via carrying out diverse functions by interacting with DNA, RNA or proteins. Here, we identified a lncRNA (LINC00152) that is upregulated in tamoxifen resistant (TamR) cell lines by RNA sequencing, and we validated its upregulation in endocrine resistant, ER-positive patient-derived xenografts (PDXs) as well as in tamoxifen-treated ER-positive breast cancer patient tumors. We performed in-situ hybridization of the LINC00152 in our own cohort of tamoxifen-treated ER+ breast cancer patients and demonstrated a significant association of high LINC00152 expression with worse disease-free survival and treatment response. Inhibiting LINC00152 using either siRNAs or anti-sense oligonucleotides or shRNAs restored tamoxifen sensitivity in TamR cells. Mechanistically, we demonstrated that LINC00152 knockdown in combination with tamoxifen increases the expression of TRPC1, a calcium channel located on the plasma membrane, and thereby causes the cytoplasmic accumulation of excessive amounts of Ca<sup>2+<\/sup>, which ultimately leads to the generation of reactive oxygen species (ROS), lipid peroxidation and cell death by ferroptosis. Notably, we identified a cyclic AMP (cAMP)-specific phosphodiesterase, PDE4D as a novel interactor of LINC00152. We showed that PDE4D mRNA is stabilized by LINC00152 and reduces cAMP levels which then decreases the intracellular Ca<sup>2+<\/sup> and blocks ROS generation, lipid peroxidation, and ferroptosis, ultimately leading to tamoxifen resistance. Therefore, targeting the LINC00152-PDE4D-cAMP-Ca<sup>2+<\/sup> axis may represent a promising therapeutic approach to tackle tamoxifen resistance and improve clinical outcome in refractory ER-positive breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,Ferroptosis,calcium,Long Non coding RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rashedul Alam<\/b><sup>1<\/sup>, Ozge Saatci<sup>1<\/sup>, Meral Bugadyci Uner<sup>2<\/sup>, Kim-Tuyen Huynh-Dam<sup>3<\/sup>, Metin Cetin<sup>1<\/sup>, Mustafa Emre Gedik<sup>1<\/sup>, Nevin Belder<sup>4<\/sup>, Hilal Bal<sup>4<\/sup>, Unal Metin Tokat<sup>4<\/sup>, Elisabetta Marangoni<sup>5<\/sup>, Sercan Aksoy<sup>6<\/sup>, Aysegul Uner<sup>6<\/sup>, Aytekin Akyol<sup>6<\/sup>, Ozgur Sahin<sup>7<\/sup><br><br\/><sup>1<\/sup>The Medical University of South Carolina (MUSC), Charleston, SC,<sup>2<\/sup>Department of Pathology, Hacettepe University Medical Faculty, Ankara, Turkey,<sup>3<\/sup>Department of Drug Discovery and Biomedical Sciences, University of South Carolina, Columbia, SC,<sup>4<\/sup>Department of Molecular Biology and Genetics, Bilkent University, Ankara, Turkey,<sup>5<\/sup>Translational Research Department, Institut Curie, PSL Research University, Paris, France,<sup>6<\/sup>Department of Medical Oncology, Hacettepe University Cancer Institute, Ankara, Turkey,<sup>7<\/sup>Department of Biochemistry and Molecular Biology, The Medical University of South Carolina (MUSC), Charleston, SC","CSlideId":"","ControlKey":"40997063-856f-44b2-a118-719430c8e885","ControlNumber":"5018","DisclosureBlock":"&nbsp;<b>R. Alam, <\/b> None..<br><b>O. Saatci, <\/b> None..<br><b>M. Bugadyci Uner, <\/b> None..<br><b>K. Huynh-Dam, <\/b> None..<br><b>M. Cetin, <\/b> None..<br><b>M. Gedik, <\/b> None..<br><b>N. Belder, <\/b> None..<br><b>H. Bal, <\/b> None..<br><b>U. Tokat, <\/b> None..<br><b>E. Marangoni, <\/b> None..<br><b>S. Aksoy, <\/b> None..<br><b>A. Uner, <\/b> None..<br><b>A. Akyol, <\/b> None.&nbsp;<br><b>O. Sahin, <\/b> <br><b>OncoCube Therapeutics LLC<\/b> Other, co-founder and manager. <br><b>LoxiGen, Inc.<\/b> Other, founder and president.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9271","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3883","PresenterBiography":null,"PresenterDisplayName":"Rashedul Alam, MS","PresenterKey":"91aa2a0b-d0c4-4518-8e62-67ec1f563510","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3883. Overcoming tamoxifen resistance by re-activating cAMP-Ca<sup>2+-<\/sup>ROS-ferroptosis axis in ER+ breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Overcoming tamoxifen resistance by re-activating cAMP-Ca<sup>2+-<\/sup>ROS-ferroptosis axis in ER+ breast cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Anaplastic lymphoma kinase (ALK)-tyrosine kinase inhibitors (TKIs) have improved an initial clinical response of non-small-cell lung cancer (NSCLC) patients with ALK-rearrangements. However, a subset of patients shows a poor response to ALK-TKIs. Here, we aimed to identify novel mechanism of primary resistance in preclinical model from a patient who presented an impressive resistance to sequential treatment with ALK TKIs.<br \/><b>Experimental design:<\/b> The PDC YU-1076 cells were established from pleural effusion of the patient at the time he was receiving chemotherapy and radiotherapy after failure of ALK-TKI treatment. Sanger sequencing confirmed ML4-ALK variant 1 detected at the initial diagnosis. No resistance mutations in the ALK kinase domain were detected. To investigate co-occurring genetic alterations, we performed whole exome sequencing (WES) on YU-1076 cells and the matched blood sample. We further investigated the molecular profile of YU-1076 cells using RNA-sequencing analysis.<br \/><b>Results:<\/b> YU-1076 cells exhibited cross-resistance to clinically available ALK-TKIs including crizotinib, ceritinib, alectinib, and lorlatinib. However, immunoblot analysis of YU-1076 cells treated with incremental doses of TKIs unexpectedly revealed an effective reduction of ALK<br \/>activity and downstream signals. We noticed that YU-1076 cells gradually changed from a small, round shape to a fibroblast-like shape following the treatment of ALK-TKIs. Transcriptome analysis confirmed enrichment for gene signatures related epithelial-to-mesenchymal transition (EMT) in ALK TKI-treated YU-1076 cells, suggesting that ALK-TKIs treatment promotes YU-1076 cells toward a more mesenchymal phenotype. WES analysis identified a major chromatin remodeling complex subunit, AT-rich interacting domain 1A (ARID1A), as well as MYC amplification, CDKN2A loss, and TP53 mutations. We focused on a synthetic lethal strategies using the SFK inhibitor dasatinib and the EZH2 inhibitor GSK126 in ARID1A mutant cancers. The combination of dasatinib with ALK-TKIs restored the sensitivity to the ALK TKIs in YU-1076 cells, accompanied by suppression of EMT marker genes VIM and CDH2 and increase of apoptotic markers BIM, PARP, and CAS3. Congruently, dasatinib significantly impaired tumor growth in YU-1076-xenografts. GSK126 also induced synergistic inhibition of cell growth with upregulation of apoptosis marker genes in YU-1076 cells, but did not affect the expression of EMT marker genes.<br \/><b>Conclusion:<\/b> Our data indicate that ARID1A could be potentially used as a predictive biomarker for unfavorable ALK-TKI response. In this context, a combination strategy of ALK TKI with dasatinib may be effective in overcoming primary resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"NSCLC,ALK,Tyrosine kinase inhibitor,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Seung Yeon Oh<\/b><sup>1<\/sup>, You Won Lee<sup>2<\/sup>, Eun Ji Lee<sup>1<\/sup>, Ju Young Kim<sup>2<\/sup>, Sewon Park<sup>3<\/sup>, Ju Yeon Park<sup>2<\/sup>, Su-Jin Choi<sup>4<\/sup>, Mi Ra Yu<sup>2<\/sup>, Sowon Aum<sup>2<\/sup>, Jiyun Lee<sup>5<\/sup>, Chang Gon Kim<sup>6<\/sup>, Jii Bum Lee<sup>7<\/sup>, Sun Min Lim<sup>7<\/sup>, Min Hee Hong<sup>7<\/sup>, Mi Ran Yun<sup>8<\/sup>, Byoung Chul Cho<sup>7<\/sup><br><br\/><sup>1<\/sup>Department of Biomedical Science institute, Graduated School of Medical Brain Korea 21 FOUR Project, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>2<\/sup>Department of Research Support, Yonsei Biomedical Research Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>3<\/sup>JEUK Institute for Cancer Research, JEUK Co., Ltd., Gumi&#8208;City, Korea, Republic of,<sup>4<\/sup>Department of Research Support, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>5<\/sup>Lung Cancer Center, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>6<\/sup>Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>7<\/sup>Division of Medical Oncology, Department of Internal Medicine, Yonsei Cancer Center, Yonsei University College of Medicine, Seoul, Korea, Republic of,<sup>8<\/sup>Secerance Biomedical Science Institute, Yonsei University College of Medicine, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"9116c010-3704-4fb2-8e2e-ac23bd33a938","ControlNumber":"5664","DisclosureBlock":"&nbsp;<b>S. Oh, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>E. Lee, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>J. Park, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>M. Yu, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>C. Kim, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>S. Lim, <\/b> None..<br><b>M. Hong, <\/b> None..<br><b>M. Yun, <\/b> None..<br><b>B. Cho, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9272","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3884","PresenterBiography":null,"PresenterDisplayName":"Seung Yeon Oh, BS","PresenterKey":"c5a87af5-069f-43e2-9af1-627002173782","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3884. Targeting the ARID1A mutations overcomes primary resistance to ALK inhibitors in EML4-ALK posistive NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the ARID1A mutations overcomes primary resistance to ALK inhibitors in EML4-ALK posistive NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Uveal melanoma (UM) is a rare subtype of melanoma that originates from melanocytes of the choroidal plexus, ciliary body and iris. Despite successful treatment of the primary by radiation or surgery, 50% of UM patients develop metastases, mostly in the liver, as an invariably lethal complication. Over 90% of UM harbor activating mutations in the closely related GNAQ or GNA11 genes, mainly at codons Q209, compromising the GTPase activity. Mutant GNAQ and GNA11 can be successfully targeted by the cyclic depsipeptide YM-254890. To anticipate mechanisms of resistance that might arise under treatment with this novel class of G&#945;q inhibitors, we generated UM cell lines resistant to YM-254890 using an in-vitro cell culture system. Upon chronic growth suppression of a GNA11<sup>Q209L<\/sup> mutant UM cell line, we established 12 YM-254890 resistance clones. We identified a secondary GNA11<sup>F75Y<\/sup> mutation in one clone and GNA11<sup>Y192H<\/sup> mutations in the other 11 clones. The secondary mutations were present <i>in cis<\/i> with the original GNA11 <sup>Q209L<\/sup> mutations. To validate the functional role of these secondary mutations in conveying resistance, we engineered two double mutants, GNA11<sup>Q209L\/F75Y<\/sup> and GNA11<sup>Q209L\/Y192H<\/sup>, and introduced them into 293FT cells respectively and confirmed that both F75Y and Y192H convey resistance to YM-254890 treatment. The proliferation of YM-254890-resistant cell lines was still dependent on GNA11 and downstream PKC\/MAPK signaling. Combined inhibition of PKC and MEK synergistically reduced cell viability in YM-254890 resistant UM cells. Analysis of the crystal structure of YM-2548890 in complex with GNAQ predicts both F75Y and Y192H mutations directly affect the binding of YM-254890 to G&#945;q. Our data suggest that direct targeting mutant GNAQ\/11 is promising but will select for secondary mutations within GNAQ \/11 that will result in resistance. Combinatorial targeting of other components in the G&#945;q signaling pathway will increase clinical efficacy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Uveal melanoma,G proteins,Resistance,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jiafang Ma<sup>1<\/sup>, Meng Wang<sup>1<\/sup>, Aashish Manglik<sup>2<\/sup>, Boris  C.  Bastian<sup>1<\/sup>, <b>Xu Chen<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Dermatology, UCSF Helen Diller Family Comprehensive Cancer Ctr., San Francisco, CA,<sup>2<\/sup>UCSF School of Pharmacy, San Francisco, CA","CSlideId":"","ControlKey":"221f695d-8af2-4075-be60-6e5f3b35325e","ControlNumber":"5723","DisclosureBlock":"&nbsp;<b>J. Ma, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>A. Manglik, <\/b> None..<br><b>B. C. Bastian, <\/b> None..<br><b>X. Chen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9273","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3885","PresenterBiography":null,"PresenterDisplayName":"Xu Chen, PhD","PresenterKey":"bc287c3d-122f-4274-8d8f-0dddb5a18ac0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3885. A secondary G&#945;q mutation confers resistance to G&#945;q inhibitors in uveal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A secondary G&#945;q mutation confers resistance to G&#945;q inhibitors in uveal melanoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b>The response of 1<sup>st<\/sup>-line EGFR-TKI treatment in advanced EGFR-mutated lung adenocarcinoma patients are highly effective, but its sustainability and clinical course are quite variable from patient to patient. In this study, we investigated the clinical impact of concomitant genetic mutations analyzed by targeted NGS on PFS and acquired resistance in advanced EGFR-mutated lung adenocarcinoma patients.<br \/><b>Methods: <\/b>Eighty-five advanced NSCLC<b> <\/b>patients harboring<i> EGFR<\/i> mutations were enrolled prospectively in multi-centers from 2019 to 2022 (NCT04122833). We performed the targeted next generation sequencing on 324 cancer-related genes by Foundation One CDx with pre-treated tumor samples. First- or second-generation <i>EGFR<\/i>-TKIs(gefitinib, afatinib, or erlotinib) were administered in 1st-line setting. After the progression, tissue re-biopsy or plasma liquid biopsy (FoundationOne Liquid CDx) for NGS if tissue biopsy is difficult or risk was performed.<br \/><b>Results:<\/b> Of the 85 patients (70.6% of female, 65.8% of nonsmoker, 56.4% of E19del and 38.8% of E21 L858R mutation), 50 patients experienced a disease progression in November, 2022. The median PFS was 20 months (95 %CI: 15.2-24.8). The most frequent co-mutations were <i>TP53<\/i> (47.1%), <i>CDKN2A\/B<\/i> loss (34.1%), <i>MTAP<\/i> loss (20%), <i>NKX2-1amp(15.3%), MDM2amp (14.1%), RMB10, CCNE\/CCND1 amp, NFKB1 amp (11.8%) <\/i>and<i> CDK4\/6<\/i> amp (10.6%). Patients with <i>TP53, CDK4\/6<\/i> amp and <i>MYC<\/i> amp were independently associated with shorter PFS. In a multivariate analysis, tumors with copy number alterations such as <i>CDK4\/6<\/i> amp or Myc amp were also independently associated with shorter PFS. However, the CDKN2A\/2B loss, MTAP loss, and MDM amp were not related with the PFS. In the number of co-mutations, patients harboring &#8805;5 co-mutations identified by NGS had shorter median PFS than patients with 0-1 or 2-4 co-mutations. (mPFS 0-1 : 2-4: &#8805;5 co-mutations=35: 18 : 9.3 months, p&#60;0.001). At progression, 22 patients harbored an acquired T790M mutation (25.8%). Before TKI treatment, patients with <i>CDKN2A\/B<\/i> loss, <i>MTP<\/i> loss or <i>CCND\/CCNE1<\/i> amp in pretreatment tumor have more acquired T790M mutation after progression significantly (p&#60;0.05)<br \/><b>Conclusion<\/b>: We have demonstrated that concomitant mutations detected by targeted NGS analysis provide significant impact on the drug response and clinical course of advanced EGFR-mutated adenocarcinoma patients treated by 1st-line EGFR-TKIs. It is suggested that targeted NGS along with PCR-based detection will be necessary for precision medicine-based individualized practice of 1<sup>st<\/sup>-line EGFR-TKI-based combination treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"EGFR TKI resistance,Next-generation sequencing (NGS),Copy number alterations,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>In Ae Kim<\/b><sup>1<\/sup>, Seung Joon Kim<sup>2<\/sup>, Sung Yong Lee<sup>3<\/sup>, Chang Min Choi<sup>4<\/sup>, Jae Cheol Lee<sup>5<\/sup>, Tae Won Jang<sup>6<\/sup>, Seung Hun Jang<sup>7<\/sup>, Chan Kwon Park<sup>8<\/sup>, Wan Seop Kim<sup>9<\/sup>, Jae Young Hur<sup>9<\/sup>, Hee Joung Kim<sup>10<\/sup>, Young Whan Kim<sup>1<\/sup>, Key Young Lee<sup>11<\/sup><br><br\/><sup>1<\/sup>Precision Medicine Lung Cancer Center, Konkuk Universtity Medical Center, Seoul, Korea, Republic of,<sup>2<\/sup>Division of Pulmonology, Department of Internal Medicine, Seoul St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of,<sup>3<\/sup>Department of Internal Medicine, Korea University Guro Hospital, Seoul, Seoul, Korea, Republic of,<sup>4<\/sup>Department of Pulmonology and Critical Care Medicine & Oncology, Asan Medical Center, University of Ulsan, College of Medicine, Seoul, Korea, Republic of,<sup>5<\/sup>Department of Oncology, Asan Medical Center, University of Ulsan, College of Medicine, Seoul, Korea, Republic of,<sup>6<\/sup>Pulmonary division, Dept of Internal Medicine, Kosin University Gospel Hospital, Seoul, Korea, Republic of,<sup>7<\/sup>Division of Pulmonary, Allergy, and Critical Care Medicine, Department of Medicine, Hallym University Sacred Heart Hospital, Hallym University College of Medicine, Seoul, Korea, Republic of,<sup>8<\/sup>Precision Medicine Lung Cancer Center, Yeouido St. Mary's Hospital, College of Medicine, The Catholic University of Korea, Seoul, Korea, Republic of,<sup>9<\/sup>Department of Pathology, Konkuk Universtity Medical Center, Seoul, Korea, Republic of,<sup>10<\/sup>Precision Medicine Lung Cancer Center,3Department of Pulmonary Medicine, Konkuk Universtity Medical Center, Seoul, Korea, Republic of,<sup>11<\/sup>Precision Medicine Lung Cancer Center,Department of Pulmonary medicine, Konkuk Universtity Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"1ad9e026-95ab-43fd-b2b4-15410a80ae38","ControlNumber":"5885","DisclosureBlock":"&nbsp;<b>I. Kim, <\/b> None..<br><b>S. Kim, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>C. Choi, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>T. Jang, <\/b> None..<br><b>S. Jang, <\/b> None..<br><b>C. Park, <\/b> None..<br><b>W. Kim, <\/b> None..<br><b>J. Hur, <\/b> None..<br><b>H. Kim, <\/b> None..<br><b>Y. Kim, <\/b> None..<br><b>K. Lee, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9274","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3886","PresenterBiography":null,"PresenterDisplayName":"In Ae Kim","PresenterKey":"716e4f4b-294f-436e-ab51-9f043e150f31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3886. Analysis of concomitant genetic alterations in advanced EGFR-mutated lung adenocarcinoma by targeted NGS : A multicenter prospective and real world study","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Analysis of concomitant genetic alterations in advanced EGFR-mutated lung adenocarcinoma by targeted NGS : A multicenter prospective and real world study","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Ripretinib (Rip) is a kinase inhibitor with broad preclinical activity against mutant KIT. Based on the INVICTUS trial, Rip was approved for patients with Gastrointestinal Stromal Tumors (GIST) after treatment with 3 or more kinase inhibitors. Most patients in this &#8805;4<sup>th<\/sup>-line setting progress on Rip within one year. Here, we characterized Rip-progressing GIST samples to identify resistance mechanisms.<br \/>Methods: Progressing lesions in 25 patients were analyzed by NGS after Rip failure. KIT mutations (muts) were recapitulated by gene editing. Activities of Rip, sunitinib (SU), and novel TKIs were characterized by cell viability assays and immunoblot. Mutagenesis experiments were performed using ENU. SU- and Rip-resistant cell lines were pooled and treated with various regimens, with clonal composition deconvoluted by cDNA-based amplicon sequencing.<br \/>Results: 19\/25 Rip-progressing GISTs displayed muts in the ATP-binding pocket (ATP-BP; e13\/14). Four of these had pre-existing muts in the activation loop (AL; e17\/18), which were confirmed to be in-cis with the primary and ATP-BP muts (triple in cis; TIC). Mutagenesis screens using a double KIT-mutant GIST line (e11 + AL) as a starting point confirmed that TIC-muts are a predominant escape mechanism when treated with Rip. A GIST subline (T1-triple) with TIC-muts in e11, e18 (A829P), and e13 (V654A) was highly resistant to Rip (GR50 &#62; 2&#181;M). Structural analyses of ATP-BP muts suggest steric interference and loss of van der Waals interactions that impede Rip binding and thereby confer Rip resistance. Another 3\/25 Rip-progressing GISTs harbored pathogenic <i>KIT<\/i> muts in e9 only. A novel GIST cell line with primary <i>KIT<\/i> e9 mut (T1-e9) was 14-fold less sensitive to Rip than isogenic e11-driven cells (GR50 = 115 vs 8nM). Notably, adding a typical AL mut to T1-e9 (T1-e9-N822K) sensitized the cells to Rip (GR50 = 20nM). Immunoblots showed &#62;95% inhibition of phospho-KIT in AL-mutant cell lines at Rip 100nM, whereas inhibition was weaker in T1-e9 (77%) and T1-V654A (46%), and absent in T1-triple. A compound screen of FDA-approved kinase inhibitors identified Nintedanib (NIN) as the most active compound against T1-triple. Clonal outgrowth assays of mixed cultures revealed SU (93% inhibition), and a weekly switch between Rip and either SU (96%) or NIN (79%) as the most effective inhibitors of pooled cell growth.<br \/>Conclusions: <i>KIT<\/i> e9 primary muts and e13\/14 (ATP-BP) secondary muts are enriched in post-progression biopsies following Rip treatment. <i>KIT<\/i> TIC-muts are novel frequent events driving GIST clinical progression and confer a high degree of resistance. Strategies to overcome resistance may include combinations or sequences of approved drugs, and novel drugs that more efficiently inhibit TIC-mutant KIT.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Kit tyrosine kinase,Gastrointestinal stromal tumor,Ripretinib,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Thomas Mühlenberg<sup>1<\/sup>, Johanna Falkenhorst<sup>1<\/sup>, Tom Schulz<sup>2<\/sup>, <b>Benjamin  S.  Fletcher<\/b><sup>1<\/sup>, Alina Teuber<sup>2<\/sup>, Dawid Krzeciesa<sup>1<\/sup>, Isabella Klooster<sup>3<\/sup>, Jonas Lategahn<sup>2<\/sup>, Wen-Bin Ou<sup>3<\/sup>, Meijun Lundberg<sup>3<\/sup>, Margaret von Mehren<sup>4<\/sup>, Susanne Grunewald<sup>1<\/sup>, Alicia  I.  Tüns<sup>5<\/sup>, Mehdi Brahmi<sup>6<\/sup>, Michael  C.  Heinrich<sup>7<\/sup>, Cesar Serrano<sup>8<\/sup>, Hans-Ulrich Schildhaus<sup>9<\/sup>, Sonja Sievers<sup>10<\/sup>, Jürgen Treckmann<sup>11<\/sup>, Lydia Wilson<sup>3<\/sup>, Chandrajit  P.  Raut<sup>12<\/sup>, Adrian Marino-Enriquez<sup>3<\/sup>, Suzanne George<sup>13<\/sup>, Daniel Rauh<sup>2<\/sup>, Jonathan  A.  Fletcher<sup>3<\/sup>, Sebastian Bauer<sup>1<\/sup><br><br\/><sup>1<\/sup>Internal Medicine (Tumor Research), Essen University Hospital, Essen, Germany,<sup>2<\/sup>Chemistry and Chemical Biology, Technical University Dortmund, Dortmund, Germany,<sup>3<\/sup>Pathology, Brigham and Women's Hospital, Boston, MA,<sup>4<\/sup>Hematology\/Oncology, Fox Chase Cancer Center, Temple Health System, Philadelphia, PA,<sup>5<\/sup>Medical Oncology, Essen University Hospital, Essen, Germany,<sup>6<\/sup>Medical Oncology, Centre Leon Berard, Lyon, France,<sup>7<\/sup>Portland VA Health Care System and OHSU Knight Cancer Institute, Portland, OR,<sup>8<\/sup>Sarcoma Translational Research Laboratory, Vall d’Hebron Institute of Oncology, Barcelona, Spain,<sup>9<\/sup>Institute of Pathology, Essen University Hospital, Essen, Germany,<sup>10<\/sup>Compound Management and Screening Center, Max Planck Institute of Molecular Physiology, Dortmund, Germany,<sup>11<\/sup>Visceral and Transplantation Surgery, University of Duisburg-Essen Medical School, Essen, Germany,<sup>12<\/sup>Surgery, Brigham and Women's Hospital, Boston, MA,<sup>13<\/sup>Medical Oncology, Dana-Farber Cancer Institute, Boston, MA","CSlideId":"","ControlKey":"9cb608ff-320c-4801-a87c-442d273ceacd","ControlNumber":"5993","DisclosureBlock":"&nbsp;<b>T. Mühlenberg, <\/b> None..<br><b>J. Falkenhorst, <\/b> None..<br><b>T. Schulz, <\/b> None..<br><b>B. S. Fletcher, <\/b> None..<br><b>A. Teuber, <\/b> None..<br><b>D. Krzeciesa, <\/b> None..<br><b>I. Klooster, <\/b> None..<br><b>J. Lategahn, <\/b> None..<br><b>W. Ou, <\/b> None..<br><b>M. Lundberg, <\/b> None.&nbsp;<br><b>M. von Mehren, <\/b> <br><b>Deciphera Pharmaceuticals<\/b> Other, Consulting. <br><b>Blueprint Medicines<\/b> Other, Consulting. <br><b>Exelexis<\/b> Other, Consulting. <br><b>GSK<\/b> Other, Consulting. <br><b>Böhringer Ingelheim<\/b> Other, Consulting. <br><b>Novartis<\/b> Other, Research Funding.<br><b>S. Grunewald, <\/b> None..<br><b>A. I. Tüns, <\/b> None..<br><b>M. Brahmi, <\/b> None.&nbsp;<br><b>M. C. Heinrich, <\/b> <br><b>Novartis<\/b> Other, Consulting. <br><b>Deciphera Pharmaceuticals<\/b> Other, Consulting. <br><b>Blueprint Medicines<\/b> Other, Consulting. <br><b>Theseus Pharmaceuticals<\/b> Other, Consulting. <br><b>C. Serrano, <\/b> <br><b>Karyopharm<\/b> Other, Research Funding. <br><b>Pfizer<\/b> Travel, Other, Research Funding. <br><b>Deciphera Pharmaceuticals<\/b> Other, Research Funding, Consulting. <br><b>Bayer AG<\/b> Travel, Other, Research Funding, Lectures. <br><b>CogentBio<\/b> Other, Consulting. <br><b>Immunicum AB<\/b> Other, Consulting. <br><b>Blueprint Medicines<\/b> Other, Consulting, Lectures. <br><b>PharmaMar<\/b> Travel. <br><b>Novartis<\/b> Travel. <br><b>Lilly<\/b> Travel.<br><b>H. Schildhaus, <\/b> None..<br><b>S. Sievers, <\/b> None..<br><b>J. Treckmann, <\/b> None..<br><b>L. Wilson, <\/b> None..<br><b>C. P. Raut, <\/b> None..<br><b>A. Marino-Enriquez, <\/b> None..<br><b>S. George, <\/b> None..<br><b>D. Rauh, <\/b> None.&nbsp;<br><b>J. A. Fletcher, <\/b> <br><b>Novartis<\/b> Patent. <br><b>S. Bauer, <\/b> <br><b>Blueprint Medicines<\/b> Other, Research Funding, Consulting. <br><b>Incyte<\/b> Other, Research Funding. <br><b>Novartis<\/b> Other, Research Funding, Consulting. <br><b>PharmaMar<\/b> Other, Consulting. <br><b>Eli Lilly & Co<\/b> Other, Consulting. <br><b>Adcendo<\/b> Other, Consulting. <br><b>Bayer<\/b> Other, Consulting. <br><b>Böhringer Ingelheim<\/b> Other, Consulting. <br><b>Cogant<\/b> Other, Consulting. <br><b>Daiichi Sankyo<\/b> Other, Consulting. <br><b>Deciphera<\/b> Other, Consulting. <br><b>GSK<\/b> Other, Consulting. <br><b>Exelixis<\/b> Other, Consulting. <br><b>Nanobiotix<\/b> Other, Consulting. <br><b>Roche<\/b> Other, Consulting.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9275","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3887","PresenterBiography":null,"PresenterDisplayName":"Benjamin Fletcher, BA","PresenterKey":"662ce830-2f30-405f-8fca-2832c00af1e0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3887. ATP-binding pocket substitutions as secondary or tertiary in-cis mutations are major on-target ripretinib resistance mechanisms in gastrointestinal stromal tumor","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"ATP-binding pocket substitutions as secondary or tertiary in-cis mutations are major on-target ripretinib resistance mechanisms in gastrointestinal stromal tumor","Topics":null,"cSlideId":""},{"Abstract":"The IL6-GP130-STAT3 signaling pathway facilitates lung cancer progression and resistance to tyrosine kinase inhibitors. Although glycosylation alters the stability of GP130 receptor, its effect on the ligand IL6 remains unclear. In this study, we found that N-glycosylated IL6 primarily triggers JAK-STAT3 signaling and prolongs STAT3 phosphorylation, whereas N-glycosylation-defective IL6 (DeNG-IL6) induces shortened STAT3 activation and changes the downstream signaling preference for the SRC-YAP-SOX2 axis. This signaling shift promoted epithelial plasticity <i>in vitro<\/i> and metastasis <i>in vivo<\/i>, which were suppressed by specific inhibitors and shRNAs targeting SRC, YAP, and SOX2. EGFR TKI-resistant lung cancer cells secrete high levels of DeNG-IL6 via reduced N-glycosyltransferase gene expression and showed SRC-YAP activation. DeNG-IL6 contributes to drug resistance, as confirmed by <i>in silico<\/i> analysis of cellular and clinical transcriptomes, and signal expression in patient specimens. In summary, cell behaviors can be altered by modifying the N-glycosylation of IL6, and the glycosylation status of circulating IL6 might be a promising biomarker for monitoring the dynamics of lung cancer evolution.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Resistance,Interleukin-6,Glycosylation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chun Hua Hung<\/b><sup>1<\/sup>, Shang-Yin Wu Wu<sup>1<\/sup>, Hsuan-Heng Yeh Yeh<sup>2<\/sup>, Chien-Chung Lin<sup>3<\/sup>, Wu-Chou Su<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Oncology, National Cheng Kung Univ. Medical College, Tainan, Taiwan,<sup>2<\/sup>Center of Applied Nanomedicine, National Cheng Kung University, Tainan, Taiwan,<sup>3<\/sup>Department of Internal Medicine, National Cheng Kung Univ. Medical College, Tainan, Taiwan","CSlideId":"","ControlKey":"8e68426b-7d15-4e9c-9c81-12a33e7d64c5","ControlNumber":"6608","DisclosureBlock":"&nbsp;<b>C. Hung, <\/b> None..<br><b>S. Wu, <\/b> None..<br><b>H. Yeh, <\/b> None..<br><b>C. Lin, <\/b> None..<br><b>W. Su, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9276","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3888","PresenterBiography":null,"PresenterDisplayName":"Chun Hua Hung, PhD","PresenterKey":"c8197c5c-1bf1-46a9-8713-5381e08d579f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3888. N-glycosylation-defective IL6 activates the SRC-YAP-SOX2 signaling to potentiate metastasis and TKI resistance in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"N-glycosylation-defective IL6 activates the SRC-YAP-SOX2 signaling to potentiate metastasis and TKI resistance in NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Various endocrine therapies have been developed such as selective estrogen receptor modulation (SERM), selective estrogen receptor downregulator (SERD) and ligand deprivation using aromatase inhibitors (AI). Tamoxifen, fulvestrant, and AIs are the most used adjuvant treatment for pre- and postmenopausal women with early-stage estrogen receptor positive breast cancer. Tamoxifen and AIs have widespread anti-neoplastic and chemopreventive effects, yet despite this, many breast cancers that are initially receptive ultimately become resistant and recur. There are many known underlying molecular processes that result in resistance, but no overarching pattern has yet been identified. Our previous research demonstrates that the crucial molecular and cellular players secreted from a crosstalk between stromal cells and breast cancer cells can control the development of the tumor and the metastatic process in breast cancer. Breast cancer metastasis involves lymphatic dissemination in addition to hematogenous spreading. Although stromal lymphatic vessels (LVs) serve as initial metastatic routes, roles of organ-residing LVs are underinvestigated. In this report, we demonstrated that crosstalk between ESR1 mutant cells (Y537S and D538G), and lymphatic endothelial cells (LECs), a component of lymphatic vessels, promoted ESR mutant cell growth and migration. To identify a critical secreted factor in this crosstalk, we performed the cytokine array in secretome of crosstalk between ESR1 mutant cells and LECs, and found that CXCL1 is highly secreted from LECs. Knockdown of CXCR2 in ESR1 mutant cells attenuated ESR1 cell migration in the conditioned media of LECs crosstalked with ESR1 mutant cells. To investigate a potential impact given the current clinical landscape of endocrine resistant breast cancer with ESR1 mutations, we performed a cell viability assay and migration assay using reparixin, CXCR1\/2 inhibitor in co-culture with ESR1 mutant cells and LECs. Significantly, reparixin decreased ESR1 mutant cell viability and migration compared to vehicle. We found that the combination treatment of reparixin and Palbociclib and ribociclib significantly inhibited ESR1 mutant cell growth and migration compared the single treatment. These findings implicate CXCL1-CXCR1\/2 signaling as a critical event in the growth of breast cancer with ESR1 mutation and metastasis. Therefore, we have provided evidence that supports the hypothesis that functional inhibition of the CXCL1 and CDK4\/6 signaling pathway has the potential to circumvent endocrine resistant tumor growth and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,Endocrine resistance,Estrogen receptor,Lymphangiogenesis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Daniel Galke<sup><\/sup>, <b>Kideok Jin<\/b><sup><\/sup><br><br\/>Albany College of Pharmacy & Health Sciences, Albany, NY","CSlideId":"","ControlKey":"3d11305c-80a7-41b9-bf1f-7ab189d9f9d5","ControlNumber":"6840","DisclosureBlock":"&nbsp;<b>D. Galke, <\/b> None..<br><b>K. Jin, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9277","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3889","PresenterBiography":null,"PresenterDisplayName":"Kideok Jin, PhD","PresenterKey":"aaaa941e-7029-4791-8eef-3c0474396df4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3889. The role of CXCL1 in crosstalk between breast cancer cells with ESR1 mutations and lymphatic endothelial cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of CXCL1 in crosstalk between breast cancer cells with ESR1 mutations and lymphatic endothelial cells","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer (BC) is the most commonly diagnosed cancer in women and the second leading cause of cancer related deaths in the US. About 70-80% of patients have ER+ BC and initially respond to anti-estrogen (ie, Tamoxifen) or endocrine\/homonal treatments. However, about 60% of the patients inevitably develops resistance to anti-estrogen therapies (due to intrinsic (15-20%) and acquire resistance (30-40%), representing a major clinical problem, resulting in relapses and metastasis, leading to significant patient mortality. Therefore, understanding the underlying mechanisms causing resitance to hormonal or anti-estrogen treatments is needed the for developing highly effective threapies and improving patient survival. Cell surface proteases, including serine proteases, are proteolytic modifiers of particular targets, including growth factors and protease-activated receptors, which are critical for the activation of oncogenic signaling pathways. TMPRSS2, a member of type II transmembrane serine protease (TTSP) family, has been shown to be highly expressed in prostate cancer cells and its role in carcinogenesis. We found that TMPRSS2 is highly upregulated well established tamoxifene resistant cell lines derivative of MCF7 (LCC2 and LCC9) compared to MCF7 cells. Performing Kaplan-Meier survival analyses in TCGA-BC database we also found that TMPRSS2 expression is associated with poor prognosis and significantly shorter patient survival in ER+ BC patients (p=0.015, n=221 patients). In addition, we found that TMPRSS2 is regulated by Estrogen\/ Estrogen Receptor-alpha (ER&#945;) signaling as in vitro inhibition of estrogen\/ ER&#945; signaling by ER&#945; siRNA, tamoxifen or faslodex reduced TMPRSS2 protein expression ER+ MCF7 BC cells. Moreover, we found that inhibition of TMPRSS2 by 3 different siRNA molecules suppressed cell proliferation of MCF7 cells and reduced expression critical proteins for cell cycle and proliferation, including cyclin D1, c-Myc and pERK\/MAPK signaling, suggesting that TMPRSS2 promotes the oncogenic signaling pathways in ER+ BC cells. Currently, we are targeting TMPRSS2 in in vitro and in vivo Tamox-resistant LCC2 and LCC9 models in mice by siRNA alone and in combination with Tamoxifen or faslodex to demostrate inhibition of TMPRSS2 sensitize tumors to anti-estrogen treatments. In conclusion, TMPRSS2 is a potential biomarker for poor patient survival and anti-estrogen resistance, and targeting TMPRSS2 alone as a monothreapy and in combination with anti- Tamoxifen or faslodex may be a promising approach for overcoming resistance to estrogen thereapies in ER+ BC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,Estrogen receptor positive breast cancer,TMPRSS2,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rumeysa Ozyurt<\/b><sup><\/sup>, Nermin Kahraman<sup><\/sup>, Pinar Atalay Dundar<sup><\/sup>, Bulent Ozpolat<sup><\/sup><br><br\/>Nanomedicine, Houston Methodist Research Institute, Houston, TX","CSlideId":"","ControlKey":"12b44d0f-8ab4-4426-8252-abd796bd831b","ControlNumber":"6915","DisclosureBlock":"&nbsp;<b>R. Ozyurt, <\/b> None..<br><b>N. Kahraman, <\/b> None..<br><b>P. Atalay Dundar, <\/b> None..<br><b>B. Ozpolat, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9278","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3890","PresenterBiography":null,"PresenterDisplayName":"Rumeysa Ozyurt","PresenterKey":"1e7da179-4e6b-423b-99b9-832c10a42dc0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3890. TMPRSS2 serin protease is a novel biomarker for ER+ breast cancer patient prognosis and survival and mediates resistance to anti-estrogen treatment in ER+ breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TMPRSS2 serin protease is a novel biomarker for ER+ breast cancer patient prognosis and survival and mediates resistance to anti-estrogen treatment in ER+ breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is the most diagnosed cancer among American men, which has traditionally been treated through hormone therapy. However, after hormone therapy many patients with PCa still develop a more aggressive stage of PCa, called metastasis castration resistant prostate cancer (mCRPC). The second- generation antiandrogens, such as enzalutamide or apalutamide, are used to competitively inhibit the androgen receptor (AR) signaling and achieved great clinical success. However, most of the mCRPC patients would develop resistance to the targeted therapy drugs within 6 months to 2 years after initial administration. Consequently, understanding the molecular mechanism of antiandrogen resistance, has become a critical endeavor to provide a greater benefit to patients. mCRPC is characterized by extensive heterogeneity of genomic copy number alterations, which may lead to antiandrogen resistance. TP53 and RB1 alterations have been reported to be dramatically enriched in mCRPC neuroendocrine cancer and we have previously found that inactivation of both TP53 and RB1 confers resistance to antiandrogen through lineage plasticity, where cancer cells can transdifferentiate from a luminal lineage to a mixture of basal and neuroendocrine lineages, which is no longer dependent on AR signaling. Despite these exciting discoveries, only 10% of patients have TP53 and RB1 loss and it is estimated that approximately 40% of patients develop antiandrogen resistance through an undiscovered mechanism.To identify more genomic alterations which confer antiandrogen resistance, we performed an <i>in vivo<\/i> library screening and identified some of the frequently depleted genes as top candidates mediating antiandrogen response, including the chromatin helicase DNA-binding factor (CHD1). Strikingly, the loss of CHD1 establishes an altered chromatin landscape and enables the activation of heterogenous resistant subclones to emerge, including clones with ectopic NR3C1\/GR, POU3F2\/BRN2, TBX2, and NR2F1. This work provided an innovative model to explain the dramatically increased tumor heterogeneity in therapy resistant prostate cancer and suggested potential druggable targets to overcome resistance. Building on those exciting results, we are now examining the underlying mechanism how the epigenetic rewiring in resistant tumor clones confer resistance and monitoring the evolution of those heterogenous resistant subclones. Furthermore, we are revealing the collaborative function of those four resistant driver genes in promoting metastasis to various distal organs through multidisplinary approaches including single cell transcriptomics and 3D organoid modeling. The completion of this study will not only add clarity to the mechanism of antiandrogen resistance but may also lead to the development of novel biomarker and therapeutic approaches to overcome resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Prostate cancer,Enzalutamide,Androgen receptor,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiaoling Li<\/b><sup><\/sup>, Su Deng<sup><\/sup>, Julisa Gonzalez<sup><\/sup>, Carla Rodriguez Tirado<sup><\/sup>, Choushi Wang<sup><\/sup>, Nickolas  A.  Johnson<sup><\/sup>, Lauren Metang<sup><\/sup>, Ping Mu<sup><\/sup><br><br\/>Molecular Biology, UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"af6f414c-3ae0-4e61-ab04-10f6d21dfb46","ControlNumber":"7265","DisclosureBlock":"&nbsp;<b>X. Li, <\/b> None..<br><b>S. Deng, <\/b> None..<br><b>J. Gonzalez, <\/b> None..<br><b>C. Rodriguez Tirado, <\/b> None..<br><b>C. Wang, <\/b> None..<br><b>N. A. Johnson, <\/b> None..<br><b>L. Metang, <\/b> None..<br><b>P. Mu, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9279","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3891","PresenterBiography":null,"PresenterDisplayName":"Xiaoling Li, PhD","PresenterKey":"c7959db9-5c0c-4422-a408-98294f3b7f6b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3891. Epigenetic rewiring promotes antiandrogen resistance and metastasis via heterogenous oncogenic drivers in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic rewiring promotes antiandrogen resistance and metastasis via heterogenous oncogenic drivers in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Systemic treatment of recurrent\/metastatic renal cell carcinoma (RCC) largely uses receptor tyrosine kinase inhibitors (RTKI), as single agents or in combination with immune checkpoint inhibitors. Unfortunately, patients commonly develop resistance to RTKI&#8217;s, leaving few options for further treatment. Therefore, understanding the mechanisms responsible for drug resistance is critical to improve the clinical outcome in this disease. Our previous studies of acquired resistance to the RTKI sunitinib identified two major regulators, EZH2 and androgen receptor (AR). Inhibition of EZH2 or AR in combination with sunitinib re-sensitizes cells to sunitinib both <i>in vitro<\/i> and <i>in vivo<\/i>. To further explore the link between EZH2 and AR in drug resistance, 786-0 RCC cells with acquired resistance to sunitinib (786-0<sup>RS<\/sup>) was compared to drug naive 786-0 cells with exogenous AR (786-0<sup>AR<\/sup>). Chromatin immunoprecipitation sequencing (ChIP-seq) showed that AR and EZH2 bind the same genomic locations, but only in the resistant strain. Interestingly, treatment of 786-0<sup>AR <\/sup> cells with sunitinib caused AR to translocate to the nucleus observed by the presence of AR at EZH2 bound sites. Additionally, mass spec of AR purified from 786-0<sup>RS<\/sup> cells and 786-0<sup>AR<\/sup> cells found high phosphorylation of S81 and S213, two markers associated with ligand independent activation, in 786-0<sup>RS<\/sup> cells, but not in 786-0<sup>AR<\/sup> cells. Previously, our lab has reported that 786-0<sup>RS<\/sup> cells display a reprogramming of the tyrosine kinome which is dependent on EZH2 likely <i>via<\/i> a non-canonical mechanism. Consistent with this, EZH2 with a phosphomimetic mutation in Serine 21 (S21D) could promote sunitinib resistance when over-expressed with AR, whereas wild-type and phosphonull (S21A) EZH2 could not. We have also expanded the serine\/threonine phosphoproteomic analysis and found extensive rewiring of these signaling networks in 786-0<sup>RS <\/sup>cells with an enrichment of EGFR mediated MAPK and AKT signaling when compared to 786-0 cells. Finally, our lab has generated 786-0 strains resistant to other RTKI including pazopanib and lenvatinib, and found that AR is expressed in these resistant models, solidifying AR activation as a conserved feature of RTKI resistance. Overall, our results suggest that AR activation is driven by phosphorylation induced by EZH2 dependent kinome reprogramming. Untangling the cross talk between AR and EZH2 in RTKI resistant RCC will provide the rationale for novel therapeutic strategies to improve the clinical outcome in patients with this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Kidney cancer,Receptor tyrosine kinase inhibitor (RTKI),Drug resistance,Androgen receptor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Christopher Rupert<\/b><sup>1<\/sup>, Stephanie Metcalf<sup>2<\/sup>, Saranya Rajendran<sup>2<\/sup>, Sean Colligan<sup>1<\/sup>, Peter Hollenhorst<sup>2<\/sup>, Roberto Pili<sup>3<\/sup><br><br\/><sup>1<\/sup>University at Buffalo, Buffalo, NY,<sup>2<\/sup>Indiana University, Bloomington, IN,<sup>3<\/sup>Medicine, University at Buffalo, Buffalo, NY","CSlideId":"","ControlKey":"0b991426-4616-42ac-8979-3aef4ea59243","ControlNumber":"7302","DisclosureBlock":"&nbsp;<b>C. Rupert, <\/b> None..<br><b>S. Metcalf, <\/b> None..<br><b>S. Rajendran, <\/b> None..<br><b>S. Colligan, <\/b> None..<br><b>P. Hollenhorst, <\/b> None.&nbsp;<br><b>R. Pili, <\/b> <br><b>Allarity<\/b> Grant\/Contract. <br><b>Genentech<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9280","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3892","PresenterBiography":null,"PresenterDisplayName":"Roberto Pili, MD","PresenterKey":"53bd95fe-2e80-4cfd-a38c-b53dae3655ae","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3892. EZH2 mediated kinome reprogramming drives AR phosphorylation and activation in receptor tyrosine kinase inhibitors resistant renal carcinoma models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EZH2 mediated kinome reprogramming drives AR phosphorylation and activation in receptor tyrosine kinase inhibitors resistant renal carcinoma models","Topics":null,"cSlideId":""},{"Abstract":"KRAS G12C mutations in cancer can be targeted by G12C-specific inhibitors, but resistance develops rapidly. Preclinical studies suggested multiple drug combinations to improve efficacy, including CDK4\/6, MEK, ERK, EGFR, and SHP2 inhibitors, collectively called vertical MAPK inhibition (&#8220;vMAPKi&#8221;). To identify mechanisms of resistance to vMAPKi, we treated the G12C-mutant colon cancer cell line SW837 with different vMAPKi triple combinations incorporating G12C, MEK, ERK, EGFR, SHP2, and\/or S6K1 inhibitors until resistance developed. Notably, we identified two modes of resistance: fast growing colonies and slow growing or quiescent persisters. Unlike other fast growing resistant models that have pre-existing resistance mutations (e.g. EGFR-T790M for EGFR inhibitors), we did not identify any obvious resistance mutations by targeted exome sequencing in 6 separate colonies, each derived from a different vMAPKi combination. Instead, Reverse-Phase Protein Array revealed robust JNK pathway activation across all colonies, regardless of initial drug combination. Indeed, all colonies showed cross-resistance to all vMAPKi combinations, and sequence analysis revealed shared non-oncogenic mutations across colonies, suggesting that they pre-existed in the parental population. These data suggest that such pre-existing clones are fated for dominance, regardless of the vMAPKi combination used &#8211; implying that vertical pathway inhibition has intrinsic limitations. However, all colonies also gained exquisite sensitivity to single-agent JNK inhibition (&#8220;JNKi&#8221;) compared to parental controls (with identical results in a second cell line, SW480), suggesting a gained vulnerability. Indeed, brief high-dose JNKi treatment completely eliminated colonies, as they did not grow back when JNKi was switched back to vMAPKi. By contrast, JNKi had no effect on quiescent persisters. To understand the differences between colonies and persisters, we conducted RNA-seq on the isolated populations. Although persisters showed no evidence of upstream JNK activation, they showed high expression of FOS, FOSB, and FOSL1, the binding partners of JUN. Indeed, expression of any FOS paralog was sufficient to confer vMAPKi resistance. Thus, both colonies and persisters converge on FOS-JUN signaling, one through upstream JNK activation and the other through transcriptional upregulation of FOS family members. Interestingly, pre-treatment of parental SW837 with high-dose JNKi has no effect on later resistance development, contrasted to the elimination of colonies if JNKi is given after resistance developed. This implies that colonies must undergo a reprogramming step to gain sensitivity to JNKi. We are currently conducting longitudinal single cell and barcoding sequencing assays to understand how such reprogramming occurs and whether this can reveal earlier therapeutic vulnerabilities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Resistance,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mohamad Karim Koleilat<\/b><sup><\/sup>, Lawrence Kwong<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"f91d7331-d394-4970-9637-3960e67ae911","ControlNumber":"7920","DisclosureBlock":"&nbsp;<b>M. Koleilat, <\/b> None..<br><b>L. Kwong, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9281","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3893","PresenterBiography":null,"PresenterDisplayName":"Mohamad Karim Koleilat, MD","PresenterKey":"81ea8179-f161-4ed4-b685-10be66334e94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3893. KRAS G12C colon cancer resistance to vertical MAPK inhibition converges on FOS-JUN signaling through orthogonal mechanisms","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KRAS G12C colon cancer resistance to vertical MAPK inhibition converges on FOS-JUN signaling through orthogonal mechanisms","Topics":null,"cSlideId":""},{"Abstract":"Endocrine therapies targeting the estrogen receptor (ER) are the major treatments of ER+ breast cancer, however acquired resistance to endocrine therapy is almost unavoidable and is the main cause of death with breast cancer. The only FDA-approved selective estrogen receptor degrader (SERD) fulvestrant has been used in the second line treatment to overcome aromatase inhibitor- or tamoxifen-resistance. However, fulvestrant has poor pharmacokinetic properties, which has inspired the development of a new generation of oral SERDs including amcenestrant and giredestrant. To understand the mechanisms of acquired resistance to SERDs in ER+ breast cancer, we established ER+ breast cancer cell lines (MCF7 and T47D) resistant to fulvestrant, amcenestrant or giredestrant. We found that all of our MCF7 and T47D SERD-resistant cell lines showed cross-resistance to each of the three SERDs. We then performed multiple genome-wide profiling assays including CRISPR-KO screen, whole exome sequencing (WES), RNA-seq, ATAC-seq and H3K27ac ChIP-seq on the parental and SERD resistant cell lines. Our findings from the CRISPR-KO screens suggest that ETS transcription factor ELF3 is a potential driver of resistance to SERDs. ELF3 expression is negatively regulated by estrogen signaling. Cells that developed acquired resistance to different SERDs consistently show depletion of ER expression but also a dramatic increase of ELF3 expression, while knockdown of ELF3 in the resistant cells leads to cell growth inhibition, suggesting that ELF3 can drive cell survival in the SERD resistant cells. When comparing the open chromatin regions and active enhancer regions between SERD resistant and parental cells via ATAC-seq and H3K27ac ChIP-seq respectively, ELF3 DNA binding motif was found significantly enriched in SERD resistant cells versus parental cells further indicating that ELF3 may play an important role in the SERD resistant cells. ELF3 ChIP-seq was also performed to identify genes enriched with ELF3 binding sites in SERD resistant and parental cells. Pathway analysis of ELF3-targeted genes reveals that ELF3 may regulate cell metabolism specifically in SERD resistant cells but not in parental cells. Our study suggests that ELF3 may be a novel driver of acquired resistance to SERDs in ER+ breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-01 Drug resistance in molecular targeted therapies,,"},{"Key":"Keywords","Value":"Breast cancer,Endocrine resistance,Selective estrogen receptor degrader (SERD),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Na Zhang<\/b><sup>1<\/sup>, Rongbin Zheng<sup>2<\/sup>, Myles Brown<sup>1<\/sup><br><br\/><sup>1<\/sup>Dana-Farber Cancer Institute, Brookline, MA,<sup>2<\/sup>Boston Children's Hospital, Boston, MA","CSlideId":"","ControlKey":"af006383-78c4-4b7a-84f9-9ed52c0568bf","ControlNumber":"8186","DisclosureBlock":"&nbsp;<b>N. Zhang, <\/b> None..<br><b>R. Zheng, <\/b> None.&nbsp;<br><b>M. Brown, <\/b> <br><b>Novartis Institutes for BioMedical Research<\/b> Grant\/Contract.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9282","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3894","PresenterBiography":null,"PresenterDisplayName":"Na Zhang, PhD","PresenterKey":"8456fddb-41d5-42ea-8d63-57e1c386d475","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3894. The role of ELF3 in acquired resistance to endocrine therapy in ER-positive breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of ELF3 in acquired resistance to endocrine therapy in ER-positive breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Ovarian cancer (OC) is one of the most lethal diseases in the female population worldwide, being considered by 2020 the eighth most common type of cancer and the eighth cause of cancer death in that population. The most widely used chemotherapy treatment is based on the application of platinum based drugs, carboplatin (CBDCA) being one of the most common, in combination with taxanes and cisplatin. Unfortunately, a high percentage of the population relapses shortly after chemotherapy treatment, presenting a drug resistant phenotype. This phenotype reduces overall survival in patients with OC. In this context, various mechanisms have been investigated to understand and study these chemoresistant phenotypes. In the last decade, lncRNAs have been identified in multiple biological processes, including the development of drug-resistant phenotypes in malignant tumors, however, little is known about their role in carboplatin resistance in OC. This study seeks to characterize the effect of lncRNA expression on the chemoresistant phenotype and its potential molecular mechanism involved.<br \/>Materials and Methods: Ovarian cancer cell lines corresponding to: A2780-R-CBDCA, A2780-P, UCI-101, OVCAR3 and SKOV3 were used. Drug susceptibility assays were performed using MTT. Relative expression was performed via RTqPCR. RNAseq was performed on a CBDCA resistance model in vitro using the Illumina HiSeq 4000 platform. Gene Ontology (GO) was analyzed using ClueGO. Gene set enrichment analysis (GSEA) was performed to define enriched biological pathways. Triplexator was used to predict the triplex forming oligonucleotides (TFO) and triplex target sites (TTS) that may be involved in the formation of RNA-DNA triplexes.<br \/>Results: RNAseq analysis showed 156 differentially expressed protein coding genes (DEGs). The most enriched and deregulated signaling pathway was Wnt\/&#946;-catenin. In this context, several regulators of this pathway were found to be altered, including sFRP1, sFRP4, PCDHB6, CTNNA2, DACT1, PCDHB6, WNT3A, and CER1. In addition, 17 lncRNAs involved in CDBCA resistance were found to be deregulated. In this sense, MNX1-AS1 showed high levels of expression in CBDCA resistant cell lines. Interestingly, it has been shown that MNX1-AS1 has the ability to form a triplex with the PCDHB6 gene, which is a tumor suppressor gene and whose expression was found to be decreased in CBDCA resistant cell lines.<br \/>Conclusions: Our results indicate that MNX1-AS1 expression could contribute to the modulation of platinum drug resistance through regulation of PCDHB6 expression via triplexes formation in OC. This finding could explain a new mechanism in CBDCA resistance in OC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Ovarian cancer,Drug resistance,Long noncoding RNA,Carboplatin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tamara Alejandra Viscarra Alvarez<\/b><sup>1<\/sup>, Kurt Leopoldo Buchegger Mena<sup>2<\/sup>, Daniela Inés León Garrido<sup>1<\/sup>, Carmen Gloria Ili Gangas<sup>1<\/sup>, Jorge Sapunar Zenteno<sup>1<\/sup>, Marcela Berrios Flores<sup>3<\/sup>, Ramón Silva Pezoa<sup>4<\/sup>, Sindy Paola Cabarca Barreto<sup>1<\/sup>, Priscilla Brebi Mieville<sup>1<\/sup><br><br\/><sup>1<\/sup>Universidad de La Frontera, Temuco, Chile,<sup>2<\/sup>Ciencias Básicas, Universidad de La Frontera, Temuco, Chile,<sup>3<\/sup>Fundación Arturo López Pérez, Santiago, Chile,<sup>4<\/sup>Universidad Autónoma de Chile, Temuco, Chile","CSlideId":"","ControlKey":"34d1d2cf-7d61-4c57-99d1-615f58dcdfd7","ControlNumber":"5580","DisclosureBlock":"&nbsp;<b>T. A. Viscarra Alvarez, <\/b> None..<br><b>K. L. Buchegger Mena, <\/b> None..<br><b>D. I. León Garrido, <\/b> None..<br><b>C. G. Ili Gangas, <\/b> None..<br><b>J. Sapunar Zenteno, <\/b> None..<br><b>M. Berrios Flores, <\/b> None..<br><b>R. Silva Pezoa, <\/b> None..<br><b>S. P. Cabarca Barreto, <\/b> None..<br><b>P. Brebi Mieville, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9283","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3895","PresenterBiography":null,"PresenterDisplayName":"Tamara Viscarra Alvarez, PhD","PresenterKey":"6a73ee96-b394-41df-b255-3e911f26c8ef","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3895. New potential mechanism of mnx1-as1 in the regulation of the carboplatin chemoresistant phenotype in ovarian cancer cell lines","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New potential mechanism of mnx1-as1 in the regulation of the carboplatin chemoresistant phenotype in ovarian cancer cell lines","Topics":null,"cSlideId":""},{"Abstract":"Since methotrexate (MTX) resistance of osteosarcoma is a frequent cause of poor prognosis, new treatment strategies are needed to overcome this recalcitrant problem. The present study investigated if MTX resistance increased malignancy of osteosarcoma cells and its possible mechanism, via histone-H3 lysine-methylation status. We also propose a new therapeutic strategy for MTX resistant osteosarcoma. MTX resistant 143B osteosarcoma cells (143B-MTXR) were established from 143B parental osteosarcoma cells (143B-P) by culturing the cells with increasing concentrations of MTX stepwise (0.04 &#956;M to 100 &#956;M) for 12 months. The degree of malignancy of the isogenic pair of 143B-MTXR and 143B-P cells was compared by testing clonogenic capacity in cell culture, on both plastic and soft agar. Malignancy was also compared by tumor growth in orthotopic xenograft mouse models by implantation of 2.5 &#215; 10<sup>5<\/sup> cells in the tibia of nude mice. Histone-H3 lysine-methylation status was determined by Western immunoblotting. 143B-MTXR and 143B-P cells were also tested for methionine addiction by sensitivity to recombinant methioninase (rMETase). Welch&#8217;s t-test was performed to statistically evaluate results and a probability value &#8804; 0.05 was defined as statistically-significant difference. The mouse studies were approved by Institutional Animal Care and Use Committee of AntiCancer Inc. After 12 months selection in increasing concentrations of MTX, we isolated 143B-MTXR cells, which had an MTX IC<sub>50<\/sub> of 384 &#956;M compared to 143B-P cells, which had an IC<sub>50<\/sub> of 0.27 &#956;M, demonstrating that the 143B-MTXR cells acquired a 1422-fold resistance to MTX. In cell culture, 143B-MTXR cells had reduced clonogenic capacity on plastic and in soft agar (P &#60; 0.01), indicating reduction in malignancy. In orthotopic xenograft nude-mouse studies, 143B-MTXR cells formed much smaller tumors than 143B-P cells (P &#60; 0.01), further indicating that 143B-MTXR cells lost malignancy. 143B-MTXR cells showed an increase of histone H3K9me3 (P = 0.01), H3K27me3 (P &#60; 0.01), and H3K79me3 (P &#60; 0.01) methylation, which may account in part for their decreased malignancy. However, there was no difference in methylation of H3K4me3 (P = 0.12) or H3K36me3 (P = 0.29). The 143B-MTXR cells had an IC<sub>50<\/sub> of 0.358 U\/ml for rMETase, similar to an IC<sub>50<\/sub> of 0.38 U\/ml for 143B-P cells, indicating the 143B-MTXR cells did not lose their methionine addiction. The increase in histone H3K9me3, H3K27me3, and H3K79me3 shown in the present study in 143B-MTXR cells suggested potential biomarkers of methotrexate-resistance. MTX resistant osteosarcoma may be treated by methionine restriction with rMETase, as the MTX-resistant osteosarcoma cells are highly methionine addicted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Drug resistance,Histone methylation,Osteosarcoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yusuke Aoki<\/b><sup>1<\/sup>, Yasunori Tome<sup>1<\/sup>, Hiromichi Oshiro<sup>1<\/sup>, Ryo Katsuki<sup>1<\/sup>, Kohei Mizuta<sup>1<\/sup>, Kotaro Nishida<sup>1<\/sup>, Robert M. Hoffman<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Orthopedic Surgery, Graduate School of Medicine, University of the Ryukyus, Nishihara, Japan,<sup>2<\/sup>Department of Surgery, University of California, San Diego, La Jolla, CA","CSlideId":"","ControlKey":"5338721b-09a0-4d21-a00e-ce9c0fd63ba2","ControlNumber":"7180","DisclosureBlock":"&nbsp;<b>Y. Aoki, <\/b> None..<br><b>Y. Tome, <\/b> None..<br><b>H. Oshiro, <\/b> None..<br><b>R. Katsuki, <\/b> None..<br><b>K. Mizuta, <\/b> None..<br><b>K. Nishida, <\/b> None..<br><b>R. M. Hoffman, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9284","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3896","PresenterBiography":null,"PresenterDisplayName":"Yusuke Aoki","PresenterKey":"60feda3e-1a5a-4ff0-bdb4-b1d0547ab968","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3896. Alteration of malignancy and histone-H3 lysine-methylation status in osteosarcoma cells which acquire methotrexate resistance<i> in vitro<\/i>","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Alteration of malignancy and histone-H3 lysine-methylation status in osteosarcoma cells which acquire methotrexate resistance<i> in vitro<\/i>","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Ovarian cancer is one of the most lethal diseases in the female population worldwide. Indeed, the survival rate of ovarian cancer is very low when diagnosed lately and the success rate of current chemotherapy regimens is not very efficient. One of the main chemotherapy treatment regimens is the use of platinum drugs, specifically carboplatin (CBDCA). Nevertheless, one of the main reasons for this low success rate is the acquired chemoresistance of these cancers during their progression. The mechanisms responsible for this chemoresistance are numerous, including efflux pumps, repair mechanisms, survival pathways and tumor suppressors. In the last decade, lncRNAs have been identified as a new element responsible in the regulation of chemoresistant phenotype since they have been linked to multiple biological processes and acting in combination with other mechanism involved in chemoresistant. However, little is known about their role in carboplatin resistance in OC. This study seeks to characterize the effect of lncRNA expression on the chemoresistant phenotype and its correlation with the hyperactivation of drug efflux pumps.<br \/>Materials and Methods: Ovarian cancer cell lines A2780-R-CBDCA, A2780-P, UCI-101, OVCAR3 and SKOV3 were used in this study. Chemosensitivity to carboplatin was measured by MTT Assay in 96-well plates after 24, 48 and 72h treatment for determinating IC50 values. Relative expression of MNX1-AS1 associated with CBDCA-resistant phenotype and efflux pumps were evaluated by qRT-PCR.<br \/>Results: It was observed that A2780-R-CBDCA, SKOV3 and OVCAR3 cell lines presented the highest resistance indices in contrast to UCI-101 and A2780-P, which turned out to be highly sensitive to treatment with CBDCA. The relative expression of MNX1-AS1 was found elevated in those lines that presented higher levels of resistance to the drug, while in those more sensitive to treatment, the expression of MNX1-AS1 was found to be decreased. On the other hand, the expression levels of the ABCB1 and ABCC1 efflux pumps showed contradictory results in relation to their expression compared to the resistance index shown in each cell line. Mainly, it could be observed that ABCB1 presented a decreased expression in A2780-R-CBDCA, while ABCC1 was found to be increased in the same line.<br \/>Conclusion: Our results indicate that the expression of MNX1-AS1 could contribute to the development or maintenance of a chemoresistant phenotype to platinum drugs. Meanwhile, the effect of the expression of MNX1-AS1 on the efflux pumps is not yet possible to relate as a modulator of its hyperactivation. However, their potential participation in this mechanism is not ruled out and new analyzes are necessary to rule out this possible relationship.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Long noncoding RNA,Drug resistance,ABC transporters,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kurt Buchegger Mena<\/b><sup>1<\/sup>, Tamara Viscarra Alvarez<sup>2<\/sup>, Daniela León Garrido<sup>2<\/sup>, Ramón Silva Pezoa<sup>3<\/sup>, Carmen Ili Gangas<sup>2<\/sup>, Sindy Cabarca Barreto<sup>2<\/sup>, Marcela Berrios Flores<sup>4<\/sup>, Jorge Sapunar Zenteno<sup>2<\/sup>, Priscilla Brebi Mieville<sup>2<\/sup><br><br\/><sup>1<\/sup>Ciencias Básicas, Universidad de La Frontera, Temuco, Chile,<sup>2<\/sup>Universidad de La Frontera, Temuco, Chile,<sup>3<\/sup>Universidad Autónoma de Chile, Temuco, Chile,<sup>4<\/sup>Fundación Arturo López Pérez, Santiago, Chile","CSlideId":"","ControlKey":"8a5dccd6-09e8-4497-ae43-aa1638d4e786","ControlNumber":"7747","DisclosureBlock":"&nbsp;<b>K. Buchegger Mena, <\/b> None..<br><b>T. Viscarra Alvarez, <\/b> None..<br><b>D. León Garrido, <\/b> None..<br><b>R. Silva Pezoa, <\/b> None..<br><b>C. Ili Gangas, <\/b> None..<br><b>S. Cabarca Barreto, <\/b> None..<br><b>M. Berrios Flores, <\/b> None..<br><b>J. Sapunar Zenteno, <\/b> None..<br><b>P. Brebi Mieville, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9285","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3897","PresenterBiography":null,"PresenterDisplayName":"Kurt Buchegger, PhD","PresenterKey":"35a84855-c539-4425-bf1c-b4bf6a99dacb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3897. MNX1-AS1 expression is positively correlates with expression of drug efflux pumps in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"MNX1-AS1 expression is positively correlates with expression of drug efflux pumps in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the second most common and leading cause of cancer-related deaths worldwide with 85% of these cases being non-small cell lung carcinoma (NSCLC). Unfortunately, despite improvements in NSCLC outcomes, many of these tumors develop resistance against principal chemotherapies (e.g., cisplatin (CisPt) and doxorubicin (Doxo)), inducing abysmally low survival prognosis. Deferasirox (Def), an FDA-approved iron chelation therapy, is a drug under study for cancer therapy due to iron plays a key role in cell growth and energy production. Herein, we determined the effect of Def alone and in combination with CisPt and Doxo on NSCLC A549 cells. Viability assays results showed that Def has synergistic cytotoxic effects in combination with CisPt and Doxo at low uM concentrations after 24 h of incubation using the Chou Talalay method. In addition, qPCR gene expression studies showed that Def induced a significant downregulation of EGFR, VEGF, MMP9, MMP2, CHD4 genes related to resistance and metastatic process. In addition, we determined the overexpression of NDRG1 gene mediated by Def confirming the chelation of iron and disruption of iron metabolism. Overall, this work will set the basis for adjuvant therapies against chemoresistance and metastasis processes using an iron chelator.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Combination therapy,Resistance,Metastasis,Synergism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Natalia  I.  Ortiz Alvelo<\/b><sup>1<\/sup>, Grace Torres<sup>1<\/sup>, Sthephanie Estrada<sup>2<\/sup>, Daraishka Pérez<sup>3<\/sup>, Yancy Ferrer<sup>3<\/sup>, Yamixa Delgado<sup>1<\/sup><br><br\/><sup>1<\/sup>San Juan Bautista School of Medicine, Caguas, Puerto Rico,<sup>2<\/sup>University of Puerto Rico Cayey, Cayey, Puerto Rico,<sup>3<\/sup>Universidad Central del Caribe, Bayamon, Puerto Rico","CSlideId":"","ControlKey":"fbfe6abb-36fe-435a-ad21-ce81036a626f","ControlNumber":"2583","DisclosureBlock":"&nbsp;<b>N. I. Ortiz Alvelo, <\/b> None..<br><b>G. Torres, <\/b> None..<br><b>S. Estrada, <\/b> None..<br><b>D. Pérez, <\/b> None..<br><b>Y. Ferrer, <\/b> None..<br><b>Y. Delgado, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9286","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3898","PresenterBiography":null,"PresenterDisplayName":"Natalia Ortiz Alvelo","PresenterKey":"8cd8a487-a2e8-4df3-bceb-e3549a362a2e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3898. Synergistic combination of the iron chelator deferasirox with cisplatin and doxorubicin chemotherapies against nonsmall cell lung carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Synergistic combination of the iron chelator deferasirox with cisplatin and doxorubicin chemotherapies against nonsmall cell lung carcinoma","Topics":null,"cSlideId":""},{"Abstract":"An extracellular matrix has been demonstrated to be one of the substances that promote tumor cells to become driven by external stimuli to change their biology or malignancy. The main component of extracellular matrix, chondroitin sulfate, has been confirmed as a factor in the progression of tumors. Nevertheless, a great deal remains unknown regarding the precise mechanisms that drive Chondroitin sulfate production and how these details are communicated to cancer cells. According to our previous studies, the main enzyme responsible for Chondroitin sulfate synthesis, carbohydrate sulfotransferase 11 (CHST11), plays a crucial role in lung cancer cell metastatic spread. Nevertheless, the relationship between CHST11 expression and regulatory mechanism in response to lung cancer treatment is unclear, especially for tyrosine kinase inhibitor (TKI). A clinical correlation analysis was used in this study to identify molecules which were highly correlated with the overexpression of CHST11 and identified GPI-anchored protein semaphorin 7A (SEMA7A) as a candidate. According to the TCGA database, expression of upregulated SEMA7A is correlated with poor prognosis and cellular malignancy in lung cancer patients. A SEMA7A-based gene correlation analysis finds that the affected gene ontology is highly similar to CHST11, particularly integrin signaling, which may contribute to Gefitinib resistance. A GSEA analysis reveals a significant effect of CHST11 overexpression on mitotic spindle processes, some of which molecules are clinically relevant to CHST11 or SEMA7A. These molecules have been reported to be involved in TKI resistance events such as MARCKS, MYO1E, and PDLIM5. Based on the TCGA database, these molecules and integrins also display significant clinical relevance in lung cancer patients. A CHST11-mediated increase in SEMA7A in the mitotic spindle process of cells may serve as one of the possible means of reducing TKI-induced mitotic cell death, and thereby promoting the ability of lung cancer cells to become resistant to TKIs. Hence, targeting the CHST11-SEMA7A axis may offer a therapeutic strategy option that could be used to target drug resistance in lung cancers. [Keywords: CHST11, SEMA7A, Integrin, Drug resistant, Lung cancer] (Reference: https:\/\/pubmed.ncbi.nlm.nih.gov\/35985204\/ ; https:\/\/pubmed.ncbi.nlm.nih.gov\/36181245\/)","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Lung adenocarcinoma,Extracellular matrix,EGFR TKI resistance,Integrins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chien-Hsiu Chris Li<\/b><sup>1<\/sup>, Ming-Hsien Chan<sup>1<\/sup>, Yu-Chan Chang<sup>2<\/sup>, Michael Hsiao<sup>1<\/sup><br><br\/><sup>1<\/sup>Academia Sinica - Genomics Research Center, Taipei, Taiwan,<sup>2<\/sup>Department of Biomedical Imaging and Radiological Sciences, National Yang Ming Chiao Tung University, Taipei, Taiwan","CSlideId":"","ControlKey":"b4b8eb83-d65b-4d27-a67f-0e6dc86804f8","ControlNumber":"3240","DisclosureBlock":"&nbsp;<b>C. C. Li, <\/b> None..<br><b>M. Chan, <\/b> None..<br><b>Y. Chang, <\/b> None..<br><b>M. Hsiao, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9287","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3899","PresenterBiography":null,"PresenterDisplayName":"Chien-Hsiu Li, PhD","PresenterKey":"e8d91af2-89b0-4c20-b8b9-7cc70981678f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3899. CHST11 mediated SEMA7A expression contributes to TKI resistant in lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"CHST11 mediated SEMA7A expression contributes to TKI resistant in lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most common form of cancer in women with mortality of about 58% in developing countries. HER2+ breast cancers are treated with trastuzumab in various forms in combination with chemotherapy and has been successful in targeting HER2 overexpression in HER2+ breast cancer and improving survival as a standard first line therapy for more than a decade. However, about 25% of early and 75% of late stage HER2 driven breast cancers are resistant to trastuzumab. For these patients, the clinical outcomes are grim. We report the destabilization of HER2 3&#8216;UTR ARE which degraded oncogene HER2 transcript, protein expression, HER2 dependent kinases and interactome. <i>In vitro<\/i>, we transfected the engineered destabilizing HER2 constructs into BT474 clone 5 trastuzumab resistant breast cancer and within days, we inhibited cancer cell growth and degraded HER2 transcript and protein. The degradation of HER2 leads to loss of many kinases especially YES1 and WNK1 that are known causes of chemoresistance in HER2 positive trastuzumab resistant breast cancer.<i> In vivo<\/i>, we administered the destabilizing constructs as naked constructs or as complexed with nanocages to mice bearing tumors of BT474 clone 5 trastuzumab resistant cells. We found that our constructs, both the naked and nanocage-delivered, conferred significant survival (p values: 0.0178 and 0.00492) to about 60% of the exceptionally surviving mice compared to the controls. Taken together, we have developed a new therapy to target trastuzumab resistant HER2+ metastatic breast cancers with increased survival outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Drug resistance,HER2,Metastatic tumors,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chidiebere  U.  Awah<\/b><sup><\/sup>, Joo Sun Mun<sup><\/sup>, Baris Boylu<sup><\/sup>, Alooka Paragodaarachchi<sup><\/sup>, Chika Ochu<sup><\/sup>, Hiroshi Matsui<sup><\/sup>, Olorunseun  O.  Ogunwobi<sup><\/sup><br><br\/>The City University of New York, New York, NY","CSlideId":"","ControlKey":"2713760f-206e-489c-aecc-449bd092811a","ControlNumber":"4491","DisclosureBlock":"&nbsp;<b>C. U. Awah, <\/b> None..<br><b>J. Sun Mun, <\/b> None..<br><b>B. Boylu, <\/b> None..<br><b>A. Paragodaarachchi, <\/b> None..<br><b>C. Ochu, <\/b> None..<br><b>H. Matsui, <\/b> None..<br><b>O. O. Ogunwobi, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9288","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3900","PresenterBiography":"","PresenterDisplayName":"Chidiebere Awah, D Phil;MD;MD,PhD,MS","PresenterKey":"d0553ee5-dc57-459b-9db1-1abf198c5152","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3900. <i>In vivo<\/i> inhibition of metastatic HER2 positive trastuzumab resistant breast cancer using engineered destabilized 3UTR ARE of HER2 improves survival outcomes","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In vivo<\/i> inhibition of metastatic HER2 positive trastuzumab resistant breast cancer using engineered destabilized 3UTR ARE of HER2 improves survival outcomes","Topics":null,"cSlideId":""},{"Abstract":"Immuno-oncologic (IO) approaches have completely transformed lung cancer treatment. Unfortunately, most patients with NSCLC develop primary resistance during IO and less than 20% achieve partial or complete response. Understanding the pathways to resistance is a significant challenge that requires a focused approach combining both clinical and basic research. Because resistance to IO is complex and likely multimodal, it is vital to find alternative strategies to overcome these challenges. IO generally employs cellular-mediated delivery of granzyme (GrB) as the final toxic payload and fusion proteins containing GrB serve as a targeted therapeutic with an identical mechanism of cytotoxic action. Subsequent development of resistance to GrB-based fusions may provide a look into the intrinsic mechanism of resistance related to cell signaling and gene expression for IO agents. The human fusion protein GrB-Fc-IT4 contains a single chain variable fragment targeting the Fn14 (fibroblast growth factor-inducible 14) receptor for TWEAK that is overexpressed in several tumor types, including NSCLC. GrB-Fc-IT4 exhibits high affinity and selective cytotoxicity within the nanomolar range when tested against a large panel of Fn14+ human cancer cell lines including NSCLC. We generated 3 resistant clones from a NSCLC GrB-sensitive cell line (A549) by exposing the cells to increasing concentrations of GrB-Fc-IT4. We then conducted a comprehensive genomic characterization of the GrB-sensitive A549 and compared to the GrB-Fc-IT4 resistant clones (A549R-F5, A549R-F7 and A549R-F8) to identify significant differentially expressed genes (DEGs) and pathways involved in GrB-resistance mechanisms. By mapping gene expression changes we have established that clones A549R-F5 and A549R-F7 have a very similar genomic profile, while the clone A549R-F8 displays a distinctive genomic profile. These results suggest that clones A549R-F5 and A549R-F7 shared a similar mechanism of resistance whereas clone A549R-F8 mechanism of resistance might be different. Comparison of the GrB-resistant clones with 7 NSCLC cell lines sensitive to GrB-Fc-IT4 revealed 43 significant DEGs (padj&#60;0.05), suggesting these genes could be involved in the GrB response. From these DEGs, 34 genes had a higher basal expression in the GrB-resistant clonal cell lines while 9 DEGs were downregulated. Significantly, sensitivity of GrB-resistant cell lines to the chemotherapy agent cisplatin showed that the GrB-resistant clones were 6-fold more resistant than the parental cell line. We found that 13 DEGs of the 43 DEGS have also been described to be involved with cisplatin- or damage-response. These novel candidates for GrB resistance could prove to be important prognostic markers or targets for tailored combined therapy in the future. Research conducted, in part, by the Clayton Foundation for Research and Lung Spore (P50CA070907).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Granzyme B,Immuno-oncology,Resistance,Lung cancer: non-small cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ana Alvarez-Cienfuegos<\/b><sup><\/sup>, Lawrence  H.  Cheung<sup><\/sup>, Khalid  A.  Mohamedali<sup><\/sup>, Ganiraju  C.  Manyam<sup><\/sup>, Jing Wang<sup><\/sup>, John  V.  Heymach<sup><\/sup>, Michael  G.  Rosenblum<sup><\/sup><br><br\/>UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"73a74df9-05b9-431e-a31c-ea58cb8233d2","ControlNumber":"5065","DisclosureBlock":"&nbsp;<b>A. Alvarez-Cienfuegos, <\/b> None..<br><b>L. H. Cheung, <\/b> None..<br><b>K. A. Mohamedali, <\/b> None..<br><b>G. C. Manyam, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>J. V. Heymach, <\/b> None..<br><b>M. G. Rosenblum, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9289","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3901","PresenterBiography":null,"PresenterDisplayName":"Ana Alvarez De Cienfuegos, PhD","PresenterKey":"8ee12563-3b0c-41a3-9994-9b2b3c0a5a86","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3901. Identification of genomic pathways associated with resistance of NSCLC to immunotherapies containing granzyme B","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of genomic pathways associated with resistance of NSCLC to immunotherapies containing granzyme B","Topics":null,"cSlideId":""},{"Abstract":"Glutathione (GSH) is an antioxidant with an important protective intracellular role against reactive oxygen species. Increased glutathione level is associated with higher rates of metastases and a more aggressive behavior in breast cancer. This study aims to study the molecular and metabolic changes in glutathione synthesis in tamoxifen resistant (TAM-R) MCF-7 breast cancer cell lines.Methods: Three tamoxifen resistant MCF-7 cell lines were produced by using two methods. The first was achieved by treating the cells with tamoxifen and gradually increasing the amount until reaching a predetermined concentration of tamoxifen. The second was achieved by giving multiple fixed concentrations of tamoxifen, the third model was produced from the second by treating the cells with continuous 1&#181;M of tamoxifen. mRNA and metabolites were extracted from the cell lines. cDNA was synthesized from the extracted mRNA, and gene expression of glutathione synthetase (<i>GSS<\/i>) was measured using real-time PCR. Nuclear Magnetic Resonance technique with PABO probe was used for metabolic profiling of extracted metabolites from the resistant and sensitive MCF-7cells and Chenomix software for quantification. Additionally, Kaplan Meier plotter (<u>https:\/\/kmplot.com\/<\/u><u><\/u>) was used to predict the significance of GSS gene expression to overall survival of breast cancer patients. Results: A significant increase in glutathione accompanied with significant decrease in cysteine levels were found in TAM-R cells compared to control TAM sensitive cells. However, there was a 2 times reduction in the expression of <i>GSS<\/i> in TAM-R cells. Correlation of <i>GSS<\/i> gene expression among ER +ve, PR +ve patients who received tamoxifen in their therapy showed that its down regulation is significantly linked to poor overall survival (<i>p-value<\/i> 0.022 and HR of 0.7). Conclusion: The significant increase of glutathione in TAM-R cells may contribute to their increased resistance to oxidative stress and exhibition of a more aggressive behavior. Moreover, the decrease in <i>GSS<\/i> expression is a strong indicator of decreased glutathione synthesis in TAM-R cells as a result of cysteine depletion in the cells that was correlated to poor overall survival among BC patients. However, high glutathione levels in TAM-R cells could be due to increased glutathione regeneration in TAM-R cell lines compared to control.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Tamoxifen resistance,Glutathione,Estrogen receptor,Endocrine resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yazan  I.  Hamadneh<\/b><sup>1<\/sup>, Mohammad AlWahsh<sup>2<\/sup>, Jawad Alrawabdeh<sup>1<\/sup>, Roland Hergenröder<sup>3<\/sup>, Lina  A.  Dahabiyeh<sup>4<\/sup>, Lama Hamadneh<sup>2<\/sup><br><br\/><sup>1<\/sup>School of Medicine, University of Jordan, Amman, Jordan,<sup>2<\/sup>Department of Pharmacy, Al-Zaytoonah University of Jordan, Amman, Jordan,<sup>3<\/sup>Leibniz-Institut für Analytische Wissenschaften - ISAS - e.V., Dortmund, Germany,<sup>4<\/sup>Faculty of Pharmacy, University of Jordan, Amman, Jordan","CSlideId":"","ControlKey":"b2963291-d73e-4071-8072-26ee72c37690","ControlNumber":"6101","DisclosureBlock":"&nbsp;<b>Y. I. Hamadneh, <\/b> None..<br><b>M. AlWahsh, <\/b> None..<br><b>J. Alrawabdeh, <\/b> None..<br><b>R. Hergenröder, <\/b> None..<br><b>L. A. Dahabiyeh, <\/b> None..<br><b>L. Hamadneh, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9290","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3902","PresenterBiography":null,"PresenterDisplayName":"Yazan Hamadneh, No Degree","PresenterKey":"839439f7-7d62-43e9-ba45-d293eaca4fec","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3902. Glutathione as a potential marker of tamoxifen resistance in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glutathione as a potential marker of tamoxifen resistance in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer-related mortality in both men and women worldwide. Despite the administration of platinum compounds represents the main treatment, the majority of tumors remains intrinsically resistant. In lung cancer, miR-301a exerts a main role by modulating the activity of transcription factors like NF-kB and Stat3. Here, we dissected the contribution of miR-301a in the regulation of its new identified target Fos-related antigen-2 (Fra-2), a transcription factor that belongs to the Fos\/AP-1 family. By microarray analysis, we discovered that Fra-2 overexpression increased glioma pathogenesis-related protein 1 (GLIPR1) levels, a mediator of cisplatin resistance in lung cancer. Its mechanism of regulation is still unclear. We demonstrated that GLIPR1 is also a miR-301a target. In vitro, modulation of miR-301a reduced Fra-2 and GLIPR1 levels; conversely, Fra-2 overexpression significantly increased GLIPR1 and miR-301a. Then, by chromatin immunoprecipitation assay, we confirmed that Fra-2 interacts with the promoter regions of both GLIPR1 and MIR301A genes, supporting that miR-301a\/Fra-2\/GLIPR1 axis could be autoregulated by feedback loop in which Fra-2 promotes the transcription of MIR301A gene. Investigating the effect of this new axis on the response to cisplatin, we observed that both Fra-2\/GLIPR1 overexpression and miR-301a silencing induced cisplatin resistance in lung cancer cells. By contrast, silencing of GLIPR1 and combined administration of low doses of Fos\/AP-1 inhibitor restored the cisplatin sensitivity in Fra-2 overexpressing cells. In the lung adenocarcinoma samples from the TCGA dataset, miR-301a overexpression inversely correlated with Fra-2 and GLIPR1 expression. Consistently, the overexpression of miR-301a identified a fraction of tumors with low expression of Fra-2 and GLIPR1 in an internal cohort of lung cancer samples. Altogether, our findings identify the miR-301a\/Fra-2\/GLIPR1 axis that contributes to cisplatin resistance in lung cancer cells and could serve as biomarker to stratify patients who may benefit from cisplatin administration, alone or in combination with Fos\/AP-1 inhibitors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Lung cancer: non-small cell,Drug resistance,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Francesca Lovat<\/b><sup>1<\/sup>, Gian Luca Rampioni Vinciguerra<sup>1<\/sup>, Marina Capece<sup>1<\/sup>, Rosario Distefano<sup>1<\/sup>, Giovanni Nigita<sup>1<\/sup>, Andrea Vecchione<sup>2<\/sup>, Carlo  M.  Croce<sup>1<\/sup><br><br\/><sup>1<\/sup>The Ohio State University, Columbus, OH,<sup>2<\/sup>University of Rome 'Sapienza', Rome, Italy","CSlideId":"","ControlKey":"dffcbbd5-07c5-4907-bb0d-6406831e1736","ControlNumber":"3678","DisclosureBlock":"&nbsp;<b>F. Lovat, <\/b> None..<br><b>G. Rampioni Vinciguerra, <\/b> None..<br><b>M. Capece, <\/b> None..<br><b>R. Distefano, <\/b> None..<br><b>G. Nigita, <\/b> None..<br><b>A. Vecchione, <\/b> None..<br><b>C. M. Croce, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9291","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3903","PresenterBiography":null,"PresenterDisplayName":"Francesca Lovat","PresenterKey":"fb149b0a-211f-4491-bcc7-b9dcfc3f838a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3903. Role of the miR-301a\/Fra-2\/GLIPR1 axis in lung cancer cisplatin resistance","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Role of the miR-301a\/Fra-2\/GLIPR1 axis in lung cancer cisplatin resistance","Topics":null,"cSlideId":""},{"Abstract":"Androgen receptor (AR) signaling inhibitors (ARSIs) bicalutamide (Bic) and enzalutamide (Enza) are used in the treatment of castration resistant prostate cancer (CRPC). Prostate cancer (PCa) cells eventually develop treatment resistance against these drugs causing clinical challenges. The mechanisms behind treatment resistance are complex and only partially known. Androgen signaling is linked to lipid and cholesterol metabolism, and they likely play a role in the development of treatment resistance. Cholesterol producing mevalonate pathway can be inhibited by statins, but it is unknown whether statin treatment could enhance effects of ARSIs. We studied combined effects of simvastatin (Sim) with or without Bic or Enza in VCaP originated PCa cell lines resistant to these ARSIs. Unique treatment resistant cell lines were created with long-term cultures of VCaP cells. The cells were kept under anti-androgen influence until the cells were growing normally despite the ARSIs. We analyzed changes in cell growth, RNA expression, and relevant AR signaling and cholesterol metabolism protein expression. Prostate-specific antigen (PSA) secretion was measured as a marker of AR signaling activity. In Bic or Enza resistant cell lines, combination of 2.5 or 5 &#956;M simvastatin + 10 &#956;M Bic\/Enza decreased cell growth more than Sim alone, i.e., ARSIs demonstrated efficacy in combination therapy against ARSI resistant cells. In Bic and Enza resistant cells, combination treatment increased the expression of 60 and 26 and decreased the expression of 33 and 48 genes, respectively, compared with simvastatin alone. Altogether, 16 genes expression changed similarly in both cell lines in response to combination therapy. In both cell lines, over 70% of all gene changes were seen on AR-regulated genes. In Bic resistant cells, Sim decreased PSA levels with or without Bic. On the contrary, in Enza resistant cells PSA levels were increased with combination of Sim and Enza. We showed that combined treatment with ARSI and Sim inhibited cell growth more than Sim alone in ARSI resistant cell lines. This suggests that inhibition of the mevalonate pathway could enhance androgen signaling inhibition and potentially circumvent ARSI resistance mechanisms. This phenomenon is supported by epidemiological studies as patients treated with anti-androgens responded better during simultaneous statin treatment. Gene expression differed in combination treatment compared to Sim alone. Future studies are needed on whether interventions on lipid and cholesterol metabolism could enhance treatment of CRPC. Knowledge about the precise mechanisms behind the treatment responses and resistance might lead to new therapeutic applications.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Prostate cancer,treatment resistance,Enzalutamide,Statins,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Aino Siltari<\/b><sup><\/sup>, Olga Korhonen<sup><\/sup>, Paavo Raittinen<sup><\/sup>, Merja Bläuer<sup><\/sup>, Heimo Syvälä<sup><\/sup>, Teuvo  L.  Tammela<sup><\/sup>, Teemu  J.  Murtola<sup><\/sup><br><br\/>Prostate Cancer Research Center, Tampere University, Tampere, Finland","CSlideId":"","ControlKey":"22228afd-2884-4982-8379-9fc44fd0df12","ControlNumber":"4325","DisclosureBlock":"&nbsp;<b>A. Siltari, <\/b> None..<br><b>O. Korhonen, <\/b> None.&nbsp;<br><b>P. Raittinen, <\/b> <br><b>Oriola<\/b> Employment.<br><b>M. Bläuer, <\/b> None..<br><b>H. Syvälä, <\/b> None..<br><b>T. L. Tammela, <\/b> None.&nbsp;<br><b>T. J. Murtola, <\/b> <br><b>Sanofi<\/b> Travel, Other, Speaker's honorarium. <br><b>Novartis<\/b> Other, Speaker's honorarium and consultation fees. <br><b>Astellas<\/b> Other, Consultation fees. <br><b>Janssen<\/b> Speaker's honorarium and consultation fees. <br><b>Amgen<\/b> Other, Speaker's honorarium and consultation fees. <br><b>Recordati<\/b> Other, Consultation fees. <br><b>Ferring<\/b> Other, Speaker's honorarium. <br><b>Bayer<\/b> Other, Speaker's honorarium and researcher in clinical trials. <br><b>Roche<\/b> Other, Speaker's honorarium. <br><b>Ipsen<\/b> Other, Speaker's honorarium. <br><b>Pfizer<\/b> Other, Speaker's honorarium and researcher in clinical trials. <br><b>Orion<\/b> Other, Researcher in clinical trials.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9292","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3904","PresenterBiography":null,"PresenterDisplayName":"Aino Siltari, PhD","PresenterKey":"ab667e06-f1ba-4986-97dc-00a238997eba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3904. Simvastatin intensifies anti-androgen efficacy against treatment-resistant prostate cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Simvastatin intensifies anti-androgen efficacy against treatment-resistant prostate cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Pancreatic ductal adenocarcinoma (PDAC) has a dismal prognosis, which is largely due to the intrinsic resistance to a broad spectrum of therapies. Vitamin D (VD) has been extensively studied as a potential preventive or therapeutic agent for PDAC treatment. Although accumulating evidence supports that VD has beneficial effects on PDAC treatment, controversies still exist. The major reason for this inconsistency is that VD resistance widely occurs in PDAC. However, the underlying mechanism by which the VD resistance occurs remains largely unknown. Here, we report that epigenetic primming by glyceryl triacetate (GTA) and 5-azacytidine (5-Aza) overcomes VD resistance in PDAC. Mechanistically, increasing global H3K27 acetylation with GTA and reducing global DNA methylation with 5-Aza not only elevate the VDR expression but also reprogram the VD responsive genes. Consistently, combination treatment with VD analogue calcipotriol (CPT) and epigenetic primming overcomes the VD resistance to inhibit cell proliferation and migration through activating genes involved in negative regulation of cell proliferation and cell migration, while CPT treatment alone has the opposite effects. Intriguingly, further studies in mouse PDAC cells suggest that VDR expression does not always corelate with VD responsiveness. Using the gain and loss of function experiments, we demonstrate that VDR is necessary but not sufficient to trigger the anti-tumor activity of VD, highlighting that epigenetic state is the key determinant of VD responsiveness in PDAC. Collectively, these data reveal a previously undefined mechanism for VD resistance in PDAC and has the potential to guide VD clinical trials in the future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Vitamin D,Epigenetics,Resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bo He<\/b><sup><\/sup>, Lauren Stoffel<sup><\/sup>, Clifford Jiajun He<sup><\/sup>, Albert Mao Li<sup><\/sup>, Haowen Jiang<sup><\/sup>, Kumsun Cho<sup><\/sup>, Brittany  M.  Flowers<sup><\/sup>, Sofia Ferreira<sup><\/sup>, Laura  D.  Attardi<sup><\/sup>, Jiangbin Ye<sup><\/sup><br><br\/>Department of Radiation Oncology, Stanford University School of Medicine, Stanford, CA","CSlideId":"","ControlKey":"0e1585e4-ff85-4c40-8e28-5e4008ebff58","ControlNumber":"1922","DisclosureBlock":"&nbsp;<b>B. He, <\/b> None..<br><b>L. Stoffel, <\/b> None..<br><b>C. J. He, <\/b> None..<br><b>A. M. Li, <\/b> None..<br><b>H. Jiang, <\/b> None..<br><b>K. Cho, <\/b> None..<br><b>B. M. Flowers, <\/b> None..<br><b>S. Ferreira, <\/b> None..<br><b>L. D. Attardi, <\/b> None..<br><b>J. Ye, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9293","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3905","PresenterBiography":null,"PresenterDisplayName":"Bo He, PhD","PresenterKey":"9f31571e-d7fa-45bd-b80f-5d57e7405b2c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3905. Epigenetic primming reveals the central role of epigenetic state in the anti-tumor activity of vitamin D in pancreatic ductal adenocarcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic primming reveals the central role of epigenetic state in the anti-tumor activity of vitamin D in pancreatic ductal adenocarcinoma","Topics":null,"cSlideId":""},{"Abstract":"Small cell lung carcinoma(SCLC), classified as a recalcitrant cancer type, accounts for 13-15% of all lung cancers with a median overall survival less than 10 months in patients with extensive stage SCLC. SCLC was once considered as molecularly homogeneous due to nearly universal loss of TP53 and RB1, whereas subsets of MYC-driven, non-neuroendocrine (non-NE) SCLC variants, possess chemoresistance, suggesting its high plasticity and intertumoral heterogeneity related to rapid refractory to first-line chemotherapies. Current pathognomonic classification stratifies SCLC into two NE subtypes (ASCL1+, NEUROD1+) and two non-NE subtypes (POU2F3+ and triple negative), associated with different expression patterns of MYC family proteins. MYC is a master regulator of mRNA translation, whether translational regulation actively tunes SCLC plasticity and the associated chemosensitivity remains an enigma. Here, we delineate the translation landscape of NE and non-NE SCLC cells by using paired human NE SCLC cell line and constitutive or induced non-NE SCLC cells.<br \/>As expected, non-NE SCLC cells are more resistant to the clinically relevant first-line chemotherapy than NE SCLC cells. With polysome profiling in combination with polysome RNA-seq, we showed differential expression at both transcription- and translation-level. However, transcription-level changes minimally overlapped with the translational changes between NE and non-NE SCLC cells, with a global reduction of translation activity observed in non-NE SCLC cells. Through analyzing the polysome profiles, we observed a striking accumulation of 60S monosomes and diminishment of 80S ribosomes derived from non-NE SCLC cells compared to those from NE SCLC cells. This unique translational pattern in non-NE SCLC cells was correlated with an increased expression of eIF6, a &#8216;sitting on the bench&#8217; member of eukaryotic initiation factor (eIF) family. The eIF6 couples 60S monosome maturation and recycling, enrolling a quintessential role in functional 80S ribosome formation. Positive correlation between eIF6 expression and non-NE SCLC tumors was observed in 81 tumor samples derived from patients with limited stage SCLC and CCLE cell consortium, in which c-MYC expression was also positively correlated with eIF6 level. By using both ultracentrifugation and fraction analysis from polysome profiling, we found that less association of eIF6 with 60S may mitigate 80S ribosome assembly in non-NE SCLC cells. In addition, in vivo xenograft models showed that eIF6 expression was higher in residual tumors upon chemotherapy.<br \/>Taken together, these data revealed an eIF6-dependent translational regulation in non-NE transdifferentiation of SCLC subtypes, suggesting an underappreciated function of translational regulation of SCLC plasticity and the potential therapeutic value of eIF6 for overcoming SCLC resistance to chemotherapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Translation,Chemoresistance,Tumor heterogeneity,Cancer cell plasticity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Haoning Peng<\/b><sup>1<\/sup>, Mengyao Wang<sup>1<\/sup>, Lu Li<sup>2<\/sup>, Lunxu Liu<sup>3<\/sup>, Shensi Shen<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute of Thoracic Oncology, West China Hospital, Sichuan University, Chengdu City, China,<sup>2<\/sup>Lung Cancer Center, West China Hospital, Sichuan University, Chengdu City, China,<sup>3<\/sup>Department of Thoracic Surgery, West China Hospital, Sichuan University, Chengdu City, China","CSlideId":"","ControlKey":"d7b9b920-a3a1-4986-a1a7-1980ea60c8d9","ControlNumber":"2757","DisclosureBlock":"&nbsp;<b>H. Peng, <\/b> None..<br><b>M. Wang, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>S. Shen, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9294","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3906","PresenterBiography":null,"PresenterDisplayName":"Haoning Peng, MBBS","PresenterKey":"bf46bcd5-ced2-4d17-b7bd-b0df57bca19c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3906. The mRNA translational plasticity of small cell lung carcinoma is associated with its phenotypic transdifferentiation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The mRNA translational plasticity of small cell lung carcinoma is associated with its phenotypic transdifferentiation","Topics":null,"cSlideId":""},{"Abstract":"Resistance to targeted therapies is a major challenge in oncology. Disease progression is caused by multiple resistance mechanisms. Besides pre-existing and acquired genetic alternations, adaptive non-mutational reprogramming as well as modulation of phenotypic plasticity have emerged as drivers of disease progression. For example, in epidermal growth factor receptor (EGFR)-mutated non-small cell lung cancer (NSCLC) patients who were treated with osimertinib, ~50% of progressive disease could not be attributed to genetic mutations (Leonetti et al., <i>BJC<\/i> 2019). Similarly, in ~ 40% of patients suffering from KRAS G12C-mutated NSCLC and colorectal cancer (CRC), disease progressed under sotorasib treatment without identifiable acquired mutations (Zhao et al., <i>Nature<\/i> 2021). Thus, targeting non-genetic adaptive resistance mechanism such as drug-induced transcriptional reprogramming might be of great therapeutic benefit. Here we identified small molecules, that interfere with cancer drug-induced transcriptional escape mechanisms using a phenotypic screen based on an SRY-Box Transcription Factor 2 (SOX2) reporter system. The screen led to the development of TT125-802, a highly specific and potent, orally available small molecule inhibitor of the bromodomain of the transcriptional and epigenetic regulator CBP [cyclic adenosine monophosphate response element binding protein (CREB) binding protein] and its paralogue p300. TT125-802 dose-dependently prevented osimertinib resistance development in EGFR-mutated NSCLC cell lines HCC827 and HCC4006, as well as sotorasib resistance development in KRAS G12C-mutated NCI-H358 (NSCLC), SW837 and SNU-1411 (CRCs) as assessed by label-free long-term live microscopy assays. Data generated in mouse xenograft studies confirmed the ability of TT125-802 increasing response rates and prolonging the duration of response to osimertinib and sotorasib <i>in vivo<\/i>. In cells and tumours which were already resistant to osimertinib or sotorasib, TT125-802 could still delay cell or tumor growth. Complementary and longitudinal analysis of transcriptional changes using RNA sequencing <i>in vitro<\/i> and <i>in vivo<\/i> identified several early adaptive and late acquired resistance signatures that were reversed by TT125-802. A first-in-human study of TT125-802 in cancer patients is on track to start in 2023.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Drug resistance,Bromodomain,KRAS,EGFR,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thomas Bohnacker<\/b><sup><\/sup>, Dorothea Gruber<sup><\/sup>, Sara Laudato<sup><\/sup>, Martin Schwill<sup><\/sup>, Charles-Henry Fabritius<sup><\/sup>, Raquel Herrador<sup><\/sup>, Katrin Westritschnig<sup><\/sup>, Thushara Pattupara<sup><\/sup>, Vikram Ayinampudi<sup><\/sup>, Stefanie Flückiger-Mangual<sup><\/sup><br><br\/>TOLREMO therapeutics AG, Muttenz, Switzerland","CSlideId":"","ControlKey":"e4ba7a4e-737c-4122-b661-1c5d5541ce54","ControlNumber":"4393","DisclosureBlock":"<b>&nbsp;T. Bohnacker, <\/b> <br><b>TOLREMO therapeutics<\/b> Employment, Stock Option. <br><b>D. Gruber, <\/b> <br><b>TOLREMO therapeutics<\/b> Employment, Stock Option. <br><b>S. Laudato, <\/b> <br><b>TOLREMO therapeutics<\/b> Employment, Stock Option. <br><b>M. Schwill, <\/b> <br><b>TOLREMO therapeutics<\/b> Employment, Stock Option. <br><b>C. Fabritius, <\/b> <br><b>TOLREMO therapeutics<\/b> Employment, Stock Option. <br><b>R. Herrador, <\/b> <br><b>TOLREMO therapeutics<\/b> Employment, Stock Option. <br><b>K. Westritschnig, <\/b> <br><b>TOLREMO therapeutics<\/b> Employment, Stock Option. <br><b>T. Pattupara, <\/b> <br><b>TOLREMO therapeutics<\/b> Employment, Stock Option. <br><b>V. Ayinampudi, <\/b> <br><b>TOLREMO therapeutics<\/b> Other, former employee. <br><b>S. Flückiger-Mangual, <\/b> <br><b>TOLREMO therapeutics<\/b> Employment, Stock, Stock Option, Patent, Other, Co-Founder.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9295","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3907","PresenterBiography":null,"PresenterDisplayName":"Thomas Bohnacker, PhD","PresenterKey":"ee58e862-7833-498e-8725-49fc71c8ab5a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3907. Targeting adaptive resistance to EGFR and KRAS G12C inhibitors by TT125-802, a novel and specific CBP\/p300 bromodomain inhibitor","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting adaptive resistance to EGFR and KRAS G12C inhibitors by TT125-802, a novel and specific CBP\/p300 bromodomain inhibitor","Topics":null,"cSlideId":""},{"Abstract":"<b><u>BACKGROUND:<\/u><\/b> Chemotherapy resistance is recognized to occur not only through selection of pre-existing genetically resistant clones, but also through rapid phenotypic plasticity mechanisms. We previously reported that bladder cancer cells can rapidly transition to and from a chemo-resistant phenotype. Recently, N6-methyladenosine (m<sup>6<\/sup>A) RNA modifications were shown to dynamically and reversibly regulate mRNA processing, differentiation, and cell fate. Here, we tested the hypothesis that m<sup>6<\/sup>A modifications regulate phenotypic plasticity and transition to cisplatin resistance in bladder cancer (BC).<br \/><b><u>METHODS:<\/u><\/b> We utilized methyl-RNA-immunoprecipitation followed by sequencing (MeRIP-seq) and by RNA-seq to identify transcripts that were both differentially methylated and differentially expressed between cisplatin-sensitive and cisplatin-resistant BC cell lines. Candidate transcripts were annotated using Gene Ontology (GO) enrichment analysis and Gene Set Enrichment Analysis (GSEA). Clinical relevance was evaluated using databases such as The Cancer Genome Atlas (TCGA) and the Oncology Research Information Network (ORIEN) avatar. Cancer-relevant genes were then validated in vitro by targeted immunoprecipitation and PCR (MeRIP-PCR) and qPCR. Candidate genes were then functionally validated in cell lines and in patient derived organoids (PDOs) by siRNA-mediated knockdown and cisplatin treatment, as well as by m6A measurement after short-term cisplatin treatment.<br \/><b><u>RESULTS:<\/u><\/b> MeRIP-seq and RNA-seq revealed that cisplatin-sensitive and cisplatin-resistant BC cells have distinct m<sup>6<\/sup>A profiles, with 130 transcripts that were both differentially methylated and differentially expressed. Using clinical and functional database tools, we filtered this list to 37 transcripts and ranked them based on clinical relevance in BC. Of the top 15 candidates, eight were successfully validated in vitro via repeat qPCR and MeRIP-PCR. In cisplatin-resistant cells, one candidate, SLC7A11, was found to have decreased m6A level, which was associated with increased RNA stability and elevated transcript and protein levels. Consistent with this, 48 hr cisplatin treatment of cisplatin-sensitive cells led to SLC7A11 hypomethylation, increased RNA stability, and elevated transcript and protein levels. Furthermore, depletion of SLC7A11 by siRNA-knockdown re-sensitized BC cell lines and PDOs to cisplatin.<br \/><b><u>CONCLUSIONS:<\/u><\/b> Using unbiased transcriptome-wide m<sup>6<\/sup>A profiling followed by targeted validation, we demonstrated that m<sup>6<\/sup>A modifications regulate expression of clinically relevant gene transcripts in BC, and that a subset of these modifications may promote resistance to chemotherapy<i>.&nbsp;<\/i>Collectively, these results implicate epitranscriptomic plasticity as a driver in potentiating cisplatin resistance in bladder cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Drug resistance,Epigenomics,Transcriptional regulation,Bladder cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Emmanuelle Hodara<\/b><sup><\/sup>, Aubree Mades<sup><\/sup>, Tong Xu<sup><\/sup>, Amir Goldkorn<sup><\/sup>, Suhn Rhie<sup><\/sup><br><br\/>Keck School of Medicine of USC, Los Angeles, CA","CSlideId":"","ControlKey":"1860b522-3ad2-4997-80e2-1d9d06c72cc9","ControlNumber":"4956","DisclosureBlock":"&nbsp;<b>E. Hodara, <\/b> None.&nbsp;<br><b>A. Mades, <\/b> <br><b>Curative<\/b> Stock.<br><b>T. Xu, <\/b> None..<br><b>A. Goldkorn, <\/b> None..<br><b>S. Rhie, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9296","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3908","PresenterBiography":null,"PresenterDisplayName":"Emmanuelle Hodara, BS","PresenterKey":"269be20a-81e0-49d9-b552-a5881eeefafa","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3908. M<sup>6<\/sup>A RNA modifications regulate expression of transcripts that promote transition to cisplatin resistance in bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"M<sup>6<\/sup>A RNA modifications regulate expression of transcripts that promote transition to cisplatin resistance in bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma (GBM), is the most common primary brain tumor. It is a lethal disease with a median survival of 15 months characterized by treatment resistance, aggressive brain invasion, and inevitable recurrence. Less than 10 percent of patients survive beyond 5 years. Here, we developed an intracranial longitudinal <i>in vivo <\/i>recurrence model using HF2303, a patient derived explant, to produce paired specimens (pre- and post-recurrence) following temozolomide(TMZ) and radiation(IR) treatment. Mouse brain tissues from the two groups were compared to identify genes and pathways driving treatment resistance. This analysis showed an elevated THY1 expression in recurrent HF2303 tumors compared to na&#239;ve tumors. Increased Thy1 expression was also associated with a more mesenchymal phenotype. THY1 expressing cells from na&#239;ve HF2303 were also resistant to TMZ\/IR treatment in an intracranial model. In U87 neurospheres, overexpression of THY1 increased resistance to TMZ\/IR. Interestingly, stable knockdown of Thy1 in GBM cells and human derived GBM organoids (GBOs) expressing high THY1 levels led to reduced cell proliferation. Yet, an inducible knockout of THY1 using CRISPR\/Cas9 in human GBOs showed increased sensitivity to TMZ\/IR. This suggests a clear link between THY1 expression and TMZ\/IR resistance.Single cell RNA sequencing of over 25 primary GBM and 4 recurrent tumors (spanning over 120,000 cells) shows that cells expressing high levels of THY1 are associated with two distinct populations; neuronal precursor-like (NPC-like) and mesenchymal-like (MES-like). Furthermore spatial transcriptomics from 3 primary GBMs suggests that high THY1 expressing cells are colocalized with macrophages within the perivascular niche contributing to the mesenchymal phenotype. We will present these studies and our more recent work analyzing spatial recurrent GBM samples. Particularly, we will address how THY1 expression in these spatially distinct NPC-like and MES-like differ and how each of these states may contribute towards TMZ\/IR resistance.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET03-04 Regulation of gene expression in drug resistance,,"},{"Key":"Keywords","Value":"Glioblastoma multiforme,Recurrence,Gene expression,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sunita Shankar<\/b><sup><\/sup>, Visweswaran Ravikumar<sup><\/sup>, Hanxiao Wang<sup><\/sup>, Sunjong Ji<sup><\/sup>, Zainab Hasan<sup><\/sup>, Ziad Fehmi<sup><\/sup>, Yacoub Haydin<sup><\/sup>, Daniel  R.  Wahl<sup><\/sup>, Arvind Rao<sup><\/sup>, Alnawaz Rehemtulla<sup><\/sup>, Wajd Al-Holou<sup><\/sup><br><br\/>University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"62da161e-20ad-455a-ba50-d2ff5cd0aeac","ControlNumber":"8017","DisclosureBlock":"&nbsp;<b>S. Shankar, <\/b> None..<br><b>V. Ravikumar, <\/b> None.&nbsp;<br><b>H. Wang, <\/b> <br><b>Astrazeneca<\/b> Employment.<br><b>S. Ji, <\/b> None..<br><b>Z. Hasan, <\/b> None..<br><b>Z. Fehmi, <\/b> None..<br><b>Y. Haydin, <\/b> None..<br><b>D. R. Wahl, <\/b> None..<br><b>A. Rao, <\/b> None..<br><b>A. Rehemtulla, <\/b> None..<br><b>W. Al-Holou, <\/b> None.","End":"4\/18\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"9297","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3909","PresenterBiography":null,"PresenterDisplayName":"Sunita Shankar, PhD","PresenterKey":"c2d30d4b-adf1-495b-94e2-f41915afa33c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3909. THY1 regulates therapy resistance in glioblastoma recurrence","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  9:00AM","SessionId":"636","SessionOnDemand":"False","SessionTitle":"Drug Resistance in Molecular Targeted Therapies 4 \/ Regulation of Gene Expression in Drug Resistance","ShowChatLink":"false","Start":"4\/18\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"THY1 regulates therapy resistance in glioblastoma recurrence","Topics":null,"cSlideId":""}]