[{"Abstract":"Introduction: Approximately half of high-risk non-muscle-invasive bladder cancers (NMIBCs) recur after transurethral resection of the bladder tumor (TURBT), whereas conventional urological testing for bladder cancer (BC) patients has been considered invasive and with low sensitivity. Our previous reports have shown that circulating tumor DNA (ctDNA) monitored by digital PCR (dPCR) can predict relapse and evaluate treatment efficacy in digestive tract cancers. In BC patients, tumor-derived genetic mutations detected in urinary DNA are expected to be a diagnostic biomarker. This study evaluates the clinical validity of monitoring tumor-specific gene mutations in ctDNA and urine pellet DNA (upDNA) using dPCR as a biomarker for early relapse prediction and determination of treatment efficacy.<br \/>Materials and Methods: Thirty-two previously treated and untreated BC patients were enrolled. Tumor DNA was extracted from archived TURBT tissues, and gene mutation analysis by Next Generation Sequencing (NGS) of tumors was performed to select patient-unique somatic mutations for both ctDNA and upDNA monitoring by dPCR. Longitudinal variant allele frequencies (VAFs) of ctDNA and upDNA were monitored by dPCR for up to two years. While dPCR is rapid and has a high sensitivity of less than 0.1% VAF, a mutation-specific primer\/probe set is required. Therefore, we established over 1,000 primer\/probe sets for frequent mutations in human cancer. This large-scale dPCR primer\/probe library allow us to select patient specific mutations for immediate ctDNA monitoring. Clinical recurrence (Crec) based on imaging and urinary cell findings are compared with VAF dynamics of ctDNA and upDNA.<br \/>Results: The median observation period was 516 days (30-733), and a total of 230 urine samples were collected. The selection of monitoring mutations based on NGS analysis was performed in 93.8% (30\/32) cases, with 2.3 (range: 1-6) mutations monitored per case. The primer\/probe sets covered 87.5% (28\/32) of cases and 87.5% (42\/48) of mutations. The VAFs of the upDNA of cases started showing constantly increasing trends 3-12 months earlier than the diagnosis of Crec in 71.4% (5\/7) of the cases. The other two Crec cases, which did not show an elevated upVAF, were both pyuria cases. After local treatment, the upDNA VAFs remained high in the Crec cases. Conventional Crec did not seem to be fully reflected by ctDNA alone.<br \/>Conclusion: Frequent VAF monitoring using upDNA by dPCR enables the prediction of local relapse and the evaluation of treatment efficacy in the management of BC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Urine,Bladder cancer,Recurrence,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Masakazu Abe<\/b><sup>1<\/sup>, Hayato Hiraki<sup>2<\/sup>, Takashi Tsuyukubo<sup>1<\/sup>, Sadahide Ono<sup>3<\/sup>, Shigekatsu Maekawa<sup>1<\/sup>, Daichi Tamura<sup>1<\/sup>, Daiki Ikarashi<sup>1<\/sup>, Renpei Kato<sup>1<\/sup>, Tomohiko Matsuura<sup>1<\/sup>, Mitsugu Kanehira<sup>1<\/sup>, Ryo Takata<sup>1<\/sup>, Hiromitsu Fujisawa<sup>1<\/sup>, Takeshi Iwaya<sup>4<\/sup>, Masashi Idogawa<sup>5<\/sup>, Wataru Obara<sup>1<\/sup>, Satoshi  S.  Nishizuka<sup>2<\/sup><br><br\/><sup>1<\/sup>Urology, Iwate Medical University, Yahaba, Japan,<sup>2<\/sup>Division of Biomedical Research and Development, Iwate Medical University, Yahaba, Japan,<sup>3<\/sup>Department of Diagnostic Pathology, Iwate Prefectural Central Hospital, Morioka, Japan,<sup>4<\/sup>Clinical Oncology, Iwate Medical University, Yahaba, Japan,<sup>5<\/sup>Department of Medical Genome Sciences, Sapporo Medical University School of Medicine, Sapporo, Japan","CSlideId":"","ControlKey":"ac803370-12e4-479f-97fe-04dee93618cc","ControlNumber":"1608","DisclosureBlock":"&nbsp;<b>M. Abe, <\/b> None.&nbsp;<br><b>H. Hiraki, <\/b> <br><b>Quantdetect inc.<\/b> Independent Contractor.<br><b>T. Tsuyukubo, <\/b> None..<br><b>S. Ono, <\/b> None..<br><b>S. Maekawa, <\/b> None..<br><b>D. Tamura, <\/b> None..<br><b>D. Ikarashi, <\/b> None..<br><b>R. Kato, <\/b> None..<br><b>T. Matsuura, <\/b> None..<br><b>M. Kanehira, <\/b> None..<br><b>R. Takata, <\/b> None..<br><b>H. Fujisawa, <\/b> None.&nbsp;<br><b>T. Iwaya, <\/b> <br><b>Quantdetect inc.<\/b> Independent Contractor.<br><b>M. Idogawa, <\/b> None.&nbsp;<br><b>W. Obara, <\/b> <br><b>bristol-myers squibb<\/b> Grant\/Contract. <br><b>ONO PHARMACEUTICAL CO., LTD.<\/b> Grant\/Contract. <br><b>Astellas Pharma Inc.<\/b> Grant\/Contract. <br><b>S. S. Nishizuka, <\/b> <br><b>Quantdetect inc.<\/b> Stock, Other Business Ownership, Grant\/Contract, Other, CEO. <br><b>Thermo Fisher Scientific<\/b> Grant\/Contract. <br><b>LSI Medience Corporation<\/b> Grant\/Contract. <br><b>Geninus inc.<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4345","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3326","PresenterBiography":null,"PresenterDisplayName":"Masakazu Abe","PresenterKey":"f9d2bb54-c293-40b0-bae1-39209b4ce6c7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3326. The clinical validity of urinary pellet DNA monitoring of recurrent bladder cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The clinical validity of urinary pellet DNA monitoring of recurrent bladder cancer","Topics":null,"cSlideId":""},{"Abstract":"Background and Aim: Biliary tract cancers (BTCs) have a poor prognosis. One of the reasons for the prognosis is the difficulty of early diagnosis. The absence of a sufficient biomarker to screen for BTCs in high-risk populations makes the patient to be recognized in advanced status. Therefore, it is urgent to discover a biomarker for early detection of BTCs. This study analyzed extracellular vesicle (EV) peptides to find a new serum biomarker of BTCs.<br \/>Methods: Plasma samples were obtained from 5 healthy people as control, 10 from patients with benign biliary diseases such as choledocholithiasis, sclerosing cholangitis, and gallbladder polyp, and 29 from BTCS patients. The EV peptides have been obtained from 2.5ml of patient plasma. The EV peptide samples were analyzed by liquid chromatography-data-dependent acquisition-tandem mass spectrometry (LC-DDA-MS\/MS). The acquired peptides and proteins were investigated by searching in Fragpipe-MSFragger. Characterization was performed using the EVs database of previous studies. After that, Differential Expression Protein (DEP) analysis and Pathway\/GO analysis are performed to know the biological process.<br \/>Results: Total 25,382 peptides and 3,313 proteins were defined (PSM, peptide-level FDR 1%). Most of the gene ontology biological processes were related to vesicle-mediated transport. On DEP analysis, total 72 proteins were up-regulated, and 29 proteins were down-regulated. Compared to cancer samples, 9 proteins were up-regulated to both healthy and benign samples and 2 were down-regulated. According to biological process\/pathway analysis, up-regulated 9 proteins were mostly related to cytoskeleton\/ECM and Hemostasis. Down-regulated 2 proteins were related to endocytosis and immunity.<br \/>Conclusions: By analyzing EV peptides, a total of 11 proteins have been identified. With validation experiments, we expect to finalize biomarker candidates.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Biliary Tract Cancers,Extracellular vesicles,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dong Uk Kim<\/b><sup>1<\/sup>, Sunghee Park<sup>1<\/sup>, Sung Yong Han<sup>1<\/sup>, Daye Jeon<sup>1<\/sup>, Hyeji Lee<sup>1<\/sup>, Jonghyun Lee<sup>1<\/sup>, Hyeong Seok Nam<sup>2<\/sup>, Dong Wook Lee<sup>3<\/sup>, Chang-Min Cho<sup>3<\/sup>, Min Kyu Jung<sup>4<\/sup>, Jun Heo<sup>4<\/sup>, Un-Beom Kang<sup>5<\/sup>, Seong-Jun Park<sup>6<\/sup>, Sunghyun Huh<sup>5<\/sup>, Yourae Shin<sup>5<\/sup><br><br\/><sup>1<\/sup>Internal Medicine, Biomedical Research Institute, Pusan National University Hospital, Busan, Korea, Republic of,<sup>2<\/sup>Internal Medicine, Pusan National University Yangsan Hospital, Yangsan, Korea, Republic of,<sup>3<\/sup>Internal Medicine, Kyungpook National University Chilgok Hospital, Daegu, Korea, Republic of,<sup>4<\/sup>Internal Medicine, Kyungpook National University Hospital, Daegu, Korea, Republic of,<sup>5<\/sup>Bertis R&D Division, BERTIS Inc, Gyeonggi-do, Korea, Republic of,<sup>6<\/sup>Bertis R&D Division, PASS Center, BERTIS Inc, Gyeonggi-do, Korea, Republic of","CSlideId":"","ControlKey":"e25429f1-a2be-458b-bc2b-06437e8406a4","ControlNumber":"1739","DisclosureBlock":"&nbsp;<b>D. Kim, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>S. Han, <\/b> None..<br><b>D. Jeon, <\/b> None..<br><b>H. Lee, <\/b> None..<br><b>J. Lee, <\/b> None..<br><b>H. Nam, <\/b> None..<br><b>D. Lee, <\/b> None..<br><b>C. Cho, <\/b> None..<br><b>M. Jung, <\/b> None..<br><b>J. Heo, <\/b> None..<br><b>U. Kang, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>S. Huh, <\/b> None..<br><b>Y. Shin, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4346","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3327","PresenterBiography":null,"PresenterDisplayName":"Dong Uk Kim, MD,PhD","PresenterKey":"f5bf3e26-30d4-4fa0-b0b3-31c5524d2c5c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3327. Proteomic profiling of extracellular vesicles in patients with biliary tract cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Proteomic profiling of extracellular vesicles in patients with biliary tract cancers","Topics":null,"cSlideId":""},{"Abstract":"Autoantibodies to tumor-associated antigens (TAAs) have been demonstrated as reporters in early carcinogenesis. Luminex technology enables the development of simultaneous detection of multiple autoantibodies. This study aimed to use Luminex technology to evaluate and develop an optimal panel for the detection of prostate cancer (PCa) based on autoantibodies to fourteen TAAs (p53, p16, IMP2, IMP3, SOX2, BIRC5, HIF1-&#945;, HSP60, ENO1, CTAG1B, MUC1, Her2, GAL1, and GAL3) associated with cancers. A total of 163 samples including 91 PCa sera and 72 normal control sera were screened to evaluate the expression of fourteen autoantibodies by multiple autoantibody bead panel. Except for autoantibodies to Her2 and IMP3, twelve autoantibodies showed significantly high frequencies ranging from 19.8% to 51.6% in the PCa group at 95.8% specificity for normal controls. The area under the curve (AUC) of these twelve autoantibodies ranged from 0.609 to 0.868. After logistic regression modeling and leave-one-out cross-validation, an optimal panel with the combination of three autoantibodies to p16, IMP2, and HSP60 was developed, achieving an AUC of 0.909 with 71.4% sensitivity and 95.8% specificity. Autoantibody to HSP60 exhibiting the best performance with an AUC of 0.868 in the autoantibody bead panel was further validated by Enzyme-linked immunosorbent assay (ELISA) with a larger size sample containing 200 PCa sera and 137 normal control sera, it also showed an AUC of 0.848 to identify PCa from normal controls. Therefore, the autoantibody bead panel showed similar results to ELISA. In summary, we developed an optimal autoantibody bead-based panel for the detection of PCa. It could be used as a high throughput tool to facilitate Pca detection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Prostate cancer,Tumor-associated antigens (TAAs) ,Autoantibody,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Cuipeng Qiu<\/b><sup><\/sup>, Xiao Wang<sup><\/sup>, Serina Batson<sup><\/sup>, Giulio Francia<sup><\/sup>, Jian-Ying Zhang<sup><\/sup><br><br\/>The University of Texas at El Paso, El Paso, TX","CSlideId":"","ControlKey":"706b6d40-4789-4255-9749-0b1ea32c6cd1","ControlNumber":"2075","DisclosureBlock":"&nbsp;<b>C. Qiu, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>S. Batson, <\/b> None..<br><b>G. Francia, <\/b> None..<br><b>J. Zhang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4347","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3328","PresenterBiography":null,"PresenterDisplayName":"Cuipeng Qiu, MPH","PresenterKey":"84b40352-7b6f-4ae6-aa97-cd0303cacd32","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3328. Using Luminex approach to develop a panel of anti-TAA autoantibodies for the detection of prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Using Luminex approach to develop a panel of anti-TAA autoantibodies for the detection of prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer mortality, mainly due to diagnosis at advanced stages. Early detection reduces mortality and screening by CT is recommended for a high-risk population, however, uptake is low. Biomarkers for early-stage detection may enhance screening. Liquid biopsy and blood circulating tumor DNA (ctDNA) are established plasma surrogates of tumor tissue but their use in early detection remains challenging due to the high noise level of current techniques. We constructed a novel multiomic atlas through whole genome sequencing (WGS) to map all genetic and epigenetic changes associated with early-stage lung cancer as a tool to identify markers.<br \/>Biospecimens from 48 early-stage lung cancer cases (58% stage I) and 29 cancer-free controls, all high-risk by USPSTF, were acquired from academic (UBC, Vanderbilt, Cleveland Clinic) and commercial biobanks. Cases had tumor and normal lung tissue, whole blood (WB) and plasma samples. Controls had WB and plasma samples. EpiCheck sequencing (ECS) which combines methylation-sensitive restriction endonuclease digestion to detect differential methylation with WGS for multiomic analyses was performed on each sample. Extracted DNA was digested, underwent standard library preparation and sequenced at an average depth of 600x for cfDNA and 80x for tissue and WB. A subset also underwent WG bisulfite sequencing (BS) and standard WGS for comparison. Data analysis was performed using customized software.<br \/>ECS outperformed BS. Mapping rate was 99.6%, 99.7% and 85.7% and unique mapping rate was 94.1%, 94.3% and 81.4% for WGS, ECS, and BS samples, respectively. Copy number integrity showed Pearson correlations of 0.9 for ECS and 0.67 for BS. Somatic mutation analysis in tissue identified a subset of cases with relatively high ctDNA shedding in plasma that were associated with larger tumors, older age and squamous cell carcinoma histology. This subset was further used to identify tumor derived plasma-based markers and assess fragmentation with high confidence. Shorter ctDNA fragments were observed in some, but not all cases. Additional analysis of WB and plasma identified host derived blood-based markers using methylation and copy number. This orthogonal approach enabled detection of small, low shedding tumors. A discovery panel of 87 markers showed 100% sensitivity and 97% specificity to discriminate cases vs controls. Only 11% of these markers are represented in the TCGA data.<br \/>ECS generates high integrity sequencing data superior to BS, enabling genome-wide multiomic analyses (methylation, mutation, copy number, fragmentomics), with methylation signatures beyond the scope of TCGA. Results, which require validation, underscore the potential of the EpiCheck lung cancer atlas as a development platform of novel blood biomarkers for early-stage lung cancer detection.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Lung cancer,Biomarkers,Screening,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Revital Knirsh<\/b><sup>1<\/sup>, Stephen Lam<sup>2<\/sup>, Anna McGuire<sup>3<\/sup>, Peter  J.  Mazzone<sup>4<\/sup>, Stephen Deppen<sup>5<\/sup>, Eric Grogan<sup>5<\/sup>, Fabien Maldonado<sup>5<\/sup>, Orna Savin<sup>1<\/sup>, Shacade Danan<sup>1<\/sup>, Sarah Zaouch<sup>1<\/sup>, Nimrod Axelrad<sup>1<\/sup>, Dvir Netanely<sup>1<\/sup>, Aharona Shuali<sup>1<\/sup>, Catherine  A.  Schnabel<sup>6<\/sup>, Adam Wasserstrom<sup>1<\/sup>, Danny Frumkin<sup>1<\/sup><br><br\/><sup>1<\/sup>Nucleix, Rehovot, Israel,<sup>2<\/sup>Respiratory Medicine, University of British Columbia, Vancouver, BC, Canada,<sup>3<\/sup>Surgery, University of British Columbia, Vancouver, BC, Canada,<sup>4<\/sup>Pulmonary Medicine, Cleveland Clinic, Cleveland, OH,<sup>5<\/sup>Thoracic Surgery, Vanderbilt University, Nashville, TN,<sup>6<\/sup>Nucleix, San Diego, CA","CSlideId":"","ControlKey":"a1b64c90-5bd7-4c68-b914-14e176244fa0","ControlNumber":"3914","DisclosureBlock":"<b>&nbsp;R. Knirsh, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option, Other Intellectual Property.<br><b>S. Lam, <\/b> None..<br><b>A. McGuire, <\/b> None.&nbsp;<br><b>P. J. Mazzone, <\/b> <br><b>Adela<\/b> Other, research collaboration with Cleveland Clinic. <br><b>Biodesix<\/b> Other, research collaboration with Cleveland Clinic. <br><b>Delfi Diagnostics<\/b> Other, research collaboration with Cleveland Clinic. <br><b>Exact Sciences<\/b> Other, research collaboration with Cleveland Clinic. <br><b>MagArray<\/b> Other, research collaboration with Cleveland Clinic. <br><b>Nucleix<\/b> Other, research collaboration with Cleveland Clinic. <br><b>Prognomix<\/b> Other, research collaboration with Cleveland Clinic. <br><b>Veracyte<\/b> Other, research collaboration with Cleveland Clinic.<br><b>S. Deppen, <\/b> None..<br><b>E. Grogan, <\/b> None..<br><b>F. Maldonado, <\/b> None.&nbsp;<br><b>O. Savin, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option, Other Intellectual Property. <br><b>S. Danan, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>S. Zaouch, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>N. Axelrad, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>D. Netanely, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>A. Shuali, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>C. A. Schnabel, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option. <br><b>A. Wasserstrom, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option, Patent. <br><b>D. Frumkin, <\/b> <br><b>Nucleix<\/b> Employment, Stock Option, Patent.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4349","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3330","PresenterBiography":null,"PresenterDisplayName":"Catherine Schnabel, PhD","PresenterKey":"3ffca030-e5d3-4e37-adf1-479a17d1d7ad","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3330. Development of a genome-wide multiomic atlas of early-stage lung cancer enables identification of novel methylation biomarkers for disease detection beyond TCGA","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of a genome-wide multiomic atlas of early-stage lung cancer enables identification of novel methylation biomarkers for disease detection beyond TCGA","Topics":null,"cSlideId":""},{"Abstract":"Background. Multi-cancer blood-based tests may yield clinical benefit by improving compliance to guideline recommended screening with a more patient-friendly modality, and also by detection of early (stage I\/II) tumors in cancer types that lack screening tests, yet early intervention can save lives. A single test with clinically meaningful performance which addresses both opportunities has yet to be developed.<br \/>Methods. We evaluated a blood-based multi-modal device based on cfDNA epigenomic and targeted protein analysis that enables high performance for early-stage cancer detection in colon, lung, bladder, gastric, liver, ovarian, and pancreas cancers. Blood samples were obtained from multiple case-control cohorts of individuals with colorectal (N &#62; 2,000), lung (N &#62; 300), and other solid tumor cancers (bladder, gastric, liver, ovarian, pancreas (N &#62; 300)) as well as individuals without cancer (N &#62; 3,000). The assay is based on Guardant Shield&#8482; blood-based CRC screening test and the bioinformatic pipeline is augmented with a multi-cancer screening caller for the detection of additional cancers. Sensitivity for CRC and lung cancer detection is calculated at 90% target specificity thresholds, due to availability of guideline recommended screening tests, colonoscopy and LDCT scan to adjudicate blood-based test results. Specificity for all other cancers were targeted at an overall specificity of 98%. The specificity thresholds for CRC, lung, and multi-cancer are selected to yield assay performance tailored for the cancer type and clinical diagnostic pathway.&#8239;<br \/>Results. In this study cohort, this integrated, single device, multi-cancer test yielded CRC sensitivity of 91% (stage I\/II: 93%) and lung cancer sensitivity of 85% (stage I\/II: 75%) at 90% specificity. The overall sensitivity in bladder, gastric, liver, ovarian, and pancreas cancers was 75% (stage I\/II: 66%) at 98% overall specificity. Overall prevalence-adjusted sensitivity of this device in the above 7 cancers were 79% overall sensitivity (stage I\/II: 78%). This blood-based test could detect 25% of the expected cancer diagnoses in 2022 according to SEER estimates.<br \/>Conclusions. This highly-sensitive, integrated, blood-based cancer screening device yields performance on par with currently available screening tests for cancers with screening guidelines (CRC and lung) and clinically meaningful early-stage detection in cancer types without screening guidelines where early intervention can bring clinical benefit, highlighting the ability of this technology to yield clinically meaningful results for the detection of early stage cancer. The performance of this device is under investigation in prospective screening trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Early detection,Screening,Lung cancer,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yupeng He<\/b><sup><\/sup>, Anton Valouev<sup><\/sup>, Liyang Xiong<sup><\/sup>, William  W.  Young Greenwald<sup><\/sup>, Victoria  M.  Raymond<sup><\/sup>, Sven Duenwald<sup><\/sup>, AmirAli Talasaz<sup><\/sup><br><br\/>Guardant Health, Palo Alto, CA","CSlideId":"","ControlKey":"36eb704c-06a7-4ae4-be49-150e6c13b060","ControlNumber":"5417","DisclosureBlock":"<b>&nbsp;Y. He, <\/b> <br><b>Guardant Health<\/b> Employment, Stock, Stock Option. <br><b>A. Valouev, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>L. Xiong, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>W. W. Young Greenwald, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>V. M. Raymond, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>S. Duenwald, <\/b> <br><b>Guardant Health<\/b> Employment, Stock. <br><b>A. Talasaz, <\/b> <br><b>Guardant Health<\/b> Employment, Stock.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4350","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3331","PresenterBiography":null,"PresenterDisplayName":"Yupeng He, PhD","PresenterKey":"f8a3df77-18de-4a5f-a9d1-b6d987471d83","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3331. Highly sensitive blood-based multi-cancer screening device with tiered specificity based on diagnostic workflow","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Highly sensitive blood-based multi-cancer screening device with tiered specificity based on diagnostic workflow","Topics":null,"cSlideId":""},{"Abstract":"The detection of Minimal Residual Disease (MRD) in Acute Myeloid Leukemia (AML) can present a challenge because it can require detecting just several malignant cells within thousands - if not millions - of normal cells. AML is a rare form of cancer that affects blood and bone marrow cells, and AML accounts for ~2 % of all cancer deaths in the United States with a 5-year relative survival rate of ~30 %. Early diagnosis of AML is crucial in determining targeted treatment plans that allow for better prognosis. At that point, tracking the response of AML to a therapy and monitoring for a future relapse becomes important. While nearly half of AML cases contain mutations in either NPM1 or FLT3, nearly half of AML cases appear to have driver mutations in other genes. One of the major challenges associated with the development and validation of assays for MRD in AML is the absence of cell-based reference materials that feature diverse mutations that may be encountered clinically.<br \/>To begin to address this concern, we developed full process cell-based reference materials that contain a number of mutations, including nucleophosmin (NPM1) c.860_863dup, an FMS-like tyrosine kinase 3 (FLT3) internal tandem duplication (ITD), and SNVs in IDH1 and IDH2. We formulated them at concentrations down to 1 in 100,000 in a background of normal leukocytes. Mutations were quantified by digital PCR assays as well as by a targeted Next Generation Sequencing (NGS) panel. We also prepared similar reference materials in a circulating cell-free DNA (ccfDNA) format and analyzed them similarly.<br \/>Using digital PCR, we were able to detect the expected mutations in extracted DNA - although reference materials with mutations present in fewer than 1 in 1,000 cells were difficult to analyze using an input of 50 ng of gDNA per sample. Similarly, error corrected NGS data of this gDNA and ccfDNA became challenging to analyze when the mutation-containing cells were present at fewer than 1 in 1,000 cells due to the low frequency of the mutations.<br \/>Overall, we have generated cell-based and ccfDNA-based reference materials for the development and validation of assays for the detection of MRD in AML. While our own assays were unable to reliably detect the mutations at the lowest concentrations, these materials should be of use for assay developers who are trying to push and establish the sensitivities of their assays.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Acute myeloid leukemia,Biomarkers,Cell lines,Next-generation sequencing (NGS),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Rajula Elango<sup><\/sup>, Matthew  G.  Butler<sup><\/sup>, Ojaswee Dahal<sup><\/sup>, Jayanthi Ramprakash<sup><\/sup>, David Merriam<sup><\/sup>, <b>Yves Konigshofer<\/b><sup><\/sup>, Russell  K.  Garlick<sup><\/sup><br><br\/>LGC Clinical Diagnostics, Inc., Gaithersburg, MD","CSlideId":"","ControlKey":"134b5a3e-1bbe-4a97-bca4-24fde890512b","ControlNumber":"6762","DisclosureBlock":"<b>&nbsp;R. Elango, <\/b> <br><b>LGC Clinical Diagnostics, Inc.<\/b> Employment. <br><b>M. G. Butler, <\/b> <br><b>LGC Clinical Diagnostics, Inc.<\/b> Employment. <br><b>O. Dahal, <\/b> <br><b>LGC Clinical Diagnostics, Inc.<\/b> Employment. <br><b>J. Ramprakash, <\/b> <br><b>LGC Clinical Diagnostics, Inc.<\/b> Employment. <br><b>D. Merriam, <\/b> <br><b>LGC Clinical Diagnostics, Inc.<\/b> Employment. <br><b>Y. Konigshofer, <\/b> <br><b>LGC Clinical Diagnostics, Inc.<\/b> Employment. <br><b>R. K. Garlick, <\/b> <br><b>LGC Clinical Diagnostics, Inc.<\/b> Employment.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4351","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3332","PresenterBiography":null,"PresenterDisplayName":"Yves Konigshofer, PhD","PresenterKey":"75c7c4b4-93fb-43fa-a28f-7dfa8e1ac8f5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3332. Reference materials for the development of assays for the detection of measurable residual disease in acute myeloid leukemia","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reference materials for the development of assays for the detection of measurable residual disease in acute myeloid leukemia","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose: <\/b>There is no consensus on screening for ovarian cancer in high-risk women because no effective biomarker or screening method exists, especially for early-stage cancer patients. The available methods, such as monitoring of CA125 levels, transvaginal ultrasound, and combination of pelvic examination are associated with high false-positive results, leading to additional unnecessary imaging tests, emotional burdens, and risk of invasive surgery for women without cancer. An effective, reliable, and non-invasive method for early detection of ovarian cancer is thus critically needed. In this research, weThus, we aim to identify a distinctive signature of exosomal small RNAs to serve as a novel biomarker for detecting early-stage ovarian cancer in high-risk population.<br \/><b>Methods: <\/b>Women of all ages and ethnical backgrounds were included in this study. Blood samples were collected in the clinic from women with germline BRCA mutations. A total of 30 patients with ovarian cancer before surgery, and 30 age-matched (mean age = 55) healthy women as controls were used. Among the 30 thirty cases, 11 patients had early (stage I) ovarian cancer. Identification of differential exosome small non-coding RNA copy numbers in plasma samples from BRCA1 mutation carriers with and without ovarian cancer was performed by next-generation RNA-Sseq. We randomly split 60 samples into two groups: training set (20 cancer, 20 normal) and , testing set (10 cancer, 10 normal). We apply 10-fold cross-validation to determine hyperparameter of five machine learning models and use the ensemble learning method to evaluate the predictive value of the small RNAs in the exosome by integrating the five machine learning models.<br \/><b>Results: <\/b>The ensemble learning model achieved the testing accuracy of 85% with the sensitivity of 70% and the specificity of 100% by using small RNA and CA125 abundance level as input features. While uUsing CA125 alone, the testing accuracy equals to 90% with the sensitivity of 80% and the specificity of 100%. For the 11 eleven early-stage patient samples, our ensemble learning model made 2 false negative predictions with a total accuracy of 95.1% (sensitivity=81.8%, specificity=100%) while using CA125 alone had five 5 false negative predictions with a total accuracy of 87.8% (sensitivity=54.5%, specificity=100%). All 30 control samples had been correctly classified.<br \/><b>Conclusions: <\/b>We found that ensemble learning model using combining both exosome small RNAs and CA125 will not improve the prediction accuracy for late-stage cancer patients compared to CA125 alone but will significantly improve the prediction accuracy for early-stage patients. Our research findings may indicate a two-pronged strategy in assessing ovarian cancer risks using existing CA125 test followed by small RNA features to detect early-stage ovarian cancer. We are now collecting a larger number of early-stage cancer patient samples for validation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Exosomes,Biomarkers,Diagnosis,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuliang Cao<\/b><sup>1<\/sup>, Cun Han<sup>2<\/sup>, Jianting Sheng<sup>1<\/sup>, Samuel Mok<sup>1<\/sup>, Stephen T.c. Wong<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Systems Medicine and Bioengineering, Houston Methodist Research Institute, Houston, TX,<sup>2<\/sup>Department of Gynecologic Oncology and Reproductive Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"a04a7d95-d5f2-47b5-ab58-3ac4c4fb5c3f","ControlNumber":"7004","DisclosureBlock":"&nbsp;<b>Y. Cao, <\/b> None..<br><b>C. Han, <\/b> None..<br><b>J. Sheng, <\/b> None..<br><b>S. Mok, <\/b> None..<br><b>S. T. Wong, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4352","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3333","PresenterBiography":null,"PresenterDisplayName":"YULIANG CAO","PresenterKey":"8d406e6c-317e-4f0a-bf93-bcbae021d64c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3333. Exosomal non-coding RNAs as a biomarker to improve early ovarian cancer detection","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosomal non-coding RNAs as a biomarker to improve early ovarian cancer detection","Topics":null,"cSlideId":""},{"Abstract":"CLL is a rare hematological cancer and is classified as low-malignancy non-Hodgkin lymphoma. While rare, it is the most frequent form of leukemia in Europe and US accounting for approximately a quarter of all leukemias. As it is a slowly growing tumor, its 5-year survival rate is high compared to faster developing B cell tumors and survival has further improved since introduction of Anti-CD20 Antibody therapies. However, overall the 5-year survival of rare cancers (49%) is significantly lower than for their common counterparts (63%), even though hematological cancers improved outcome over the last years. Due to the currently very late and often incidental diagnosis, some cases turn into aggressively progressing cancers prior to treatment and with concomitant poor outcome. Therefore, diagnosis of CLL and other B cell leukemias remains a challenge. To further improve outcome of CLL and other lymphatic leukemias earlier diagnosis is important. To this end, simple home testing could broaden access to diagnostic tools, but no current method would provide adequate remote initial screening of lymphatic leukemia in populations at risk, such as persons older than 65 years. Epigenetic qPCR has been shown to detect and quantify immune cell populations efficiently from liquid and dried blood samples (DBS). This system is based on specifically unmethylated regulatory elements in gene loci associated with certain cell types. These unique methylation patterns allow specific quantification of cells of interest via qPCR. Different epigenetic qPCR systems were developed for total B cells, na&#239;ve and memory B cells as well as IgM producing B cells. While these gene loci are fully unmethylated in the respective target cells, they are fully methylated in all relevant control cell types. The cell type specificity of these markers was shown using bisulfite specific sequencing using purified cells from healthy donors. Here, we investigated blood samples from healthy donors (n = 112) as well as patients at the time of their initial CLL diagnosis. The mean total B cell count of healthy donors at 5.7% was clearly lower than the 60.4% obtained for CLL patients. Similarly drastic differences were observed for na&#239;ve B (2.3% normal vs. 20.8% CLL) and IgM (3.3% vs. 49.5%) as well as memory B cells (1.6% vs. 32.6%). All differences were statistically significant. To investigate if these mean differences may also lead to differential (and potentially early) diagnosis, we designed receiver operator characteristics and contingency tables, both indicating near perfect segregation between CLL patients and healthy donors in Ig M, memory and all B cells. Our data indicate applicability of epigenetic immune cell counting as easy, potentially DBS- and home-based approach to test increase of immune cells in people potentially at risk of hematological cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Epigenetics,Biomarkers,Cancer detection,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Janine Jung<\/b><sup>1<\/sup>, Jeannette Werner<sup>2<\/sup>, Konstantin Schildknecht<sup>1<\/sup>, Janika Schulze<sup>2<\/sup>, Steffi Walter<sup>1<\/sup>, Christoph Sachsenmaier<sup>1<\/sup>, Deborah Phippard<sup>1<\/sup>, Barbara Seliger<sup>3<\/sup>, Claudia Wickenhauser<sup>3<\/sup>, Sven Olek<sup>1<\/sup><br><br\/><sup>1<\/sup>Precision for Medicine, Berlin, Germany,<sup>2<\/sup>Epimune GmbH, Berlin, Germany,<sup>3<\/sup>University of Halle, Halle, Germany","CSlideId":"","ControlKey":"08ef430e-62bf-4e12-96ad-622200c77526","ControlNumber":"4439","DisclosureBlock":"<b>&nbsp;J. Jung, <\/b> <br><b>Precision for Medicine<\/b> Employment. <br><b>J. Werner, <\/b> <br><b>Epimune GmbH<\/b> Employment. <br><b>K. Schildknecht, <\/b> <br><b>Precision for Medicine<\/b> Employment.<br><b>J. Schulze, <\/b> None.&nbsp;<br><b>S. Walter, <\/b> <br><b>Epimune GmbH<\/b> Employment. <br><b>C. Sachsenmaier, <\/b> <br><b>Epimune GmbH<\/b> Employment, Stock. <br><b>D. Phippard, <\/b> <br><b>Precision for Medicine<\/b> Employment, Stock, Stock Option.<br><b>B. Seliger, <\/b> None..<br><b>C. Wickenhauser, <\/b> None.&nbsp;<br><b>S. Olek, <\/b> <br><b>Precision for Medicine<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4353","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3334","PresenterBiography":null,"PresenterDisplayName":"Janine Jung, Graduate Student","PresenterKey":"bb086c60-22e0-47ef-8c34-251437c21660","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3334. Epigenetic immune cell markers for CLL","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Epigenetic immune cell markers for CLL","Topics":null,"cSlideId":""},{"Abstract":"<b>Objectives:<\/b> Bladder cancer (BC) is a common urinary tract cancer with a variable clinical course. With recurrence as high as 70%, cystoscopy and urine cytology are routinely employed during follow-up of patients with a history of non-muscle invasive bladder cancer (NMIBC). Although multiple FDA approved urine-based tests for BC detection and surveillance exist, diagnostic accuracy of these urine-based assays is still suboptimal. Here, we evaluate the diagnostic value of a newly developed non-invasive DNA methylation-based test for surveillance of NMIBC.<br \/><b>Methods:<\/b> We included patients undergoing blue-light surveillance cystoscopy for NMIBC between February 2019 and September 2021. Urine samples were collected at each surveillance cystoscopy prior any genitourinary manipulation. Samples were analyzed with Bladder CARE, a urine-based test that measures the methylation level of 3 bladder cancer specific biomarkers (TRNA-Cys, SIM2, and NKX1-1) and two internal control loci using methylation-sensitive restriction enzymes coupled with qPCR. Results are reported as Bladder CARE Index (BCI) score and categorized as &#8220;positive&#8221; (BCI &#62; 5), &#8220;high risk&#8221; (2.5 &#60; BCI &#8804; 5) or &#8220;negative&#8221; (BCI &#8804; 2.5). Association between BCI score and category, cytology and cystoscopy findings were assessed.<br \/><b>Results:<\/b> A total of 503 samples were collected from 159 patients (median age of 73, 77% male). 103 biopsies were performed during surveillance cystoscopies, of which 26 (25%) showed evidence of cancer recurrence.Bladder CARE was positive (22) or high-risk (4) in all the positive biopsies, while cytology was atypical only in 7 and highly suspicious in 2. Among 77 negative biopsies, Bladder CARE was positive in 27 collected from 20 patients, 8 of whom developed recurrence detected during subsequent follow ups. Cytology was atypical in 2 of these 8 recurrence patients. 3 patients with positive Bladder CARE results and normal cystoscopies developed upper tract urothelial carcinoma later. Bladder CARE test was able to predict the recurrence within a median of 7 months prior cystoscopy. The Receiver Operating Characteristic (ROC) curve using the BCI values demonstrated the sensitivity, specificity, positive predictive values, and negative predictive value of 93%, 65%, 73.5%, and 89.5%, respectively (Table 1).<br \/><b>Conclusions:<\/b> Urine cytology had low sensitivity and PPV for urothelial carcinoma in this cohort. Our findings demonstrated the necessity of more accurate urine biomarkers in the surveillance of NMIBC patients. Our preliminary results showed that Bladder CARE test has high sensitivity and can potentially predict future recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Bladder cancer,Early detection,Liquid biopsies,Epigenetics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Paolo Piatti<\/b><sup>1<\/sup>, Sanam Ladi-Seyedian<sup>2<\/sup>, Sidney Roberts<sup>2<\/sup>, Farshad Sheybaee Moghadam<sup>2<\/sup>, Alireza Ghoreifi<sup>2<\/sup>, Jeffrey Bhasin<sup>1<\/sup>, Benjamin Jara<sup>1<\/sup>, Lucy Sanossian<sup>3<\/sup>, Yap Ching Chew<sup>3<\/sup>, Sumeet Bhanvadia<sup>2<\/sup>, Hooman Djaladat<sup>2<\/sup>, Anne Schuckman<sup>2<\/sup>, Gangning Liang<sup>4<\/sup>, Siamak Daneshmand<sup>2<\/sup><br><br\/><sup>1<\/sup>Zymo Research Corp., Irvine, CA,<sup>2<\/sup>Department of Urology, Norris Comprehensive Cancer Center, University of Southern California, Los Angeles, CA,<sup>3<\/sup>Pangea Laboratory, LLC, Tustin, CA,<sup>4<\/sup>Norris Comprehensive Cancer Center, University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"fd4cfd00-1372-453d-86e5-781dde8f8be8","ControlNumber":"3728","DisclosureBlock":"<b>&nbsp;P. Piatti, <\/b> <br><b>Zymo Research Corp<\/b> Employment.<br><b>S. Ladi-Seyedian, <\/b> None..<br><b>S. Roberts, <\/b> None..<br><b>F. Sheybaee Moghadam, <\/b> None..<br><b>A. Ghoreifi, <\/b> None.&nbsp;<br><b>J. Bhasin, <\/b> <br><b>Zymo Research Corp.<\/b> Employment. <br><b>B. Jara, <\/b> <br><b>Zymo Research Corp.<\/b> Employment. <br><b>L. Sanossian, <\/b> <br><b>Pangea Laboratory, LLC<\/b> Employment. <br><b>Y. Ching Chew, <\/b> <br><b>Pangea Laboratory, LLC<\/b> Employment.<br><b>S. Bhanvadia, <\/b> None..<br><b>H. Djaladat, <\/b> None..<br><b>A. Schuckman, <\/b> None.&nbsp;<br><b>G. Liang, <\/b> <br><b>Zymo Research. Corp<\/b> Grant\/Contract.<br><b>S. Daneshmand, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4354","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3335","PresenterBiography":null,"PresenterDisplayName":"Paolo Piatti, PhD","PresenterKey":"19ff73aa-e64a-4bf4-9158-7621b725cb8b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3335. DNA methylation markers for the surveillance of non-muscle invasive bladder cancer: Results from a prospective pilot study","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"DNA methylation markers for the surveillance of non-muscle invasive bladder cancer: Results from a prospective pilot study","Topics":null,"cSlideId":""},{"Abstract":"<b>Purpose:<\/b> HCC incidence, which is highest in Asians and Pacific Islanders (API), followed by Black\/African Americans (AA), Hispanics (H), and non-Hispanic Whites (W), is rising at an alarming rate in the United States. Most HCC is diagnosed at an advanced incurable stage, emphasizing the need for accurate biomarkers for early diagnosis. The predictive accuracy in available biomarkers such as alpha-fetoprotein (AFP) is sub-optimal, and these have not been systematically assessed across ethnic and racial subgroups. Here, we report on the performance characteristics of a model derived from an ethnically diverse population including API, distinct from the mainland USA. This model includes biologically relevant proteins, as well as clinical characteristics and seeks to capture the molecular changes underlying hepatocarcinogenesis.<br \/><b>Experimental Procedures<\/b>: We combined human genomic studies using The Cancer Genome Atlas (TCGA) and mechanistic insight from animal models to identify biologically relevant proteins. A proteomic analysis of 7,000 proteins (SomaScan) utilizing serum samples (55 uL\/each) from 520 individuals with cirrhosis, 158 of whom had HCC by imaging criteria. Patients were recruited from three participating centers with significant cohorts of ethnic minorities (27% AA, 3% H, 2.3% API, 63%W patients, 3.8% other). We combined serum biomarkers with clinical and demographic risk factors to develop a risk prediction model.<br \/><b>Results: <\/b>Using multivariate logistic regression analysis, we developed a model that incorporated race and ethnicity in predicting the likelihood of HCC in cirrhotic patients. This functional model included 4 clinical variables (age, serum AFP and Bilirubin levels, HBV infection or not) and 3 serum protein biomarkers (AKR1B10, COL15A1, and INHBB), resulting in an area under the receiver operating characteristics curve (AUC) of 0.86 and sensitivity of 57% at 91% specificity. Focusing on the TGF-&#946; superfamily signaling, clustering analysis identified several proteomic signatures that performed well in distinguishing HCC patients from cirrhosis. Our model outperformed both AFP alone and the Doylestown model by clinically relevant margins: at 90% specificity, the sensitivity of our model was 20% higher than AFP alone and 33% higher than the Doylestown model in the derivation samples.<br \/><b>Conclusions and Next Steps:<\/b> This study successfully demonstrates the performance of our biologically functional model combining 4 serum biomarkers with 3 clinical parameters to predict HCC across cirrhotic patients from a racially and ethnically diverse population, which outperformed the Doylestown model or AFP alone. The next steps will be large-scale validations of this biomarker panel in cirrhotic patients across all racial and ethnic subgroups in Phase II\/III studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Biomarkers,Proteomics,Cancer detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiyan Xiang<\/b><sup>1<\/sup>, Anil  K.  Vegesna<sup>1<\/sup>, Richard  L.  Amdur<sup>2<\/sup>, Kirti Shetty<sup>3<\/sup>, Herbert Yu<sup>4<\/sup>, Linda  L.  Wong<sup>5<\/sup>, Sharon  S.  Fox<sup>6<\/sup>, Michael  G.  Ryan<sup>7<\/sup>, Nyasha Chambwe<sup>8<\/sup>, Sanjaya  K.  Satapathy<sup>9<\/sup>, James  M.  Crawford<sup>10<\/sup>, Gregory  M.  Grimaldi<sup>11<\/sup>, Vikas Kundra<sup>12<\/sup>, Lopa Mishra<sup>1<\/sup><br><br\/><sup>1<\/sup>The Institute for Bioelectronic Medicine, Dept of Medicine, Div. of Gastroenterology and Hepatology, The Feinstein Institutes for Medical Research, & Cold Spring Harbor Laboratory, Northwell Health, Manhasset, NY,<sup>2<\/sup>The Institutes for Health Systems Science & Bioelectronic Medicine, Quantitative Intelligence Unit, The Feinstein Institutes for Medical Research, Northwell Health, Manhasset, NY,<sup>3<\/sup>Hepatology and Liver Transplantation, University of Maryland, School of Medicine, Baltimore, MD,<sup>4<\/sup>Department of Epidemiology, University of Hawaii Cancer Center, Honolulu, HI,<sup>5<\/sup>Department of Surgery, University of Hawaii Cancer Center, Honolulu, HI,<sup>6<\/sup>Department of Pathology and Laboratory Medicine, Donald and Barbara Zucker School of Medicine at Hofstra\/Northwell, Hempstead, NY,<sup>7<\/sup>Boas Center Biorepository, The Feinstein Institutes for Medical Research, Northwell Health, Manhasset, NY,<sup>8<\/sup>The Institute of Molecular Medicine, The Feinstein Institutes for Medical Research, Northwell Health, Manhasset, NY,<sup>9<\/sup>Department of Medicine, Division of Hepatology and Liver Transplantation, The Feinstein Institutes for Medical Research, Northwell Health, Manhasset, NY,<sup>10<\/sup>Department of Pathology and Laboratory Medicine, The Feinstein Institutes for Medical Research & Cold Spring Harbor Laboratory, Northwell Health, New Hyde Park, NY,<sup>11<\/sup>Department of Radiology, The Donald and Barbara Zucker School of Medicine at Hofstra\/Northwell Health, Manhasset, NY,<sup>12<\/sup>Department of Diagnostic Radiology and Nuclear Medicine, University of Maryland, School of Medicine, Baltimore, MD","CSlideId":"","ControlKey":"6156184a-f1b9-4939-9320-7aa759e94c18","ControlNumber":"5357","DisclosureBlock":"&nbsp;<b>X. Xiang, <\/b> None..<br><b>A. K. Vegesna, <\/b> None..<br><b>R. L. Amdur, <\/b> None..<br><b>K. Shetty, <\/b> None..<br><b>H. Yu, <\/b> None..<br><b>L. L. Wong, <\/b> None..<br><b>S. S. Fox, <\/b> None..<br><b>M. G. Ryan, <\/b> None..<br><b>N. Chambwe, <\/b> None..<br><b>S. K. Satapathy, <\/b> None..<br><b>J. M. Crawford, <\/b> None..<br><b>G. M. Grimaldi, <\/b> None..<br><b>V. Kundra, <\/b> None..<br><b>L. Mishra, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4355","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3336","PresenterBiography":null,"PresenterDisplayName":"Xiyan Xiang, PhD","PresenterKey":"a041503b-a2f5-4c75-a921-31a8259fdce0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3336. A novel clinical and biomarker model accurately predicts hepatocellular carcinoma (HCC) across racial groups","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel clinical and biomarker model accurately predicts hepatocellular carcinoma (HCC) across racial groups","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction.<\/b> We recently reported that black raspberries (BRB) powder inhibits dibenzo[def,p]chrysene (also known as dibenzo[a,l]pyrene; DBP) and its diolepoxides-induced DNA damage, mutagenesis and oral squamous cell carcinoma (OSCC) development in mice. We also showed that BRB enhanced DNA repair capacity of DNA damage-induced by DBP and altered genetic and epigenetic markers in a manner consistent with its cancer prevention activity. Polycyclic aromatic hydrocarbons (PAHs) are recognized as potential etiological agents in the development of oral cancer in smokers. In particular, benzo[a]pyrene (B[a]P) and DBP are detected in cigarette smoke and the environment; they can induce DNA damage, mutagenesis and carcinogenesis in the oral cavity of rodents. Consequently, their DNA adducts are regarded as the most direct markers of genotoxicity and can be used as biomarkers of cancer risk. Therefore, to translate our preclinical findings, we initiate a clinical study to examine the effects of BRB lozenges on DNA damage in smokers&#8217; buccal cells. Experimental procedures. As an initial step for method development to examine the effects of BRB in humans, we conducted a study using LC-MS\/MS analysis with isotope labelled internal standard to detect and quantify DNA adducts derived from B[a]P and DBP in buccal cells of cigarette smokers and non-smokers. Participants in this study include 21 smokers and 16 non-smokers. The urinary level of 8-oxodG (a marker of oxidative DNA damage) of smokers was also analyzed by LC-MS\/MS.<br \/><b>Results.<\/b> Our results are the first to report that levels (mean &#177; S.D.) of BPDE-N<sup>2<\/sup>-dG were significantly higher in smokers (20.18 &#177; 8.40 adducts\/10<sup>8 <\/sup>dG) than in non-smokers (0.84 &#177; 1.02 adducts\/10<sup>8 <\/sup>dG). Likewise, levels of DBPDE-N<sup>6<\/sup>-dA in smokers (5.49 &#177; 3.41 adducts\/10<sup>8 <\/sup>dA) were significantly higher than non-smokers (2.76 &#177; 2.29 adducts\/10<sup>8 <\/sup>dA). Furthermore, we found that the baseline level of 8-oxodG in smokers&#8217; urine before consumption of BRB lozenges is 18.92 &#177; 11.53 pmol\/mL (n = 6). This level was significantly decreased by 16% (p = 0.006) during the consumption of BRB lozenges, and the level was decreased by 23% (p = 0.06) after cessation of BRB lozenges.<br \/><b>Conclusion.<\/b> Collectively, the results of this clinical study demonstrats that PAHs in tobacco smoke can contribute to the development of oral cancer in humans. Our results also suggest that BRB inhibited oxidative DNA damage in smokers&#8217; urine. Currently, we are focusing on examining the effects of BRB on DNA damages induced by B[a]P and DBP in smokers. Supported by NIH grant #CA173465.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Tobacco smoke,Polycyclic aromatic hydrocarbons,Oxidative DNA damage,Cancer prevention,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kun-Ming Chen<\/b><sup>1<\/sup>, Yuan-Wan Sun<sup>1<\/sup>, Nicolle  M.  Krebs<sup>1<\/sup>, Lisa Reinhart<sup>1<\/sup>, Dongxiao Sun<sup>1<\/sup>, Elizabeth  P.  Bond<sup>1<\/sup>, Jacek Krzeminski<sup>1<\/sup>, Krishne Gowda<sup>1<\/sup>, Shantu Amin<sup>1<\/sup>, Susan Mallery<sup>2<\/sup>, John  P.  Richie<sup>1<\/sup>, Karam El-Bayoumy<sup>1<\/sup><br><br\/><sup>1<\/sup>Penn State College of Medicine, Hershey, PA,<sup>2<\/sup>Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"74e24f72-7f48-4be3-bb31-7edcae0cfb45","ControlNumber":"7074","DisclosureBlock":"&nbsp;<b>K. Chen, <\/b> None..<br><b>Y. Sun, <\/b> None..<br><b>N. M. Krebs, <\/b> None..<br><b>L. Reinhart, <\/b> None..<br><b>D. Sun, <\/b> None..<br><b>E. P. Bond, <\/b> None..<br><b>J. Krzeminski, <\/b> None..<br><b>K. Gowda, <\/b> None..<br><b>S. Amin, <\/b> None..<br><b>S. Mallery, <\/b> None..<br><b>J. P. Richie, <\/b> None..<br><b>K. El-Bayoumy, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4356","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3337","PresenterBiography":null,"PresenterDisplayName":"Kun-Ming Chen, PhD","PresenterKey":"b22b1fcf-f34f-41f1-a99f-cfeb9ff58f02","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3337. The impact of black raspberry as a whole food approach on DNA damage-induced by tobacco carcinogens in the oral cavity and urine of smokers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The impact of black raspberry as a whole food approach on DNA damage-induced by tobacco carcinogens in the oral cavity and urine of smokers","Topics":null,"cSlideId":""},{"Abstract":"Background: Using a shotgun metabolomics approach, we have previously reported distinct features in the circulating metabolome of patients with colorectal cancer (CRC) and adenoma. A clinically useful metabolomic assay requires a targeted approach that detects CRC with high sensitivity, and which also detects pre-malignant precursor lesions. Our objective was to identify a metabolomic signature for CRC, adenomatous polyps (AP), and sessile serrated adenomas (SSA), using a targeted approach.<br \/>Methods: Serum from patients with all stages of CRC (N=86), AP (N=48), SSA (N=46), as well as age- and sex-matched disease-free controls (DFC; N=120) were analyzed using a targeted metabolomic assay (Biocrates MxP&#174; Quant 500). The assay was performed on liquid chromatography-tandem mass spectrometry (LC-MS\/MS), quantifying 630 metabolites across 26 biochemical classes. Orthogonal partial least squares-discriminant analysis (OPLS-DA) was used to identify metabolite patterns distinguishing each neoplastic condition relative to DFCs. A small validation cohort (N=78) was additionally analyzed to test our meta-biomarkers.<br \/>Results: In comparisons with DFCs, statistically significant OPLS-DA models were constructed for all three neoplastic conditions. The OPLS-DA models for CRC, AP, and SSA consisted of 39, 14, and 22 metabolites, respectively, with the most frequently represented biochemical classes being triglycerides, phosphatidylcholines, bile acids, and acylcarnitines. Based on 7-fold internal cross validation, receiver operating characteristic (ROC) analysis demonstrated an area under the curve (AUC) of 0.85, 0.89, and 0.82 for CRC, AP, and SSA, respectively. When applied to the independent validation cohort, the sensitivity and specificity of each model were: 87.0% and 87.0% for CRC; 53.3% and 93.3% for AP; and 78.6% and 57.1% for SSA.<br \/>Conclusion: Metabolomic meta-biomarkers for CRC and its precursors demonstrated excellent performance based on internal validation. Importantly, these lesions were each detected with superior sensitivity compared to readily available stool-tests. A large external validation study in progress will be used to confirm these findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Early detection,Metabolomics,Serum marker,Mass spectrometry,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Liam  W.  Fitzgerald<\/b><sup>1<\/sup>, Dennis  J.  Orton<sup>2<\/sup>, Karen  A.  Kopciuk<sup>3<\/sup>, Hans  J.  Vogel<sup>4<\/sup>, Robert  J.  Hilsden<sup>5<\/sup>, Oliver  F.  Bathe<sup>6<\/sup><br><br\/><sup>1<\/sup>Medical Sciences, University of Calgary, Calgary, AB, Canada,<sup>2<\/sup>Alberta Precision Laboratories, Calgary, AB, Canada,<sup>3<\/sup>Community Health Sciences, Oncology, & Mathematics and Statistics, University of Calgary, Calgary, AB, Canada,<sup>4<\/sup>Biological Sciences, University of Calgary, Calgary, AB, Canada,<sup>5<\/sup>Medicine, University of Calgary, Calgary, AB, Canada,<sup>6<\/sup>Medicine & Surgery, University of Calgary, Calgary, AB, Canada","CSlideId":"","ControlKey":"7ea2131c-a1b7-4a44-81af-7fdc7cea079c","ControlNumber":"2988","DisclosureBlock":"&nbsp;<b>L. W. Fitzgerald, <\/b> None.&nbsp;<br><b>D. J. Orton, <\/b> <br><b>Pfizer Canada<\/b> Grant\/Contract.<br><b>K. A. Kopciuk, <\/b> None..<br><b>H. J. Vogel, <\/b> None..<br><b>R. J. Hilsden, <\/b> None.&nbsp;<br><b>O. F. Bathe, <\/b> <br><b>Qualisure Diagnostics Inc.<\/b> Fiduciary Officer, Stock, Patent.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4357","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3338","PresenterBiography":null,"PresenterDisplayName":"Liam Fitzgerald, BS","PresenterKey":"5d18f197-6a1c-450e-b135-e188e39001e2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3338. Targeted serum metabolomics for noninvasive detection of colorectal neoplasia","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeted serum metabolomics for noninvasive detection of colorectal neoplasia","Topics":null,"cSlideId":""},{"Abstract":"<b><i>Background<\/i><\/b>: Hepatocellular carcinoma (HCC) is the 6th most common cancer worldwide and is highly prevalent in Asian countries. Long noncoding RNAs (lncRNAs) are non-coding transcripts with a size of more than 200 bases in length. Several studies reported that lncRNAs are highly deregulated in HCC and could be used as biomarkers for early diagnosis and prognostic purposes. In the present study, we measured the circulating lncRNA HULC as an early diagnostic marker for HCC with different etiology.<br \/><b><i>Methods:<\/i><\/b> Serum samples were collected from healthy controls, liver cirrhosis (LC), and HCC patients with different etiology and stored at -80&#176;C until assay. Total RNA was extracted using Qiagen RNeasy kit and tested for RNA quantity and purity using NanoDrop spectrophotometer. The RNA extract that contains lncRNA HULC was transcribed into cDNA using a reverse transcription kit. Employing target specific primers for the lncRNA HULC, qRT-PCR was performed with the synthesized cDNA using Qiagen QuantiFast SYBR Green PCR kit on a Rotor-Gene qRT-PCR system.<br \/><b><i>Results:<\/i><\/b> Quantification of lncRNA HULC using qRT-PCR in the serum samples demonstrated significant increase in LC cases and in all HCC cases irrespective of etiology compared to the normal healthy controls. The highest concentration was observed in serum samples from HCC patients with hepatitis B virus (HBV) infection, which was about 8 fold higher compared to healthy controls. There was no significant difference between the mean HULC lncRNA levels in HCC patients with different etiology such as alcoholic cirrhosis, LC due to other reasons, hepatitis B and hepatitis C virus (HCV) infections, and HCC developed from other unknown causes. However, serum HULC lncRNA levels in LC cases without HCC was significantly lower compared to all HCC samples.<br \/><b><i>Conclusions:<\/i> <\/b>The results of the present study demonstrated that there is a significant increase in HULC lncRNA levels in the serum samples of all HCC patients irrespective of etiology. Therefore, the circulating lncRNA HULC could be used as an early diagnostic biomarker for HCC before appearing other clinical symptoms.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"lncRNA,Hepatocellular carcinoma,Etiology,Diagnostic marker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joseph George<\/b><sup><\/sup>, Mutsumi Tsuchishima<sup><\/sup>, Mikihiro Tsutsumi<sup><\/sup><br><br\/>Hepatology, Department of Hepatology, Kanazawa Medical University, Uchinada, Ishikawa, Japan","CSlideId":"","ControlKey":"2871c4a1-377d-406e-a355-881375c1d707","ControlNumber":"5766","DisclosureBlock":"&nbsp;<b>J. George, <\/b> None..<br><b>M. Tsuchishima, <\/b> None..<br><b>M. Tsutsumi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4358","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3339","PresenterBiography":null,"PresenterDisplayName":"Joseph George, MS;PhD","PresenterKey":"27c6ba34-cf3a-4e92-b32a-a6e8dca0db4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3339. Circulating long non-coding RNA HULC as an early indicator of hepatocellular carcinoma irrespective of etiology","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circulating long non-coding RNA HULC as an early indicator of hepatocellular carcinoma irrespective of etiology","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction:<\/b> Patients with high-risk non-muscle invasive bladder cancer (NMIBC) are treated with Bacillus Calmette-Gu&#233;rin (BCG), which targets altered normal-appearing urothelium (field cancerization). Field cancerization may affect treatment response and outcome. High urinary tumor DNA (utDNA) levels in patients with NMIBC have been associated with worse clinical outcomes, and utDNA may be used for real-time assessment of residual disease. The prognostic and predictive values of field cancerization and utDNA need further investigation.<br \/><b>Materials and methods:<\/b> We analyzed samples procured from 134 patients with NMIBC - including 210 tumors, 751 selected site biopsies (SSBs) and 187 urine samples. The median follow-up time was 7.8 years. Samples were collected before and after BCG-treatment. Sixty-four patients (48%) progressed to muscle-invasive bladder cancer or experienced high-grade NMIBC recurrence within two years after BCG treatment, indicating BCG-failure. Tumor samples were analyzed using whole-exome and RNA-sequencing. DNA from SSBs and urine samples was subjected to tumor-informed deep-targeted sequencing. SSB DNA was sequenced to a mean coverage of 1,357X, and urinary DNA to a mean coverage of 2,153X. Unique molecular identifiers were applied and the deepSNV pipeline was used for error-robust mutation calling. The level of field cancerization in each patient was estimated by the highest number of called mutations adjusted by the number of mutations on the sequencing panel.<br \/><b>Results:<\/b> We detected mutations in 458 out of 751 analyzed SSBs. Mutations in normal-appearing SSBs were detected at a mean frequency of 0.04 (range: 0.002-0.39). The level of field cancerization increased with age (<i>p<\/i>=0.0027). utDNA levels reflected the bladder disease status, increasing with higher tumor stage and multiplicity and was shed from both bladder field cancerization and tumors. High utDNA levels after BCG-treatment were associated with high recurrence rates (<i>p<\/i>&#60;0.001), high risk of progression (<i>p<\/i>=0.0014) and worse high-grade recurrence-free survival (<i>p<\/i>=0.047). Field cancerization level was not associated with response to BCG treatment. High levels of field cancerization and utDNA were associated with high tumor-associated CD8 T-cell exhaustion. Additionally, a high field cancerization level correlated with a high tumor neoantigen load (<i>p<\/i>=0.029), indicating a possible link to the observed CD8 T-cell exhaustion.<br \/><b>Conclusion:<\/b> A high level of field cancerization was associated with an immune exhausted phenotype of the tumor. Measurements of utDNA reflected the overall disease status of the bladder, including field cancerization. Collectively, these results suggest that field cancerization may impact the tumor microenvironment and utDNA levels may be used for assessing clinical risk in NMIBC and for guiding surveillance and early treatment interventions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Bladder cancer,Biomarkers,Urine,Tumor evolution,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Trine Strandgaard<\/b><sup><\/sup>, Iver Nordentoft<sup><\/sup>, Karin Birkenkamp-Demtrder<sup><\/sup>, Liina Salminen<sup><\/sup>, Frederik Prip<sup><\/sup>, Emil Christensen<sup><\/sup>, Philippe Lamy<sup><\/sup>, Tine Ginnerup Andreasen<sup><\/sup>, Sia Viborg Lindskrog<sup><\/sup>, Michael Knudsen<sup><\/sup>, Julie Rasmussen<sup><\/sup>, Torben Steiniche<sup><\/sup>, Jrgen Bjerggaard Jensen<sup><\/sup>, Lars Dyrskjt<sup><\/sup><br><br\/>Aarhus University Hospital, Aarhus, Denmark","CSlideId":"","ControlKey":"ff204224-4766-49c8-81f2-891406378249","ControlNumber":"5774","DisclosureBlock":"&nbsp;<b>T. Strandgaard, <\/b> None..<br><b>I. Nordentoft, <\/b> None..<br><b>K. Birkenkamp-Demtrder, <\/b> None.&nbsp;<br><b>L. Salminen, <\/b> <br><b>Orion research foundation<\/b> Grant\/Contract.<br><b>F. Prip, <\/b> None..<br><b>E. Christensen, <\/b> None..<br><b>P. Lamy, <\/b> None..<br><b>T. G. Andreasen, <\/b> None..<br><b>S. V. Lindskrog, <\/b> None..<br><b>M. Knudsen, <\/b> None..<br><b>J. Rasmussen, <\/b> None..<br><b>T. Steiniche, <\/b> None.&nbsp;<br><b>J. B. Jensen, <\/b> <br><b>Intuitive Surgery<\/b> Other Intellectual Property. <br><b>Olympus Europe<\/b> Other Intellectual Property. <br><b>Cephaid<\/b> Grant\/Contract, Other Intellectual Property. <br><b>Ferring<\/b> Grant\/Contract, Other Intellectual Property. <br><b>Medac<\/b> Grant\/Contract. <br><b>PhotocureASA<\/b> Grant\/Contract. <br><b>Ambu<\/b> Other Intellectual Property. <br><b>L. Dyrskjt, <\/b> <br><b>C2i Genomics<\/b> Grant\/Contract. <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Natera<\/b> Grant\/Contract. <br><b>Photocure<\/b> Grant\/Contract. <br><b>Ferring<\/b> Grant\/Contract, Other Intellectual Property. <br><b>UroGen<\/b> Other Intellectual Property. <br><b>BioXpedia A\/S<\/b> Other Intellectual Property.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4359","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3340","PresenterBiography":null,"PresenterDisplayName":"Trine Strandgaard, MS","PresenterKey":"3db13a16-6804-4f34-a554-58f0d7910d33","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3340. Bladder field cancerization impacts tumor development and T-cell exhaustion, and is reflected in urinary tumor DNA","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Bladder field cancerization impacts tumor development and T-cell exhaustion, and is reflected in urinary tumor DNA","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Liquid biopsies with cell-free DNA (cfDNA) from plasma, are rapidly emerging as an important and minimally invasive approach for the early diagnosis of cancer. Here we present COLO eDX, as a novel methylation-specific droplet digital PCR (ddPCR)-based colorectal cancer (CRC) diagnostic tool.<br \/>Methods: During the discovery phase, we analyzed DNA methylome profiles of more than 10,000 samples from CRC, normal colorectal mucosa, and other cancer types (the TCGA and GEO public databases). Through the multi-step biomarker discovery studies, we selected 14 CRC-specific hypermethylated CpG sites. Among them, 2 candidate sites were uniquely methylated in a CRC cell line among tested cancer cell lines from various organs including CRC (HCT-15), 2 hepatocellular carcinomas (Huh7 and SK-HEP-1), 2 lung cancers (A549 and HCC827), bladder cancer (HT-1376), prostate cancer (LNCap clone FGC), and breast cancer (T-47D). Through the methylation-specific ddPCR assay of paired tissue samples from the patients with CRC, we identified that single candidate was specifically hypermethylated in the most tumor tissues regardless of cancer stage. Copy numbers of the target region (TC) were divided by the copy numbers of the internal control (IC) to normalize.<br \/>Results: We prospectively collected post-operative plasma samples from patients with CRC (N=23) who underwent surgery at Seoul National University Boramae Medical Center. According to the AJCC 8th staging system and risk groups allocation, 3 patients had standard risk and 8 patients had high risk for recurrence, among stage II patients. Among stage III patients, 3 patients had low risk and 6 patients had high risk for recurrence. 3 patients were stage IV at initial presentation. IC value in the stage IV patients (R2 resected) were significantly higher than that other groups (R0 resected), while there was no significant difference among stage II and stage III patients. Recurrence free survival for patients TC or IC value equal or higher than the median and those lower than the median were not statistically different. Since 3 patients in high risk stage III and 4 patients in high risk stage II patients did not receive the recommended adjuvant chemotherapy, comparison of RFS should be interpreted with caution.<br \/>Conclusion: We have developed and validated the qualitative detection of methylation status of the bisulfite-converted target region in cfDNA. Further studies are warranted to evaluate the impact of COLO eDx on recurrence in a larger cohort of CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Colorectal cancer,Biomarkers,Cell-free DNA,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jin-Soo Kim<\/b><sup>1<\/sup>, Yun Young Lee<sup>2<\/sup>, Seung Yeon Jung<sup>1<\/sup>, Mi Young Kim<sup>1<\/sup>, Rumi Shin<sup>3<\/sup>, Jin Hyun Park<sup>1<\/sup>, Joon An<sup>2<\/sup>, Jinil Han<sup>2<\/sup>, Seung Chul Heo<sup>3<\/sup>, Youngho Moon<sup>2<\/sup><br><br\/><sup>1<\/sup>Internal Medicine, SMG-SNU Boramae Medical Center, Seoul, Korea, Republic of,<sup>2<\/sup>Gencurix, Inc., Seoul, Korea, Republic of,<sup>3<\/sup>Surgery, SMG-SNU Boramae Medical Center, Seoul, Korea, Republic of","CSlideId":"","ControlKey":"d24a7a7f-4e64-4645-a429-91875919d028","ControlNumber":"5384","DisclosureBlock":"<b>&nbsp;J. Kim, <\/b> <br><b>AstraZeneca<\/b> Grant\/Contract. <br><b>Merck<\/b> Grant\/Contract. <br><b>AbbVie<\/b> Grant\/Contract. <br><b>Eli Lilly<\/b> Grant\/Contract. <br><b>Boryung<\/b> Grant\/Contract. <br><b>Beigene<\/b> Grant\/Contract. <br><b>Sanifi-Aventis<\/b> Grant\/Contract. <br><b>MSD<\/b> Grant\/Contract. <br><b>Yuhan<\/b> Grant\/Contract. <br><b>HK inno.N<\/b> Grant\/Contract. <br><b>Daiichi Sankyo<\/b> Grant\/Contract. <br><b>ALX Oncology<\/b> Grant\/Contract. <br><b>Ono<\/b> Grant\/Contract. <br><b>Chonkeundang<\/b> Grant\/Contract. <br><b>Roche<\/b> Grant\/Contract. <br><b>Gencurix<\/b> Grant\/Contract. <br><b>IMBdx<\/b> Other, non-executive director. <br><b>Y. Lee, <\/b> <br><b>Gencurix<\/b> Employment, Stock.<br><b>S. Jung, <\/b> None..<br><b>M. Kim, <\/b> None..<br><b>R. Shin, <\/b> None..<br><b>J. Park, <\/b> None.&nbsp;<br><b>J. An, <\/b> <br><b>Gencurix<\/b> Employment, Stock Option. <br><b>J. Han, <\/b> <br><b>Gencurix<\/b> Employment, Stock.<br><b>S. Heo, <\/b> None.&nbsp;<br><b>Y. Moon, <\/b> <br><b>Gencurix<\/b> Employment, Stock Option.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4360","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3341","PresenterBiography":null,"PresenterDisplayName":"Jin-Soo Kim, MD;PhD","PresenterKey":"eda9e698-3068-45f2-a4da-e1dbeb565113","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3341. Preliminary clinical validation of COLO eDX, a novel plasma circulating tumor DNA methylation assay for detecting colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preliminary clinical validation of COLO eDX, a novel plasma circulating tumor DNA methylation assay for detecting colorectal cancer","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Early detection offers the best chance of cure. Screening separately for different cancer types is time-consuming, less economically efficient and has poor compliance rates. Pan-cancer screening liquid biopsy that can detect most common cancer types may shift the paradigm in the treatment of cancer through early detection and prevention. CD24, a cell surface, heavily glycosylated GPI-anchored mucin-like protein is express in all\/most cancers but very rarely on normal cells. <b>Aim<\/b>: To evaluate the feasibility of a universal pan-cancer screening blood test (cancerD24), and to design a model (PANDEX) that discriminate between healthy and cancer subjects with a high level of accuracy.<br \/><b>Methods<\/b>: Blood samples and informed consent were obtained from 464 consecutive cancer patients and 1,138 matched (gender, age, medical history) healthy volunteers attending the Tel Aviv Medical Center. 1x10<sup>6<\/sup> leukocytes were stained using anti-CD11b-PerCp-Cy5 and anti-CD24-FITC and analyzed by flow cytometry. Percentage of positive cells was determined by subtracting the percentage of CD24 and CD11b-positive cells (dual stain) from CD24-positive cells (single stain). The healthy subjects underwent a thorough evaluation including examination, imaging and blood tests by specialists in internal medicine, surgery, plastic surgery, oncology, oral surgery, gastroenterology and other specialties. Women underwent a vaginal ultrasound and HPV, mammography and US\/MRI when indicated. Men underwent PSA and free PSA testing and testicular and rectal examination by urologist. Moderate and heavy smokers were screened with low-dose CT. All cancers were verified histologically. A logistic regression was fitted univariately on CD24, both as continuous and categorical variables. A sensitivity analysis of model discrimination ability was performed using a bootstrap cross-validation method.<br \/><b>Results<\/b>: Cancer types were categorized into 21 major groups. 52% and 50% were healthy\/cancer females. CD24\/CD11b expression in peripheral blood leukocytes (PBLs) of healthy participants (21&#177;1) was found to be statistically significantly lower than of cancer patients (33&#177;2) and polyps (32&#177;2) with high sensitivity (87%) and specificity (87%) (P&#60;0.01). An AUC metric for generalized linear models was developed using gender, age and with an predictive ability of 0.95. In several types of cancer (CRC, LY, oral cancer), the level dropped back to near normal level following surgery\/chemotherapy. Increase in CD24\/CD11b expression is an early event in the multi-step process of carcinogenesis as there was no difference in the expression levels regardless cancer stage (TNM 0-4).<br \/><b>Conclusions<\/b>: CancerenD24 may serves as a universal blood test as an aid to clinicians in the early detection of many cancers. The first ever blood test to detect pre-malignant lesions. The test is GLP-compliant, reliable and relatively simple.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"CD24,Early detection,Biomarkers,Cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Fatin Madah<sup><\/sup>, Dina Kazanov<sup><\/sup>, Mays Motlaq<sup><\/sup>, Lihi Argaman<sup><\/sup>, Meital Shaked<sup><\/sup>, Gil Shenberg<sup><\/sup>, Yael Hofman<sup><\/sup>, Miri Sror<sup><\/sup>, Michael Peer<sup><\/sup>, Dan Greissaro<sup><\/sup>, Michael Tepper<sup><\/sup>, Marina Ben-Shimon<sup><\/sup>, Lior Galazan<sup><\/sup>, Ido Wolf<sup><\/sup>, <b>Shiran Shapira<\/b><sup><\/sup>, Nadir Arber<sup><\/sup><br><br\/>Tel Aviv Sourasky Medical Ctr., Tel Aviv, Israel","CSlideId":"","ControlKey":"5e004c00-7f3c-40d1-afc1-947f15ce0d3b","ControlNumber":"5967","DisclosureBlock":"&nbsp;<b>F. Madah, <\/b> None.&nbsp;<br><b>D. Kazanov, <\/b> <br><b>Nano24<\/b> Employment.<br><b>M. Motlaq, <\/b> None..<br><b>L. Argaman, <\/b> None..<br><b>M. Shaked, <\/b> None..<br><b>G. Shenberg, <\/b> None..<br><b>Y. Hofman, <\/b> None..<br><b>M. Sror, <\/b> None..<br><b>M. Peer, <\/b> None..<br><b>D. Greissaro, <\/b> None..<br><b>M. Tepper, <\/b> None.&nbsp;<br><b>M. Ben-Shimon, <\/b> <br><b>Nano24<\/b> Employment.<br><b>L. Galazan, <\/b> None..<br><b>I. Wolf, <\/b> None.&nbsp;<br><b>S. Shapira, <\/b> <br><b>Nano24<\/b> Employment, Other, options. <br><b>N. Arber, <\/b> <br><b>Nano24<\/b> Employment, Other, options. <br><b>CHECK-CAP<\/b> Other, consultant. <br><b>Nucleix<\/b> Other, consultant.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4361","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3342","PresenterBiography":null,"PresenterDisplayName":"Shiran Shapira, PhD","PresenterKey":"d133bd42-da37-445d-801b-2fb54e1c2eac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3342. The dark age of single organ screening is over: CD24 is a novel universal pan-cancer blood test for early detection of cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The dark age of single organ screening is over: CD24 is a novel universal pan-cancer blood test for early detection of cancer","Topics":null,"cSlideId":""},{"Abstract":"Background: There is a need for a rapid, cost-effective and non-invasive screening tool for the earlier detection and diagnosis of brain tumors. Serum based ATR-FTIR combined with machine learning algorithms can reliably predict which patients with symptoms will actually have a tumor on brain imaging. This technique gives a broad overall serum composition of the patient. However, an approach combining spectroscopy and specific cytokines within the serum could potentially provide a more accurate detection and permit prediction of tumor subtypes before histological diagnosis.<br \/>Method: Patient serum samples (300uL) were collected prospectively from patients with a new brain tumor diagnosis, and patients without a brain tumor as non-cancer controls. Each patient was analysed using both ATR-FTIR and an electrochemical approach targeting specific cytokine markers. MMP-3, MMP-9 and osteopontin were selected from an unsupervised screening of 64 cytokines. The patients were discriminated using machine learning techniques in three approaches; spectral data alone, biomarker data alone and the combination of both spectral and biomarker data. Receiver operator characteristic (ROC) curve analysis was completed to display the discriminatory ability of each approach.<br \/>Results: The spectral and biomarker data was collected for 49 patient samples (25 non-cancer, 24 GBM). All three approaches gave excellent discriminatory ability between cancer and non-cancer control patients. The spectral profiles alone had an area under the curve (AUC) of 0.958, the biomarker data alone had an AUC of 0.937 and the combination of spectral and biomarker data for each patient had an AUC of 0.975. The clinical datatset is being expanded to include more patients and this paper will discuss further patient analysis as well.<br \/>Conclusion: The combination of using patient data from both the spectroscopic and electrochemical approaches improved the discrimination between cancer and non-cancer patients. The addition of specific marker information could support prioritization for brain imaging, and prediction of tumor subtype to guide pre-operative management decision-making.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Brain tumors,Early detection,Biomarkers,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ashton  G.  Theakstone<\/b><sup>1<\/sup>, Paul  M.  Brennan<sup>2<\/sup>, Matthew  J.  Baker<sup>3<\/sup><br><br\/><sup>1<\/sup>University of Strathclyde, Glasgow, United Kingdom,<sup>2<\/sup>University of Edinburgh, Edinburgh, United Kingdom,<sup>3<\/sup>Dxcover Limited, Glasgow, United Kingdom","CSlideId":"","ControlKey":"e29f64e0-7d5b-4e52-9fc9-b663ff16ac94","ControlNumber":"6175","DisclosureBlock":"&nbsp;<b>A. G. Theakstone, <\/b> None..<br><b>P. M. Brennan, <\/b> None.&nbsp;<br><b>M. J. Baker, <\/b> <br><b>Dxcover Limited<\/b> Employment, Stock, Patent.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4362","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3343","PresenterBiography":null,"PresenterDisplayName":"Ashton Theakstone, PhD","PresenterKey":"fe55ca2b-22d3-4d1d-810d-99ae7261f6d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3343. Liquid biopsy screening tool for the earlier detection of brain tumors","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Liquid biopsy screening tool for the earlier detection of brain tumors","Topics":null,"cSlideId":""},{"Abstract":"The purpose of our study was to investigate whether genetic variations in lncRNA <i>H19 <\/i>were associated with susceptibility to childhood leukemia. 266 childhood leukemia patients and 266 healthy controls were enrolled in Taiwan, and two single nucleotide polymorphisms (SNPs), rs2839698 and rs217727, in <i>H19<\/i> were genotyped and analyzed. There was a significant difference in the genotypic distribution of rs2839698 between patients and healthy controls (<i>p<\/i>=0.0277). Compared to the wild-type CC genotype, the heterozygous variant CT and homozygous variant TT genotypes were associated with significantly increased risks of childhood leukemia with an adjusted odds ratio (OR) of 1.46 (95% confidence interval [CI], 1.08-2.14, <i>p<\/i>=0.0429) and 1.94 (95%CI, 1.15-3.31, <i>p<\/i>=0.0169), respectively (<i>p <\/i><sub>for tread<\/sub>=0.0277). The difference in allelic frequencies between childhood leukemia patients and controls was also significant (T versus C,<br \/>adjusted OR = 1.53, 95%CI, 1.13-1.79, <i>p<\/i>=0.0077). There were no significant differences in the genotypic and allelic distributions of rs217727 between cases and controls. Our results indicated that <i>H19 <\/i>SNP rs2839698, but not rs217727, may serve as a novel susceptibility marker for childhood leukemia.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Genetic polymorphism,Genetic susceptibility,Acute lymphoblastic leukemia,Noncoding RNA,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chia-Wen Tsai<\/b><sup>1<\/sup>, Wen-Shin Chang<sup>1<\/sup>, Chao-Chun Chen<sup>2<\/sup>, Pei-Chen Hsu<sup>2<\/sup>, Yun-Chi Wang<sup>1<\/sup>, Jen-Sheng Pei<sup>2<\/sup>, Da-Tian Bau<sup>1<\/sup><br><br\/><sup>1<\/sup>Terry Fox Cancer Research Laboratory, Department of Medical Research, China Medical University Hospital, Taichung, Taiwan,<sup>2<\/sup>Department of Pediatrics, Taoyuan General Hospital, Ministry of Health and Welfare, Taoyuan, Taiwan","CSlideId":"","ControlKey":"e8de601a-9165-470f-973c-b81de1daedf3","ControlNumber":"2148","DisclosureBlock":"&nbsp;<b>C. Tsai, <\/b> None..<br><b>W. Chang, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>P. Hsu, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>J. Pei, <\/b> None..<br><b>D. Bau, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4363","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3344","PresenterBiography":null,"PresenterDisplayName":"Chia-Wen Tsai, PhD","PresenterKey":"c0bc5f25-2b47-4f7f-a238-b225a8136823","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3344. Early detection biomarkers of LncRNA H19 genotypes for determining childhood leukemia susceptibility","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Early detection biomarkers of LncRNA H19 genotypes for determining childhood leukemia susceptibility","Topics":null,"cSlideId":""},{"Abstract":"DNA methylation is a promising biomarker for tissue of origin (TOO) localization, which is important for classification of cancer of unknown primary site (CUP) in multiple cancer early detection. The current most of CpG sites of TOO focused on CpG islands based on The Cancer Genome Atlas (TCGA) data sets, but remains largely under-explored across the whole genome. In this study, we conducted the whole-genome bisulfite sequencing (WGBS) in 481 tumor samples and 361 matched adjacent normal tissue samples for 9 common types of cancers, including lung, breast, colon, liver, stomach, lymph, pancreas, esophageal and ovarian. After adjusted the tumor cells&#8217; DNA methylation rates, 3,000 CpG sites, 60% of which were not on CpG islands, were selected through Random Forest classifier (multi-class) to identify cancer type. To evaluate these TOO methylation biomarkers, we used Random Forest Model to predict TOO of the methylation data sets in The Cancer Genome Atlas (TCGA), including 1,704 tumor samples. The results showed that accuracy of TOO could achieve 98.5% for these tumor samples of TCGA. Among these samples, the accuracy of TOO of breast, liver, lung, colorectal and pancreas were 99.6%, 99.9%, 97.7%, 99.2% and 99.3% respectively. Several samples from Esophagus and Stomach were classified to each other, and their accuracy of TOO was relatively low, 97.6% and 96.7%. It demonstrated that these methylation biomarkers could detect multiple cancers, and the multi-class model had good performance for TOO localization.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"DNA methylation,Tissue of origin localization,Cancer early detection,Biomarker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Qiang Wei<sup><\/sup>, Wanglong Deng<sup><\/sup>, Zhihui Xu<sup><\/sup>, Yihui Han<sup><\/sup>, Yuan Yang<sup><\/sup>, Chao Zhang<sup><\/sup>, Xiaoqiang Wang<sup><\/sup>, Xuan Tang<sup><\/sup>, <b>Chao Song<\/b><sup><\/sup>, Qing Xu<sup><\/sup>, Yong Ren<sup><\/sup><br><br\/>State Key Laboratory of Translational Medicine and Innovative Drug Development, Jiangsu Simcere Diagnostics Co., Ltd., Nanjing, China","CSlideId":"","ControlKey":"10c6486c-6782-4e86-ba79-baff1bbbd6f6","ControlNumber":"5837","DisclosureBlock":"&nbsp;<b>Q. Wei, <\/b> None..<br><b>W. Deng, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>Y. Han, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>X. Wang, <\/b> None..<br><b>X. Tang, <\/b> None..<br><b>C. Song, <\/b> None..<br><b>Q. Xu, <\/b> None..<br><b>Y. Ren, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4364","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3345","PresenterBiography":null,"PresenterDisplayName":"Chao Song","PresenterKey":"8c1a0ee8-55c7-47fc-a82a-1eba6259089e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3345. Tissue of origin (TOO) localization using targeted methylation biomarkers discovered by whole-genome bisulfite sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Tissue of origin (TOO) localization using targeted methylation biomarkers discovered by whole-genome bisulfite sequencing","Topics":null,"cSlideId":""},{"Abstract":"Background: Detection and endoscopic excision of colorectal precancerous lesions (advanced adenoma, AA) has been recognized as an effective way to prevent the occurrence of colorectal cancer (CRC) and reduce CRC induced mortality. Current DNA-based (mutations or methylations) tests exhibited compromised efficiency for AA diagnosis due to the late appearance of tumor-derived DNA biomarkers into stool or blood samples during tumorigenesis. Here, by integrating metabolic biomarkers associated with tumor tissue and colorectal neoplasia related gut microbiota, we established the serum metabolites-based test and examined its ability to detect advanced adenoma patients from normal, hyperplastic polyps and low-risk adenoma individuals.<br \/>Methods: Consensus participants undergoing coloscopy were enrolled in this prospective study, and the result of colonoscope examination and histopathology from biopsied lesions were used as gold standard (ChiCTR2200058078). Serum metabolites were quantified by pseudo-targeted metabolomics based on LC-MS\/MS method. By integrating abundances of these serum metabolites associated with tumor tissue and colorectal neoplasia related gut microbiota, a diagnostic model was established, and its performance for detecting advanced adenoma was validated using leave-one-out cross-validation.<br \/>Results: In total, 803 participants, including 178 normal individuals, 167 patients with hyperplastic polyps, 203 patients with low-risk colorectal adenoma and 255 advanced colorectal adenoma patients, were enrolled in this study and subjected to the serum metabolites-based test. The diagnostic model achieved an AUC of 0.80 (95% CI: 0.77-0.83) for advanced adenoma, with a sensitivity of 44.7% at 88.9% specificity. Additionally, we also separately analyzed its performances for advanced adenoma with different histological subtypes, achieving a sensitivity of 37.0% for tubulous adenoma and a sensitivity of 53.3% for adenoma with villous structure, respectively. As for advanced adenoma with high-grade dysplasia, the model could achieve a sensitivity of 61.2%. In comparation, sensitivities of all current tests for advanced colorectal adenoma, either fecal or blood based, were less than 45% at a similar specificity.<br \/>Conclusions: Based on integrating metabolic biomarkers associated with both tumor tissue and colorectal neoplasia related gut microbiota, we developed a novel blood-based test that can detect advanced colorectal adenoma with higher accuracy than all current fecal or blood-based tests.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Early detection,colorectal precancer,serum metabolites,gut microbiome,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Jingyuan Xiang<sup>1<\/sup>, Longsong Li<sup>1<\/sup>, Xingting Guo<sup>2<\/sup>, <b>Xiaowei Li<\/b><sup>2<\/sup>, Kai Lin<sup>2<\/sup>, Liuyang Yang<sup>1<\/sup>, Xudong Dai<sup>2<\/sup>, Enqiang Linghu<sup>1<\/sup>, Ningli Chai<sup>1<\/sup><br><br\/><sup>1<\/sup>The First Medical Center of Chinese PLA General Hospital, Beijing, China,<sup>2<\/sup>Department of Clinical Research, Precogify Pharmaceutical China Co., Ltd., Beijing, China","CSlideId":"","ControlKey":"c7b31f26-6690-47c2-a3e0-c4e5150a9107","ControlNumber":"1972","DisclosureBlock":"&nbsp;<b>J. Xiang, <\/b> None..<br><b>L. Li, <\/b> None.&nbsp;<br><b>X. Guo, <\/b> <br><b>Precogify Pharmaceutical China Co., Ltd.<\/b> Employment. <br><b>X. Li, <\/b> <br><b>Precogify Pharmaceutical China Co., Ltd.<\/b> Employment. <br><b>K. Lin, <\/b> <br><b>Precogify Pharmaceutical China Co., Ltd.<\/b> Employment.<br><b>L. Yang, <\/b> None.&nbsp;<br><b>X. Dai, <\/b> <br><b>Precogify Pharmaceutical China Co., Ltd.<\/b> Employment.<br><b>E. Linghu, <\/b> None..<br><b>N. Chai, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4365","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3346","PresenterBiography":null,"PresenterDisplayName":"Xiaowei Li, PhD","PresenterKey":"034826f4-76c5-426b-93ef-6055b8ce88f2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3346. Evaluation of a serum-based test integrating tumor tissue and gut microbiome derived metabolites for diagnosis of advanced colorectal adenoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of a serum-based test integrating tumor tissue and gut microbiome derived metabolites for diagnosis of advanced colorectal adenoma","Topics":null,"cSlideId":""},{"Abstract":"Liver cancer is projected to be the 5<sup>th<\/sup> and 7<sup>th<\/sup> leading cause of mortality in males and females in 2022. The top two forms of liver cancer diagnosed are hepatocellular carcinoma and cholangiocarcinoma, with a percentage of 75% and 11%. In recent years, Texas has had the highest incidence, with a rate of 11.6 per 100,000, with the Hispanic population having one of the highest rates. In South Texas, the Rio Grande Valley contains a high Hispanic population and faces multiple health disparities leading to a higher prevalence of liver cancer. These factors and the insufficient diagnostic methods for liver cancer lead to a need to identify faster and early biomarkers. Recently, we have identified an extracellular cancer-testis antigen, POTE-2, which belongs to the POTE gene family. Our preliminary data show that POTE-2 has an increased expression in liver cancer and can be associated with cancer progression. In this study, we will discuss the characterization of the extracellular face of POTE-2 in liver cancer. Lentiviral plasmids created an overexpressing and a knockdown POTE-2 cell line. The exosomes and conditioned media were collected from the cell lines to analyze POTE-2 protein expression through immunoblotting and ELISA. Antibodies targeting varying protein regions were produced and characterized for use in extracellular characterization. Exosome isolation and collection of conditioned media showed the expression of extracellular POTE-2 protein. Using varying antibodies targeting different regions determined the protein domain cleaved through secretion. These studies will aid in discovering novel characteristics of POTE-2 protein function and further explore its potential in liver cancer progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Gastrointestinal cancers: liver,Biomarkers,Antibody,Exosomes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Samantha Lopez<\/b><sup><\/sup>, Kyle  D.  Doxtater<sup><\/sup>, Adithya Anilkumar<sup><\/sup>, Sophia Leslie<sup><\/sup>, Amayrani Sanchez<sup><\/sup>, Kristopher Ezell<sup><\/sup>, Subhash Chauhan<sup><\/sup>, Manish K. Tripathi<sup><\/sup><br><br\/>Immunology and Microbiology, University of Texas Rio Grande Valley, McAllen, TX","CSlideId":"","ControlKey":"53139e7d-a1f5-4c25-8c93-c548594c9ca5","ControlNumber":"7690","DisclosureBlock":"&nbsp;<b>S. Lopez, <\/b> None..<br><b>K. D. Doxtater, <\/b> None..<br><b>A. Anilkumar, <\/b> None..<br><b>S. Leslie, <\/b> None..<br><b>A. Sanchez, <\/b> None..<br><b>K. Ezell, <\/b> None..<br><b>S. Chauhan, <\/b> None..<br><b>M. K. Tripathi, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4366","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3347","PresenterBiography":null,"PresenterDisplayName":"Samantha Lopez, BS","PresenterKey":"bffd954c-f36e-4b05-97cf-ceee5e972624","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3347. Characterization of extracellular POTE-2 protein in liver cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of extracellular POTE-2 protein in liver cancer","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Cancer invasion is a hallmark of cancer progression and the leading cause of cancer mortality worldwide. However, the identification of invasive cancer cells at an early stage remains challenging. Therefore, there is an urgent need to develop novel biomarkers and innovative strategies to successfully tackle cancer invasion. It is well established that the structure and organization of the nucleus and the cytoskeleton are dynamically orchestrated during many cellular processes, including cancer invasion. Thus, in this study, we investigated fine-tuned nuclear and cytoskeletal patterns associated with invasion, taking into consideration the cell-extracellular matrix (ECM) interaction.<br \/>Methods: In this study, we took advantage of an ECM Array platform (MicroMatrix 36, MicroStem) and a panel of invasive and non-invasive gastric cancer cells. For validation purposes, we assessed cells transfected with wild type or mutant E-cadherin, which lead to distinct adhesion and invasion phenotypes. A comprehensive analysis of nuclei and cytoskeletal architectural features was performed. Nuclei area, intensity, perimeter, eccentricity, circularity, solidity and entropy were evaluated. Notably, a new computational pipeline was developed to characterize cytoskeletal structures, namely orientation, compactness, radiality, bundling, parallelness, morphology, among others.<br \/>Results and Discussion: Our results have shown that the invasive abilities of cancer cells are associated with unique nuclear and cytoskeletal modifications. Moreover, we verified that invasive cells adhere preferentially to specific ECM components. Interestingly, we could observe an association between nuclear phenotypes and increased attachment abilities, suggesting that the ECM may modulate nuclear morphometrics thus affecting the invasive behavior of cancer cells. Of note, cell lines harboring E-cadherin mutations corroborated the existence of a nuclear signature associated with invasive potential. Remarkably, the proposed computational framework has shown that the microtubules of cells with disrupted E-cadherin are shorter, have uniform length patterns and are more compactly distributed as compared with cells with wild-type E-cadherin.<br \/>Conclusion: Overall, this study demonstrates that the use of nuclear and cytoskeletal architectural features could provide an efficient strategy to identify cells with invasive potential. Further investigation and integration of this approach with other cellular properties could have an impact in diagnosis, prognosis and therapeutic strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Cancer cell,Cytoskeleton,Invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Maria Sofia Fernandes<\/b><sup>1<\/sup>, Joana Figueiredo<sup>1<\/sup>, Diogo Vieira<sup>2<\/sup>, Soraia Melo<sup>1<\/sup>, Ana Margarida Moreira<sup>1<\/sup>, Joo Miguel Sanches<sup>2<\/sup>, Raquel Seruca<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute for Research and Innovation in Health (i3S), University of Porto, Portugal, Porto, Portugal,<sup>2<\/sup>Institute for Systems and Robotics (ISR), Instituto Superior Tncico (IST), Lisboa, Portugal","CSlideId":"","ControlKey":"7613fa6b-f0d6-439a-a5bd-c909a701181f","ControlNumber":"5963","DisclosureBlock":"&nbsp;<b>M. S. Fernandes, <\/b> None..<br><b>J. Figueiredo, <\/b> None..<br><b>D. Vieira, <\/b> None..<br><b>S. Melo, <\/b> None..<br><b>A. M. Moreira, <\/b> None..<br><b>J. Sanches, <\/b> None..<br><b>R. Seruca, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4368","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3348","PresenterBiography":null,"PresenterDisplayName":"Sofia Fernandes","PresenterKey":"d100f5bb-63a7-4a9a-944a-bfcddd7020b6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3348. Unraveling new strategies for early detection of invasive cancer cells: A special focus on the nuclear and cytoskeletal architecture","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Unraveling new strategies for early detection of invasive cancer cells: A special focus on the nuclear and cytoskeletal architecture","Topics":null,"cSlideId":""},{"Abstract":"<b>Objective:<\/b> Upper tract urothelial cancers (UTUC) can be difficult to characterize, and non-invasive surveillance tools are lacking. UTUC are often treated with nephroureterectomy (NU). To address these gaps, we sought to discover and validate methylated DNA markers (MDMs) for detection of UTUC.<br \/><b>Methods:<\/b> Archival formalin fixed paraffin embedded (FFPE) tissue samples from NU were pathologically reviewed and punched prior to DNA extraction. Reduced representation bisulfite sequencing (RRBS) was used to identify candidate MDMs that discriminated between UTUC and age-balanced control urothelial tissues (uninvolved ureter\/renal pelvic of renal cell carcinoma at radical nephrectomy). Highest ranked (fold-change and p-value) candidate MDMs were biologically validated by quantitative methylation specific PCR in a 2nd independent set of UTUC and age-balanced controls. DNA from healthy donor urine and buffy coat samples was used to assess MDM background signal. Discrimination between UTUC and controls was assessed as the area under the receiver operator characteristic curve (AUC) with corresponding 95% confidence intervals.<br \/><b>Results:<\/b> RRBS assessed 33 UTUC and 26 ureter\/renal pelvis controls. 3.01 x 10<sup>6<\/sup> CpGs mapped to the reference genome with at least 10X read depth. From 358 candidates, 20 MDMs were selected for biological validation in independent patient samples which included 20 renal pelvis &#38; 16 ureter UTUC and 17 renal pelvis &#38; 15 ureter control specimens. Of UTUC and control patients, 36% and 65% of were men, respectively. Median AUC for comparison of UTUC vs control tissue was 0.87 (IQR 0.81-0.88); AUCs with corresponding 95% CIs are shown for the 10 most accurate MDMs (Table) across all control types.<br \/><b>Conclusion:<\/b> We report discovery and validation of highly sensitive and specific MDMs with potential for accurate non-invasive screening supported by low background in urine and blood.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{6DA871C0-2FF0-4B4F-A0BF-FD8925BDB607}\"><caption>AUCs (95% CI) for selected methylated DNA markers for UTUC vs control tissue, urine, and blood<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\">UTUC vs<\/td><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Marker<\/td><td rowspan=\"1\" colspan=\"1\">Control Tissue<\/td><td rowspan=\"1\" colspan=\"1\">Control Urine<\/td><td rowspan=\"1\" colspan=\"1\">Control Buffy<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>C2orf55<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.92 (0.84-1)<\/td><td rowspan=\"1\" colspan=\"1\">0.93 (0.87-1)<\/td><td rowspan=\"1\" colspan=\"1\">0.96 (0.91-1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>ANKRD35<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.91 (0.84-0.99)<\/td><td rowspan=\"1\" colspan=\"1\">0.93 (0.86-1)<\/td><td rowspan=\"1\" colspan=\"1\">0.98 (0.94-1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>DLX6<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.91 (0.84-0.98)<\/td><td rowspan=\"1\" colspan=\"1\">0.78 (0.66-0.9)<\/td><td rowspan=\"1\" colspan=\"1\">0.97 (0.93-1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>Chr8.9998<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.90 (0.82-0.97)<\/td><td rowspan=\"1\" colspan=\"1\">0.91 (0.84-0.97)<\/td><td rowspan=\"1\" colspan=\"1\">0.98 (0.96-1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>SP9<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.88 (0.8-0.97)<\/td><td rowspan=\"1\" colspan=\"1\">0.95 (0.9-1)<\/td><td rowspan=\"1\" colspan=\"1\">0.99 (0.98-1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>Chr13.1127<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.88 (0.8-0.97)<\/td><td rowspan=\"1\" colspan=\"1\">0.94 (0.89-1)<\/td><td rowspan=\"1\" colspan=\"1\">0.92 (0.85-1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>Septin9.r2<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.88 (0.79-0.97)<\/td><td rowspan=\"1\" colspan=\"1\">0.95 (0.88-1)<\/td><td rowspan=\"1\" colspan=\"1\">0.98 (0.94-1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>LBX2<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.88 (0.79-0.97)<\/td><td rowspan=\"1\" colspan=\"1\">0.94 (0.88-1)<\/td><td rowspan=\"1\" colspan=\"1\">0.96 (0.91-1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>SIM2.r1<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.88 (0.79-0.97)<\/td><td rowspan=\"1\" colspan=\"1\">0.91 (0.82-1)<\/td><td rowspan=\"1\" colspan=\"1\">0.94 (0.86-1)<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><i>Chr14.1037<\/i><\/td><td rowspan=\"1\" colspan=\"1\">0.88 (0.78-0.97)<\/td><td rowspan=\"1\" colspan=\"1\">0.93 (0.85-1)<\/td><td rowspan=\"1\" colspan=\"1\">0.96 (0.9-1)<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Methylation abnormality,Early detection,Liquid biopsies,Urine,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ojas Bhagra<sup>1<\/sup>, William  R.  Taylor<sup>2<\/sup>, Benjamin  R.  Gochanour<sup>2<\/sup>, Patrick  H.  Foote<sup>2<\/sup>, Calise  K.  Berger<sup>2<\/sup>, Xiaoming Cao<sup>2<\/sup>, Douglas  W.  Mahoney<sup>2<\/sup>, Sara  S.  Then<sup>2<\/sup>, Anna  M.  Gonser<sup>2<\/sup>, Karen  A.  Doering<sup>2<\/sup>, Kelli  N.  Burger<sup>2<\/sup>, John  C.  Cheville<sup>2<\/sup>, Matthew  T.  Gettman<sup>2<\/sup>, <b>John B. Kisiel<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Vanderbilt University, Nashville, TN,<sup>2<\/sup>Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"7fe79571-5b73-4328-acfe-c984c4b7612d","ControlNumber":"7132","DisclosureBlock":"&nbsp;<b>O. Bhagra, <\/b> None.&nbsp;<br><b>W. R. Taylor, <\/b> <br><b>Exact Sciences<\/b> Patent, Other Intellectual Property.<br><b>B. R. Gochanour, <\/b> None..<br><b>P. H. Foote, <\/b> None.&nbsp;<br><b>C. K. Berger, <\/b> <br><b>Exact Sciences<\/b> Other Intellectual Property.<br><b>X. Cao, <\/b> None.&nbsp;<br><b>D. W. Mahoney, <\/b> <br><b>Exact Sciences<\/b> Patent, Other Intellectual Property.<br><b>S. S. Then, <\/b> None..<br><b>A. M. Gonser, <\/b> None..<br><b>K. A. Doering, <\/b> None..<br><b>K. N. Burger, <\/b> None..<br><b>J. C. Cheville, <\/b> None.&nbsp;<br><b>M. T. Gettman, <\/b> <br><b>Exact Sciences<\/b> Other Intellectual Property. <br><b>J. B. Kisiel, <\/b> <br><b>Exact Sciences<\/b> Grant\/Contract, Patent, Other Intellectual Property.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4369","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3349","PresenterBiography":null,"PresenterDisplayName":"John Kisiel, MD","PresenterKey":"b5cf50da-02bc-45cf-88b4-e3c675850ccc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3349. Discovery and validation of methylated DNA markers of upper tract urothelial tract cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery and validation of methylated DNA markers of upper tract urothelial tract cancers","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Ovarian cancer is a silent killer that rarely shows symptoms and therefore is detected at later stages when treatments are less effective. Developing non-invasive blood tests for pre-symptomatic screening and early detection is crucial. Recent studies support the paradigm that high grade serous carcinomas (HGSOCs), the most common and deadliest form of ovarian cancers, arise from the epithelial cells within the fimbriated end of the fallopian tubes (FT). The goal of this study was to uncover novel protein biomarkers associated with tumor-derived extracellular vesicles (EVs) originating from the FT epithelial cells to advance liquid-based assays for the early detection of HGSOC. We hypothesize that EV-associated proteins (exo-proteins), <i>i.e.,<\/i> lineage biomarkers, shared between the progenitor cells residing in the FT and tumor cells residing in cancerous tissue will allow for detection of the earliest forms of HGSOC.<br \/>Methods: Differential ultracentrifugation was used to enrich EVs from FT and HGSOC cell lines (n=3 &#38; n=5) and healthy FT and HGSOC tissue explants (n=6 &#38; n=15), respectively. Unbiased proteomic profiling of EVs was performed by LC-MS\/MS.<br \/>Results: We report for the first time 985 proteins that compose the FT\/HGSOC EV core proteome. We used bioinformatic pipelines to identify high-quality candidate exo-biomarkers for further validation. We selected exo-proteins that were predicted to have at least one transmembrane domain which could serve as an antigen for immunoaffinity capture. We prioritized proteins that showed a log<sub>2<\/sub> fold-change &#8805; -0.58 to identify potential biomarkers present in FT-associated EVs which were elevated as the disease progresses to HGSOC. A ranked list of 45 predicted transmembrane exo-proteins was screened using Simple Western assays for expression in FT and HGSOC cell line-derived EVs. Expression of the top 6 candidate biomarkers (<i>i.e.,<\/i> ACSL4, IGSF8, ITGA2, ITGA5, ITGB3 and MYOF) were confirmed in FT and HGSOC tissue sample by immunohistochemistry using tissue microarray (n=100). Next, we analyzed plasma samples from a small case-control study using our ExoProfile chip (<i>e.g.,<\/i> PMID 31293733) and found these 6 exo-biomarkers, plus folate receptor alpha exhibited higher levels in the HGSOC plasma relative to matched healthy controls. We performed receiver operating characteristic (ROC) analyses and found that all 6 FT\/HGSOC shared exo-biomarkers exhibit an overall classification performance ranging from 0.85-0.98 as reflected by the area under the curve (AUC). Furthermore, when we used a linear combination of IGSF8 and ITGA5 based on logistic regression analysis, we achieved a sensitivity of 80% at 99.8% specificity.<br \/>Conclusion: Validated lineage-associated exo-protein biomarkers can be used in liquid-based assays to detect ovarian cancer while localized to the FT\/ovary and when patient outcomes are more favorable.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Biomarkers,Ovarian cancer,Extracellular vesicles,Early detection,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Camille V. Trinidad<\/b><sup>1<\/sup>, Harsh B. Pathak<sup>1<\/sup>, Shibo Cheng<sup>2<\/sup>, Rashna Madan<sup>1<\/sup>, Mihaela E. Sardiu<sup>1<\/sup>, Leonidas E. Bantis<sup>1<\/sup>, Yong Zeng<sup>2<\/sup>, Andrew K. Godwin<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Kansas Medical Center, Kansas, KS,<sup>2<\/sup>University of Florida, Gainesville, FL","CSlideId":"","ControlKey":"6128cc39-3067-425b-b506-dd47e4c36534","ControlNumber":"3839","DisclosureBlock":"&nbsp;<b>C. V. Trinidad, <\/b> None..<br><b>H. B. Pathak, <\/b> None..<br><b>S. Cheng, <\/b> None..<br><b>R. Madan, <\/b> None..<br><b>M. E. Sardiu, <\/b> None..<br><b>L. E. Bantis, <\/b> None.&nbsp;<br><b>Y. Zeng, <\/b> <br><b>Clara Biotech<\/b> Stock, Other, Scientific advisory board member. <br><b>A. K. Godwin, <\/b> <br><b>Sinochips Diagnostics<\/b> Other, Co-founder and scientific advisory board member. <br><b>Clara Biotech<\/b> Stock, Other, Scientific advisory board member. <br><b>Biovica<\/b> Other, Scientific advisory board member. <br><b>Predicine<\/b> Grant\/Contract. <br><b>VITRAC Therapeutics<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4371","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3351","PresenterBiography":null,"PresenterDisplayName":"Camille Trinidad, BS","PresenterKey":"46118507-5603-42c4-9b87-d522b0258ee8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3351. Identification of novel biomarkers for high grade serous ovarian cancer screening via extracellular vesicle proteomic profiling","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of novel biomarkers for high grade serous ovarian cancer screening via extracellular vesicle proteomic profiling","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Detecting cancer early improves patients&#8217; survival rate. We previously developed a serum 4-microRNA (miRNA) diagnostic model using lung cancer patient samples, which detected 12 cancer types with high accuracy (Zhang and Hu 2022 <i>Cancers<\/i>). In this study, we aimed to develop a new diagnostic model based on samples from ovarian cancer patients to evaluate whether model performance depends on the initial cancer type used.<br \/>Patients and Methods: Our previous work assembled a serum miRNA microarray dataset from 4 individual datasets from GEO, including 3604 patients across 13 cancer types and 3932 non-cancer controls. In this study, we composed a training set of 191 ovarian cancer patients and 191 non-cancer controls matched by age and gender. Limma analysis was performed to rank differentially expressed miRNAs, and 10-fold cross-validation was used to determine the optimal number of top miRNAs for the final diagnostic model. Model performance was evaluated by area under the curve (AUC) of Receiver Operating Characteristic (ROC) curve analysis, and sensitivity and specificity, using samples not utilized in current or previous model development.<br \/>Results: Using this training set, a 10-miRNA model was developed which showed an improved AUC 0.994 as compared to 0.973 from our previous model for ovarian cancer in the testing set. AUC was also substantially improved on sarcoma and breast cancers. With 99.1% specificity, the current model demonstrated at least 70% sensitivity for 10 of the 13 cancer types, comparable to the previous model with 99.3% specificity (Table 1).<br \/>Conclusion: Our study showed that blood miRNA-based diagnostic models can be developed for detecting multiple cancers with high accuracy, regardless of initial cancer types used in model development. These results suggested that tumors of different cancers shed common types of miRNAs into the bloodstream, supporting the use of circulating miRNAs as a biomarker for multi-cancer early detection.<br \/><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{54A66B44-6067-4603-BC53-5459B9578E99}\"><caption>Table 1. Diagnostic Model Performance<\/caption><tr><td rowspan=\"1\" colspan=\"1\">Cancer Type<\/td><td rowspan=\"1\" colspan=\"1\">N<\/td><td rowspan=\"1\" colspan=\"1\">Current Model AUC<\/td><td rowspan=\"1\" colspan=\"1\">Current Model Sensitivity<\/td><td rowspan=\"1\" colspan=\"1\">Previous Model AUC<\/td><td rowspan=\"1\" colspan=\"1\">Previous Model Sensitivity<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Ovarian<\/td><td rowspan=\"1\" colspan=\"1\">142<\/td><td rowspan=\"1\" colspan=\"1\">0.994<\/td><td rowspan=\"1\" colspan=\"1\">0.80<\/td><td rowspan=\"1\" colspan=\"1\">0.973<\/td><td rowspan=\"1\" colspan=\"1\">0.69<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Lung<\/td><td rowspan=\"1\" colspan=\"1\">1358<\/td><td rowspan=\"1\" colspan=\"1\">0.998<\/td><td rowspan=\"1\" colspan=\"1\">0.93<\/td><td rowspan=\"1\" colspan=\"1\">0.999<\/td><td rowspan=\"1\" colspan=\"1\">0.99<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Pancreatic<\/td><td rowspan=\"1\" colspan=\"1\">149<\/td><td rowspan=\"1\" colspan=\"1\">0.992<\/td><td rowspan=\"1\" colspan=\"1\">0.76<\/td><td rowspan=\"1\" colspan=\"1\">0.983<\/td><td rowspan=\"1\" colspan=\"1\">0.83<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Prostate<\/td><td rowspan=\"1\" colspan=\"1\">40<\/td><td rowspan=\"1\" colspan=\"1\">0.998<\/td><td rowspan=\"1\" colspan=\"1\">0.95<\/td><td rowspan=\"1\" colspan=\"1\">0.996<\/td><td rowspan=\"1\" colspan=\"1\">0.92<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Sarcoma<\/td><td rowspan=\"1\" colspan=\"1\">132<\/td><td rowspan=\"1\" colspan=\"1\">0.973<\/td><td rowspan=\"1\" colspan=\"1\">0.52<\/td><td rowspan=\"1\" colspan=\"1\">0.876<\/td><td rowspan=\"1\" colspan=\"1\">0.72<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">Esophageal<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">124<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.995<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.90<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.990<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.85<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">Gastric<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">150<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.998<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.93<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.999<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">1.00<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">Glioma<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">40<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.985<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.68<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.996<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.88<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">Liver<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">348<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.988<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.70<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.979<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.84<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">Biliary Tract<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">40<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.996<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.85<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.998<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.98<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">Bladder<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">392<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.996<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.95<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.998<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.98<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">Breast<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">135<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.946<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.10<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.378<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.00<\/span><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">Colorectal<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">155<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.99<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.83<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.955<\/span><\/td><td rowspan=\"1\" colspan=\"1\"><span lang=\"EN\" style=\"font-size:12.0pt;line-height: 115%;font-family:&quot;Calibri&quot;,sans-serif;mso-fareast-font-family:Calibri; mso-ansi-language:EN;mso-fareast-language:ZH-CN;mso-bidi-language:AR-SA\">0.86<\/span><\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Early detection,MicroRNA,Liquid biopsies,Serum marker,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Grace Zhou<\/b><sup>1<\/sup>, Hai Hu<sup>2<\/sup><br><br\/><sup>1<\/sup>Laramie High School, Laramie, WY,<sup>2<\/sup>Chan Soon-Shiong Institute of Molecular Medicine at Windber, Windber, PA","CSlideId":"","ControlKey":"50dc8567-3374-44f7-94cc-e108f5e19069","ControlNumber":"2737","DisclosureBlock":"&nbsp;<b>G. Zhou, <\/b> None.&nbsp;<br><b>H. Hu, <\/b> <br><b>miRoncol Diagnostics, Inc.<\/b> Employment, Stock, Other Business Ownership, Patent, Other, Co-Founder.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4372","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3352","PresenterBiography":null,"PresenterDisplayName":"Grace Zhou, High School Student","PresenterKey":"21312520-07f8-4141-9640-4cd6b4782622","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3352. Development and validation of a serum microRNA-based diagnostic model for early detection of multiple cancers","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development and validation of a serum microRNA-based diagnostic model for early detection of multiple cancers","Topics":null,"cSlideId":""},{"Abstract":"Background: Colorectal cancer (CRC) is the 3rd most diagnosed cancer worldwide. Early detection and correct patient stratification are important components for cancer prevention, diagnosis, and successful treatment. Cell-free DNA (cfDNA) fragment sizes have been previously shown to differ between cancer and non-cancer patients, while loss of heterozygosity is one of the major types of genetic inactivation, with long arm of chromosome 18 being most frequently reported to be deleted in CRC patients. We are here looking at the cfDNA fragmentation signal in early-stage CRC in the context of 18q21 region reported to exhibit copy number variations (CNV).<br \/>Methods: This was a prospective, international multicenter observational cohort study. Plasma samples were collected either prior to a scheduled colonoscopy as part of standard colorectal cancer screening or prior to colonic surgery for primary CRC in several hospitals in Spain, Germany and Ukraine. Samples were prepared and analyzed with whole genome enzymatic sequencing approach in 2 separate sets (Training Set and Testing Set). Training set consisted of 24 CRC patients (3 stage 0, 10 stage I, 5 stage IIA, 3 stage III, 2 stage IIIA and 1 stage IIIB) and 24 matching controls. The proportion of aligned short fragments over the total number was computed for Chr18q21 based on pre-defined bins. From the total number of binned regions, those presenting an average correlation with the others &#62;0.5 were discarded, getting a final set of regions, which were used as the input data of the Linear Discriminant Analysis (LDA) model. LDA model was then applied to independent Testing Set consisted of 12 CRC patients (4 stage I, 4 stage IIA and 4 stage III) and 12 matching controls.<br \/>Results: Training Set analysis exhibited significant differences over whole Chr18q21 region, when comparing CRC and matching control patients. The 2959 region bins selected in the Training Set were used as the input data of the LDA model to test the performance. Model performance on an independent Testing set reached 83% sensitivity (10\/12) at 92% specificity (11\/12), with stage I sensitivity being as high as 75% (3\/4) and stage IIA 100% (4\/4). Sensitivity per cancer location was comparable with 83% sensitivity for proximal cancers (5\/6) and 83% for distal cancers (5\/6). Specificity was not affected by presence of benign findings such as hyperplastic polyps, diverticulosis\/diverticulitis or hemorrhoids.<br \/>Conclusions: The study results indicate that combining CNV information with the cfDNA fragment size information could serve as a promising new avenue for early detection of colorectal cancer, with early-stage (I-II) CRC sensitivity of 87.5% at 92% specificity. Larger cohort validation of these results is in progress.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Early detection,Liquid biopsies,Biomarkers,Colorectal cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Pol Canal Noguer<sup>1<\/sup>, Iva Cernosa<sup>2<\/sup>, Fernando Trincado Alonso<sup>1<\/sup>, <b>Kristi Kruusmaa<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Universal Diagnostics S.L., Sevilla, Spain,<sup>2<\/sup>Universal Diagnostics d.o.o., Ljubljana, Slovenia","CSlideId":"","ControlKey":"8871dc8c-c01d-4297-8a83-e274622da87d","ControlNumber":"4240","DisclosureBlock":"<b>&nbsp;P. Canal Noguer, <\/b> <br><b>Universal Diagnostics S.L.<\/b> Employment. <br><b>I. Cernosa, <\/b> <br><b>Universal Diagnostics d.o.o.<\/b> Employment. <br><b>F. Trincado Alonso, <\/b> <br><b>Universal Diagnostics S.L.<\/b> Employment. <br><b>K. Kruusmaa, <\/b> <br><b>Universal Diagnostics d.o.o.<\/b> Employment, Stock Option.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4373","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3353","PresenterBiography":null,"PresenterDisplayName":"Kristi Kruusmaa, MS","PresenterKey":"3946c146-2ecd-4aa0-a921-d4c3ecf9d185","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3353. Cell-free DNA (cfDNA) fragmentation profiles linked to copy number alteration analysis allows for early colorectal cancer detection","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cell-free DNA (cfDNA) fragmentation profiles linked to copy number alteration analysis allows for early colorectal cancer detection","Topics":null,"cSlideId":""},{"Abstract":"Ductal carcinoma in situ (DCIS) is an early form of breast cancer that has traditionally been characterized by neoplastic cells that are still confined to the mammary ducts. The 20-year breast cancer mortality rate following a DCIS diagnosis, with or without treatment, remains at 3.3%. Despite the overall success in DCIS treatments preventing local invasive breast cancer recurrence, there are still a substantial number of women who, after a DCIS diagnosis, die from metastatic breast cancer. We currently lack predictive tools to identify the high-risk patients who would benefit most from treatment. Emerging clinical and experimental evidence suggest that breast cancer cells may disseminate throughout the body very early in carcinogenesis. These circulating tumor cells (CTCs), rare cancer cells that are shed from the primary tumor into blood, may offer insights into early cancer progression and help identify high-risk patients. Because CTCs can extravasate from blood into tissue and form secondary tumor sites or dormant niches, they are potential biomarkers of metastasis and recurrence. The labyrinth, a high-throughput inertial microfluidic device, has previously demonstrated success in isolating CTCs through inertial separation due to their larger size when compared to white blood cells. Compared to antigen-based isolation technology, inertial microfluidic devices can isolate heterogeneous CTCs with a variety of surface proteins. Using this technology, we isolated and identified CTCs (DAPI+\/ Pan cytokeratin+\/ CD45- cells) in 63.2% (12\/19) of DCIS patients with an average of 1.27 CTCs per five mls of blood compared to 0.259 CTCs per five mls of blood found in healthy controls (p =0.0078, unpaired t-test). The majority of healthy controls (15\/19) had no detectable CTCs. Additionally, immunofluorescence staining showed that 10.5% of CTCs were EpCAM (Epithelial cell adhesion molecule) positive and 26.3% were positive for vimentin, a mesenchymal marker. Single-cell qPCR revealed potential CTCs with no gene expression of traditional white blood cell markers such as <i>CD45, CD20, CD11B<\/i>, and <i>CD3D<\/i>. The majority of these cells expressed proliferation (<i>PKM2, TIMP1<\/i>) and mesenchymal (<i>SPARC, TGF&#946;1<\/i>) markers, which can contribute to the cells&#8217; ability to migrate and metastasize. Preliminary targeted DNA sequencing of eight CTC-enriched blood samples identified copy number variations previously associated with higher grade and poorly differentiated DCIS, and single nucleotide variations previously found in DCIS samples (NOTCH1 c.7541_7542del). Ultimately, this study suggests that DCIS generates CTCs prior to microinvasion. CTC isolation and detection may serve as a biomarker for high-risk DCIS and may also be used to explore mechanisms of early cancer dissemination.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++CL01-03 Early detection biomarkers,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Ductal carcinoma in situ,Liquid biopsies,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Brittany Rupp<sup>1<\/sup>, Brooke Thanasiu<sup>1<\/sup>, <b>Neha Nagpal<\/b><sup>1<\/sup>, Yan Hong<sup>2<\/sup>, Dean  E.  Brenner<sup>3<\/sup>, Kirsten Tuck<sup>4<\/sup>, Kirk Herman<sup>4<\/sup>, Fariba Behbod<sup>2<\/sup>, Justin Colacino<sup>5<\/sup>, Max Wicha<sup>6<\/sup>, Sunitha Nagrath<sup>1<\/sup><br><br\/><sup>1<\/sup>Chemical Engineering, University of Michigan, Ann Arbor, MI,<sup>2<\/sup>Pathology and Laboratory Medicine, University of Kansas Medical Center, Kansas City, KS,<sup>3<\/sup>Internal Medicine, Pharmacology, University of Michigan, Ann Arbor, MI,<sup>4<\/sup>Michigan Medicine, University of Michigan, Ann Arbor, MI,<sup>5<\/sup>Environmental Health Sciences, University of Michigan, Ann Arbor, MI,<sup>6<\/sup>Internal Medicine, University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"425556ab-c7e2-4ccd-bf6d-f50ef7efd96e","ControlNumber":"1412","DisclosureBlock":"&nbsp;<b>B. Rupp, <\/b> None..<br><b>B. Thanasiu, <\/b> None..<br><b>N. Nagpal, <\/b> None..<br><b>Y. Hong, <\/b> None..<br><b>D. E. Brenner, <\/b> None..<br><b>K. Tuck, <\/b> None..<br><b>K. Herman, <\/b> None..<br><b>F. Behbod, <\/b> None..<br><b>J. Colacino, <\/b> None..<br><b>M. Wicha, <\/b> None.&nbsp;<br><b>S. Nagrath, <\/b> <br><b>Labyrinth Biotech<\/b> Stock Option, Other, IP.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"4374","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"3354","PresenterBiography":null,"PresenterDisplayName":"Neha Nagpal, Graduate Student","PresenterKey":"b87625f6-d104-4abf-8f60-79d0b1b0d61e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"3354. Isolation and characterization of circulating tumor cells from ductal carcinoma in situ patients using label free technology","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"325","SessionOnDemand":"False","SessionTitle":"Early Detection Biomarkers","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Isolation and characterization of circulating tumor cells from ductal carcinoma in situ patients using label free technology","Topics":null,"cSlideId":""}]