[{"Abstract":"Introduction: Lung cancer is the second most common cancer and the leading cause of cancer death in the US and worldwide. The National Lung Screening Trial (NLST) through thoracic low-dose computed tomography (LDCT) scans has shown that screening decreases mortality by 20%, but nearly 40% of patients in the NLST had a positive screen at one point, with 96.4% of these being false positive. It is urgent to develop new non-invasive methods with high efficacy, such as blood molecular biomarkers as companion diagnostic tools to complement LDCT screening. Recent studies have shown that small non-coding RNAs (ncRNAs) play important roles in cancer development, and exosomes are actively secreted extracellular vesicles that contain proteins, lipids, and nucleic acids, including miRNAs and other classes of small ncRNAs. Our study aimed to screen and identify noval plasma exosomal small ncRNAs for lung cancer early detection.<br \/>Methods: A supersensitive human plasma exosome isolation and purification as well as exosome small RNA sequencing were conducted on 233 human subjects including 117 lung cancer early-stage patients and 116 non-cancer subjects (54 benign and 62 normal samples). Sequencing reads were first processed by trimming off the adapters and low-quality bases using cutadapt. Following trimming, the sequences were aligned to the human genome (Genome Reference Consortium GRCh38) and mapped to different small ncRNA databases using STAR. Read counts for each RNA category (miRNA, piRNA, snRNA, snoRNA, tRNA, tsRNA) were calculated from the mapping results. Differential gene expression analysis was performed by the DESeq2 bioconductor package. The genes with Benjamini and Hochberg q-value &#60; 0.05 were called differentially expressed. Based on the differential gene lists, diagnostic models were built by 10-fold cross validated Least Absolute Shrinkage and Selection Operator (LASSO) logistic regression.<br \/>Results: A total of 5470 small ncRNAs were initially identified, including 1094 miRNA, 2172 piRNA, 1185 snRNA, 376 snoRNA, 582 tRNA, 61 tsRNA. Using DESeq2 with an FDR q-value &#60; 0.05 with a cut off of 1.5-fold change, we found 508 small ncRNAs significantly differentially expressed between cancer and non-cancer groups, consisting of 231 small ncRNAs up-regulated and 277 down-regulated in tumor. By diagnostic modeling, a set of 16 small ncRNAs were identified as promising biomarkers, which could differentiate patients with cancer from non-cancer with an area under the receiver operating (ROC) curve (AUC) of 96.71%. Using the same sixteen-smallRNA signature to distinguish cancer from benign, the AUC achieved 97.23%; while the same panel could distinguish cancer from normal with an AUC of 96.26%.<br \/>Conclusion: This preliminary study demonstrated the potential diagnostic value of the exosomal small ncRNA biomarkers in lung cancer early detection. The results will be evaluated by more cases in the future study.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Lung cancer,Biomarkers,Early detection,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuanyuan Fu<\/b><sup><\/sup>, Masaki Nasu<sup><\/sup>, Mayumi Jijiwa<sup><\/sup>, Yu Chen<sup><\/sup>, Zitong Gao<sup><\/sup>, Isam Ibrahim<sup><\/sup>, Youping Deng<sup><\/sup><br><br\/>University of Hawaii at Manoa, Honolulu, HI","CSlideId":"","ControlKey":"5e31a88e-c9ff-4cdf-935e-e630078f043a","ControlNumber":"3798","DisclosureBlock":"&nbsp;<b>Y. Fu, <\/b> None..<br><b>M. Nasu, <\/b> None..<br><b>M. Jijiwa, <\/b> None..<br><b>Y. Chen, <\/b> None..<br><b>Z. Gao, <\/b> None..<br><b>I. Ibrahim, <\/b> None..<br><b>Y. Deng, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7675","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"867","PresenterBiography":null,"PresenterDisplayName":"Yuanyuan Fu, PhD","PresenterKey":"6b2aa2b1-7080-4281-bdf1-4fd8bf56b024","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"867. Identifying plasma exosomal small non-coding RNAs as potential biomarkers for lung cancer early detection","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identifying plasma exosomal small non-coding RNAs as potential biomarkers for lung cancer early detection","Topics":null,"cSlideId":""},{"Abstract":"Purpose: Small intestine carcinoma (SIC) cases in Japan have recently been treated with chemotherapy according to colorectal carcinoma classification, while papilla of Vater carcinoma (PVC) cases according to cholangiocarcinoma (CHC) classification. However, few research reports support the molecular genetic validity of these therapeutic choices. Here, we investigated the clinicopathological and molecular genetic factors of SIC and PVC.<br \/>Patients and Methods: We used the data from the Japanese version of The Cancer Genome Atlas (JCGA). Additionally, molecular genetic data on gastric adenocarcinoma (GAD), colorectal adenocarcinoma (CRAD), pancreatic ductal adenocarcinoma (PDAC), and CHC were also referred to.<br \/>Results: This study consisted of tumor specimens from 12 cases of SIC and three cases of PVC treated from January 2014 to March 2019. Among them, six cases had pancreatic invasion. t-Distributed Stochastic Neighbor Embedding analysis showed that the gene expression pattern of SIC was similar not only to those of GAD and CRAD, but also to that of PDAC in the pancreatic invasion cases. In addition, PVC resembled the GAD, CRAD, and PDAC, rather than the CHC. The molecular genetic characteristics of the six patients with pancreatic invasion were: one had high microsatellite instability (MSI-High), two had a TP53 driver mutation, and three had tumor mutation burden values &#60; 1 mutation\/Mb with no driver mutation.<br \/>Conclusions: The molecular genetics of SIC and PVC suggested that they may be similar to GAD, CRAD, and PDAC. In addition, the data demonstrate that pancreatic invasive cases may be classified into several subtypes using molecular genetic factors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-06 Molecular modeling,,"},{"Key":"Keywords","Value":"Cancer genetics,Gene expression profiling,Gene expression analysis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yukiyasu Okamura<\/b><sup>1<\/sup>, Masanori Nakamura<sup>2<\/sup><br><br\/><sup>1<\/sup>Nihon Univ. School of Medicine, Oyaguchi-Kamicho, Japan,<sup>2<\/sup>Hepato-Biliary-Pancreatic Surgery, Shizuoka Cancer Center, Sunto-Nagaizumi, Japan","CSlideId":"","ControlKey":"89d2f396-08a3-41e5-999c-36565bf83c19","ControlNumber":"196","DisclosureBlock":"<b>&nbsp;Y. Okamura, <\/b> <br><b>TAIHO pharmaceutical CO., LTD.<\/b> Research donation. <br><b>CHUGAI pharmaceutical CO., LTD.<\/b> Research donation. <br><b>Eisai CO., LTD.<\/b> Research donation. <br><b>TSUMURA & Co.<\/b> Research donation.<br><b>M. Nakamura, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7666","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"869","PresenterBiography":null,"PresenterDisplayName":"Yukiyasu Okamura, MD;PhD","PresenterKey":"d80a36b0-d0fd-4cb8-b0c5-3d7218ee094a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"869. Molecular genetic positioning of small intestine and papilla of Vater carcinomas including clinicopathological classification","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular genetic positioning of small intestine and papilla of Vater carcinomas including clinicopathological classification","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer is the most lethal gynecological cancer with a five-year survival rate of 49.7%. Almost 1 in 6 patients dies within the first three months of diagnosis. Targeted therapies such as poly (ADP-ribose) polymerase (PARP) inhibitors have gained popularity due to their reduced toxicities. However, only 41% of patients respond to PARP inhibitors and most patients develop resistance. Here, we explored mechanisms of PARP inhibitor resistance in ovarian cancer at single-cell resolution to characterize potentially transient transcriptomic phenotypes associated with resistance. Parental (sensitive) and PARP inhibitor-persistent populations from two ovarian cancer cell lines (OVCAR4 and OVCA3) were sequenced by single-cell RNA sequencing (10X Genomics). Count matrices were log-normalized and scaled to remove variation due to read counts. Dimension reduction was performed using principal component analysis (PCA); cells were clustered phenotypically with graph-based clustering (Louvian algorithm) and visualized with UMAP projections. Downstream analysis includes characterization of the cell cycle phase, calculation of single-cell metabolic activity scores across 37 KEGG metabolic pathways, and pseudotime evolutionary trajectory analysis was performed to study the transition from the sensitive to the persistent phenotype. Across sensitive populations, most cells were in G1-phase; however, after developing persistence to PARP inhibitors, the OVCAR4 cells arrested at G2M phase, while the OVCA3 cells continued to arrest in the G1 phase. Our metabolic single cell RNA seq analysis pipelines revealed that OVCA3 sensitive population expressed high glycolysis metabolic scores compared to their persistent population, while the OVCAR4 persistent population showed a shift toward oxidative phosphorylation compared to the sensitive population implying the heterogenous metabolic adaptation across cancer cells. Persistent cells have high glutamine metabolism scores, suggesting that this pathway is upregulated in these populations compared to the parental ancestors. These findings were experimentally validated in cell lines treated with glutamine deprived media treated with different concentrations of PARP inhibitor. We used Palantir to characterize the evolutionary trajectories of the cells based on predictions of cell fate probabilities. OVCAR4 cells were predicted to develop into two distinct transcriptomic phenotypes, which could be related with sensitivity or tolerance to PARP inhibitors. However, OVCA3 cell did not have distinct, clear differentiation trajectories suggesting that transcriptomic information alone is not sufficient to explain the development of resistance in this cell line. These approaches further our understanding PARP inhibitor resistance in ovarian cancer, which is needed to improve current treatment strategies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Ovarian cancer,PARP inhibitors,Single cell RNA sequencing,Glutamine metabolism,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Adriana Del Pino Herrera<\/b><sup>1<\/sup>, Meghan Ferrall-Fairbanks<sup>1<\/sup>, Mehdi Damaghi<sup>2<\/sup>, Joon-Hyun Song<sup>2<\/sup>, Snigdha Kanadibhotla<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Florida, Gainesville, FL,<sup>2<\/sup>Stony Brook University, Stony Brook, NY","CSlideId":"","ControlKey":"b0aff79c-4c88-499e-9f79-ee70e100ef92","ControlNumber":"7988","DisclosureBlock":"&nbsp;<b>A. Del Pino Herrera, <\/b> None..<br><b>M. Ferrall-Fairbanks, <\/b> None..<br><b>M. Damaghi, <\/b> None..<br><b>J. Song, <\/b> None..<br><b>S. Kanadibhotla, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7676","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"870","PresenterBiography":null,"PresenterDisplayName":"Adriana Del Pino Herrera, BS","PresenterKey":"d76eef5a-bf81-4bb7-b6e8-7da7d92e5f70","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"870. Glutamine metabolism drives some mechanisms of PARP inhibitor persistence in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glutamine metabolism drives some mechanisms of PARP inhibitor persistence in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Histone modifications (HM) and transcription factors (TF) are aberrantly regulated in the pathogenesis of humans and are a major class of cancer cell dependencies. Precise detection of HM and TF binding genome-wide is essential for a better understanding of cancer epigenetics. Cleavage Under Targets &#38; Tagmentation (CUT&#38;Tag) is an easy and low-cost epigenomic profiling method that can be performed on a low number of cells and on the single-cell level. A large number of CUT&#38;Tag datasets have been generated in cancer samples, providing a valuable resource. Unbiased analysis of CUT&#38;Tag data is important for cancer epigenetics research. CUT&#38;Tag experiments rely on the hyperactive transposase Tn5 for tagmentation. We performed integrative analysis of CUT&#38;Tag and other high-throughput data, and found that Tn5 is subject to intrinsic sequence insertion biases (intrinsic biases). Preference of Tn5 captured reads toward chromatin accessibility regions (open chromatin biases) also confound the distribution of CUT&#38;Tag reads. Both sources of biases confound the analysis of CUT&#38;Tag data, especially for factors that are not expected to associate with accessible chromatin. High sparsity of single-cell data makes the effect of both biases more substantial compared to bulk data. We present a computational model for accurate characterization and quantitative estimation of biases in CUT&#38;Tag data. This model paved the way for further development of computational tools for improving both bulk and single-cell CUT&#38;Tag data analysis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Chromatin immunoprecipitation,ATAC-seq,intrinsic cleavage bias,single-cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Sheng'en Hu<\/b><sup><\/sup>, Qingying Chen<sup><\/sup>, Chongzhi Zang<sup><\/sup><br><br\/>CPHG, University of Virginia, Charlottesville, VA","CSlideId":"","ControlKey":"4637c526-1e23-4677-8369-9b11fc9c2d2f","ControlNumber":"6826","DisclosureBlock":"&nbsp;<b>S. Hu, <\/b> None..<br><b>Q. Chen, <\/b> None..<br><b>C. Zang, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7673","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"871","PresenterBiography":null,"PresenterDisplayName":"Sheng'en Hu, PhD","PresenterKey":"2c6b748e-6617-41dd-8681-17dc102209e6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"871. Accurate estimation of open chromatin and intrinsic biases in bulk and single-cell CUT&#38;Tag data","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Accurate estimation of open chromatin and intrinsic biases in bulk and single-cell CUT&#38;Tag data","Topics":null,"cSlideId":""},{"Abstract":"Cyclin-dependent protein kinases (CDKs) regulate the eukaryotic cell cycle progression. Dysregulated cell cycle leading to unscheduled cell proliferation is a characteristic of many cancer subtypes. Since some tumor cells require specific interphase CDKs for proliferation, understanding CDKs activation mechanisms and their differential recognition of cognate cyclins and substrate proteins are essential for developing selective CDK inhibitors for cancer treatments. To date, while the crystal structure of the active CDK2 in complex with cyclin-E is available, no crystal structure for active CDK4 with its cognate cyclin-D is resolved. Here, we model the CDK4\/cyclin-D complex as well as CDK2 in complex with cyclin-E to study the conformational dynamics and activation processes of G1 and G1\/S phases CDKs, respectively. Extensive molecular dynamics (MD) simulations were performed for both CDK complexes with the kinases in different transition states to resolve the differences in their allosteric regulations at the atomic level. We illustrate that the inactive CDK4 in complex with cyclin-D is in the intermediate state on its pathway to activation in contrast to the fully active CDK2 in complex with cyclin-E, suggesting its activation mechanism is distinct from that of CDK2. This suggests that additional steps such as ATP binding, extension of the activation loop (A-loop), rotation of &#945;C-helix towards &#8220;IN&#8221; conformation, phosphorylation of A-loop, and substrate binding are required for CDK4. CDK2 interacts with cyclin-E through a large interfacial area (or interface) that stabilizes the protein-protein interaction, while CDK4 has a smaller interfacial area (or interface) in the interaction with cyclin-D. Our simulations affirm experimental data on the current understanding of activation mechanisms of CDK2 and CDK4 and reveal additional atomistical characteristics of their dynamics and activations. Our works report the complete activation mechanisms of CDK2\/4, providing insights into the inhibition of these complexes at an atomic level, and are useful for identifying potential targets for drug discovery in oncology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-06 Molecular modeling,,"},{"Key":"Keywords","Value":"CDK4\/6,CDK2,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wengang Zhang<\/b><sup>1<\/sup>, Yonglan Liu<sup>1<\/sup>, Mingzhen Zhang<sup>2<\/sup>, Hyunbum Jang<sup>2<\/sup>, Ruth Nussinov<sup>2<\/sup><br><br\/><sup>1<\/sup>National Cancer Institute, Frederick, MD,<sup>2<\/sup>Computational Structural Biology Section, Frederick National Laboratory for Cancer Research, Frederick, MD","CSlideId":"","ControlKey":"b0445c2a-6518-460b-a49f-5346ceeb3472","ControlNumber":"3801","DisclosureBlock":"&nbsp;<b>W. Zhang, <\/b> None..<br><b>Y. Liu, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>H. Jang, <\/b> None..<br><b>R. Nussinov, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7668","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"872","PresenterBiography":null,"PresenterDisplayName":"Wengang Zhang, PhD","PresenterKey":"f4c82bd7-5686-4bc3-9453-7ece5cf6d2b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"872. Deciphering the activation mechanism of CDK4\/cyclin-D complex that differs from the CDK2\/cyclin-E complex","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deciphering the activation mechanism of CDK4\/cyclin-D complex that differs from the CDK2\/cyclin-E complex","Topics":null,"cSlideId":""},{"Abstract":"The Src homology 2 domain-containing phosphatase 2 (SHP2) is a nonreceptor protein tyrosine phosphatase that regulates Ras\/MAPK pathway, leading to cell proliferation. SHP2 mutations are commonly associated with human malignancies and neurodevelopmental disorders (NDDs). Somatic SHP2 mutations are associated with many types of cancer including sporadic juvenile myelomonocytic leukemia, acute myeloid leukemia, breast, gastric, lung, melanoma, and colorectal cancers, while heterozygous germline mutations are linked to NDDs such as Noonan and LEOPARD syndromes. Interestingly, different mutations at the same genomic loci of the gene result in different disease phenotypes, either cancer or NDDs. Patients with NDDs have a higher chance of developing cancer, suggesting a linkage between cancer and NDDs, and between their mutations. SHP2 consists of two SH2 domains (nSH2 and cSH2), a phosphatase (PTP) domain, and a flexible C-terminal tail. In autoinhibition, SHP2 is catalytically inactive, adopting a closed conformation in which the DE-loop of nSH2 blocks the catalytic site of PTP. The binding of nSH2 to the phosphotyrosine (pY)-motif relieve the autoinhibition via disruption of the nSH2-PTP interface. To depict mechanism of the mutation-associated activation of SHP2, extensive molecular dynamics simulations were performed for SHP2 protein with the mutations related to cancer and NDDs. The dynamics and conformational alterations of the wild type, cancer mutants (E76K, D61Y, D61V), and NDD mutants (E76D, D61G) of SHP2 were compared. Collective results showed that both cancer and NDD mutations weaken the nSH2-PTP interface, facilitating the SHP2 activation. Interestingly, cancer mutations induce stronger destruction at the nSH2-PTP interface than the NDD mutations. The PTP domain exhibits two pockets, orthosteric and allosteric pockets, at the interface with nSH2. In autoinhibition, the orthosteric pocket provides a binding site for D61 of nSH2, and the allosteric pocket accommodates E76 and A72 of nSH2. During the simulations, we observed that the mutations, E76K and E76D, reduce the interaction in the allosteric pocket, increasing the probability toward the open SHP2 conformation. This gradually weakens the interactions of D61 in the orthosteric pocket, promoting SH2 release and leading to SHP2 activation. The three mutations, D61Y, D61V, and D61G, directly disrupted the interaction in the orthosteric pocket, favoring the substrate binding. However, they do not optimize the nSH2 conformation for the pY binding and unlikely affect the interaction in the allosteric pocket. Our works explain the difference and similarity between the cancer and NDD mutations of SHP2 at the atomic level and provide deeper understanding of the mutation-induced activation of SHP2 for signal transduction through the Ras\/MAPK pathway.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-06 Molecular modeling,,"},{"Key":"Keywords","Value":"Mitogen-activated protein kinase (MAPK) pathway,SHP2,Oncogenic activation,MD simulation,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yonglan Liu<\/b><sup><\/sup>, Mingzhen Zhang<sup><\/sup>, Wengang Zhang<sup><\/sup>, Hyunbum Jang<sup><\/sup>, Ruth Nussinov<sup><\/sup><br><br\/>National Cancer Institute, Frederick, MD","CSlideId":"","ControlKey":"e354adce-13c7-4155-8a9b-54a9fbd489ac","ControlNumber":"6852","DisclosureBlock":"&nbsp;<b>Y. Liu, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>H. Jang, <\/b> None..<br><b>R. Nussinov, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7669","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"873","PresenterBiography":null,"PresenterDisplayName":"Yonglan Liu, PhD","PresenterKey":"21a0392a-366d-427e-a8d7-e937e690e6b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"873. The mechanisms of SHP2 activation in cancer and neurodevelopmental disorder","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The mechanisms of SHP2 activation in cancer and neurodevelopmental disorder","Topics":null,"cSlideId":""},{"Abstract":"Proteins that enable cells to sense and repair DNA damage are essential for maintaining the stability of genomes across cell divisions; dysregulation of these processes is an established hallmark of tumorigenesis. Nucleolin (NCL), a major RNA binding protein (RBP) and a caretaker tumor suppressor protein BRCA1 (the breast &#38; ovarian cancer susceptibility gene) colocalize in breast cancer. Both NCL and BRCA1 have defined roles in homologous recombination (HR) and non-homologous end joining (NHEJ) DNA repair pathways which are often dysregulated in breast cancer. BRCA1, along with a complex molecular network of signaling proteins gets recruited to damaged replication forks to initiate the HR pathway where NCL function is also implicated. However, how NCL collaborates with BRCA1 to orchestrate the complex mechanism of DNA repair under stress conditions remains unknown. To address this gap in knowledge, we have applied <i>in silico<\/i> approaches to uncover the key players which drive the molecular interactions of NCL and BRCA1 at the damaged sites. We utilized the NIH PPI, IntAct, STRING, BioGRID, GeneMania, PrePPI, and Mentha databases to derive an overlapping interactome. In this study we present a comprehensive interactome analysis and 47 proteins identified that interact with both NCL and BRCA1. As expected, majority of these common interactors participate in DNA damage damage response along with several that are implicated in regulating the gene expression via chromatin remodeling\/RNA binding or controlling cell proliferation. We classified this interactome into 5 major categories based on their GO functional annotations: chromatin remodeling, DNA damage, DNA repair, RNA-binding proteins, and cell cycle. Previously, we have successfully used computational approaches to model the RNA-binding domains (RBD) of NCL and delineate the binding interfaces between NCL-RBD and a subset of miRNA that are specifically dysregulated in breast cancer. Using the same strategy, we have modeled the full length NCL to provide a complete structural representation of the protein. Our model fills the gap in missing NCL structural data, especially the unexplored N- and C - termini that may play important roles in NCL protein-protein interactions. Our results provide predicted interaction scenarios between NCL and the subset of the overlapping interactome of NCL and BRCA1, focused on DNA repair mechanisms. These <i>in silico<\/i> models are critical to understand the protein complexity at the interface of damaged DNA to identify candidates that can be targeted in breast carcinoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-06 Molecular modeling,,"},{"Key":"Keywords","Value":"Nucleolin,BRCA1,DNA repair,Protein-protein interactions,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nitu Farhin<\/b><sup><\/sup>, Andy Lam<sup><\/sup>, Anjana D. Saxena<sup><\/sup>, Shaneen Singh<sup><\/sup><br><br\/>Biology, Brooklyn College, Brooklyn, New York, NY","CSlideId":"","ControlKey":"7f0276b0-f14e-4c4a-b533-da3cbe6fc4fe","ControlNumber":"6238","DisclosureBlock":"&nbsp;<b>N. Farhin, <\/b> None..<br><b>A. Lam, <\/b> None..<br><b>A. D. Saxena, <\/b> None..<br><b>S. Singh, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7671","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"875","PresenterBiography":null,"PresenterDisplayName":"Nitu Farhin, Undergraduate Student","PresenterKey":"6517702e-dc2a-4d85-8628-1be2d2642ac1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"875. Breast cancer bioinformatics: Untangling the roles of nucleolin and BRCA1 in dysregulated DNA repair","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Breast cancer bioinformatics: Untangling the roles of nucleolin and BRCA1 in dysregulated DNA repair","Topics":null,"cSlideId":""},{"Abstract":"Here, we describe analyses towards the first tumor\/normal benchmark from the Genome in a Bottle (GIAB) consortium using new cell lines from a broadly-consented pancreatic ductal adenocarcinoma patient. This effort builds on the widely-used germline variant benchmarks for seven normal DNA reference materials. GIAB benchmarks are designed to reliably identify false positive and false negative variant calls, and are formed by combining multiple sequencing technologies and variant callers. To combine technologies and variant callers, we first understand their strengths and weaknesses for different variant types and repetitive regions. In this initial work on the new tumor\/normal cell line, we have analyzed sequencing from HiC for copy number and structural variant analysis and 100to150x PCR-free Illumina WGS from normal and tumor cells for small variants. Preliminary HiC results identified substantial aneuploidy common in pancreatic tumors, with ~15 large inversions and translocations and 16 chromosomes with extensive loss of heterozygosity due to missing &#62;30% of one copy. The tumor contains the common G12V mutation in KRAS, and interestingly the ~2Mbp region containing this mutation is likely triplicated. About 300 (76% of) SNVs and 10,000 (69% of) small indels agree between mutect2 and strelka2 with default filtering. After excluding difficult regions, 95% of SNVs and 94% of small indels agree, with remaining disagreements caused by systematic sequencing errors, alignment errors, low frequency, and proximity to germline variants. Examining discordant SNVs indifficult regions, most are erroneous somatic variants inregions with loss of heterozygosity that also have mapping errors due to segmental duplications, sequences missing from GRCh38, and\/or tandem repeats. After excluding difficult regions, we also found that somatic SNVs fell in 4 primary classes: ~5100 in most cells in diploid regions, ~2100 in most cells in haploid regions, ~760 in only some cells in diploid regions, and ~450 in only some cells in haploid regions. GIAB plans to perform PacBioHiFi and ultra long ONT sequencing to generate phased assemblies for the normal and tumor, and is forming an open working group to develop the first authoritative benchmarks from publicly available, broadly-consented tumor-normal cell lines.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-09 Sequence analysis,,"},{"Key":"Keywords","Value":"Mutation detection,Somatic mutations,Genome,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gail Rosen<\/b><sup>1<\/sup>, Justin Wagner<sup>2<\/sup>, Andrew Liss<sup>3<\/sup>, Justin Zook<sup>2<\/sup><br><br\/><sup>1<\/sup>Drexel University, Philadelphia, PA,<sup>2<\/sup>National Institute of Standards and Technology, Gaithersburg, MD,<sup>3<\/sup>Massachusetts General Hospital, Boston, MA","CSlideId":"","ControlKey":"02a890a1-64b8-4f9c-a412-7d341d41f742","ControlNumber":"5076","DisclosureBlock":"&nbsp;<b>G. Rosen, <\/b> None..<br><b>J. Wagner, <\/b> None..<br><b>A. Liss, <\/b> None..<br><b>J. Zook, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7672","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"876","PresenterBiography":null,"PresenterDisplayName":"Gail Rosen, PhD","PresenterKey":"b11eb15e-a5a6-4d7c-bcfb-a45b87e0dd31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"876. Sequencing a new broadly-consented tumor\/normal cell line for a Genome in a Bottle Benchmark","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Sequencing a new broadly-consented tumor\/normal cell line for a Genome in a Bottle Benchmark","Topics":null,"cSlideId":""},{"Abstract":"Aberrant activity of cell cycle proteins is a hallmark of cancer and therefore, cell cycle regulators are considered attractive targets in cancer therapy. One such regulator, Cell division cycle 6 (Cdc6), is a key conserved cell cycle protein responsible for the initiation of eukaryotic DNA replication. Cdc6 overexpression has been observed as an early event in malignancies. Additionally, Cdc6 has also been implicated in contributing to the aggressiveness of cervical and bladder cancers. In budding yeast, Cdc6 collaborates with proteins such as Cyclin B2 (Clb2) and Cell division control protein 4 (Cdc4) to ensure the fidelity of cell division by preventing re-replication. The perfectly orchestrated sequence of events requires Cdc6 to interact with other cell cycle proteins during the correct stage of the cell cycle. During S-phase, Cyclin-dependent kinase 1 (Cdk1) regulates Cdc6 levels and Cdc6 is targeted for degradation by polyubiquination via Cdc4 (SCF-complex). In mitosis, phosphorylation by Cdk1, induces the binding of Cdc6 to Clb2-Cdk1. Clb2 binds to Cdc6&#8217;s <sup>44<\/sup>PEKLQF<sup>49<\/sup> motif at the Cdc6 N-terminus thereby preventing Cdc6 from licensing origins, preventing DNA re-replication, and ensuring genomic integrity. Although, it has been well studied how each Cdc6 phosphorylation site regulates protein binding, in the absence of full-length structures for many of these proteins, the interaction modes and molecular details for Cdc6&#8217;s interaction with its protein partners remain unknown. In this study, we have characterized and analyzed Cdc6&#8217;s interactions with some of its key interactors. We present a robust computational approach to understand the molecular mechanisms of Cdc6 interactions with Cdc4 and Clb2, which includes homology\/<i>ab initio<\/i> modeling of the full-length structures including their intrinsically disordered regions (IDRs), and predicted interaction scenarios. Our results show that the Cdc6-Cdc4 interaction displays a dynamic shift between S-phase and mitosis. In S-phase, Cdc4 binds to the N&#8217; phosphodegrons on Cdc6, but in mitosis, Cdc4 binding shifts to the C&#8217; phosphodegrons. In addition, we show Clb2&#8217;s K270, within its hydrophobic patch, binds E45 in Cdc6&#8217;s <sup>44<\/sup>PEKLQF<sup>49<\/sup> motif. We also provide a comparison of Clb2&#8217;s interaction with Cdc6 with that of Bud3 to assess the conservation of the binding mechanism. We show that the molecular mechanism is conserved with similar residues and motifs being involved in the interaction. By exploring the molecular details underlying these protein-protein interactions, we can gain insightful information and identify interface residues that are responsible for specific protein-protein interactions. Such molecular details are critical to pave the way to the discovery of druggable targets and ultimately lead to the development of new cancer therapeutics.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-06 Molecular modeling,,"},{"Key":"Keywords","Value":"Cell cycle,Protein-protein interactions,Bioinformatics,DNA replication,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andriele Silva Eichner<\/b><sup><\/sup>, Jasmin Philip<sup><\/sup>, Amy Ikui<sup><\/sup>, Shaneen Singh<sup><\/sup><br><br\/>Biology, Brooklyn College, Brooklyn, NY","CSlideId":"","ControlKey":"a1e515b6-6eb1-4617-af1c-4d8a8242c411","ControlNumber":"7306","DisclosureBlock":"&nbsp;<b>A. Silva Eichner, <\/b> None..<br><b>J. Philip, <\/b> None..<br><b>A. Ikui, <\/b> None..<br><b>S. Singh, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7667","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"877","PresenterBiography":null,"PresenterDisplayName":"Andriele Silva Dos Santos, MS","PresenterKey":"794f8f96-6dd0-4625-aa8f-67c306357079","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"877. Protein-protein interactions in cancer: An<i> in-silico<\/i> analysis of Cdc6 interactions","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Protein-protein interactions in cancer: An<i> in-silico<\/i> analysis of Cdc6 interactions","Topics":null,"cSlideId":""},{"Abstract":"Cancer is the second-leading cause of death worldwide and by 2040, it is projected that the global burden is expected to grow to 27.5 million new cases. Proteins that directly regulate cell cycle progression are attractive targets in cancer therapy since aberrant regulation of the cell cycle, especially at checkpoints, allows the cells to accumulate DNA errors and continue to grow\/divide. A subset of protein kinases functionally involved in regulating the cell cycle and its checkpoints are the eleven members of the human NIMA-related kinases (NEKs). NEK10 is the most divergent member of the NEK family and is linked to melanoma, breast cancer, and various ciliopathies. It is unique in having a centrally positioned coiled-coil flanked catalytic domain, in contrast to the N-terminal catalytic domains of other NEKs. Despite its unique domain architecture and biological relevance, very little is known about its complete structural information and structure-function relationships. To address this gap in knowledge we have modeled and characterized the full-length NEK10 protein, including its unique catalytic domain flanked by two coiled-coil domains, a region with armadillo-type repeats, an ATP binding site, and two unreported putative sites of interaction with ubiquitin (UBA domains). Additionally, we present a comprehensive interactome of NEK10. From this interactome we selected 2 unique and previously unreported NEK10 interactions with the known cancer-causing proteins, Mitogen-activated protein kinase kinase kinase 1 (MAP3K1) and Heat Shock Factor Binding Protein 1 (HSPB1). MAP3K1, a serine\/threonine kinase and ubiquitin ligase that plays a pivotal role in integrating cellular responses to mitogenic\/metabolic stimuli and mutated in a significant number of cancers, most prominently in luminal breast cancer, contains a protein kinase domain, a PHD finger with E3 ubiquitin ligase activity, and scaffold regions that mediate protein-protein interactions. Our docking analysis shows that I693 of NEK10 located within its kinase domain interacts with well-known phosphosite S275 of MAP3K1. We speculate a scenario in which, upon UV irradiation, NEK10 phosphorylates and activates MAP3K1, which in turn phosphorylates MAP2K1\/2-ERK1\/2 promoting cell survival. HSPB1, is a molecular chaperone, characterized by a common alpha-crystallin domain in its C-terminus and its overexpression is linked with poor clinical outcome in gastric, uterine, breast, prostate, ovarian, kidney and head\/neck cancers. Our docking analysis suggests that the distinctive armadillo repeats of NEK10 may be responsible for its interaction with HSPB1 where H301 of NEK10 forms a salt bridge with I179 of HSPB1, within a known protein-protein hotspot of HSPB1. Our results establish the framework for elucidating the detailed molecular mechanisms of NEK10 interactions with other proteins to further explore its potential as a therapeutic target.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-06 Molecular modeling,,"},{"Key":"Keywords","Value":"Kinases,Protein-protein interactions,Cell cycle regulation,Bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Andriele Silva Eichner<\/b><sup><\/sup>, Igor Semchenkov Pastukhov<sup><\/sup>, Shaneen Singh<sup><\/sup><br><br\/>Biology, Brooklyn College, Brooklyn, NY","CSlideId":"","ControlKey":"bfeea543-6092-4f2a-b04e-7bfd42ca5d91","ControlNumber":"7413","DisclosureBlock":"&nbsp;<b>A. Silva Eichner, <\/b> None..<br><b>I. Semchenkov Pastukhov, <\/b> None..<br><b>S. Singh, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7683","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"878","PresenterBiography":null,"PresenterDisplayName":"Andriele Silva Dos Santos, MS","PresenterKey":"794f8f96-6dd0-4625-aa8f-67c306357079","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"878. <i>In silico<\/i> insights from NEK10 modeling, its interactome, and protein-protein interactions","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"<i>In silico<\/i> insights from NEK10 modeling, its interactome, and protein-protein interactions","Topics":null,"cSlideId":""},{"Abstract":"Background: Exosomal mRNAs secreted from cancer cells are regarded as important messengers in communication system between cells. In PC, some exosomal RNAs from patients&#8217; plasma were expected as biomarkers of PC. However, exosomes in the blood of cancer patients are not derived only from cancer cells. Relationship of RNAs produced in cancer cells and those secreted into exosomes is still unclear. In this study, we evaluated relationships between mRNAs in PC cell lines and those of exosomes secreted into supernatant and determined candidates for PC biomarkers from cancer specific exosomal mRNAs.<br \/>Material and Method: Three PC cell lines (PANC-1, MIAPaCa-2 and Capan-1) were used. Three studies were performed for each cell line. After 48h serum-free culture, the supernatants were collected, and exosomes were isolated by ultracentrifugation. The remaining cells in the culture dish were also collected and mRNAs were extracted. RNA-seq was performed for mRNAs extracted from cell and exosomal RNAs extracted from supernatant. Data was analyzed by R (version 4.2.1).<br \/>Results: In MIAPaCa-2, expression of cellular mRNAs and corresponding exosomal mRNAs showed strong correlation (R was higher than 0.7). In the other 2 cell lines, they showed moderate correlation (R was higher than 0.5). Then, expression of mRNA in the cells was approximately reflected in those in the exosomes. However, some mRNAs showed high expression in exosome and low expression in the cell. We focused on these mRNAs, and then, performed a differential analysis of the whole raw RNA data by using TCC package of R and found differentially expressed mRNAs.<br \/>Conclusion: Comparing with data of GEO database showing exosomal mRNA extracted from healthy volunteers, we finally find candidates of cancer specific exosomal mRNAs of PC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-13 Other,,"},{"Key":"Keywords","Value":"Exosomes,mRNA,Pancreatic cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yuhan Rong<\/b><sup>1<\/sup>, Naoki Okubo<sup>1<\/sup>, Risa Fukui<sup>1<\/sup>, Akihiro Suzuki<sup>1<\/sup>, Motokazu Sato<sup>1<\/sup>, Motohiko Tokuhisa<sup>1<\/sup>, Yuma Takeda<sup>1<\/sup>, Noritoshi Kobayashi<sup>1<\/sup>, Itaru Endo<sup>2<\/sup>, Yasushi Ichikawa<sup>3<\/sup><br><br\/><sup>1<\/sup>Oncology, Yokohama City Univ. Graduate School of Med., Yokohama, Japan,<sup>2<\/sup>Gastroenterological Surgery, Yokohama City Univ. Graduate School of Med., Yokohama, Japan,<sup>3<\/sup>Yokohama City Univ. Graduate School of Med., Yokohama, Japan","CSlideId":"","ControlKey":"da0948c0-0d10-4b02-ab23-0e2bfb3fc40b","ControlNumber":"2811","DisclosureBlock":"&nbsp;<b>Y. Rong, <\/b> None..<br><b>N. Okubo, <\/b> None..<br><b>R. Fukui, <\/b> None..<br><b>A. Suzuki, <\/b> None..<br><b>M. Sato, <\/b> None..<br><b>M. Tokuhisa, <\/b> None..<br><b>Y. Takeda, <\/b> None..<br><b>N. Kobayashi, <\/b> None..<br><b>I. Endo, <\/b> None..<br><b>Y. Ichikawa, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7708","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"879","PresenterBiography":null,"PresenterDisplayName":"Yuhan Rong, MS","PresenterKey":"a02be188-d910-4d63-8eb3-60f14b533782","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"879. Exosomal mRNAs secreted from pancreatic cancer (PC) cell lines might include good candidates of biomarkers of PC patients","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exosomal mRNAs secreted from pancreatic cancer (PC) cell lines might include good candidates of biomarkers of PC patients","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Active mutations in the <i>GNAS<\/i> oncogene are frequent in appendiceal adenocarcinoma (AA) (~37%) and are also found less frequently in lung, colorectal, and endometrial cancers. Here, we performed differential gene expression analyses between <i>GNAS<sup>R201<\/sup><\/i> and <i>GNAS<sup>WT<\/sup><\/i> AA tumors to understand critical downstream transcriptomic effects of the activation of <i>GNAS<\/i>.<br \/><b>Methods:<\/b> Differential gene expression (DEG) studies between <i>GNAS<sup>R201C\/H<\/sup><\/i> and <i>GNAS<sup>WT<\/sup><\/i> AA samples were studied in PDX (n=19) and clinical (n=14) cohorts. Tumor samples were surgically resected from AA patients at MD Anderson Cancer Center. Tumors were implanted in intraperitoneal (IP) (n=6, <i>GNAS<sup>R201C<\/sup><\/i>; n=7, <i>GNAS<sup>WT<\/sup><\/i>) and flank (n=3, <i>GNAS<sup>R201C<\/sup><\/i>; n=3, <i>GNAS<sup>WT<\/sup><\/i>) regions of NSG mice (n=19). RNA sequencing of tumor samples obtained from IP and flank was performed, and sequence reads of mouse and human tissues were classified by Xenome (v1.0.1-r). The clinical cohort (n=14) of AA patients was divided into <i>GNAS<sup>R201C\/H<\/sup><\/i> (n=4) and <i>GNAS<sup>WT<\/sup><\/i> (n=10) groups for RNA-seq analysis. Reads were aligned with the human reference genome (GRCh38) by STAR aligner (v2.7.2b), and gene expressions were quantified by HTSeq (v0.11.0). DESeq2 (v1.30.1) was used for DGE studies between <i>GNAS<sup>R201C\/H<\/sup><\/i> and <i>GNAS<sup>WT <\/sup><\/i>groups of both PDX and clinical cohorts. Gene sets enrichment analysis (GSEA) was conducted by the GSEA (v4.3.2) for each DGE study to identify gene sets significantly dysregulated in the human hallmark MSigDB (v2022) database.<br \/><b>Results: <\/b>Gene expression<b> <\/b>profiles of <i>GNAS<sup>R201C\/H <\/sup><\/i>and <i>GNAS<sup>WT<\/sup><\/i> tumors of both PDX (peritoneal and flank) and clinical cohorts formed distinct clusters in unsupervised clustering. After multiple hypothesis corrections, several genes were significantly up or downregulated in DGE studies of <i>GNAS<sup>R201C\/H <\/sup><\/i>vs. G<i>NAS<sup>WT<\/sup><\/i> tumors in both PDX (~20%) and clinical cohorts (~0.5%). GSEA of peritoneal tumors identified that Wnt\/Beta-catenin signaling was positively enriched (NES=1.14) in <i>GNAS<sup>R201C <\/sup><\/i>tumors than in <i>GNAS<sup>WT<\/sup><\/i>. Interestingly, positive enrichment of Wnt\/Beta-catenin signal (NES=1.14) was also observed in <i>GNAS<sup>R201C <\/sup><\/i>metastatic AA patients in the clinical cohort. Our previous study showed that GNAS knock-out also decreased Wnt pathway activity in CRC cell lines, which aligns with the current observation of AA tumors. However, Wnt\/Beta-catenin signaling was not enriched (NES=0.64) in <i>GNAS<sup>R201C <\/sup><\/i>mutant tumors grown in flanks of PDX models, suggesting that the peritoneal microenvironment may play a role in activating the Wnt pathway in <i>GNAS<sup>R201C <\/sup><\/i>AA tumors. Notch signaling was significantly enriched (NES=1.38) in <i>GNAS<sup>R201C\/H <\/sup><\/i>AA patients but not in <i>GNAS<sup>R201C <\/sup><\/i>mutant IP and flank tumors.<br \/><b>Conclusions:<\/b> Activation of Wnt signaling is associated with tumorigenesis of <i>GNAS<sup>R201C\/H <\/sup><\/i>AA tumors. The peritoneal microenvironment may help to activate the Wnt pathway in this tumor group. PDX models could be used to study transcriptional activities of <i>GNAS<sup>R201 <\/sup><\/i>AA tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Wnt pathway,appendiceal adenocarcinoma,GNAS,RNA sequencing (RNA-Seq),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Saikat Chowdhury<\/b><sup><\/sup>, Ichiaki Ito<sup><\/sup>, Vinay K. Pattalachinti<sup><\/sup>, John Paul Shen<sup><\/sup><br><br\/>GI Medical Oncology, UT MD Anderson Cancer Ctr., Houston, TX","CSlideId":"","ControlKey":"09b3c6b9-484d-4ab7-a9e3-995f9a2a5cbb","ControlNumber":"4813","DisclosureBlock":"&nbsp;<b>S. Chowdhury, <\/b> None..<br><b>I. Ito, <\/b> None..<br><b>V. K. Pattalachinti, <\/b> None..<br><b>J. Shen, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7709","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"880","PresenterBiography":null,"PresenterDisplayName":"Saikat Chowdhury, BS;MS;PhD","PresenterKey":"f05d8d6c-013b-4f81-82d5-eaa53063581f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"880. Activation of the Wnt pathway is associated with <i>GNAS<sup>R201 <\/sup><\/i>mutant appendiceal cancer in the peritoneum","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Activation of the Wnt pathway is associated with <i>GNAS<sup>R201 <\/sup><\/i>mutant appendiceal cancer in the peritoneum","Topics":null,"cSlideId":""},{"Abstract":"Desmocollin-3 (DSC3) is a desmosomal adhesion molecule responsible for integrity and cell adhesion under normal physiological condition. Its expression is altered during carcinogenesis. DSC3 is a p53 responsive gene. Like other adhesion molecules, it is described to provide barrier for immune infiltration of tumor. To identify a specific immune gene signature related to DSC3, spearman correlation coefficient was determined for 207 immune related genes using Cbioportal in cancer having high and low level of DSC3 gene expression .We classified renal adenocarcinoma lung, hepatocellular carcinoma and renal cancer as DSC3<sup>low<\/sup> and squamous lung cancer, cervical cancer and head and Neck cancer as DSC3<sup>high<\/sup> based on DSC3 gene expression level. In DSC3<sup>high<\/sup> group, six genes were found to be correlated (Spearman correlation &#8805; 0.3) with DSC3 expression (Table), while none of the 207 immune related genes were correlated with DSC3<sup>low<\/sup> expression. Of genes with positive correlation, CD44 is a marker for stem cell&nbsp;and is associated with resistance to&nbsp;chemotherapy while S100A12 and TOLLIP are associated with carcinogenesis and inflammation. Of immune genes with negative correlation, GATA6 is a tumor suppressive gene, IL-12A is responsible for T-cell-independent induction of IFN&#947; and CD63 is associated with survival as described in lung cancer. This findings suggests DSC3<sup>high<\/sup> expression may be associated with poor prognosis compared DSC3<sup>low<\/sup> . DSC3 expression is specific for squamous lung cancer and is used to differentiate it from adenocarcinoma lung. Squamous lung cancer is also known to have poor prognosis compared to adenocarcinoma of lung. We will be presenting full details about 207 selected genes and their correlation with DSC3 in our presentation.<b>Table: Spearman&#8217;s correlation of DSC3 with Immune genes<\/b><table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{A78AC41A-89DF-4D92-B8AD-2BD6D9A541E1}\"><caption><\/caption><tr><td rowspan=\"1\" colspan=\"1\"><\/td><td rowspan=\"1\" colspan=\"1\"><b>DSC3 expression <\/b><\/td><td rowspan=\"1\" colspan=\"3\"><b>Immune genes with positive spearman&#8217;s correlation <\/b><\/td><td rowspan=\"1\" colspan=\"3\"><b>Immune genes with negative spearman&#8217;s correlation<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\"><b>Cancer<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b> Median RSEM (N)<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>CD44<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>S100A12<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>TOLLIP<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>CD63<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>GATA6<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>IL12A<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">LUSC<\/td><td rowspan=\"1\" colspan=\"1\">6208 (n=501)<\/td><td rowspan=\"1\" colspan=\"1\">0.4<\/td><td rowspan=\"1\" colspan=\"1\">0.3<\/td><td rowspan=\"1\" colspan=\"1\">0.4<\/td><td rowspan=\"1\" colspan=\"1\">-0.4<\/td><td rowspan=\"1\" colspan=\"1\">-0.3<\/td><td rowspan=\"1\" colspan=\"1\">-0.3<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">CESC<\/td><td rowspan=\"1\" colspan=\"1\">10086 (n=306)<\/td><td rowspan=\"1\" colspan=\"1\">0.6<\/td><td rowspan=\"1\" colspan=\"1\">0.6<\/td><td rowspan=\"1\" colspan=\"1\">0.6<\/td><td rowspan=\"1\" colspan=\"1\">-0.6<\/td><td rowspan=\"1\" colspan=\"1\">-0.4<\/td><td rowspan=\"1\" colspan=\"1\">-0.4<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">HNSC<\/td><td rowspan=\"1\" colspan=\"1\">15287(n=522)<\/td><td rowspan=\"1\" colspan=\"1\">0.3<\/td><td rowspan=\"1\" colspan=\"1\">0.3<\/td><td rowspan=\"1\" colspan=\"1\">0.3<\/td><td rowspan=\"1\" colspan=\"1\">-0.5<\/td><td rowspan=\"1\" colspan=\"1\">-0.3<\/td><td rowspan=\"1\" colspan=\"1\">-0.4<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">KIPAN<\/td><td rowspan=\"1\" colspan=\"1\">1.5 (n=720)<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">LIHC<\/td><td rowspan=\"1\" colspan=\"1\">2.0 (n=231)<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">LUAD<\/td><td rowspan=\"1\" colspan=\"1\">10 (n=496)<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><td rowspan=\"1\" colspan=\"1\">&#60; 0.3<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cancer markers,The Cancer Genome Atlas (TCGA),Cell adhesion,Immune cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Arpit Dheeraj<\/b><sup>1<\/sup>, Bakulesh M. Khamar<sup>2<\/sup>, Chandreshwar  P.  Shukla<sup>2<\/sup>, Nayan  K.  Jain<sup>3<\/sup>, Rajiv  I.  Modi<sup>2<\/sup><br><br\/><sup>1<\/sup>Department of Cell, Development and Cancer Biology, Oregon Health & Science University, Portland, OR,<sup>2<\/sup>Research and Development, Cadila Pharmaceuticals, Ahmedabad, India,<sup>3<\/sup>Department of Life Science, Gujarat University, Ahmedabad, India","CSlideId":"","ControlKey":"4aae2548-5faa-41a7-8a9f-b3d0f881b831","ControlNumber":"5897","DisclosureBlock":"&nbsp;<b>A. Dheeraj, <\/b> None.&nbsp;<br><b>B. M. Khamar, <\/b> <br><b>Cadila Pharmaceuticals Limited<\/b> Employment. <br><b>C. P. Shukla, <\/b> <br><b>Cadila Pharmaceuticals Limited<\/b> Employment.<br><b>N. K. Jain, <\/b> None.&nbsp;<br><b>R. I. Modi, <\/b> <br><b>Cadila Pharmaceuticals Limited<\/b> Employment.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7710","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"881","PresenterBiography":null,"PresenterDisplayName":"Arpit Dheeraj, PhD","PresenterKey":"bd6c0392-12f1-4ae4-a68d-137f8ca2a8d4","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"881. Desmocollin-3 and tumor immune microenvironment: Bioinformatics evaluation","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Desmocollin-3 and tumor immune microenvironment: Bioinformatics evaluation","Topics":null,"cSlideId":""},{"Abstract":"Pediatric neuroblastoma is among the most common solid tumors in children and accounts for approximately 15% of childhood cancer mortalities. Neuroblastomas are highly heterogeneous cancers, and few common genetic alterations are currently associated with neuroblastoma tumorigenesis. Additionally, few genetic variations have been established as predictive factors for clinical outcomes in neuroblastoma cases. Here, a biological systems-level approach utilizing publicly-accessible data from the Genomic Data Commons was taken to identify genetic variations associated with altered survival times in neuroblastoma cases. Two survival analyses of clinical neuroblastoma cases were conducted: one associated with genetic variations in individual somatic genes and the other associated with groups of mutations identified using functional enrichment analysis. Mutations in only two individual genes displayed significant associations with altered survival: <i>ALK<\/i> (ALK receptor tyrosine kinase), a known hallmark of neuroblastoma, and <i>DNAH17<\/i> (dynein axonemal heavy chain 17). In contrast, patient cohorts established by functional enrichment analysis of mutated genes identified 148 biological systems where somatic gene variations were significantly associated with altered survival. Gene sets defined by the function of their products in ALK signaling, as well as alteration in cells treated with Crizotinib, an inhibitor of receptor tyrosine kinases including ALK, both displayed highly significant association with altered survival. Of the 148 systems identified, 128 others lacked any association with ALK. Of these, eight showed a more significant association with altered survival than the ALK signaling pathway itself. These results identify novel risk factors associated with reduced survival in pediatric neuroblastoma patients<br \/>and illustrate the potential of systems-level analysis to generate insight into the biology of heterogeneous cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Bioinformatics,Neuroblastoma,Gene set enrichment analysis,Survival,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Nolan  D.  Middleton<\/b><sup><\/sup>, Eric Shelden<sup><\/sup><br><br\/>Washington State University, Pullman, WA","CSlideId":"","ControlKey":"62dfc290-4148-4cb3-94d9-eab40a960f6c","ControlNumber":"7037","DisclosureBlock":"&nbsp;<b>N. D. Middleton, <\/b> None..<br><b>E. Shelden, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7711","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"882","PresenterBiography":null,"PresenterDisplayName":"Nolan Middleton, AA;AAS","PresenterKey":"944c5995-38e5-4e96-ac53-bdd8f545dc73","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"882. Functional enrichment analysis of somatic mutations identifies novel risk factors for pediatric neuroblastoma","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Functional enrichment analysis of somatic mutations identifies novel risk factors for pediatric neuroblastoma","Topics":null,"cSlideId":""},{"Abstract":"Human Papilloma virus (HPV)-associated Cervical squamous cell carcinoma (CESC-HPV(+)), HPV-associated Head and Neck squamous cell carcinoma (HNSCC-HPV(+)), and Hepatitis Virus B\/C (HBV\/HCV)-associated Liver hepatocellular carcinoma (LIHC-HBV(+)\/LIHC-HCV(+)) present metabolic changes during viral transformation to adjust energy demands of transformed cells. Glutamine is used as an important energy and carbon source by cancer cells through its degradation (glutaminolysis). This latter is regulated by Glutaminases 1 and 2 (GLS1\/GLS2) that convert glutamine in glutamate. <i>GLS1\/2<\/i> expression is altered both in HNSCC and LIHC but it is undetermined in CESC. We aimed to indagate if the expression of <i>GLS1\/GLS2<\/i> genes and\/or status of infection by HPV, HBV, and HCV, are associated to the overall survival (OS) in CESC, HNSCC and LIHC. The Cancer Genome Atlas (TCGA) was mined and both gene expression and copy number variation (CNV) of <i>GLS1\/GLS2<\/i> was analyzed across the CESC, HNSCC and LIHC cohorts. Changes in gene expression were determined by analyzing the Log<sub>2<\/sub>FC and by applying statistical analysis (Welch&#8217;s T-test or One-Way ANOVA). To learn if the genomic profile was associated with phenotype, gene status was correlated with demographic and clinical data such as age group, ethnicity, race, gender, BMI, viral subtype, histologic grade, clinical stage, and tobacco\/alcohol consumption. We applyed chi-squared, one-way ANOVA, and Welch&#8217;s T-tests for those assays. Kaplan Meier (K-M) plots were obtained to figure out the association of genomic and phenotypic data with OS. Our results showed that <i>GLS1\/GLS2<\/i> had no CNVs across the analyzed cohorts. However, <i>GLS1<\/i> was upregulated in cancerous tissues both in HNSCC and LIHC (p&#60;0.05, Log<sub>2<\/sub>FC&#62;2) whereas <i>GLS2<\/i> was downregulated in cancerous tissues in LIHC (p&#60;0.05, Log<sub>2<\/sub>FC=-2). Likewise, <i>GLS1<\/i> was upregulated both in HNSCC-HPV(-) and LIHC-HBV\/HCV(+) compared with HNSCC-HPV(+) and LIHC-HBV\/HCV(-), respectively (p&#60;0.05). Also, <i>GLS2<\/i> was over-expressed in CESC-HPV(+) and HNSCC-HPV(+) patients, compared with CESC-HPV(-) and HNSCC-HPV(-) patients, respectively (p&#60;0.05). In the other hand, <i>GLS2<\/i> was under-expressed in LIHC-HBV\/HCV(+) compared with LIHC-HBV\/HCV(-) patients (p&#60;0.05, Log<sub>2<\/sub>FC = -2.5). Finally, K-M plots showed that <i>GLS2<\/i> expression is associated with OS in CESC patients whereas the HPV subtypes and HBV\/HCV infection were associated with OS in HNSCC and LIHC patients, respectively (p&#60;0.05). We concluded that the expression of glutaminases is abnormal in patients with CESC, HNSCC, and LIHC and it depends on the status of viral infection. Since the <i>GLS2<\/i> expression and viral infection affects the OS in the analyzed tumors, our research provides with potential prognostic markers of CESC, HNSCC and LIHC that should be validated in future studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++BCS01-02 Application of bioinformatics to cancer biology,,"},{"Key":"Keywords","Value":"Cervical cancer,Cancer genomics,Expression analysis,Liver cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Livisu Pajares Rojas<sup><\/sup>, <b>Claudia Machicado Rivero<\/b><sup><\/sup><br><br\/>Laboratorios de Investigacin y Desarrollo (LID), Universidad Peruana Cayetano Heredia, Lima, Peru","CSlideId":"","ControlKey":"491a71d0-bc87-436d-83e7-b5c27f9f7e9f","ControlNumber":"4406","DisclosureBlock":"&nbsp;<b>L. Pajares Rojas, <\/b> None..<br><b>C. Machicado Rivero, <\/b> None.","End":"4\/16\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9607","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"883","PresenterBiography":null,"PresenterDisplayName":"Claudia Machicado Rivero, MS;PhD","PresenterKey":"34d1eea8-3ab2-4301-9bb5-f38b374a46d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"883. Glutaminases expression and viral infection as potential prognostic factors in cervical, head and neck and liver cancers","SearchResultFooter":"","SearchResultHeader":"Apr 16 2023  1:30PM","SessionId":"303","SessionOnDemand":"False","SessionTitle":"Molecular Modeling, Sequence, and Integrative Analysis","ShowChatLink":"false","Start":"4\/16\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Glutaminases expression and viral infection as potential prognostic factors in cervical, head and neck and liver cancers","Topics":null,"cSlideId":""}]