[{"Abstract":"As a promising alternative platform for cellular immunotherapy, natural killer cells (NK) have recently gained attention as an important type of innate immune regulatory cell. NK cell immunotherapy approaches have been translated into clinical applications, and clinical trials of NK cell infusion in patients with hematological malignancies (HM) and solid tumors have thus far yielded many encouraging clinical results. Understanding the pattern of NK expression and the relationship to different states of NK cells may have direct relevance for immune responses in cancer. Approaches capable of simultaneously detecting NK cells with detailed information on NK differentiation state, however, remain limited. In this study, we used MultiOmyx hyperplexed immunofluorescence (IF) assay to classify and characterize the spatial arrangement of NK cell markers in a pan-cancer cohort including 9 tissue microarrays (TMAs) from breast, head and neck, prostrate, colon, bladder, lung, kidney, ovarian and melanoma indications. The panel includes CD3, CD4, CD8, CD16, CD45, CD56, CD57, CD137, FoxP3, Granzyme B, HLA-E, NKG2A, NKP46 and tumor segmentation marker. The panel enables the detection of NK cells expressing CD56 and\/or NKP46 in the 9 different tumor indications. We also studied the expression of activating and inhibiting receptors, such as CD16 and NKG2A, in NK cell population. The active cytotoxic subsets of mature NK cells were evaluated using co-expression of NK cell surface markers with CD57 and the cytotoxic molecule expression in NK cells was assessed using co-expression with Granzyme B. Using proprietary deep-learning-based image analysis, we were able to quantify the densities of these different NK cell population and study the prevalence of these NK cells in different cancer indications included in this study. Many strategies have been developed for exploiting NK-mediated anti-tumor activities. CAR-NK cell therapy and antibodies that directly target NK cell inhibitory receptors such as NKG2A and TIGIT, are currently being evaluated in the clinical trials. The MultiOmyx NK cell panel reported in this study enables the comprehensive profiling of the NK population and can provide greater understanding of NK cell biology during cancer progression. The panel can be further used to explore the efficacy of the NK cell-based immune therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Natural killer cells,Immuno-oncology,Tumor microenvironment,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Erinn  A.  Parnell<sup><\/sup>, Jiong Fei<sup><\/sup>, Harry Nunns<sup><\/sup>, Eric Leones<sup><\/sup>, Elaine Yeung<sup><\/sup>, Blair Russell<sup><\/sup>, Flora Sahafi<sup><\/sup>, <b>Qingyan Au<\/b><sup><\/sup><br><br\/>NeoGenomics, Aliso Veijo, CA","CSlideId":"","ControlKey":"0e921f68-172e-4b53-a829-283cc790449e","ControlNumber":"2062","DisclosureBlock":"<b>&nbsp;E. A. Parnell, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>J. Fei, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>H. Nunns, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>E. Leones, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>E. Yeung, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>B. Russell, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>F. Sahafi, <\/b> <br><b>NeoGenomics<\/b> Employment. <br><b>Q. Au, <\/b> <br><b>NeoGenomics<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7137","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4688","PresenterBiography":null,"PresenterDisplayName":"Qingyan Au, PhD","PresenterKey":"9626b008-9a21-4411-a87a-deaca1755af5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4688. Comprehensive analysis of natural killer cell-associated markers using MultiOmyx<sup>TM<\/sup> immunofluorescence assay","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comprehensive analysis of natural killer cell-associated markers using MultiOmyx<sup>TM<\/sup> immunofluorescence assay","Topics":null,"cSlideId":""},{"Abstract":"Patients demonstrating strong immune responses to primary colorectal cancer (CRC) have a survival benefit following surgery, while those with predominantly stromal microenvironments do poorly. Biomarkers to identify patients with colorectal cancer liver metastases (CRLM) who have good prognosis following surgery for oligometastatic disease remain elusive. The aim of this study was to determine the practical application of a simple histological assessment of immune cell infiltration and stromal content in predicting outcome following synchronous resection of primary CRC and CRLM, and to interrogate the underlying functional biology that drives disease progression. Patients undergoing synchronous resection of primary CRC and CRLM underwent detailed histological assessment, panel genomic and bulk transcriptomic assessment, immunohistochemistry (IHC) and GeoMx Spatial Transcriptomics (ST) analysis. Integration with genomic features, pathway enrichment analysis and immune deconvolution were performed. High-immune metastases were associated with improved cancer specific survival (HR, 0.36, P=0.01). Bulk transcriptomic analysis was confounded by stromal content but ST demonstrated that the invasive edge of the metastases of long-term survivors was characterized by adaptive immune cell populations enriched for Type II Interferon signaling (NES=-2.05 P.Adj&#60;0.005) and MHC-Class II Antigen Presentation (NES=-2.09 P.Adj&#60;0.005). In contrast, patients with poor prognosis demonstrated increased abundance of regulatory T-cells and neutrophils with enrichment of Notch (NES=2.2 P.Adj=0.022) and TGF-&#946; (NES=2.2 P.Adj=0.02) signaling pathways at the metastatic tumor center. In summary, histological assessment can stratify outcome in patients undergoing synchronous resection of CRLM and ST analysis has revealed significant intra-tumoral and inter-lesional heterogeneity with underlying transcriptomic programs identified in driving each phenotype.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Colorectal cancer,Gene expression analysis,Metastasis,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Colin  S.  Wood<\/b><sup><\/sup>, Kathryn  A.   F.  Pennel<sup><\/sup>, Holly Leslie<sup><\/sup>, Assya Legrini<sup><\/sup>, Andrew  J.  Cameron<sup><\/sup>, Paul Horgan<sup><\/sup>, Joanne Edwards<sup><\/sup>, Colin  W.  Steele<sup><\/sup>, Nigel  B.  Jamieson<sup><\/sup><br><br\/>Institute of Cancer Sciences, University of Glasgow, Glasgow, United Kingdom","CSlideId":"","ControlKey":"667b62fd-a845-46da-aee6-4c73641cb518","ControlNumber":"3295","DisclosureBlock":"&nbsp;<b>C. S. Wood, <\/b> None..<br><b>K. A. F. Pennel, <\/b> None..<br><b>H. Leslie, <\/b> None..<br><b>A. Legrini, <\/b> None..<br><b>A. J. Cameron, <\/b> None..<br><b>P. Horgan, <\/b> None..<br><b>J. Edwards, <\/b> None..<br><b>C. W. Steele, <\/b> None..<br><b>N. B. Jamieson, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7203","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4691","PresenterBiography":null,"PresenterDisplayName":"Colin Wood, MBChB","PresenterKey":"b2aac0a8-87ef-463e-8eda-2178389a0a70","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4691. Spatially resolved transcriptomics deconvolutes histological prognostic subgroups in patients with colorectal cancer and synchronous liver metastases","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatially resolved transcriptomics deconvolutes histological prognostic subgroups in patients with colorectal cancer and synchronous liver metastases","Topics":null,"cSlideId":""},{"Abstract":"Next-generation sequencing (NGS) of bulk cell populations is a useful and ubiquitous tool for the molecular characterization of clinical tumor samples. Bulk NGS reveals transcript abundance within a tumor sample and can further infer cell populations via deconvolution algorithms (PMID:31570899). However, it can&#8217;t ascribe the cellular context for a given gene&#8217;s expression or elucidate the spatial organization of tumor microenvironments. These additional features are critical to our understanding of tumor biology and are key to the development of immuno-oncology therapeutics. Spatial Transcriptomics (ST) is an emerging technology that characterizes gene expression within the spatial context of tissue. ST data can be generated directly from archival formalin fixed paraffin embedded samples, enabling the study of spatial gene expression in real-world clinical settings.<br \/>We have studied a dataset comprising 6 samples from non-small cell lung cancer (NSCLC) patients and 1 core needle biopsy from a tumor of unknown origin. We used the 10X Visium CytAssist platform to generate ST data and additionally generated paired bulk RNAseq data. To test the interassay reliability of CytAssist on archival FFPE tissue sections, we compared ST results across 3 sample preparation conditions. We further studied the state of the tumor microenvironment by applying state-of-the-art computational approaches to deconvolve immune cell populations and produce super-resolution ST maps, validated using multiplex immunofluorescence (IF) via CODEX (PMID:30078711).<br \/>We find key quality control metrics and spatial biomarkers are consistent across all 3 sample preparation conditions. When comparing deconvolution results between bulk and spatially-resolved methods we observe modest correlations for many cell types despite differences in sample preparation, supporting the idea that bulk and spatial samples contain complementary transcriptomic information. However, within samples, we find many of the correlations observed in bulk do not show strong spatial correlation. These comparisons indicate the importance of considering spatial context when studying the tumor immune microenvironment. Finally, we find an agreement between super-resolution ST and multiplex IF across key spatial biomarkers.<br \/>These results demonstrate clinical archival FFPE samples yield high interassay reliability via the CytAssist platform. Results were consistent through 3 different H&#38;E staining protocols and findings were consistent when superresolution deconvolution was utilized which further strongly correlated with high-resolution multiplex IF. Our findings demonstrate the feasibility and translational utility of ST to discover spatial signatures and the cellular context in retrospective clinical cohorts to empower discovery and translational efforts in precision oncology and therapeutic development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Gene expression patterns,Imaging,Immune cells,Assay development,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mario  G.  Rosasco<\/b><sup>1<\/sup>, Chi-Sing Ho<sup>1<\/sup>, Tianyou Luo<sup>2<\/sup>, Michelle  M.  Stein<sup>1<\/sup>, Luca Lonini<sup>1<\/sup>, Martin  C.  Stumpe<sup>1<\/sup>, Jagadish Venkataraman<sup>1<\/sup>, Sonal Khare<sup>1<\/sup>, Ameen  A.  Salahudeen<sup>1<\/sup><br><br\/><sup>1<\/sup>Tempus, Chicago, IL,<sup>2<\/sup>UNC Chapel Hill, Chapel Hill, NC","CSlideId":"","ControlKey":"799af394-aae7-442e-b60d-7cd9d70836db","ControlNumber":"1690","DisclosureBlock":"<b>&nbsp;M. G. Rosasco, <\/b> <br><b>Tempus<\/b> Employment. <br><b>C. Ho, <\/b> <br><b>Tempus<\/b> Employment. <br><b>T. Luo, <\/b> <br><b>Tempus<\/b> Employment. <br><b>M. M. Stein, <\/b> <br><b>Tempus<\/b> Employment. <br><b>M. C. Stumpe, <\/b> <br><b>Tempus<\/b> Employment. <br><b>J. Venkataraman, <\/b> <br><b>Tempus<\/b> Employment. <br><b>S. Khare, <\/b> <br><b>Tempus<\/b> Employment. <br><b>A. A. Salahudeen, <\/b> <br><b>Tempus<\/b> Employment. <br><b>Pharmacosmos<\/b> Other, Honorarium.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7204","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4692","PresenterBiography":null,"PresenterDisplayName":"Mario Rosasco, PhD","PresenterKey":"7441cd78-05e5-412f-991d-e30d3fe42459","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4692. Comparison of interassay similarity and cellular deconvolution in spatial transcriptomics data using Visum CytAssist","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of interassay similarity and cellular deconvolution in spatial transcriptomics data using Visum CytAssist","Topics":null,"cSlideId":""},{"Abstract":"Despite the first classification of glioblastoma (GBM) as an immunologically &#8220;cold&#8221; tumor, evidence suggests that this cancer type is susceptible to T-cell infiltration, providing a glimmer of hope for developing effective immunotherapy approaches. However, whether the &#8220;exhausted&#8221; phenotype of tumor-infiltrating lymphocytes (TILs) and the immunosuppressive signaling in the GBM microenvironment (ME) can be therapeutically reprogrammed to unlock the anticancer potential of the immune system remains to be elucidated. We performed a histological analysis of GBM specimens collected pre-therapy from 24 newly-diagnosed GBM patients treated with dendritic cell (DC)-immunotherapy as part of the DENDR1 clinical trial (NCT04801147). Our preliminary results suggest an association between the distribution and density of CD8+ TIL subsets and patients&#8217; responses to immunotherapy. TIL spatial patterns revealed either an immune-excluded or an immune-infiltrated scenario with either scattered or widespread TILs. A widespread CD8+ TIL pattern was significantly correlated with a better response to immunotherapy. It was also observed that the frequency of CD8+ TILs was significantly increased at recurrence compared to their primary tumors, suggesting that these patients are more likely to benefit from CD8+ T cell antitumor immunity. In light of these observations, we have hypothesized that tumor-reactive (TR) TILs isolated from GBM can be used as direct personalized treatment mediators exerting an effective antitumor activity with low side effects per se. TR-TILs were isolated from GBM surgical material using CD137 as a key marker, and successfully expanded from 50% of patients&#8217; GBM showing specific reactivity against autologous tumor cells. For the remaining cases, TR-TILs failed to expand, suggesting terminal dysfunction. Single-cell sequencing of the transcriptome was performed on the immune contexture after CD137+ TILs enrichment revealing the presence of a specific signature related to exhausted, cytotoxic, and memory state. A gene signature highly upregulated in regulatory T cells (Treg) was related to a more immune-suppressive ME. Flow cytometry analysis on immune contexture confirmed the presence of FoxP3+ CD4+ T cells, expressing CD137 can be enriched and persist, dysregulating the expansion of TR-TILs during the early stage in culture. Our preliminary findings indicate that a high frequency of Treg can be investigated as a negative predictive indicator of ex-vivo expansion of TR-TILs, which should be taken into consideration when planning a personalized TIL therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Tumor infiltrating lymphocytes,Glioblastoma,Single cell,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Irene Sambruni<sup><\/sup>, Silvia Musio<sup><\/sup>, Natalia Di Ianni<sup><\/sup>, Martina Maffezzini<sup><\/sup>, Monica Patanè<sup><\/sup>, Marica Eoli<sup><\/sup>, Antonio Silvani<sup><\/sup>, Bianca Pollo<sup><\/sup>, Francesco DiMeco<sup><\/sup>, <b>Serena Pellegatta<\/b><sup><\/sup><br><br\/>IRCCS Istituto Neurologico Carlo Besta, Milan, Italy","CSlideId":"","ControlKey":"7b80cd34-a7c7-4d1d-89b1-3fba0585e9be","ControlNumber":"3518","DisclosureBlock":"&nbsp;<b>I. Sambruni, <\/b> None..<br><b>S. Musio, <\/b> None..<br><b>N. Di Ianni, <\/b> None..<br><b>M. Maffezzini, <\/b> None..<br><b>M. Patanè, <\/b> None..<br><b>M. Eoli, <\/b> None..<br><b>A. Silvani, <\/b> None..<br><b>B. Pollo, <\/b> None..<br><b>F. DiMeco, <\/b> None..<br><b>S. Pellegatta, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7206","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4694","PresenterBiography":null,"PresenterDisplayName":"Serena Pellegatta, PhD","PresenterKey":"5a8a48cb-f75e-4cc1-9d66-e7890a64bd06","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4694. Single-cell analysis of glioblastoma immune contexture identifies a subset of activated and memory tumor-reactive CD8+ TILs and a Treg signature contributing to TIL irreversible dysfunction","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single-cell analysis of glioblastoma immune contexture identifies a subset of activated and memory tumor-reactive CD8+ TILs and a Treg signature contributing to TIL irreversible dysfunction","Topics":null,"cSlideId":""},{"Abstract":"The extracellular matrix (ECM) is a complex and dynamic meshwork of extracellular macromolecules that plays a key role in cancer progression and metastasis. The matrisome encompasses the genes encoding ECM and ECM-associated secretory proteins, and elucidating the protein-protein interactions (PPIs) of the matrisome is a promising area of study in the quest for a better understanding of cancer pathology and therapeutics. Proximity labeling, a powerful technique for investigating protein interactomes based on enzyme-fusion constructs and affinity chromatography, has considerable potential in detailing the protein-protein interactions of the matrisome. We have recently had success in developing a proximity labeling approach based on fusion constructs containing the biotinylating enzymes BioID2 and TurboID. We apply this approach to gain new insights into the interactome of the matrisome protein tissue inhibitor of metalloproteinase 2 (TIMP2), a protein found to have antitumorigenic potential. At present, we seek to expand this approach to other ECM protein targets, including tissue inhibitor of metalloproteinase 3 (TIMP3) and thrombospondin-1 (THBS-1). TIMP3 has been shown to possess anti-tumor properties, with loss of TIMP3 function associated with poor prognosis in multiple cancers. THBS-1 is a large (129 kDa) ECM protein that is relatively promiscuous with diverse functions in the tumor microenvironment. Expression of THBS-1 is frequently lost during oncogenesis, and such loss is associated with poor prognosis in some cancers. We describe how ePL can be expanded to these matrisome targets in different cellular systems (adherent vs. suspension) and show that ePL assays can be performed with stable and transient transgene expression. We show that ePL is a suitable method for studying PPIs in novel matrisome targets and expect to apply the technique to further targets in the near future.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-03 Extracellular matrix and integrins,,"},{"Key":"Keywords","Value":"Protein-protein interactions,Extracellular matrix,TIMP,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Joshua Rich<\/b><sup><\/sup>, Sadeechya Gurung<sup><\/sup>, Sukhbir Kaur<sup><\/sup>, David Roberts<sup><\/sup>, William Stetler-Stevenson<sup><\/sup>, David Peeney<sup><\/sup><br><br\/>National Cancer Institute, Bethesda, MD","CSlideId":"","ControlKey":"75d39ab6-e420-4893-bd6e-84dfb4bf828f","ControlNumber":"3754","DisclosureBlock":"&nbsp;<b>J. Rich, <\/b> None..<br><b>S. Gurung, <\/b> None..<br><b>S. Kaur, <\/b> None..<br><b>D. Roberts, <\/b> None..<br><b>W. Stetler-Stevenson, <\/b> None..<br><b>D. Peeney, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7207","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4695","PresenterBiography":null,"PresenterDisplayName":"Joshua Rich, BS","PresenterKey":"f0bca795-d762-4e02-8aca-56ee1f3cac4b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4695. Expansion of the extracellular proximity labeling (ePL) technique to novel matrisome targets","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Expansion of the extracellular proximity labeling (ePL) technique to novel matrisome targets","Topics":null,"cSlideId":""},{"Abstract":"CD39 and CD73 are membrane bound enzymes that function together to convert extracellular adenosine 5&#8217;-triphospate (ATP)\/adenosine diphosphate (ADP) into adenosine. CD39 first catalyzes ATP\/ADP into adenosine monophosphate (AMP), which is then converted by CD73 into adenosine. Accumulation of extracellular adenosine creates an immunosuppressive tumor environment and facilitates tumor growth and metastasis. Conversely, the presence of ATP promotes a pro-inflammatory, tumor-suppressive environment. Suppression of CD73\/CD39 activity and reduction of extracellular adenosine has been shown to support an antitumor immune response. Therefore, the targeting of CD73 and CD39, both individually as well as in combination with immune checkpoint inhibitors for biomarkers such as PD-1 and CTLA-4, is an emerging strategy for cancer therapeutics. CD73\/CD39 have been described in multiple cell types, including tumor cells, fibroblasts, endothelial cells, tumor infiltrating lymphocytes (TILs), myeloid cells, and natural killer (NK) cells. While known to be expressed on multiple cell types, the spatial characterization of CD39 and CD73 in the tumor microenvironment (TME) is still poorly understood. Characterizing the diversity of active CD73 and CD39 populations in the tumor environment will help improve development of targeted therapies for cancer treatment. The multiplex immunofluorescence (mIF) platform MultiOmyx will be used to define the distinct populations of cells expressing CD73 and\/or CD39 in the TME. MuliOmyx is a proprietary mIF platform for the visualization and characterization of up to 60 protein biomarkers in a single FFPE section. Herein we report the design and use of a novel panel of commercially-available antibodies broad enough to characterize CD39 and CD73 subpopulations in the TME of a variety of tumor indications including lung, prostate, and colon cancer. Using this panel in combination with proprietary deep-learning based image analysis, CD39 and CD73 positive cells can be characterized into different immune and TME subtypes. Understanding of the variety and phenotype of CD39 and CD73 expressing cells in the TME is crucial to define the populations being targeted by therapies for cancer treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Immune cells,Image analysis,Tumor microenvironment,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Courtney Todorov<\/b><sup><\/sup>, Kevin Gallagher<sup><\/sup>, Juliana Wortman<sup><\/sup>, Harry Nunns<sup><\/sup>, Erinn Parnell<sup><\/sup>, Eric Leones<sup><\/sup>, Elaine Yeung<sup><\/sup>, Blair Russell<sup><\/sup>, Flora Sahafi<sup><\/sup>, Qingyan Au<sup><\/sup><br><br\/>NeoGenomics, Aliso Viejo, CA","CSlideId":"","ControlKey":"0c386d93-eb09-43ce-a6f8-857ac700c703","ControlNumber":"2030","DisclosureBlock":"&nbsp;<b>C. Todorov, <\/b> None..<br><b>K. Gallagher, <\/b> None..<br><b>J. Wortman, <\/b> None..<br><b>H. Nunns, <\/b> None..<br><b>E. Parnell, <\/b> None..<br><b>E. Leones, <\/b> None..<br><b>E. Yeung, <\/b> None..<br><b>B. Russell, <\/b> None..<br><b>F. Sahafi, <\/b> None..<br><b>Q. Au, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7208","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4696","PresenterBiography":null,"PresenterDisplayName":"Courtney Todorov, PhD","PresenterKey":"2f520a53-7696-4f2c-90ab-9796c2d401e5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4696. Characterizing CD39 and CD73 cell subtypes in the tumor microenvironment using MultiOmyx","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing CD39 and CD73 cell subtypes in the tumor microenvironment using MultiOmyx","Topics":null,"cSlideId":""},{"Abstract":"There is an ongoing crisis in reproducibility in scientific studies, and studies in spatial biology are no exception. Cell DIVETM Multiplex imaging solution (Leica Microsystems) provides reliable workflow solutions to minimize variability from study to study. Cell DIVE allows probing and imaging of dozens of biomarkers on a whole tissue section with an iterative staining and dye inactivation workflow. At its core, Cell DIVE is designed to provide methods reproducibility, from tissue preparation, antigen retrieval, and sample imaging and slide storage. Cell DIVE is designed to work with directly conjugated primary antibodies, another source of variability. However, conjugated antibodies from Cell Signaling Technology (CST) are rigorously validated using stringent acceptance criteria to reduce variability. In addition, the use of recombinant antibodies, the consistent conjugate brightness and antibody degree-of-labeling reduce lot to lot variability, ensuring reliable conjugated antibodies for spatial biology studies. High resolution imaging results are obtained by consistent round to round imaging, consistent calibration and corrections, and reduction of human error using the BAB 200 liquid handling solution (Advanced Solutions Life Sciences). We present here, an iterative biomarker study using adjacent tissue sections probed with distinct lots of CST antibody panels, imaged in temporally separated batches using a Cell DIVE imager fitted with a BAB200 liquid handler. Following robust analysis (segmentation, phenotyping and statistical analysis), we report the reproducibility findings across parameters. Methods and results reproducibility in spatial biology is essential for reliable insight generation, giving confidence in the quality of future studies aimed at improving patient outcomes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Image analysis,Multiomics,Biomarkers,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lisa Arvidson<\/b><sup>1<\/sup>, Reginaldo Prioli<sup>1<\/sup>, Samuel Jensen<sup>1<\/sup>, James  B.  Hoying<sup>2<\/sup>, Michael  W.  Golway<sup>2<\/sup>, Michael J. Smith<sup>3<\/sup>, Katie O. White<sup>3<\/sup>, Richard A. Heil-Chapdelaine<sup>3<\/sup>, Chi-Chou Huang<sup>3<\/sup>, Tuan H. Phan<sup>3<\/sup>, Hideki Sasaki<sup>3<\/sup>, Melinda Angus-Hill<sup>3<\/sup><br><br\/><sup>1<\/sup>Cell Signaling Technology, Danvers, MA,<sup>2<\/sup>Advanced Solutions Life Sciences, Manchester, NH,<sup>3<\/sup>Leica Microsystems, Bellevue, WA","CSlideId":"","ControlKey":"93e2987d-755e-441a-80d7-8fcbad060c75","ControlNumber":"4009","DisclosureBlock":"<b>&nbsp;L. Arvidson, <\/b> <br><b>Cell SIgnaling Technology<\/b> Employment. <br><b>R. Prioli, <\/b> <br><b>Cell Signaling Technology<\/b> Employment. <br><b>S. Jensen, <\/b> <br><b>Cell SIgnaling Technology<\/b> Employment. <br><b>M. J. Smith, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>K. O. White, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>R. A. Heil-Chapdelaine, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>C. Huang, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>T. H. Phan, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>H. Sasaki, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>M. Angus-Hill, <\/b> <br><b>Leica Microsystems<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7247","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4698","PresenterBiography":null,"PresenterDisplayName":"Lisa Arvidson, BS","PresenterKey":"d0129d1c-7226-4d9e-8303-e488e7c307d2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4698. Reproducibility in spatial biology: reducing variables to improve the reliability of insight generation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Reproducibility in spatial biology: reducing variables to improve the reliability of insight generation","Topics":null,"cSlideId":""},{"Abstract":"Advanced understanding of cancer immunology has contributed to a significant decline in cancer deaths in the past few decades. However, there are still vast majority of patients with no effective response for current immunotherapy drugs because of some innate immune cells, particularly macrophages and neutrophils, promoting all steps of malignant progression to metastasis. Therefore, the development of new strategies against these pro-metastatic non-tumor components in the tumor microenvironment is in need. Tumor-associated macrophage (TAMs), as the critical component of tumor microenvironment (TME), display diverse and even opposing function phenotypes, but without systematic investigation on their ubiquitous characteristics across different cancer types. Here, we perform pan-cancer analysis on 92 samples across 6 solid cancer types to profile the TME of normal, primary tumor, metastatic lymph node and distant metastasis at single-cell resolution, illustrating the commonalities\/plasticity of heterogenous TAMs. We uncover 21 distinct subtypes of TAMs with varying abundance and biological function in different tissue microenvironment, providing evidence for the plasticity of TAMs. In particular, the enrichment of <i>SPP1+MMP12+<\/i> macrophages in the TME of lymph node metastasis, likely interacting with metastasis-initiating cells (MICs), is associated with promoting malignant progression to metastasis and survival stratifications. Multi-color immunofluorescence (mIF) staining for relevant markers is being performed in mouse models and clinical samples for comprehensive validation. Our study comprehensively describes the characteristics and dynamics of TAMs and highlights their heterogeneity and plasticity depending on their surrounding microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Metastasis,Metastasis associated macrophages,Metastais initiating cells,SPP1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Baifeng Zhang<\/b><sup><\/sup>, Dora Lai-wan Kwong<sup><\/sup>, Xin-Yuan Guan<sup><\/sup><br><br\/>Department of Clinical Oncology, The University of Hong Kong, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"b87b0e16-2754-46b3-93c4-e402ea5538f1","ControlNumber":"4267","DisclosureBlock":"&nbsp;<b>B. Zhang, <\/b> None..<br><b>D. L. Kwong, <\/b> None..<br><b>X. Guan, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7254","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4699","PresenterBiography":null,"PresenterDisplayName":"Baifeng Zhang, M Phil;PhD","PresenterKey":"60972682-537f-4592-9b26-c74dc4b1bfff","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4699. Pan-cancer single-cell analysis reveals the interactions of <i>SPP1+MMP12+<\/i> macrophages with metastasis-initiating cells that drives metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Pan-cancer single-cell analysis reveals the interactions of <i>SPP1+MMP12+<\/i> macrophages with metastasis-initiating cells that drives metastasis","Topics":null,"cSlideId":""},{"Abstract":"Background: Sarcomatoid renal cell carcinoma (sRCC) is thought to arise by epithelial to mesenchymal transition (EMT) of the parental tumor in diverse RCC including clear cell RCC (ccRCC). sRCC is also known to be highly immunogenic and also express high levels of inflammatory pathway genes. Cells undergoing EMT and immune cells can have reciprocal feedback on each other; however, the role of such crosstalk in sRCC is unknown. Here, we use single cell spatial transcriptomics to evaluate the heterogeneity of EMT within sRCC in correlation with the immune microenvironment and in-vitro studies to explore mechanisms of crosstalk.<br \/>Methods: A sRCC nephrectomy specimen was subjected to single cell spatial transcriptomics of 1000 mRNA targets (NanoString CosMX). Semi-supervised clustering was performed and cell types were assigned by reference to single cell RNAseq data and then mapped spatially. Differential gene expression and cell to cell distance analysis was performed. In-vitro assays included treatment of 786-O and Caki-1 ccRCC lines with recombinant SPP1 and protein and mRNA analysis.<br \/>Results: Histopathologic evaluation revealed a ccRCC zone, a transition zone (tz) between the ccRCC and sRCC in which the ccRCC cells gained an increased mesenchymal morphology, and a well-developed sRCC zone. Transcriptomic data revealed four distinct tumor cell populations: a ccRCC, a tzRCC, and two sRCC populations. Importantly, a subset of the histologically-categorized ccRCC had a tzRCC transcriptional signature, demonstrating this signature is identifiable prior to development of morphologic features of sRCC. FZD4, a factor that may function in preventing EMT, was uniquely expressed on ccRCC and lost in tzRCC and sRCC cells. CCL20, a promoter of macrophage recruitment, was highly expressed in tzRCC. Distance analysis showed macrophages were highly spatially correlated with tzRCC and sRCC cells. Macrophages near tzRCC differentially expressed SPP1. In-vitro treatment of ccRCC cells with recombinant SPP1 led to induction of EMT and further upregulation of CCL20 expression.<br \/>Conclusion: We report a unique tumor cell population characterized by ccRCC morphology but harboring a transcriptome suggestive of progression towards sRCC. This provides rationale for the development of a novel molecular signature to subclassify ccRCC. We identified FZD4, CCL20 and SPP1 as key genes in the transition of ccRCC to sRCC which may mediate crosstalk between RCC cells and macrophages, with potential for therapeutic targets.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Kidney cancer,Epithelial-mesenchymal transition (EMT),Immune cells,Tumor associated macrophages,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Allison May<\/b><sup>1<\/sup>, Claire Williams<sup>2<\/sup>, Stephanie The<sup>1<\/sup>, Sean Kim<sup>2<\/sup>, Nathan Schurman<sup>2<\/sup>, Greg Shelley<sup>1<\/sup>, Tyler Robinson<sup>1<\/sup>, Simpa Salami<sup>1<\/sup>, Rohit Mehra<sup>1<\/sup>, Aaron Udager<sup>1<\/sup>, Evan Keller<sup>1<\/sup><br><br\/><sup>1<\/sup>University of Michigan, Ann Arbor, MI,<sup>2<\/sup>NanoString, Seattle, WA","CSlideId":"","ControlKey":"9410716e-f917-4eaa-867d-6144c3c8efff","ControlNumber":"4482","DisclosureBlock":"&nbsp;<b>A. May, <\/b> None.&nbsp;<br><b>C. Williams, <\/b> <br><b>Nanostring<\/b> Employment.<br><b>S. The, <\/b> None.&nbsp;<br><b>S. Kim, <\/b> <br><b>Nanostring<\/b> Employment. <br><b>N. Schurman, <\/b> <br><b>NanoString<\/b> Employment.<br><b>G. Shelley, <\/b> None..<br><b>T. Robinson, <\/b> None..<br><b>S. Salami, <\/b> None..<br><b>R. Mehra, <\/b> None..<br><b>A. Udager, <\/b> None..<br><b>E. Keller, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7261","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4700","PresenterBiography":null,"PresenterDisplayName":"Allison May","PresenterKey":"0fb389e3-65e2-4154-9494-366eb9b0ad89","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4700. Spatial analysis of the immune microenvironment and tumor cell transition in sarcomatoid renal cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial analysis of the immune microenvironment and tumor cell transition in sarcomatoid renal cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Understanding how the tumor microenvironment (TME) evolves during tumorigenesis and therapeutic response is crucial to developing personalized treatments with the goal of improving cancer therapy. With robust and comprehensive multiplexed imaging technologies, immune biomarker antibodies can be used to interrogate immune cell lineages and structures. When combined with specific oncology biomarker antibodies, this approach can capture the immune response within the TME in a variety of neoplasms. The Cell DIVE<sup>TM<\/sup> Multiplex Imaging Solution allows probing and imaging of dozens of biomarkers on a whole single tissue section using an iterative staining and dye inactivation workflow. The broad portfolio of robust IHC-validated antibodies from Cell Signaling Technology (CST) enables the detection of key proteins in the TME, allowing immune cell detection and phenotyping in tissue. Here, we demonstrate multiplexed Cell DIVE imaging using a novel CST panel to probe pancreatic ductal adenocarcinoma (PDAC). These biomarker antibodies define the immune cell landscape in the hypoxic tumor. Development of the antibody panel required minimal optimization, enabled the identification of complex cell types and revealed their cell-to-cell interactions within the tumor microenvironment. The availability of cell type specific biomarkers, combined with the ability to interrogate using multiplexed tissue imaging, provides unprecedented and novel insights and spatial resolution of immune cell populations with many cell types in the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Biomarkers,Multiomics,Immuno-oncology,Imaging,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Lisa Arvidson<sup>1<\/sup>, Reginaldo Prioli<sup>1<\/sup>, Samuel Jensen<sup>1<\/sup>, Michael J. Smith<sup>2<\/sup>, Katie O. White<sup>2<\/sup>, Richard A. Heil-Chapdelaine<sup>2<\/sup>, Chi-Chou Huang<sup>2<\/sup>, Tuan H. Phan<sup>2<\/sup>, Hideki Sasaki<sup>2<\/sup>, <b>Melinda L. Angus-Hill<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Cell Signaling Technology, Danvers, MA,<sup>2<\/sup>Leica Microsystems, Bellevue, WA","CSlideId":"","ControlKey":"b212f891-82d6-4e52-b72f-ca3107586d8f","ControlNumber":"4843","DisclosureBlock":"<b>&nbsp;L. Arvidson, <\/b> <br><b>Cell Signaling Technology<\/b> Employment. <br><b>R. Prioli, <\/b> <br><b>Cell SIgnaling Technology<\/b> Employment. <br><b>S. Jensen, <\/b> <br><b>Cell Signaling Technology<\/b> Employment. <br><b>M. J. Smith, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>K. O. White, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>R. A. Heil-Chapdelaine, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>C. Huang, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>T. H. Phan, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>H. Sasaki, <\/b> <br><b>Leica Microsystems<\/b> Employment. <br><b>M. L. Angus-Hill, <\/b> <br><b>Leica Microsystems<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7263","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4701","PresenterBiography":null,"PresenterDisplayName":"MELINDA ANGUS-HILL","PresenterKey":"374d5a09-bfb4-43b4-952c-a576f9f9348d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4701. Spatial resolution of tumor and immune cell lineages in the hypoxic microenvironment of pancreatic ductal adenocarcinoma (PDAC)","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial resolution of tumor and immune cell lineages in the hypoxic microenvironment of pancreatic ductal adenocarcinoma (PDAC)","Topics":null,"cSlideId":""},{"Abstract":"Cancer responses to drug treatment are highly heterogeneous. We postulate that spatial determinants in the tumour play a critical role in cancer therapy outcomes. Here, we will present two spatial transcriptomics studies on spatial responses to immunotherapy and chemotherapy.<br \/>Immune checkpoint inhibitors (ICI) are used to treat recurrent metastatic oropharyngeal squamous cell carcinomas (OPSCC). Unfortunately, less than 30% of patients benefit from this therapy. Thus, we performed spatial transcriptomics (ST) and <i>in-situ<\/i> multiprotein detection (PhenoCycler-Fusion) on tissue isolated from a patient diagnosed with metastatic OPSCC. The patient&#8217;s primary oral tumour responded to chemo-radio therapy, followed by nivolumab ICI. However, new soft pallet OPSCCs resurged. Subsequent pembrolizumab combined with lenvatinib (VEGFR inhibitor) treatment had an initial effect, butnew recurrent oral tumours re-emerged suggesting drug resistance. Using ST, we observed high expression of drug resistance genes such as <i>SNAI2<\/i>, <i>SOX4<\/i> and <i>NDRG1<\/i> consistent with the disease aggressive behaviour. Although, <i>PD-1\/PD-L1<\/i> expression was not observed, we identified 13 over-expressed druggable targets (<i>i.e<\/i>., <i>EGFR, TF, VEGF<\/i>) and &#62;10 experimental targets. To rank each drug&#8217;s potential success, we measured the co-expression of each target ligand-receptor pair (L\/R), reducing the candidates to 4 pathways (TF\/TFRC&#62; VEGFA\/NRP1&#62; PGF\/NRP1&#62; TGFB1\/VASN&#62;VEGFA\/GPC1). Furthermore, TF\/TFRC and VEGFA\/NRP1 expected downstream genes were differentially over-expressed where positive LR signal was detected.<br \/>Similarly, we used ST to define the cellular diversity within a sonic hedgehog (SHH) patient-derived model of Medulloblastoma (MB) and identified how cells specific to a transcriptional state or spatial location are pivotal in responses to treatment with the CDK4\/6 inhibitor, Palbociclib. We distinguished neoplastic and non-neoplastic cells within tumours and from the surrounding cerebellar tissue, further refining pathological annotation. We identified a regional response to Palbociclib, with reduced proliferation and induced neuronal differentiation in both treated tumours. Additionally, we resolved at cellular resolution a distinct tumour &#8220;interface&#8221; where the tumour cells contacted neighbouring mouse brain tissue, consisting of abundant astrocytes and microglia, and continued to proliferate despite Palbociclib treatment.<br \/>Our data highlight the power of a spatial multi-omics approach to characterise the response of a tumour to targeted therapy and provide further insights into the molecular and cellular basis underlying the response and resistance to cancer therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"Immune checkpoint blockade,Drug resistance,Microenvironment,Multiomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Xiao Tan<sup>1<\/sup>, Andrew Causer<sup>1<\/sup>, Tuan Quang Anh Vo<sup>1<\/sup>, Ning Ma<sup>2<\/sup>, Bassem Ben Cheikh<sup>2<\/sup>, Laura Genovesi<sup>1<\/sup>, Jazmina Gonzalez-Cruz<sup>1<\/sup>, <b>Quan Nguyen<\/b><sup>1<\/sup>, Oliver Braubach<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Queensland, Brisbane, Australia,<sup>2<\/sup>Akoya Biosciences, Marlborough, MA","CSlideId":"","ControlKey":"c742c266-5cce-4e05-9643-79b00399e474","ControlNumber":"5153","DisclosureBlock":"&nbsp;<b>X. Tan, <\/b> None..<br><b>A. Causer, <\/b> None..<br><b>T. Q. Vo, <\/b> None.&nbsp;<br><b>N. Ma, <\/b> <br><b>Akoya Biosciences<\/b> Employment. <br><b>B. Cheikh, <\/b> <br><b>Akoya Biosciences<\/b> Employment.<br><b>L. Genovesi, <\/b> None..<br><b>J. Gonzalez-Cruz, <\/b> None..<br><b>Q. Nguyen, <\/b> None.&nbsp;<br><b>O. Braubach, <\/b> <br><b>Akoya Biosciences<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7267","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4703","PresenterBiography":null,"PresenterDisplayName":"Quan Nguyen, PhD","PresenterKey":"4fe3d227-8fa2-436b-8c8e-fc2aacaf0c0c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4703. Applying spatial omics and computational integrative analyses to study drug responses and cancer immune cell interactions","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Applying spatial omics and computational integrative analyses to study drug responses and cancer immune cell interactions","Topics":null,"cSlideId":""},{"Abstract":"Background: It has been recognized that gut microbiome has impact on the cancer immunotherapy efficacy and Cancer Microbiome-Immune Axis is reported. Also, it is important to discover and identify clinically translatable predictive biomarker in gut microbiome to inform the treatment selections. Multiple pre-analytical and analytical steps &#38; factors including the sample collection, DNA extraction, library preparation, sequencing and bioinformatics analysis are associated with the microbiome data interpretation as well as its potential clinical application. 16S amplicon-sequencing coupled with bioinformatics approach for advance analysis provides end-to-end solution. It is therefore essential to develop a clinical-grade assay for targeting &#38; characterization of taxa at genus and species level microbes in stool samples, which is designed as two-phase approach: firstly, identification the optimal sample preparation reagents using pre-mixed bacteria and healthy donor stool samples coupled with proprietary bioinformatics solution; secondly, exploratory analysis of patient samples.<br \/>Methods: Healthy stool samples (n = 30, gender ratio 1:1, 10 from US west coast, 10 from US mid-west, 10 from US east coast) were extracted across extraction kits (kit A, B and C). Following isolation, bacterial 16S rRNA amplicons were generated and sequenced using a 2x300 bp paired-end configuration on the Illumina MiSeq. FASTQ files were analyzed using the Sigma-Aldrich<sup>&#174;<\/sup> M-CAMP<sup>TM<\/sup> web platform<sup>1<\/sup>.<br \/>Results: We previously compared 5 kits using ATCC&#174; microbiome standards (MSA 2002 and MSA 2003). Kit A, B &#38; C were identified as high yield DNA with the similar relative abundance of microbial family. In current study, we performed the taxonomical classification, diversity analysis and comparative analysis of 16S amplicon-seq using 30 healthy stool samples. The beta diversity showed all 3 kits clustered closely together which indicated the relative abundance of microbial families were similar across the extraction kits. The Weighted Unifrac showed significant difference among the kits (P = 0.046). Kit C species abundance is significantly difference than that of Kit A &#38; Kit B (Pairwise Permanova P = 0.027 (Kit A vs C); P = 0.017 (Kit B vs C); P = 0.991 (Kit A vs B)). Relative frequency-based group-sample level composition at phylum and species level show high level similarity.<br \/>Conclusion: The comprehensive qualification approaches including the analytically optimized extraction condition and post-analytically implement the bioinformatics solution assures the characterization of microbiota for enabling biomarker driven precision oncology. Analytical performance assessment using colorectal cancer patients&#8217; samples is ongoing for further exploring its potential clinical utilities.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-07 Microbiome,,"},{"Key":"Keywords","Value":"Microbiome,16S rRNA Sequencing,precision oncology,bioinformatics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Danyi Wang<\/b><sup>1<\/sup>, Brajendra Kumar<sup>2<\/sup>, Aaron Tenney<sup>3<\/sup>, Ravi Kiron<sup>4<\/sup>, Yang Liu<sup>3<\/sup>, Fei Zhong<sup>3<\/sup>, Juergen Scheuenpflug<sup>5<\/sup>, Zheng Feng<sup>1<\/sup><br><br\/><sup>1<\/sup>EMD Serono, Billerica, MA,<sup>2<\/sup>Sigma-Aldrich Chemicals Pvt. Ltd, Bangalore, India,<sup>3<\/sup>MilliporeSigma, St. Louis, MO,<sup>4<\/sup>EMD Serono, San Jose, CA,<sup>5<\/sup>Merck KGaA, Darmstadt, Germany","CSlideId":"","ControlKey":"67ccac9a-7966-458a-ae14-aa29202bf7d6","ControlNumber":"4564","DisclosureBlock":"<b>&nbsp;D. Wang, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>B. Kumar, <\/b> <br><b>Sigma-Aldrich Chemicals Pvt. Ltd.<\/b> Employment. <br><b>A. Tenney, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>R. Kiron, <\/b> <br><b>EMD Serono<\/b> Employment. <br><b>Y. Liu, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>F. Zhong, <\/b> <br><b>MilliporeSigma<\/b> Employment. <br><b>J. Scheuenpflug, <\/b> <br><b>Merck KGaA<\/b> Employment. <br><b>Z. Feng, <\/b> <br><b>EMD Serono<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7269","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4704","PresenterBiography":null,"PresenterDisplayName":"Danyi Wang, PhD","PresenterKey":"36759a4f-16c2-4922-b265-e0c953baa733","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4704. Characterizing and developing the clinical grade next generation sequencing based gut microbiome assay with the bioinformatics solution","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterizing and developing the clinical grade next generation sequencing based gut microbiome assay with the bioinformatics solution","Topics":null,"cSlideId":""},{"Abstract":"<u>Background<\/u>: It&#8217;s now increasingly recognized that ovarian cancer (OC) ascites play a significant role in OC progression - behavior of tumor cells is influenced by the nature of their surrounding microenvironment. Thus, characterization of ascites composition is essential to understand how this milieu affects tumor progression and particularly the immunosuppressive pathways that would underlie immune response dysfunctions and, in turn, how biological ascites effects can be influenced by that composition.<br \/><u>Methods<\/u>: Ascites samples were collected from advanced OC patients. Through respective multiplexed approaches of flow cytometry-based marker expression analysis and quantitation of mediators, immune context was profiled by investigating immune cell composition and levels of a plethora of soluble factors, including cytokines\/chemokines, and metabolic pathways of some amino acids known to be involved in immunosuppression. Furthermore, ascites fluids were functionally screened for their biological effects on healthy monocytes, either undifferentiated or undergoing M1 polarization.<br \/><u>Results<\/u>: Unlike healthy PBMCs, OC ascites were mostly &#8220;enriched&#8221; in regulatory\/immunosuppressive immune cell subsets including T and myeloid populations. Also, T cells were shown to highly express immune checkpoints such as PD1 in T cells and TIGIT in Tregs. Intriguingly, a high CD4\/CD8 ratio was seen. Also, CD163+ tumor-associated macrophages were shown to express CSF1R, CCR8 and CCR2, and to even display a mixed phenotype since also expressing Arg1, CD80, and iNOS. On acellular fractions, most ascites demonstrated elevated CCL18, IL6, LIF, VEGF, and CCL2 levels, and low IL2, IL4, and IL17 levels. Interestingly, unlike healthy plasmas, these ascites appeared to harbor a metabolically-immunosuppressive profile characterized by high glutaminolysis and tryptophan (Trp) degradation in kynurenine (Kyn). Functionally, we demonstrated that not only ascites basically polarized monocytes into M2 macrophages, but even antagonized with their M1 polarization to ultimately tilt to M2 status.<br \/><u>Conclusions<\/u>: Taken together, our data show that ascites fluids most favorable to the M2 phenotype were associated with high LIF, VEGF, IL6, CCL2, and CCL18 levels, and with elevated Kyn to Trp ratios - Kyn levels being strongly higher than in healthy plasmas. Our results thus highlight a peculiar altered environment of OC ascites where a mixture of suppressive cells and signaling factors mediate extracellular cues leading to immune cell activity dysfunction. Altogether, these translational findings highlight OC ascites as a valuable tool to understand the mechanisms of suppression and develop predictive profiles, and to provide new insights for the identification of new targets and development of targeted-therapies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-08 Organ-specific microenvironments,,"},{"Key":"Keywords","Value":"Microenvironment,Immune cells,Ascites fluid,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Assia Chaibi<sup>1<\/sup>, Coriolan Lebreton<sup>2<\/sup>, Dominique Bodet<sup>3<\/sup>, Jean-Philippe Guegan<sup>1<\/sup>, Guillaume Babin<sup>2<\/sup>, Antoine Italiano<sup>2<\/sup>, Alban Bessede<sup>1<\/sup>, <b>Imane Nafia<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>Explicyte Immuno-Oncology, Bordeaux, France,<sup>2<\/sup>Medical Oncology, Institut Bergonie, Bordeaux, France,<sup>3<\/sup>ImmuSmol, Bordeaux, France","CSlideId":"","ControlKey":"05052941-a390-4958-a754-dfd652947c19","ControlNumber":"4894","DisclosureBlock":"<b>&nbsp;A. Chaibi, <\/b> <br><b>ImmuSmol \/ Explicyte<\/b> Employment.<br><b>C. Lebreton, <\/b> None.&nbsp;<br><b>D. Bodet, <\/b> <br><b>ImmuSmol \/ Explicyte<\/b> Employment. <br><b>J. Guegan, <\/b> <br><b>ImmuSmol \/ Explicyte<\/b> Employment.<br><b>G. Babin, <\/b> None..<br><b>A. Italiano, <\/b> None.&nbsp;<br><b>A. Bessede, <\/b> <br><b>ImmuSmol \/ Explicyte<\/b> Employment. <br><b>I. Nafia, <\/b> <br><b>ImmuSmol \/ Explicyte<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7270","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4705","PresenterBiography":null,"PresenterDisplayName":"Imane Nafia","PresenterKey":"18ceb9dd-2576-4909-bcf8-0b6d2d7a40ac","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4705. Profiling of immune cell components and soluble factors in ovarian cancer ascites highlights impaired immune environment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Profiling of immune cell components and soluble factors in ovarian cancer ascites highlights impaired immune environment","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Olfactory neuroblastoma (ONB), also known as esthesioneuroblastoma, is a rare malignancy of the nasal cavity and anterior skull base. Multispectral immunofluorescence (mxIF), allows for comprehensive evaluation of tumor immune cell spatial relationships and thorough characterization of the tumor immune microenvironment (TIME). The objective of this study was to comprehensively define the ONB myeloid cell TIME with mxIF.<br \/><b>Methods: <\/b>A tissue microarray including 47 clinically annotated human ONB samples was obtained, in addition to IRB approval, from our tertiary care hospital. A myeloid specific panel was validated in ONB tissue as well as controls. The panel stained for CD15, CD68, CD11b, CD14, HLA-DR, synaptophysin, and DAPI. Phenotypes of interest included CD11b<sup>+<\/sup>\/CD15<sup>+<\/sup>\/CD14<sup>-<\/sup>\/HLA-DR<sup>low\/-<\/sup> polymorphonuclear leukocytes (PMNs), CD11b<sup>+<\/sup>\/CD14<sup>+<\/sup>\/CD15<sup>-<\/sup>\/HLA-DR<sup> low\/-<\/sup>monocytes, and CD68<sup>+<\/sup> Pan Macrophages. HALO image analysis v3.4 was used to objectively quantify immune cell spatial relationships. A retrospective chart review was performed from these clinically annotated specimens with collection of patient demographics, stage, Hyams grade, dural infiltration status, and outcomes.<br \/><b>Results: <\/b>Three samples were excluded based on too little available tissue for meaningful analysis. Of the remaining 44, 38 were primary and 6 were recurrent tumors. PMNs, monocytes, and macrophages are present in the TIME of ONB at 22 cells per mm<sup>2<\/sup>, 2.0 cells per mm<sup>2<\/sup>, and 34 cells per mm<sup>2<\/sup> respectively. Increased PMN and macrophage cell densities were noted in the stroma when compared to the tumor parenchyma (28 cells per mm<sup>2<\/sup> vs 14 cells per mm<sup>2<\/sup>, p&#60;0.0001 and 46 cells per mm<sup>2<\/sup> vs 21 cells per mm<sup>2<\/sup>, p&#60;0.0001). A similar trend was seen in monocytes (3.5 cells per mm<sup>2<\/sup> vs 0.80 cells per mm<sup>2<\/sup>, p=0.0588) but it did not reach statistical significance. When we compared by Kadish Stage, higher stage (C\/D) had more tumor infiltrating PMNs than low stage (A\/B) (median of 1.3 cells per mm<sup>2<\/sup> vs median 0 cells per mm<sup>2<\/sup>, p=0.0011)<i>. <\/i>No further differences in cell distributions were noted when comparing for Hyams grade, stage, dural infiltration, recurrent disease, or other clinical factors. Nearest neighbor analysis demonstrates that macrophages are closer to tumor cells than PMNs or monocytes (19.68 &#181;m vs 27.78 &#181;m, p&#60;0.0001, and 25.77 &#181;m, p=0.0026, respectively).<br \/><b>Conclusion:<\/b> This study is the first to comprehensively define the ONB myeloid TIME using mxIF. Our study demonstrates the ONB TIME contains abundant myeloid populations. As these cells have been shown to be immunosuppressive, thereby fostering tumor cell escape and host evasion, in other human malignancies we posit they play a similar role in ONB. The functional study of myeloid populations in ONB, and whether they represent targets for therapeutic intervention, is warranted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Microenvironment,Immune cells,Myeloid-derived suppressor cells,Image analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Riley Larkin<\/b><sup>1<\/sup>, Diana Lopez<sup>1<\/sup>, Yvette Robbins<sup>2<\/sup>, Wiem Lassoued<sup>3<\/sup>, Gary Gallia<sup>4<\/sup>, Clint  T.  Allen<sup>2<\/sup>, Nyall  R.  London<sup>1<\/sup><br><br\/><sup>1<\/sup>Sinonasal and Skull Base Tumor Section, NIH\/NCI, Bethesda, MD,<sup>2<\/sup>Section on Translational Tumor Immunology, NIH\/NCI, Bethesda, MD,<sup>3<\/sup>Tumor Immune Microenvironment Laboratory, Genitourinary Malignancy Branch, NIH\/NCI, Bethesda, MD,<sup>4<\/sup>Neurosurgery, Johns Hopkins, Baltimore, MD","CSlideId":"","ControlKey":"3524ce16-5940-4f39-b36c-ff0d822a409b","ControlNumber":"5154","DisclosureBlock":"&nbsp;<b>R. Larkin, <\/b> None..<br><b>D. Lopez, <\/b> None..<br><b>Y. Robbins, <\/b> None..<br><b>W. Lassoued, <\/b> None..<br><b>G. Gallia, <\/b> None..<br><b>C. T. Allen, <\/b> None.&nbsp;<br><b>N. R. London, <\/b> <br><b>Merck Sharp & Dohme, LLC & Navigen Pharmaceuticals<\/b> N. London receives research funding from Merck Sharp & Dohme, LLC regarding HPV-related sinonasal carcinomas and holds stock in Navigen Pharmaceuticals, none of which are relevant to the present abstract. All other authors declare no competing interests.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7271","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4706","PresenterBiography":null,"PresenterDisplayName":"Riley Larkin, BS","PresenterKey":"af7c702e-8cf8-489e-893c-29eb80cabdd8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4706. Multispectral immunofluorescence analysis of the olfactory neuroblastoma tumor immune microenvironment reveals macrophage and polymorphonuclear leukocyte stroma localization and tumor parenchyma exclusion","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Multispectral immunofluorescence analysis of the olfactory neuroblastoma tumor immune microenvironment reveals macrophage and polymorphonuclear leukocyte stroma localization and tumor parenchyma exclusion","Topics":null,"cSlideId":""},{"Abstract":"Multiplexing in immunofluorescence imaging is important for the spatial profiling of cells and molecules in tumor tissue samples. Cyclic immunofluorescence (IF) methods using oxidants (e.g. hydrogen peroxide) and enzymes (e.g. DNase) localize a great number of cellular makers and proteins in a tissue section while repeating a process of IF staining, imaging, and fluorescence deactivation. However, the repeated use of chemicals and enzymes might cause artifacts in tissue and cell morphologies. Furthermore, these methods are restricted to thin tissue sections (~5 &#956;m thick) which are inappropriate to provide comprehensive structural information on tissue samples. Although reconstruction of two-dimensional (2D) images from serial tissue sections can provide a certain volumetric tissue image, it takes a huge amount of time and effort. Here we introduce a three-dimensional (3D) multiplex IF imaging method using LED photobleaching. We built high-power LED illuminators with 100W warm (emission wavelength: 480-700 nm), green (430-520 nm), and red (600- 680 nm) LED chips, which can efficiently bleach a broad or selected wavelength of fluorescence signals in tissue samples. We integrated this LED photobleaching with the Transparent Tissue Tomography (T3) protocol and created a 3D cyclic IF method involving tissue macrosectioning (400 &#956;m), three-color IF staining, D-fructose-based tissue clearing, 3D confocal fluorescence microscopy, LED photobleaching, tissue washing, and three-color IF staining for other biomarkers, and repeating the process. By applying this method to mouse mammary tumor tissues, we could perform 8-plex fluorescence microscopy for visualizing cell nuclei (DAPI), vascular (CD31, SMA) and structural (ER-TR7) cells, immune cells (CD3, CD8, CD45), and cancer cells (CK8) in the tumor macrosections in 3D at tissue and cellular resolution. To validate the method as an evaluation tool for immunotherapy, we treated the mouse mammary tumor with a STING agonist (DMAXX) intratumorally and collected the tumor tissue 1 day after the treatment, and processed it for the 3D cyclic IF protocol. The quantitative multiplex image data showed immune-driven-cancer eradication and high tumor infiltration of a large number of CD3+CD8+CD45+ cytotoxic T cells. We also examined that Red and Green LED illumination can selectively bleach fluorophores in tissues, which would be useful for patterning fluorescence in tissue as well as studying fluorescent drug-cell interaction in a tissue. In summary, this chemical and enzyme-free 3D cyclic IF imaging method will be a powerful tissue assay tool to provide comprehensive spatial information of tissue (tumor) samples including cell types, cellular and molecular location, and their 3D organization in a tissue sample.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-05 Immune cells in the tumor microenvironment,,"},{"Key":"Keywords","Value":"Imaging,Tumor infiltrating lymphocytes,Drug delivery,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Jingtian Zheng<\/b><sup>1<\/sup>, Evan Phillips<sup>1<\/sup>, Yi-Chien Wu<sup>1<\/sup>, Steve Seung-Young Lee<sup>1<\/sup>, Vytautas Bindokas<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Illinois at Chicago, Chicago, IL,<sup>2<\/sup>The University of Chicago, Chicago, IL","CSlideId":"","ControlKey":"30689b0c-c05a-40d3-bcb6-fcf0be9fa449","ControlNumber":"4966","DisclosureBlock":"&nbsp;<b>J. Zheng, <\/b> None..<br><b>E. Phillips, <\/b> None..<br><b>Y. Wu, <\/b> None..<br><b>S. Lee, <\/b> None..<br><b>V. Bindokas, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7272","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4707","PresenterBiography":null,"PresenterDisplayName":"Jingtian Zheng, BS","PresenterKey":"1720b903-79ae-493d-b142-e2aabc1a160e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4707. LED photobleaching-based multiplex 3D microscopy of the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"LED photobleaching-based multiplex 3D microscopy of the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"The tumor microenvironment is composed of highly heterogeneous structures and cell types that dynamically influence and communicate with each other. Although examination of singular biospecimens is sufficient for diagnostic purposes, it is inadequate and cost prohibitive when scaling for complex and overarching studies. Thus, high density multi-tumor tissue microarrays (TMAs) have been a practical and effective solution for high-throughput molecular analysis of tissues. Introduced more than a decade ago, TMAs have been instrumental in the recent study of tumor biology, the development of diagnostic tests, the establishment of quality control, and the investigation and identification of oncological biomarkers. Here, we demonstrate the pairing of the 10x Genomics Visium Cytassist Spatial Gene Expression Solution and Xenium In-Situ Platform on multi-tumor TMAs to screen for common biomarkers among a cohort of samples. Spatial transcriptomics technology has proven valuable in mapping the whole transcriptome with spatial context (Visium), whereas In Situ (Xenium) enables high-throughput cellular characterization at single-cell resolution. With the addition of our CytAssist platform, we expand on the pre-existing standard Visium solution by facilitating the retrieval of RNA transcriptomic information from tissues placed on standard or archival slides. On the other hand, the novel Xenium platform compliments whole transcriptome Visium data by unlocking the potential to assign transcripts to a particular cell with spatial context and subcellular resolution. The combination of spatial transcriptomics and targeted in situ data with FFPE TMAs promotes a high-throughput method to accelerate the uncovering of molecular signatures suitable to understanding the tumor microenvironment. We showcase the ability to spatially and comprehensively resolve individual oncogene and tumor suppressor genes associated with multiple tumors from a cohort of cancer patients and from multiple different tumor samples. In addition, these markers are mapped back to distinct morphological features within each tissue core, and use differential gene expression data to identify distinct cell types throughout the different patient tissues. By combining the throughput of TMA samples and depth of the Visium and Xenium platforms, the strategy enables greater insights into cell-type specifics while also expanding the spectrum of biospecimen types that can be analyzed.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"In situ hybridization,Gene expression profiling,Tumor microenvironment,Single cell,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Syrus Mohabbat<\/b><sup>1<\/sup>, Florian Wagner<sup>2<\/sup>, Robert Shelansky<sup>3<\/sup>, Jordan Sicherman<sup>2<\/sup>, Aarushi Kalaimani<sup>2<\/sup>, Hardeep Singh<sup>1<\/sup>, Lauren M  M.  Gutgesell<sup>4<\/sup>, Amy Oh<sup>2<\/sup>, Govinda  M.  Kamath<sup>3<\/sup>, Hanyoup Kim<sup>5<\/sup>, Robert Henley<sup>2<\/sup>, David  J.  Sukovich<sup>4<\/sup>, Augusto  M.  Tentori<sup>5<\/sup>, Cedric R. Uytingco<sup>1<\/sup>, Albert Kim<sup>1<\/sup>, Sarah Taylor<sup>2<\/sup>, Jill Herschleb<sup>2<\/sup><br><br\/><sup>1<\/sup>Cell Biology, 10X Genomics, Pleasanton, CA,<sup>2<\/sup>Applications, 10X Genomics, Pleasanton, CA,<sup>3<\/sup>Computational Biology, 10X Genomics, Pleasanton, CA,<sup>4<\/sup>Molecular Biology, 10X Genomics, Pleasanton, CA,<sup>5<\/sup>Microfluidics, 10X Genomics, Pleasanton, CA","CSlideId":"","ControlKey":"af05bf66-968b-40e3-8691-85134af7c4ee","ControlNumber":"8163","DisclosureBlock":"<b>&nbsp;S. Mohabbat, <\/b> <br><b>10x Genomics<\/b> Employment. <br><b>R. Shelansky, <\/b> <br><b>10x Genomics<\/b> Employment. <br><b>H. Singh, <\/b> <br><b>10x Genomics<\/b> Employment. <br><b>L. M. Gutgesell, <\/b> <br><b>10x Genomics<\/b> Employment. <br><b>G. M. Kamath, <\/b> <br><b>10x Genomics<\/b> Employment. <br><b>H. Kim, <\/b> <br><b>10x Genomics<\/b> Employment. <br><b>D. J. Sukovich, <\/b> <br><b>10x Genomics<\/b> Employment. <br><b>A. M. Tentori, <\/b> <br><b>10x Genomics<\/b> Employment. <br><b>C. R. Uytingco, <\/b> <br><b>10x Genomics<\/b> Employment. <br><b>A. Kim, <\/b> <br><b>10x Genomics<\/b> Employment. <br><b>S. Taylor, <\/b> <br><b>10x Genomics<\/b> Employment.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7287","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4708","PresenterBiography":null,"PresenterDisplayName":"Syrus Mohabbat, BS","PresenterKey":"a096c7d7-f860-49ad-be52-f434eba6a200","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4708. Application of spatially resolved transcriptomics to screen multiple tumor biospecimens using tissue microarrays","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Application of spatially resolved transcriptomics to screen multiple tumor biospecimens using tissue microarrays","Topics":null,"cSlideId":""},{"Abstract":"Understanding the physiology and functions of the liver and cancer requires knowing transcriptional patterns driving biological activities within the functional structures of the tissue, especially the zonated features of the liver metabolic networks. Using the powerful and unique capabilities of GeoMx&#174; Digital Spatial Profiler (DSP) with the Whole Transcriptome Atlas (WTA) panel to resolve functional units within FFPE tissues<i> in situ<\/i>, here we report the spatial analysis of whole transcriptomes across three micro-dissected zones (pericentral zone 3, intermediate zone 2 and periportal zone 1) of human normal liver and HCC. We also report the whole transcriptome expression data from Kupffer cells, portal traits and interlobular bile ducts from four normal liver samples and HCC. 500 - 3000 genes were detected from functional groups within each histological structure. In the liver functional units, 1000 - 2500 genes were detected in zone 1, 2 and 3 separately. By comparing the whole transcriptome profiles of zone 1 and zone 3, we have found 32 differentially expressed targets (fold change &#62; 1.5, p value &#60; 0.05) which showed a gradient expression pattern along the porto-central axis. The expression patterns of <i>CYP1A2<\/i><i>, CYP2E1<\/i>, <i>CYP3A4 and ALDOB <\/i>matched well with their respective patterns of protein expression (Human Protein Atlas), recapitulating the well-studied distribution of functional activities along the porto-central axis. Moreover, by combining with Gene Set Enrichment Analysis (GSEA), we have found important pathways involved in metabolisms in either the pericentral area or the periportal area. Pathways including biological oxidations (<i>CYP1A2<\/i><i>, CYP2E1<\/i>, <i>CYP3A4, ADH1A, <\/i>and<i> ADH1B<\/i>) and lipids metabolism (<i>AKR1C1<\/i>, <i>AKR1C2<\/i>, and <i>SLCO1B3<\/i>) showed high enrichment in zone 3 and decreased towards zone 1. In contrast, pathways including platelet degranulation (<i>FGA<\/i>, <i>FGB<\/i>, <i>FGG<\/i>), glucose metabolism (<i>ALDOB<\/i> and <i>PCK1<\/i>) and amino acids metabolism (<i>HAL<\/i>, <i>SDS<\/i>, <i>NNMT<\/i>, and <i>GLS2<\/i>) showed high enrichment in zone 1 and decreased towards zone 3. In conclusion, our WTA data has revealed clear metabolic zonation in the liver along the porto-central axis. GeoMx technology with WTA is a powerful tool to investigate the underlying mechanisms of liver metabolism, regeneration, and tissue structure. It can be further utilized to study the whole transcriptomic differences in normal and diseased tissue.<br \/>FOR RESEARCH USE ONLY. Not for use in diagnostic procedures.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-04 Gene expression in the microenvironment,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Genomics,Microenvironment,Metabolomics,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Yan Liang<sup>1<\/sup>, Nan Wang<sup>2<\/sup>, Xia Li<sup>2<\/sup>, Liang Zhang<sup>1<\/sup>, Megan Vandenberg<sup>1<\/sup>, <b>Andy Nam<\/b><sup>1<\/sup>, Charlie Glaser<sup>1<\/sup>, Kathy Ton<sup>1<\/sup>, Zhiyong Ding<sup>2<\/sup>, Joseph Beechem<sup>1<\/sup><br><br\/><sup>1<\/sup>NanoString Technologies, Inc., Seattle, WA,<sup>2<\/sup>Fynn Biotechnologies, Jinan, China","CSlideId":"","ControlKey":"40ccb2b1-30ae-4f74-9747-11c08f0a785f","ControlNumber":"5637","DisclosureBlock":"<b>&nbsp;Y. Liang, <\/b> <br><b>NanoString Technologies Inc<\/b> Employment, Stock, Stock Option. <br><b>N. Wang, <\/b> <br><b>Fynn Biotechnologies<\/b> Employment, Stock, Stock Option. <br><b>X. Li, <\/b> <br><b>Fynn Biotechnologies<\/b> Employment, Stock, Stock Option. <br><b>L. Zhang, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>M. Vandenberg, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>C. Glaser, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>K. Ton, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option. <br><b>Z. Ding, <\/b> <br><b>Fynn Biotechnologies<\/b> Employment, Stock, Stock Option. <br><b>J. Beechem, <\/b> <br><b>NanoString Technologies<\/b> Employment, Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7291","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4709","PresenterBiography":null,"PresenterDisplayName":"Andy Nam, Unknown","PresenterKey":"45d41035-f9a5-4d46-96c7-e722d5bc37ce","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4709. Spatial whole transcriptome profiling of human normal liver and HCC uncovers unique insights into metabolic zonation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial whole transcriptome profiling of human normal liver and HCC uncovers unique insights into metabolic zonation","Topics":null,"cSlideId":""},{"Abstract":"CAR T-cell therapy is a popular topic of discussion in and out of the scientific community. Already with multiple therapies FDA-approved for certain blood cancers, focus has rightly shifted toward FDA approval for solid tumor indications. Yet, advancing past clinical trials to FDA approval has yet to occur and has proved challenging. Of course, multiple factors are at play as to why, but we aim to use-in house expertise to elucidate one, namely CAR T-cell tumor infiltration and tissue migration and surveillance efficacy. Migration is a central parameter ignored in traditional 2D cytotoxicity assays, but there is no tumor cell killing by T cells if there is no T cell migration. We developed a novel first-of-its-kind organoid-based 3D cytotoxicity assay using multicompartment organoids and the most abundant extracellular matrix protein in human organs, collagen. We suspend solid tumor organoids in the center of CAR T-cell\/collagen gel mixtures that are solidified then imaged in intervals in the span of two weeks by live-cell time-lapse reflection\/fluorescence confocal microscopy, after which standard luciferase-based readouts of quantitative specific lysis is determined. Our assay allows high-resolution tracking of CAR T-cell 3D movements through collagen fibers surrounding solid tumor organoids to determine their random and directional migration as well as their surveillance and infiltration of solid tumor organoids. We will describe the differences between currently in clinical trial mesothelin-specific CAR T-cell therapies that differ in their scFv, hinge, transmembrane, and costimulatory domains; and comparing alongside the traditional 2D luciferase-based cytotoxicity assay, we will underline how 3D migration and infiltration around and into mesothelin-expressing ovarian cancer cell organoids allow the determination of CAR T-cell therapy efficacy of different CAR T clones in a lab&#8217;s arsenal for a given solid tumor through migration, infiltration, and subsequent cytotoxic capacity that is absent in traditional 2D cytotoxicity assays. CAR T-cell therapy vector design and cloning can thus be tuned for optimal migration and infiltration using our novel 3D cytotoxicity assay.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-12 Tumor-immune system interactions ,,"},{"Key":"Keywords","Value":"CAR T cells,Solid tumors,Cytotoxicity,3D models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Adrian Johnston<\/b><sup>1<\/sup>, Zeqi Wan<sup>1<\/sup>, Tina Chen<sup>1<\/sup>, Yeongseo Lim<sup>1<\/sup>, Cameron Lee<sup>1<\/sup>, Wenxuan Du<sup>1<\/sup>, Jude Philip<sup>2<\/sup>, Denis Wirtz<sup>1<\/sup><br><br\/><sup>1<\/sup>Institute for NanoBiotechnology, Johns Hopkins University, Baltimore, MD,<sup>2<\/sup>Biomedical Engineering, Johns Hopkins University, Baltimore, MD","CSlideId":"","ControlKey":"4c1e56ff-4e26-4328-879e-4b328b454888","ControlNumber":"5077","DisclosureBlock":"&nbsp;<b>A. Johnston, <\/b> None..<br><b>Z. Wan, <\/b> None..<br><b>T. Chen, <\/b> None..<br><b>Y. Lim, <\/b> None..<br><b>C. Lee, <\/b> None..<br><b>W. Du, <\/b> None..<br><b>J. Philip, <\/b> None..<br><b>D. Wirtz, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7292","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4710","PresenterBiography":null,"PresenterDisplayName":"Adrian Johnston, BS","PresenterKey":"80070288-064b-4a01-8d22-c9642d92c4fd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4710. Novel 3D cytotoxicity assay to assess the impact of chimeric antigen receptor (CAR) domain design on the tumor infiltration and cytotoxicity efficacy of CAR T-cell therapies for solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel 3D cytotoxicity assay to assess the impact of chimeric antigen receptor (CAR) domain design on the tumor infiltration and cytotoxicity efficacy of CAR T-cell therapies for solid tumors","Topics":null,"cSlideId":""},{"Abstract":"A close association between active fibroblastic foci (desmoplasia) and distant metastasis in the lung adenocarcinoma (LUAD) has been established decades ago and yet, the pro- and anti-tumor properties of cancer-associated fibroblasts (CAFs) are still being resolved in the hope of preventing LUAD progression. To better understand the role of stromal cells in progression, there is a growing interest in 3D patient-derived models for their translational and throughput advantages. In parallel, the emergence of multiplexed spatial biology platforms is advancing translational oncology forward by providing a more global understanding of the tumor microenvironment (TME). Despite the enthusiasm for these new technologies, there are no study showing the applicability and significance of using multiplexed spatial biology to characterized 3D patient-derived models. Here, we modeled spatial heterogeneity by assembling EGFR mutated patient-derived organoids (PDOs) with fibroblasts harvested from the tumor edge (tumor-adjacent fibroblasts; TAFs) or tumor core (tumor core fibroblasts; TCFs)<sup> <\/sup>referred here as tumor-stroma <i>assembloids<\/i>. Using these assembloids, we generated an extensive dataset with CODEX imaging technology and used a quantitative approach to dissect tumor-stroma crosstalk. Our results show that TAFs expressing the myofibroblast marker aSMA were strictly found at the periphery of the hydrogel dome containing the assembloid, while aSMA- fibroblasts were found strictly in the center. In contrast, we did not observe a similar spatial organization in TCF assembloids. Next, we used CELESTA, an unsupervised machine learning algorithm that uses prior knowledge of the cell expression and spatial information<sup> <\/sup>to dissect cell heterogeneity, then performed co-localization analyses. We also leveraged the EGFR mutation status of the PDOs and observed the protective effect of the fibroblasts from erlotinib. Both assembloid conditions showed drastically different tumor-stroma spatial changes including gains and losses of colocalizations even though erlotinib did not significantly change the subpopulation fractions, cell heterogeneity, nor cell density. The top tumor-stroma colocalization pairs that persisted after erlotinib involved either myofibroblasts and PanCK-Vim+MUC1+ cancer cells or were found in the center of the assembloids, shielded by a stromal barrier of myofibroblasts. Taken together, our results show that the assembloids undergo drastic spatial reorganization following erlotinib treatment even though subpopulation fractions and cell heterogeneity remain unchanged. This study provided new insights on tumor-stroma crosstalk in the LUAD and motivates the use 3D patient-derived models coupled with multiplex imaging to answer complex spatial biology questions.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB11-11 Tumor\/stromal interactions,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Cancer associated fibroblasts,Stromal-epithelial interactions,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Gina Bouchard<\/b><sup>1<\/sup>, Irene Li<sup>2<\/sup>, Weiruo Zhang<sup>2<\/sup>, Sylvia Plevritis<sup>2<\/sup><br><br\/><sup>1<\/sup>Stanford University School of Medicine, Stanford, CA,<sup>2<\/sup>Biomedical Data Science, Stanford University School of Medicine, Stanford, CA","CSlideId":"","ControlKey":"9e091d18-acc3-483a-9c2d-80f05941cad6","ControlNumber":"5624","DisclosureBlock":"&nbsp;<b>G. Bouchard, <\/b> None..<br><b>I. Li, <\/b> None..<br><b>W. Zhang, <\/b> None..<br><b>S. Plevritis, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"7294","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4712","PresenterBiography":null,"PresenterDisplayName":"Gina Bouchard","PresenterKey":"60829f15-2533-4d99-931b-dcf57a5effc9","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4712. Spatial biology of tumor-stroma assembloids reveals that nothing is lost, nothing is created, everything is reorganized","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"515","SessionOnDemand":"False","SessionTitle":"Single Cell and Spatial Considerations of the Tumor Microenvironment","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Spatial biology of tumor-stroma assembloids reveals that nothing is lost, nothing is created, everything is reorganized","Topics":null,"cSlideId":""}]