[{"Abstract":"Aberrant activation of Notch signaling pathway plays an important role in breast cancer development, progression, and stem cell renewal. Activation of Notch signaling is triggered by the interaction of Notch receptors with different ligands expressed on neighboring cells that bind and induce a second cleavage by a membrane-tethered metalloprotease. The remaining membrane-bound fragment is cleaved by &#947;-secretase (GS) releasing the Notch Intracellular Domain (NICD), which translocate to the nucleus to activate the expression of Notch target genes. Current indirect approaches to inhibit Notch signaling are based on agents that bind to GS substrates. In the search of novel Notch signaling inhibitor(s), we screened a number of plant flavonoids for their binding potential to GS substrate. Our <i>in-silico<\/i> study identified kurarinone (KU), a lavandulyl flavanone, having ability to bind to GS complex. The KU-GS complex was structurally and energetically stable during the molecular dynamics simulation period. Interestingly, dose and time dependent toxicity of KU was observed in T47D and MDA-MB-231 breast cancer cells at 1-25&#181;M concentration. KU treatment of cells led to inhibition in cyclin D1 expression, arrest of cells in the G1 phase of the cell cycle and subsequently undergoes apoptosis. KU-mediated apoptosis was a result of altered mitochondria membrane potential and increased ROS production. In dual-luciferase Notch promoter assay, KU inhibited GS-mediated NICD production in transfected HEK293 cells. Furthermore, KU treatment decreased the mammosphere formation potential of MCF-7 cells through altered gene expression involved in self-renewal and stemness. KU treated MDA-MB-231 cells and MCF-7 derived mammosphere showed downregulation of Notch signaling through alteration in the expression of downstream genes such as Hey1, Hes1, and E-cadherin at both transcript and protein levels. Taken together, the present study identified KU as a novel natural Notch signaling inhibitor that could provide a novel and safer approach for the treatment of breast cancer through reduction in stemness and self-renewal properties.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Notch,Breast cancer,Stemness,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Prem Prakash Kushwaha<\/b><sup>1<\/sup>, Mohd Shuaib<sup>2<\/sup>, Kumari Sunita Prajapati<sup>2<\/sup>, Atul Kumar Singh<sup>2<\/sup>, Mahesh Kulharia<sup>3<\/sup>, Shashank Kumar<sup>2<\/sup>, Sanjay Gupta<sup>1<\/sup><br><br\/><sup>1<\/sup>Urology, Case Western Reserve University School of Medicine, Cleveland, OH,<sup>2<\/sup>Biochemistry, Central University of Punjab, Bathinda, India,<sup>3<\/sup>Central University of Himachal Pradesh, Kangra, India","CSlideId":"","ControlKey":"2497b182-e6fb-49b6-b588-0664cf9531a7","ControlNumber":"905","DisclosureBlock":"&nbsp;<b>P. P. Kushwaha, <\/b> None..<br><b>M. Shuaib, <\/b> None..<br><b>K. Prajapati, <\/b> None..<br><b>A. K. Singh, <\/b> None..<br><b>M. Kulharia, <\/b> None..<br><b>S. Gupta, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6677","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4955","PresenterBiography":null,"PresenterDisplayName":"Prem Kushwaha, PhD","PresenterKey":"aa4aead8-c29a-4e82-8f18-f6616d82995a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4955. Kurarinone, a natural notch signaling inhibitor and modulator of breast cancer stemness","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Kurarinone, a natural notch signaling inhibitor and modulator of breast cancer stemness","Topics":null,"cSlideId":""},{"Abstract":"Multiple drug-targeting strategies have been applied to drug development in order to reduce the toxic side effects of the traditional chemotherapy while enhancing its anti-tumor efficacy. Various peptides, proteins and antibodies are usually used to conjugate cytotoxic agents via acting as drug delivery vehicles. In our previous studies, we identified that peptides displayed their efficacious functions to deliver small molecules or oligo DNA to the target sites through ligand-receptor interactions and quick internalization. In our present study, we attempt to synthesize serial drug conjugates via coupling these compounds to peptide or protein vehicles. Tye1001, one of these conjugates, displayed similar potent anti-proliferation activities in lymphoma cells and many other cancer cells compared to the small molecule itself. In particular, this conjugate significantly enhanced its potent anti-tumor efficacy in xenografts. Meanwhile, this conjugate has much less toxic side effects. In our in vivo assays, the similar results were also observed in multiple other tumors such as gastric cancer and leukemia. Our findings provide a more potential druggable opportunity in the clinical applications of cancer patients and the treatment of different types of cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Lymphoma,Cancer,Cytotoxic agent,drug conjugate,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lichun Sun<\/b><sup>1<\/sup>, Mengli Yang<sup>2<\/sup>, Haihua Xiao<sup>1<\/sup>, Yuan Tian<sup>2<\/sup>, Natalya Vasilevich<sup>2<\/sup>, Joseph Fuselier<sup>1<\/sup>, David Coy<sup>1<\/sup><br><br\/><sup>1<\/sup>Tulane Univ. Health Sciences Ctr., New Orleans, LA,<sup>2<\/sup>Tyercan Bio-Pharm Company, Shenzhen, China","CSlideId":"","ControlKey":"89ac63d9-85e4-49ad-bc95-a3358dc44b39","ControlNumber":"278","DisclosureBlock":"<b>&nbsp;L. Sun, <\/b> <br><b>Tyercan Bio-Pharm Company<\/b> Employment.<br><b>M. Yang, <\/b> None..<br><b>H. Xiao, <\/b> None..<br><b>Y. Tian, <\/b> None..<br><b>N. Vasilevich, <\/b> None..<br><b>J. Fuselier, <\/b> None..<br><b>D. Coy, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6679","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4957","PresenterBiography":null,"PresenterDisplayName":"Lichun Sun, PhD","PresenterKey":"8da980bb-d55d-434f-aa5f-0e47c9f14e44","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4957. The targeting drug conjugate Tye1001 displayed its potent anti-tumor efficacy in lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The targeting drug conjugate Tye1001 displayed its potent anti-tumor efficacy in lymphoma","Topics":null,"cSlideId":""},{"Abstract":"TRAIL-inducing compound TIC10\/ONC201 binds and activates mitochondrial protease ClpP leading to integrated stress response (ISR) and ATF4 transcription factor activation. Our lab previously reported that ONC201 activates HRI (heme-regulated inhibitor) kinase but does not signal eIF2-alpha phosphorylation through PERK or GCN2. However, the connection between ClpP activation of HRI remains unknown. PG3, a prodigiosin analog that bypasses a defective p53 pathway potently induces ATF4 and pro-apoptotic PUMA. Our data indicate that PG3 activates ATF4 through ISR via HRI as knockdown of HRI but not PKR blocked upregulation of ATF4 and CHOP in several tumor cell lines. We have been exploring how ClpP activation leads to HRI and ISR activation, and the mechanism by which PG3 leads to HRI activation. We find that activation of HRI by PG3 or ONC201 is not through the OMA1\/DELE1&#61664;HRI activation pathway. Moreover, ROS and NO are not responsible for ONC201- or PG3-induced HRI activation. ALAS1 (5'-aminolevulinate synthase 1) catalyzes the first rate-limiting step in heme (Iron-protoporphyrin) biosynthesis. ONC201 treatment leads to potent downregulation and inhibition of ALAS1, indicating that ONC201 inhibits heme biosynthesis. It is well known that reduced heme results in activation of the HRI kinase. We show that an inhibitor of heme biosynthesis or knockdown of ALAS1 results in HRI activation, while knockdown of HRI blocks upregulation of ATF4 by ONC201. Knockdown of ClpP rescues ONC201-induced downregulation of ALAS1 which blocks ONC201-induced upregulation of CHOP. Our studies identify a novel link between ClpP activation induced by ONC201 treatment and ATF4 upregulation, via the ClpP\/ALAS1&#61664;HRI&#61664;ATF4\/CHOP pathway. However, PG3 does not inhibit ALAS1, reduce its expression or therefore signal through ClpP. PG3 treatment did not lead to degradation of ALAS1, indicating that PG3 does not activate ClpP as ALAS1 is a known ClpP direct substrate. We are further investigating the signaling pathway that leads to PG3-induced activation of HRI. Our results suggest that different small molecule inducers of the ISR such as ONC201 and PG3 can achieve an anti-tumor effect through different pathways involving kinase HRI ultimately leading to ATF4\/CHOP activation and tumor cell death.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"ATF4,ClpP,HRI,Integrated stress response,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiaobing Tian<\/b><sup><\/sup>, Wafik  S.  El-Deiry<sup><\/sup><br><br\/>Brown University, Providence, RI","CSlideId":"","ControlKey":"3a82fbda-91ad-41bf-94a0-1ff44339ecf3","ControlNumber":"7061","DisclosureBlock":"&nbsp;<b>X. Tian, <\/b> None..<br><b>W. S. El-Deiry, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6681","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4959","PresenterBiography":null,"PresenterDisplayName":"Xiaobing Tian, PhD","PresenterKey":"618bd992-e205-40e8-a8ac-dbd7b96fce43","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4959. TIC10\/ONC201 activates ClpP to degrade ALAS1 while PG3 does not degrade ALAS1 in pathway to HRI, ATF4 and CHOP activation leading to tumor cell death","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TIC10\/ONC201 activates ClpP to degrade ALAS1 while PG3 does not degrade ALAS1 in pathway to HRI, ATF4 and CHOP activation leading to tumor cell death","Topics":null,"cSlideId":""},{"Abstract":"The actin cytoskeleton is essential for maintaining cell morphology and architecture. Actin-bundling proteins such as fascin cross-link actin filaments into bundles and play critical roles in regulating cell protrusion and motility. Fascin protein expression is low or absent in normal human epithelial cells but high in cancer cells. Elevated fascin levels are correlated with aggressive clinical progression, poor prognosis, and shorter survival outcomes. It is regarded as a cancer progression biomarker and a therapeutic target. We have developed a small molecule fascin inhibitor and shown its efficacy in blocking tumor cell migration, invasion, and metastasis, as well as prolonging the overall survival of mice bearing different types of cancers. Our recent data reveals a new mechanism of this fascin inhibitor in cell cycle regulation of gynecological cancer cells. It blocks the G2\/M progression and decreases the mitotic index. Fascin inhibitor treatment also results in aneuploidy, which is a well-known factor for triggering downstream apoptosis. Our data suggests that fascin is involved in maintaining the fidelity of chromosome segregation and cell division. This will advance our understanding of the interplay between actin and microtubule cytoskeleton during cell mitosis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Actin cytoskeleton,Fascin inhibitor,Cell cycle arrest,Aneuploidy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Wanyi Chen<\/b><sup>1<\/sup>, Yufeng Wang<sup>1<\/sup>, Liangliang Ji<sup>2<\/sup>, Ming  O.  Li<sup>2<\/sup>, Xin-Yun Huang<sup>3<\/sup><br><br\/><sup>1<\/sup>Weill Cornell Medical College, Cornell University, New York, NY,<sup>2<\/sup>Memorial Sloan Kettering Cancer Center, New York, NY,<sup>3<\/sup>Weill Cornell Medical College, New York, NY","CSlideId":"","ControlKey":"100c8d45-ca50-4e4e-bb9d-2f742bc6f1f4","ControlNumber":"5542","DisclosureBlock":"&nbsp;<b>W. Chen, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>L. Ji, <\/b> None.&nbsp;<br><b>M. O. Li, <\/b> <br><b>Amberstone Biosciences Inc.<\/b> Other Business Ownership. <br><b>Leap Therapeutics Inc.<\/b> Provision of Services. <br><b>META Pharmaceuticals Inc.<\/b> Other Business Ownership. <br><b>Tango Therapeutics<\/b> Provision of Services. <br><b>X. Huang, <\/b> <br><b>Novita Pharmaceuticals, Inc.<\/b> Other Business Ownership.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6682","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4960","PresenterBiography":null,"PresenterDisplayName":"Wanyi Chen, BS","PresenterKey":"eab0816c-ca84-4f3d-bb53-a6180927fab7","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4960. Fascin inhibitor decreases gynecological cancer cell growth through cell cycle regulation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Fascin inhibitor decreases gynecological cancer cell growth through cell cycle regulation","Topics":null,"cSlideId":""},{"Abstract":"A large-scale meta-analysis has recently identified Protease-activated receptor 2 (PAR2) gene expression to be significantly associated with resistance to immune checkpoint blockade (ICB) in cancer patients and preclinical models. PAR2 and its ligands (proteases) are indeed upregulated in different cancer types and are expressed by various cells in the tumor microenvironment. In cancer cells, the PAR2 receptor controls cell migration, proliferation, survival, and expression of inflammatory cytokines. In immune cells, it influences the infiltration and phenotype of macrophages and T cells. Therefore, PAR2 represents a promising therapeutic target in oncology and immuno-oncology. A novel series of potent and selective PAR2 inhibitors has been developed at Domain Therapeutics. <i>In vitro<\/i> experiments demonstrated unique properties of our PAR2 small molecule antagonists when compared to those of competitors. The antagonists inhibit pathogenic signaling pathways (i.e. Gz, G13, Gq, G14 and G15 protein activation as well as intracellular calcium) but not &#946;arrestin2 recruitment, potentially reducing the risks of drug resistance. Furthermore, they maintain high potency and insurmountability in conditions that mimic the tumor microenvironment (high concentration of proteases and acidic pH). Finally, their pharmacokinetic properties are compatible with a once-a-day oral administration and demonstrate no signs of <i>in vivo<\/i> toxicity except at high doses (&#62;500 mg\/kg). Proof-of-concept experiments showed that PAR2 antagonists prevented PAR2-mediated resistance to Gefitinib <i>in vitro<\/i> and increased the potency of anti-PD1 therapy <i>in vivo<\/i> in pre-clinical syngeneic mouse models. Immunohistochemistry analyses from cancer patient biopsies confirmed that high expression levels of PAR2 in cancer and stromal cells within the tumor microenvironment significantly associates with the patient overall survival. In conclusion, new potent and selective negative allosteric modulators of PAR2 have been developed,<sub> <\/sub>they demonstrate strong potency by alleviating the resistance to both chemo- and immunotherapy in cancer models. These findings confirm the high value of PAR2 as a therapeutic target and demonstrates the relevance of small molecule inhibitors targeting this receptor to treat cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"G-protein-coupled receptors (GPCR),Small molecule,PAR2,Drug resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Thibaut Brugat<\/b><sup>1<\/sup>, Francesco Bergami<sup>1<\/sup>, Baptiste Rugeri<sup>1<\/sup>, Aurélie Janvier<sup>1<\/sup>, Edith Steinberg<sup>1<\/sup>, Luc Baron<sup>1<\/sup>, Mandy Recolet<sup>1<\/sup>, Xavier Wirth<sup>1<\/sup>, Meriem Semache<sup>2<\/sup>, Antoine Mousson<sup>1<\/sup>, Camille Dietsch<sup>1<\/sup>, Quentin Ruet<sup>1<\/sup>, Orphée Blanchard<sup>1<\/sup>, Célia Jacoberger-Foissac<sup>3<\/sup>, Isabelle Cousineau<sup>3<\/sup>, Maleck Kadiri<sup>3<\/sup>, Anne-Laure Blayo<sup>1<\/sup>, Christel Franchet<sup>1<\/sup>, Stanislas Mayer<sup>1<\/sup>, John Stagg<sup>3<\/sup>, Nathalie Lenne<sup>1<\/sup>, Stephan Schann<sup>1<\/sup><br><br\/><sup>1<\/sup>Domain Therapeutics, Illkirch, France,<sup>2<\/sup>Domain Therapeutics NA, St-Laurent, QC, Canada,<sup>3<\/sup>Centre hospitalier de l'Université de Montréal (CHUM), Montréal, QC, Canada","CSlideId":"","ControlKey":"3ca7ab6d-9599-4fb4-840a-5b0848135c87","ControlNumber":"4339","DisclosureBlock":"&nbsp;<b>T. Brugat, <\/b> None..<br><b>F. Bergami, <\/b> None..<br><b>B. Rugeri, <\/b> None..<br><b>A. Janvier, <\/b> None..<br><b>E. Steinberg, <\/b> None..<br><b>L. Baron, <\/b> None..<br><b>M. Recolet, <\/b> None..<br><b>X. Wirth, <\/b> None..<br><b>M. Semache, <\/b> None..<br><b>A. Mousson, <\/b> None..<br><b>C. Dietsch, <\/b> None..<br><b>Q. Ruet, <\/b> None..<br><b>O. Blanchard, <\/b> None..<br><b>C. Jacoberger-Foissac, <\/b> None..<br><b>I. Cousineau, <\/b> None..<br><b>M. Kadiri, <\/b> None..<br><b>A. Blayo, <\/b> None..<br><b>C. Franchet, <\/b> None..<br><b>S. Mayer, <\/b> None..<br><b>J. Stagg, <\/b> None..<br><b>N. Lenne, <\/b> None..<br><b>S. Schann, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6683","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4961","PresenterBiography":null,"PresenterDisplayName":"Thibaut Brugat, PhD","PresenterKey":"e9af7a5e-ec0c-4bdb-ad9c-eeafb9fe7a31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4961. Novel biased PAR2 inhibitors with best-in-class properties reduce resistance to both chemotherapy and immunotherapy in oncology models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel biased PAR2 inhibitors with best-in-class properties reduce resistance to both chemotherapy and immunotherapy in oncology models","Topics":null,"cSlideId":""},{"Abstract":"F-box\/WD repeat-containing protein 7 (FBXW7) is the substrate recognition component of SCF (SKP1-CUL1-F-box protein) E3 ubiquitin-protein ligase complex which mediates the ubiquitination and subsequent proteasomal degradation of target proteins. FBXW7 recognizes and binds phosphor-degrons within target proteins and capture them to SCF complex for ubiquitination. Know FBXW7 substrates include cyclin-E, DISC1, JUN, MYC, NFE2L1, NOTCH2, MCL1, RICTOR, and NOTCH1 released notch intracellular domain (NICD). FBXW7 is frequently mutated in cancer, results in loss of substrate recognition and binding. R465C is a one of the major FBXW7 mutations and is found in over 70,000 cancer patients worldwide. From a high-throughput screen, we discovered compounds that selectively bind to FBXW7 R465C mutant. PROTACs against various protein targets have been made with these mutant specific ligands. Some of these PROTACs could induce targeted protein degradation in cells carrying FBXW7 R465C mutant but not wild-type FBXW7. Targeted protein degradation with these PROTACs could represent a novel therapeutic approach against FBXW7 R465C mutant cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Ubiquitination,PROTAC,Targeted-protein Degradation,Novel E3 Ligase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Zhaofu Wang<sup><\/sup>, Lynette Zhang<sup><\/sup>, Zhen Chang<sup><\/sup>, Mengxi Zhao<sup><\/sup>, Guobin Li<sup><\/sup>, Fang Qin<sup><\/sup>, Shichao Ma<sup><\/sup>, Yunfeng Li<sup><\/sup>, Zhongguo Zhang<sup><\/sup>, Xinghao Wang<sup><\/sup>, Ying Kong<sup><\/sup>, Shidi Lou<sup><\/sup>, Sheng Chen<sup><\/sup>, Lanzhen Liu<sup><\/sup>, Shuaijie Xu<sup><\/sup>, <b>Hailong Zhang<\/b><sup><\/sup><br><br\/>Blueray Biopharma, Shanghai, Shanghai, China","CSlideId":"","ControlKey":"1d874461-d76d-40a5-9ccd-7b844d3a5ddf","ControlNumber":"5674","DisclosureBlock":"&nbsp;<b>H. Zhang, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6684","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4962","PresenterBiography":null,"PresenterDisplayName":"Hailong Zhang, PhD","PresenterKey":"f12259bc-6b2a-4dfb-9acb-17cad339997e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4962. Discovery of cancer-specific E3 ligase ligands for targeted protein degradation","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Discovery of cancer-specific E3 ligase ligands for targeted protein degradation","Topics":null,"cSlideId":""},{"Abstract":"Small-cell lung cancer (SCLC) accounts for 15% of all lung cancers with exceptionally high proliferative rate, early metastasis, and poor prognosis. Chemotherapy has provided SCLC patients considerable survival benefits over the past three decades. Etoposide-platinum (EP) is the preferred first-line regimen. SCLC is initially highly responsive to cisplatin and etoposide chemotherapy, but in almost every case becomes rapidly chemo resistant. Despite attempts to improve outcomes utilizing multiple different strategies, drug resistance remains a major obstacle in clinical consequences of patients with SCLC. Recent research aims to elucidate mechanisms of resistance to improve drug response and treatment outcomes. Our lab has shown that limiting heme via inhibition of heme uptake using heme sequestering peptide (HeSP2) can delay growth and progression of NSCLC tumors. This HeSP2 can also effectively inhibit angiogenesis, normalize tumor vasculature, and alleviate tumor hypoxia in NSCLC tumors and thereby inhibit lung tumor advancement. Here we aim to determine if HeSP2 can be used to enhance the therapeutic efficacy of traditional chemotherapy in the treatment of SCLC. Our preliminary results show that HeSP2 can effectively reduce cell proliferation of SCLC cells like H889 and H720. To understand the mechanism by which the heme sequestering protein limit tumor development, we generated human SCLC H889 xenograft lung tumor model in NOD\/SCID mice subcutaneously. Mice were treated with saline (control), HeSP2 alone, cisplatin-etoposide, and HeSP2-cisplatin-etoposide in combination. Tumor growth was monitored using caliper measurements. Tumors tissues were harvested, processed and paraffin embedded for immunohistochemistry (IHC) and histology experiments. The results imply that heme sequestration can be a potential strategy for suppressing small cell lung cancer tumor progression and improve survival outcome of patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Lung cancer: small cell,Chemotherapy,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Adnin Ashrafi<\/b><sup><\/sup>, Narges Salamat<sup><\/sup>, Eranda Berisha<sup><\/sup>, Parinaz Sadat Alemi<sup><\/sup>, Maria Del Carmen Chacon Castro<sup><\/sup>, Zakia Akter<sup><\/sup>, Li Zhang<sup><\/sup><br><br\/>UT Dallas, Richardson, TX","CSlideId":"","ControlKey":"efdd83e6-696b-47a2-b6bf-82c2e0a57f3b","ControlNumber":"6426","DisclosureBlock":"&nbsp;<b>A. Ashrafi, <\/b> None..<br><b>N. Salamat, <\/b> None..<br><b>E. Berisha, <\/b> None..<br><b>P. Alemi, <\/b> None..<br><b>M. Chacon Castro, <\/b> None..<br><b>Z. Akter, <\/b> None..<br><b>L. Zhang, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6685","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4963","PresenterBiography":null,"PresenterDisplayName":"Adnin Ashrafi, MS","PresenterKey":"cdcbf823-8bab-4a04-942e-f36ab5f23e90","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4963. Heme Sequestration as an effective strategy for the suppression of tumor growth and progression of SCLC","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Heme Sequestration as an effective strategy for the suppression of tumor growth and progression of SCLC","Topics":null,"cSlideId":""},{"Abstract":"Many cancers harbor mutations in the Hippo pathway that lead to constitutive activation of the transcriptional co-activators YAP\/TAZ that then bind the transcription factor TEAD and drive aberrant transcription of target genes involved in cell proliferation and tumor progression. Hyperactivation of YAP\/TAZ has also been associated with resistance to targeted therapies, including MAPK pathway inhibitors. To target cancers that bear mutations in the Hippo pathway or are resistant to therapies due to YAP\/TAZ activation, we developed SW-682, a pan-TEAD small molecule inhibitor that blocks TEAD-dependent transcription by binding to the palmitoylation pocket of all TEAD isoforms. <i>In vitro<\/i>, SW-682 inhibited the proliferation of human Hippo-mutant mesothelioma cells with nanomolar potency, with little to no effect on Hippo wild-type tumor cells. SW-682 down-regulated TEAD-dependent reporter gene expression in a dose-dependent manner, while having no effect on reporters monitoring other pathways. <i>In vivo, <\/i>daily oral administration of SW-682 to adult mice resulted in tumor regression in Hippo-mutant mesothelioma models and caused down-regulation of expression of the TEAD-dependent genes CCN1 and CCN2 and a YAP gene signature, as measured by qPCR or RNA-seq analysis. SW-682 has a favorable PK profile with good oral bioavailability in the mouse and was well tolerated with no signs of body weight loss. To test the hypothesis that TEAD inhibition can overcome YAP-driven resistance mechanisms, we explored SW-682 in combination with MEK inhibitors in several <i>in vitro<\/i> and <i>ex vivo<\/i> patient-derived tumor models including BRAF and NRAS mutated melanoma. Moreover, to identify new indications that may benefit from TEAD inhibition, we screened patient-derived 3D organoid tumor cells and matching patient-derived xenograft models that have been molecularly profiled. In summary, SW-682 is a potent and selective investigational TEAD inhibitor which demonstrated anti-tumor effects in models harboring aberrant expression of the Hippo pathway, suggesting therapeutic potential in multiple Hippo-mutant solid tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Hippo pathway,TEAD,YAP\/TAZ,Antitumor activity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Lei Chen<\/b><sup>1<\/sup>, Paula Milani de Marval<sup>1<\/sup>, Kendall Powell<sup>1<\/sup>, Mark Johnson<sup>1<\/sup>, Greg Falls<sup>1<\/sup>, Brian Lawhorn<sup>1<\/sup>, Aurélie Candi<sup>2<\/sup>, Amuri Kilonda<sup>2<\/sup>, Bart Vanderhoydonck<sup>2<\/sup>, Arnaud Marchand<sup>2<\/sup>, Matthias Versele<sup>2<\/sup>, Georg Halder<sup>3<\/sup>, Stephen L. Gwaltney<sup>1<\/sup>, Adeela Kamal<sup>1<\/sup><br><br\/><sup>1<\/sup>SpringWorks Therapeutics, Stamford, CT,<sup>2<\/sup>Cistim Leuven vzw & Centre for Drug Design and Discovery (CD3), Leuven, Belgium,<sup>3<\/sup>VIB Center for Cancer Biology and Department of Oncology, University of Leuven, Leuven, Belgium","CSlideId":"","ControlKey":"ca7dc1e8-37b9-4900-9ff7-832be3f6633d","ControlNumber":"5342","DisclosureBlock":"<b>&nbsp;L. Chen, <\/b> <br><b>SpringWorks Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>P. Milani de Marval, <\/b> <br><b>SpringWorks Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. Powell, <\/b> <br><b>SpringWorks Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Johnson, <\/b> <br><b>SpringWorks Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>G. Falls, <\/b> <br><b>SpringWorks Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. Lawhorn, <\/b> <br><b>SpringWorks Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Candi, <\/b> <br><b>Cistim Leuven vzw<\/b> Employment. <br><b>A. Kilonda, <\/b> <br><b>Cistim Leuven vzw<\/b> Employment. <br><b>B. Vanderhoydonck, <\/b> <br><b>Cistim Leuven vzw<\/b> Employment. <br><b>A. Marchand, <\/b> <br><b>Cistim Leuven vzw<\/b> Employment. <br><b>M. Versele, <\/b> <br><b>Cistim Leuven vzw<\/b> Employment. <br><b>G. Halder, <\/b> <br><b>University of Leuven<\/b> Employment. <br><b>S. L. Gwaltney, <\/b> <br><b>SpringWorks Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Kamal, <\/b> <br><b>SpringWorks Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6686","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4964","PresenterBiography":null,"PresenterDisplayName":"Lei Chen, PhD","PresenterKey":"58677f95-0e07-4b1e-b98a-439d4803c172","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4964. SW-682: A novel TEAD inhibitor for the treatment of cancers bearing mutations in the Hippo signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SW-682: A novel TEAD inhibitor for the treatment of cancers bearing mutations in the Hippo signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Chromosome instability (CIN), characterized by frequent and ongoing loss or gain of chromosome number, is commonly observed in tumor cells. Although long recognized as a vulnerability of cancer cells, potential CIN-selective therapeutic targets have only recently been discovered. Genetic studies from multiple groups have identified the mitotic kinesin, KIF18A, as selectively essential for the proliferation of CIN and aneuploid cells. By targeting KIF18A genetically and with novel small molecule inhibitors here we present data supporting KIF18A as therapeutic target in CIN tumors.<br \/><b>Methods and Materials:<\/b> To explore the therapeutic potential of KIF18A, we evaluated the effects of KIF18A genetic depletion and small molecule inhibition in both CIN-positive and CIN-negative cell lines. Biochemical, cell proliferation and phenotypic assays were used to characterize the potency and cellular activity of reference and novel KIF18A small molecule inhibitors. Anti-tumor activity of KIF18A inhibitors was assessed in CIN-positive cell line xenograft models.<br \/><b>Results:<\/b> In triple negative breast and colorectal CIN positive cancer cell lines siRNA mediated <i>KIF18A<\/i> knockdown and small molecule inhibition of the KIF18A ATPase activity both lead to a reduction in proliferation associated with an increase in mitotic index and multi-polar spindles. Consistent with <i>KIF18A<\/i> knockdown, KIF18A inhibition results in increased spindle length and chromosome alignment defects. Importantly, these effects are not observed with <i>KIF18A<\/i> knockdown or KIF18A inhibition in non-transformed, near diploid cells. In vivo, treatment of CIN-positive xenograft tumors with potent, novel KIF18A inhibitors results in robust anti-tumor activity with minimal impact on body weight.<br \/><b>Conclusions:<\/b> Collectively our data support KIF18A as a therapeutic target and provide rationale for the continued development of potent selective small molecule KIF18A inhibitors for the treatment of CIN positive cancers.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Chromosomal instability,Kinesin,Mitosis,Synthetic lethality,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>James D. Joseph<\/b><sup>1<\/sup>, Katherine Schutt<sup>2<\/sup>, Kira Fisher<sup>2<\/sup>, Katelyn Queen<sup>2<\/sup>, Olivia Budington<sup>2<\/sup>, Weifeng Mao<sup>3<\/sup>, Wei Liu<sup>3<\/sup>, Zhengqing Zhu<sup>3<\/sup>, Xiangping Zhang<sup>3<\/sup>, Yisong Xiao<sup>4<\/sup>, Kunmin Lai<sup>4<\/sup>, Xiaohui Gu<sup>4<\/sup>, Jason Stumpff<sup>2<\/sup>, Fred Aswad<sup>5<\/sup><br><br\/><sup>1<\/sup>Biology, Apeiron Therapeutics, Durham, NC,<sup>2<\/sup>Department of Molecular Physiology and Biophysics, University of Vermont, Burlington, VT,<sup>3<\/sup>Biology, Apeiron Therapeutics, Shanghai, China,<sup>4<\/sup>Chemistry, Apeiron Therapeutics, Shanghai, China,<sup>5<\/sup>Biology, Apeiron Therapeutics, San Francisco, CA","CSlideId":"","ControlKey":"8ad7fb90-1003-44af-a87f-a3ca9b503185","ControlNumber":"5053","DisclosureBlock":"<b>&nbsp;J. D. Joseph, <\/b> <br><b>Apeiron Therapeutics<\/b> Employment, Stock Option.<br><b>K. Schutt, <\/b> None..<br><b>K. Fisher, <\/b> None..<br><b>K. Queen, <\/b> None..<br><b>O. Budington, <\/b> None.&nbsp;<br><b>W. Mao, <\/b> <br><b>Apeiron Therapeutics<\/b> Employment, Stock Option. <br><b>W. Liu, <\/b> <br><b>Apeiron Therapeutics<\/b> Employment, Stock Option. <br><b>Z. Zhu, <\/b> <br><b>Apeiron Therapeutics<\/b> Employment, Stock Option. <br><b>X. Zhang, <\/b> <br><b>Apeiron Therapeutics<\/b> Employment, Stock Option. <br><b>Y. Xiao, <\/b> <br><b>Apeiron Therapeutics<\/b> Employment, Stock Option. <br><b>K. Lai, <\/b> <br><b>Apeiron Therapeutics<\/b> Employment, Stock Option. <br><b>X. Gu, <\/b> <br><b>Apeiron Therapeutics<\/b> Employment, Stock Option. <br><b>J. Stumpff, <\/b> <br><b>Apeiron Therapeutics<\/b> Grant\/Contract. <br><b>F. Aswad, <\/b> <br><b>Apeiron Therapeutics<\/b> Employment, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6687","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4965","PresenterBiography":null,"PresenterDisplayName":"James Joseph, PhD","PresenterKey":"9deee930-2fe6-4a17-8a3b-e790dd4c951a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4965. Targeting the mitotic kinesin, KIF18A, in chromosomally unstable cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting the mitotic kinesin, KIF18A, in chromosomally unstable cancers","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Of all gynecologic cancers, ovarian cancer (OCa) has the highest mortality rates. Nearly 90% of patients who receive standard surgical and cytotoxic treatment experience disease recurrence. Leukemia inhibitory factor (LIF) and its receptor LIFR are implicated in the progression of several cancers. A knowledge gap exists on whether LIF\/LIFR plays a role in the evolution of OCa. We recently developed EC359, a first-in-class LIFR inhibitor. Here, we examined whether autocrine loops of LIF\/LIFR contribute to OCa progression and tested the utility of EC359 as a potential targeted therapy.<br \/><b>Methods:<\/b> Eighteen different OCa model cells, both established and primary, were used to profile the expression of LIF and LIFR. Cell viability, colony formation, apoptosis, and reporter assays were used to assess EC359 impact on OCa cells. Mechanistic studies were carried out using RNA-seq and RT-qPCR analysis. Using cell-based xenografts, syngeneic xenografts, patient derived organoids (PDO), and patient derived xenograft (PDX) models, the effectiveness of LIFR inhibitor EC359 as a targeted therapy was examined.<br \/><b>Results: <\/b>Kaplan-Meier survival analysis (KMplot) revealed increased expression of LIF and LIFR was linked to poor progression-free survival in OCa patients. The levels of LIF and LIFR were considerably greater in OCa chemotherapy non-responders than responders. We validated the existence of LIF\/LIFR autocrine signaling using 18 distinct OCa cells. Treatment with the LIFR inhibitor EC359 dramatically decreased OCa cell viability, cell survival and increased apoptosis, with an IC50 of 5 to 50 nM. The activation of STAT3, mTOR, AKT, and p42\/44 MAPKs as well as other downstream LIFR signaling was markedly decreased by EC359 treatment. Treatment with EC359 also decreased the stemness of OCa cells, slowed PDO development, and sensitized chemotherapy-resistant OCa cells to chemotherapy. One of the significant pathways elevated by EC359, according to RNA-seq data, is the regulation of apoptosis. In six different cell-based xenografts and PDX tumors, we demonstrated that the EC359 at 5mg\/kg dose significantly reduced the OCa xenograft growth. In comparison to the vehicle control, the tumor volume was significantly reduced by EC359 treatment of murine ID8 xenografts in C57BL6 mice. Our findings indicated that EC359 had both intrinsic and extrinsic effects on tumors. Tumor-associated macrophages (TAMs) with a significant M1 polarity (CD11b+Gr1-CD68<sup>high <\/sup>\/phosphoSTAT1+\/cMAF-) and robust tumor infiltration by (CD45+) leukocytes were enhanced with EC359 therapy of ID8 xenograft tumors. Importantly, normal T, B, and other immune cells in the blood demonstrated that EC359 had no effect on immune cell homeostasis.<br \/><b>Conclusions<\/b>: Together, our findings support the existence of LIF\/LIFR autocrine loops, and EC359 is a viable treatment option for OCa.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Oncogene,Ovarian cancer,Therapeutics,Small molecule drugs,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Behnam Ebrahimi<\/b><sup>1<\/sup>, Suryavathi Viswanadhapalli<sup>1<\/sup>, Uday  P.  Pratap<sup>1<\/sup>, Rahul Gopalam<sup>1<\/sup>, Xue Yang<sup>1<\/sup>, Bindhu Santhamma<sup>2<\/sup>, Swapna Konda<sup>2<\/sup>, Xiaonan Li<sup>1<\/sup>, Hui Yan<sup>3<\/sup>, Gangadhara  R.  Sareddy<sup>3<\/sup>, Zhenming Xu<sup>3<\/sup>, Edward  R.  Kost<sup>3<\/sup>, Rajeshwar  R.  Tekmal<sup>3<\/sup>, Hareesh  B.  Nair<sup>4<\/sup>, Ratna K. Vadlamudi<sup>5<\/sup><br><br\/><sup>1<\/sup>ObGyn, UT Health Science Center at San Antonio, San Antonio, TX,<sup>2<\/sup>Evestra Inc, San Antonio, TX,<sup>3<\/sup>UT Health Science Center at San Antonio, San Antonio, TX,<sup>4<\/sup>Evestra, San Antonio, TX,<sup>5<\/sup>UT Health Science Center at San Antonio, Helotes, TX","CSlideId":"","ControlKey":"61218ec8-e520-4fcf-9882-ac18e77df4de","ControlNumber":"6859","DisclosureBlock":"&nbsp;<b>B. Ebrahimi, <\/b> None..<br><b>S. Viswanadhapalli, <\/b> None..<br><b>U. P. Pratap, <\/b> None..<br><b>R. Gopalam, <\/b> None..<br><b>X. Yang, <\/b> None.&nbsp;<br><b>B. Santhamma, <\/b> <br><b>Evestra<\/b> Employment. <br><b>S. Konda, <\/b> <br><b>Evestra<\/b> Employment.<br><b>X. Li, <\/b> None..<br><b>H. Yan, <\/b> None..<br><b>G. R. Sareddy, <\/b> None..<br><b>Z. Xu, <\/b> None..<br><b>E. R. Kost, <\/b> None..<br><b>R. R. Tekmal, <\/b> None.&nbsp;<br><b>H. B. Nair, <\/b> <br><b>Evestra<\/b> Employment.<br><b>R. K. Vadlamudi, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6688","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4966","PresenterBiography":null,"PresenterDisplayName":"Behnam Ebrahimi, MS","PresenterKey":"fd1c2209-3e9a-4a72-8602-ec667d862c7e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4966. Targeting LIF\/LIFR autocrine loops with EC359 in ovarian cancer: A novel LIFR targeted therapy","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Targeting LIF\/LIFR autocrine loops with EC359 in ovarian cancer: A novel LIFR targeted therapy","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b> Clear cell ovarian cancer (CCC) accounts for 5-11% of ovarian cancers in North America with a higher frequency reported in cohorts from Japan. CCC usually arises directly from endometriosis, which is associated with oxidative stress. The latter plays a critical role in the pathogenesis of both endometriosis and CCC. CCC is inherently resistant to standard chemotherapies, and the outcomes for patients with advanced stage CCC have not changed in several decades. Therefore, there is an urgent need for new treatment options for advanced CCC. CCC possess a distinct genetic profile; &#62;50% harbour ARID1A mutations typically resulting in loss of protein function and often with co-occurrence of PIK3CA mutation or gene amplification leading to PI3K\/AKT pathway hyper-activation. ARID1A mutations leads to accumulation of ROS, decrease in GSH due to downregulation of SLC7A11 and related reduction in the GSH precursor cystine thereby rendering cancer cells highly dependent on oxidative phosphorylation. EO3001 is a small molecule drug candidate with selective activity against ARID1A-deficient cell lines <i>in vitro<\/i>. It has been shown that EO3001 directly binds and inhibits FDX-1 function to block iron-sulfur cluster formation in complex I, a critical component of the mitochondrial electron transport chain. Iron-sulfur clusters play a critical role in the oxidation-reduction reactions of electron transport in mitochondria relied on by cancer cells that have made an adaptive shift from glycolysis to high mitochondrial dependence. Complex I plays a role in redox control and the biosynthesis of macromolecules and nucleic acids necessary for cell proliferation. It is suggested that these complex I-dependent events contribute to tumor formation, resistance to cell death, and metastasis of cancer cells in part by causing an increase in ROS levels<br \/><b>Methods<\/b> We generated isogenic ovarian cancer cell lines (RMG-1 and OVCA438, -\/+ ARID1A loss) using CRISPR\/Cas9. We will assess therapeutic effects of EO3001 on cells&#8217; tumorigenic potential <i>in vitro<\/i> -under ambient and stress conditions, notably endometriotic cyst content which derives malignant transformation, and in vivo on cell viability, cell proliferation, ROS levels, migration, invasion, and metastasis. We will use the organoids modeling system -using primary endometrial cells harboring ARID1A mutations- to assess the impact of EO3001 on organoid growth and response to stress conditions and evaluate the effect of EO3001 on cancer metastesis by the ex vivo pulmonary metastasis assay (PuMA).<br \/><b> <\/b> <b>Conclusions<\/b> Exploiting the vulnerability in reliance on OXPHOS in ARID1A-deficient CCC using EO3001 might represent a promising strategy for the treatment of these patients as well as patients harboring other ARID1A-deficient malignancies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-04 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Ovarian cancer,Targeted drug delivery,ARID1A,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Amal M. EL-Naggar<sup>1<\/sup>, Yuchen Ding<sup>1<\/sup>, Lucy Li<sup>2<\/sup>, Forouh Kalantari<sup>1<\/sup>, <b>Jeffrey Bacha<\/b><sup>3<\/sup>, Dennis Brown<sup>3<\/sup>, David Huntsman<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Molecular Oncology, BC Cancer Research Institute, Vancouver, BC, Canada,<sup>2<\/sup>Department of Molecular Oncology, University of British Columbia, Vancouver, BC, Canada,<sup>3<\/sup>Edison Oncology Holding Corp., Menlo Park, CA","CSlideId":"","ControlKey":"fe3b6e94-89ad-4e24-b364-b1ae94452211","ControlNumber":"5654","DisclosureBlock":"&nbsp;<b>A. M. EL-Naggar, <\/b> None..<br><b>Y. Ding, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>F. Kalantari, <\/b> None.&nbsp;<br><b>J. Bacha, <\/b> <br><b>Edison Oncology Holding Corp.<\/b> Employment, Fiduciary Officer, Stock, Stock Option, Other Securities, Patent, Other, Board of Directors. <br><b>Rakovina Therapeutics Inc.<\/b> Fiduciary Officer, Stock, Stock Option, Other Securities, Patent, Other, Board of Directors. <br><b>Sernova Corp.<\/b> Stock, Stock Option, Other Securities, Other, Board of Directors. <br><b>Sera Biosciences Inc.<\/b> Stock Option, Other, Board of Directors. <br><b>D. Brown, <\/b> <br><b>Edison Oncology Holding Corp.<\/b> Stock, Stock Option, Other Securities, Other, Board of Directors. <br><b>Rakovina Therapeutics Inc.<\/b> Stock, Stock Option, Other, Board of Directors. <br><b>Kintara Therapeutics Inc.<\/b> Independent Contractor, Stock, Stock Option, Other, Advisory Board.<br><b>D. Huntsman, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6689","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4967","PresenterBiography":null,"PresenterDisplayName":"Jeffrey Bacha, BS;MBA","PresenterKey":"ffd64f63-891c-42c7-bbe0-afa1a0ce24d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4967. Investigating the therapeutic efficacy of EO3001 in clear cell carcinoma of the ovary","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the therapeutic efficacy of EO3001 in clear cell carcinoma of the ovary","Topics":null,"cSlideId":""},{"Abstract":"TNG348 is a selective and potent inhibitor of the deubiquitinating enzyme USP1 specifically designed to target BRCA1\/2mut vulnerabilities in breast and ovarian tumors. Here we present the biochemical, mechanistic, and in vitro and in vivo characterization of TNG348, an oral, allosteric and highly potent inhibitor of USP1. Upon treatment, TNG348 causes loss of viability in a panel of breast and ovarian BRCA1\/2mut cancer cell lines and displays dose-dependent tumor growth inhibition in BRCA1\/2mut xenograft models. Furthermore, TNG348 activity extends beyond BRCA1\/2mut models with PARP inhibitor (PARPi) sensitivity and oncogene-induced replication stress being additional features correlating with USP1 inhibitor sensitivity based on cell line panel and CRISPR screening results. We show that TNG348 induces cell death through a pathway that is distinct from PARPi and TNG348 demonstrates robust synergy when combined with first- or second-generation PARPi. The clinical development plan intends to evaluate TNG348 in patients with BRCA1\/2 mutations as single agent and in combination with PARP1i in patients na&#239;ve to PARPi and with prior PARPi treatment history.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"BRCA,DNA damage,Breast cancer,Ovarian cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Antoine Simoneau<\/b><sup><\/sup>, Hsin-Jung Wu<sup><\/sup>, Madhavi Bandi<sup><\/sup>, Katherine Lazarides<sup><\/sup>, Sining Sun<sup><\/sup>, Shangtao Liu<sup><\/sup>, Samuel Meier<sup><\/sup>, Ashley Choi<sup><\/sup>, Hongxiang Zhang<sup><\/sup>, Binzhang Shen<sup><\/sup>, Douglas Whittington<sup><\/sup>, Sirimas Sudsakorn<sup><\/sup>, Wenhai Zhang<sup><\/sup>, Yi Yu<sup><\/sup>, Yong Liu<sup><\/sup>, Colin Liang<sup><\/sup>, Michael Palmieri<sup><\/sup>, Yingnan Chen<sup><\/sup>, Brian Haines<sup><\/sup>, Alice Tsai<sup><\/sup>, Minjie Zhang<sup><\/sup>, Alan Huang<sup><\/sup>, Jannik Andersen<sup><\/sup>, Tianshu Feng<sup><\/sup>, Scott Throner<sup><\/sup>, John Maxwell<sup><\/sup><br><br\/>Tango Therapeutics, Boston, MA","CSlideId":"","ControlKey":"ab55c762-8241-4893-93da-da5b58f32251","ControlNumber":"4806","DisclosureBlock":"<b>&nbsp;A. Simoneau, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>H. Wu, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>Blueprint Medicines<\/b> Employment. <br><b>M. Bandi, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. Lazarides, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Sun, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Liu, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Meier, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Choi, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>H. Zhang, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. Shen, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>D. Whittington, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Sudsakorn, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>W. Zhang, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>Y. Yu, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>Y. Liu, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>C. Liang, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Palmieri, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>Y. Chen, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. Haines, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Tsai, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Zhang, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Huang, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Andersen, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>T. Feng, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>S. Throner, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>J. Maxwell, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6690","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4968","PresenterBiography":null,"PresenterDisplayName":"Antoine Simoneau, PhD","PresenterKey":"666fca6f-12f4-4bbf-b511-d6e9dedd11c1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4968. Characterization of the clinical development candidate TNG348 as a potent and selective inhibitor of USP1 for the treatment of BRCA1\/2mut cancers","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Characterization of the clinical development candidate TNG348 as a potent and selective inhibitor of USP1 for the treatment of BRCA1\/2mut cancers","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PCa) is one of the leading causes of cancer-related death in men worldwide. Chemotherapy is effective in the early management of PCa; long-term use activates drug efflux pumps, resulting in resistance and recurrence. In this context, finding the genetic changes causing PCa development could significantly alter therapeutic results. The approach has been to search for specific molecular targets for the selective elimination of cancer cells. Small molecule inhibitor drugs have successfully targeted cancer cell growth and metastasis promotion. Still, small molecule inhibitors bind to multiple molecular targets, including cell surface receptors and other intracellular proteins, thus increasing the risk of toxicity and having a short life span. Therefore, it is crucial to identify new anti-cancer agents that work with small molecule inhibitors to target cancer cells while preventing normal cells. It has been reported that overexpression of the Thyroid hormone receptor interactor 13 (TRIP13) gene, a critical mitosis regulator, plays a role in many cancers. Our analysis using <b>UALCAN <\/b>(ualcan.path.uab.edu) showed overexpression of TRIP13 in PCa and it plays a role in PCa biology. When TRIP13 is overexpressed, it phosphorylates EGFR and activates a downstream pathway, making cancer cells more aggressive. Recently, DCZ0415, a small molecule TRIP13 inhibitor, was reported to prevent cell proliferation and invasion in several malignancies. Nevertheless, the therapeutic targeting of TRIP13 driving PCa is not well understood. In this study, we demonstrated Thymoquinone (TQ), a natural compound with multifaceted chemo-preventive potential and anti-cancer agent, could reinforce the effect of DCZ0415 in PCa cell lines (DU145 and PC3). PCa cells were treated with TQ or DCZ0415 alone or combined, followed by cell viability (MTT assay) to determine the optimal IC<sub>50<\/sub> values. In a western blot, RT-qPCR analysis, and flow cytometry assays, the combined drug treatment was most effective in blocking TRIP13, inhibiting cell proliferation, and inducing apoptosis. Furthermore, this study determines the combination can upregulate the expression of cell cycle inhibitor (p21WAF1\/CIP1), which, in turn, inhibits the expression of CDK4\/ Cyclin D1 complex, resulting the cell cycle arrest. In addition, TQ, in combination, downregulates the activation of EGFR-dependent PI3K\/Akt-1\/ ERK1\/2 and epithelial-mesenchymal transition (EMT) pathways in both cell lines. In conclusion, these findings show thymoquinone's potential to improve DCZ0415 effectiveness and suggest a new promising anti-cancer strategy for treating patients with prostate cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Prostate cancer,Small molecule inhibitor,Natural products,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Santosh K. Singh<\/b><sup>1<\/sup>, Manoj K. Mishra<sup>2<\/sup>, Sooryanarayana Varambally<sup>3<\/sup>, Rajesh Singh<sup>1<\/sup><br><br\/><sup>1<\/sup>Morehouse School of Medicine, Atlanta, GA,<sup>2<\/sup>Alabama State University, Montgomery, AL,<sup>3<\/sup>The University of Alabama at Birmingham, Birmingham, AL","CSlideId":"","ControlKey":"75dd6272-7d89-4432-9ca9-dfc44d8aa587","ControlNumber":"4998","DisclosureBlock":"&nbsp;<b>S. K. Singh, <\/b> None..<br><b>M. K. Mishra, <\/b> None..<br><b>S. Varambally, <\/b> None..<br><b>R. Singh, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6691","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4969","PresenterBiography":null,"PresenterDisplayName":"Santosh Singh, PhD","PresenterKey":"8c3acaa3-cd34-4b3d-9f4d-683be889652a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4969. Enhancing the efficacy of small molecule inhibitor of TRIP13 in prostate cancer using thymoquinone","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Enhancing the efficacy of small molecule inhibitor of TRIP13 in prostate cancer using thymoquinone","Topics":null,"cSlideId":""},{"Abstract":"MTAP deletions occur in 10-15% of all human cancers, which provides one of the largest precision oncology patient populations. MTA-cooperative PRMT5 inhibitors leverage the well-characterized synthetic lethal relationship between PRMT5 inhibition and MTAP deletion. TNG908 is a clinical stage MTA-cooperative PRMT5 inhibitor for the treatment of MTAP-deleted solid tumors. TNG462 is an investigational stage MTA-cooperative PRMT5 inhibitor with significantly enhanced potency, selectivity, and extended target coverage designed to be a best-in-class treatment for patients with MTAP-deleted cancer. In vitro, TNG462 is 45X selective for MTAP-deleted cancer cell lines over isogenic MTAP WT cell lines and has marked selectivity for MTAP-deleted cancer cell lines independent of lineage in a large, diverse cell line panel. Oral administration of TNG462 drives dose-dependent antitumor activity including durable tumor regressions and complete responses in cell line- and patient-derived xenograft models representative of clinically relevant histologies. Preclinical data suggest a low risk for drug-drug interactions, supporting clinical combination strategies. With enhanced potency and selectivity for MTAP-deleted cancer cells and improved pharmacokinetic properties to extend target coverage, TNG462 has the potential for broader and deeper clinical activity in MTAP-deleted solid tumors than the MTA-cooperative PRMT5 currently being evaluated in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-04 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Synthetic lethality,Epigenetics,Molecular targets,Small molecule inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kimberly  J.  Briggs<\/b><sup><\/sup>, Alice Tsai<sup><\/sup>, Minjie Zhang<sup><\/sup>, Matthew  R.  Tonini<sup><\/sup>, Brian Haines<sup><\/sup>, Alan Huang<sup><\/sup>, Kevin  M.  Cottrell<sup><\/sup><br><br\/>Tango Therapeutics, Cambridge, MA","CSlideId":"","ControlKey":"7c74dbbd-01d1-49be-bc25-fb2b50be6ba4","ControlNumber":"5147","DisclosureBlock":"<b>&nbsp;K. J. Briggs, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Tsai, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. Zhang, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>M. R. Tonini, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>B. Haines, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>A. Huang, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option. <br><b>K. M. Cottrell, <\/b> <br><b>Tango Therapeutics<\/b> Employment, Stock, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6692","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4970","PresenterBiography":null,"PresenterDisplayName":"Kimberly Briggs, PhD","PresenterKey":"6a7a087f-9905-4241-8808-e7aa03ca5bc0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4970. TNG462 is a potential best-in-class MTA-cooperative PRMT5 inhibitor for the treatment of MTAP-deleted solid tumors","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"TNG462 is a potential best-in-class MTA-cooperative PRMT5 inhibitor for the treatment of MTAP-deleted solid tumors","Topics":null,"cSlideId":""},{"Abstract":"Late-stage diagnoses make ovarian cancer extremely hard to treat. This leads to ovarian cancer accounting for 5% of female cancer deaths and 2.5% of female cancer incidence. Since there are few options for early detection of ovarian cancer, targeted therapies could lead to better outcomes. One target that has been implicated in ovarian cancer, is the transcription factor Signal Transducer and Activator of Transcription 3 (STAT3). &nbsp;STAT3 function is associated with tumor growth, metastasis, drug resistance, angiogenesis, and resistance to apoptosis. &nbsp;These many STAT3 controlled, cancer-associated cellular functions, make it an ideal and versatile target for cancer therapy. Using the Broad institute&#8217;s online C.L.U.E. tool and a STAT3 gene signature, we identified statin drugs as potential inhibitors of STAT3 activity. To assess the ability of statins to inhibit STAT3, we treated ovarian cancer spheroids with statins and analyzed STAT3 activity. We have found that statins do not induce a change in the phosphorylation of STAT3 on either tyrosine 705 or serine 727 residues, the two major sites of phosphorylation on STAT3. However, there are other poorly understood post-translational modifications of STAT3, that have previously shown effects on STAT3 function, that may be involved. Importantly, we have observed that statin treatment reduces the viability of Ovcar8 and Heya8 ovarian cancer cell spheroids. We also found that statin treatment induced apoptosis of ovarian spheroids by measuring Annexin V staining. A major problem for ovarian cancer patients is metastasis. Our preliminary evidence suggests that statins reduce the ability of ovarian cancer spheroids to clear a mesothelial monolayer of cells, an early step in ovarian cancer metastasis. There are several membrane-associated signaling proteins, including RAF and RAS, that affect STAT3 activity. Both Ovcar8 and Heya8 spheroids showed a decrease in cell viability with statin treatment, which is partially rescued by geranylgeranyl pyrophosphate (GGPP), a downstream metabolite in the mevalonate pathway. The partial recovery by GGPP indicates a mechanism involving the prenylation of membrane associated proteins. This data shows statins may provide effective treatments for ovarian cancer and defining the mechanisms behind the effects of statins may lead to better therapies and outcomes for ovarian cancer patients.&nbsp;","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"STAT3,Spheroids,Statins,Mesothelium,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brendan  M.  Reilly<\/b><sup><\/sup>, Sarah  J.  Miseirvitch<sup><\/sup>, Sarah R. Walker<sup><\/sup><br><br\/>University of New Hampshire, Durham, NH","CSlideId":"","ControlKey":"50bfbf05-0d6e-4af1-bfbe-19921f301397","ControlNumber":"7615","DisclosureBlock":"<b>&nbsp;B. M. Reilly, <\/b> <br><b>Amazon<\/b> Stock. <br><b>Apple<\/b> Stock. <br><b>S. J. Miseirvitch, <\/b> <br><b>Nanostring<\/b> Employment.<br><b>S. R. Walker, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6693","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4971","PresenterBiography":null,"PresenterDisplayName":"Brendan Reilly, Graduate Student","PresenterKey":"0a8a75e3-5de3-41c0-a6a7-4549b2e721d3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4971. Identification of statins as a potential treatment for ovarian cancer&#8239;","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of statins as a potential treatment for ovarian cancer&#8239;","Topics":null,"cSlideId":""},{"Abstract":"Genetic and epigenetic alterations in the Wnt signaling pathway leading to constitutive activation of the driver oncogene &#914;-catenin occur in at least 20% of all human cancers. We have developed conformationally hyperstabilized &#945;-helical peptides (Helicons) that bind directly to &#914;-catenin with picomolar affinity and block its interaction with TCF transcription factors. We describe here the characterization of anti-tumor efficacy, pharmacodynamic biomarkers and mechanism of action using multiple in vivo patient-derived xenograft (PDX) models treated with Helicons. Helicon treatment leads to dose-dependent anti-tumor effects and durable regressions in PDX models from multiple indications with Wnt pathway activating mutations. Anti-tumor responses are seen in the presence of additional driver mutations, including KRAS and PIK3CA. RNA-sequencing and Gene Set Enrichment Analysis confirm Helicon treatment inhibits both Wnt\/&#914;-catenin and MYC-regulated gene sets. Inhibiting &#914;-catenin-TCF interaction with Helicons represents a first-in-class therapeutic approach for the treatment of cancers resulting from aberrant transcriptional signaling via &#914;-catenin.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"&#946;-catenin,Drug discovery,Wnt pathway,c-Myc,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"YaGuang Si<sup>1<\/sup>, Minjung Choi<sup>1<\/sup>, Xinwei Han<sup>1<\/sup>, Brian White<sup>1<\/sup>, Ziyang Wu<sup>1<\/sup>, Erica Visness<sup>1<\/sup>, Pieter Beerepoot<sup>1<\/sup>, Elizabeth Jaensch<sup>1<\/sup>, Jessica Ramirez<sup>1<\/sup>, Charles Ponthier<sup>1<\/sup>, Xiaogang Han<sup>1<\/sup>, Paula Ortet<sup>1<\/sup>, Peicheng Du<sup>1<\/sup>, Sorabh Agarwal<sup>1<\/sup>, Mirek Lech<sup>1<\/sup>, Aaron Fulgham<sup>1<\/sup>, Sarah Cappucci<sup>2<\/sup>, Zhi Li<sup>3<\/sup>, John McGee<sup>4<\/sup>, Lihua Yu<sup>4<\/sup>, Martin Tremblay<sup>4<\/sup>, Keith Orford<sup>4<\/sup>, Gregory Verdine<sup>4<\/sup>, <b>Jonathan Hurov<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>FogPharma, Inc., Cambridge, MA,<sup>2<\/sup>Prime Medicine, Inc, Tyngsborough, MA,<sup>3<\/sup>Georgetown University, Washington, DC,<sup>4<\/sup>Fog Pharmaceuticals, Cambridge, MA","CSlideId":"","ControlKey":"4df7ddac-3872-4045-b8f5-51590c4d3e36","ControlNumber":"7527","DisclosureBlock":"<b>&nbsp;Y. Si, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>M. Choi, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>X. Han, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>B. White, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>Z. Wu, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>E. Visness, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>P. Beerepoot, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>E. Jaensch, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>J. Ramirez, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>C. Ponthier, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>X. Han, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>P. Ortet, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>P. Du, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>S. Agarwal, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>M. Lech, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>A. Fulgham, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>S. Cappucci, <\/b> <br><b>Prime Medicine, Inc<\/b> Employment. <br><b>Fog Pharmaceuticals<\/b> Employment. <br><b>Z. Li, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment. <br><b>J. McGee, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>L. Yu, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>H3 Biomedicine<\/b> Employment. <br><b>M. Tremblay, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>K. Orford, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>Calithera Bioscience<\/b> Employment. <br><b>G. Verdine, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option. <br><b>J. Hurov, <\/b> <br><b>Fog Pharmaceuticals<\/b> Employment, Stock Option.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6694","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4972","PresenterBiography":null,"PresenterDisplayName":"Jonathan Hurov, PhD","PresenterKey":"620744b4-6c29-4f92-8a2f-f76e62ee208c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4972. Anti-tumor activity of Helicon inhibitors of &#914;-catenin-TCF interaction in patient-derived xenograft models","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-tumor activity of Helicon inhibitors of &#914;-catenin-TCF interaction in patient-derived xenograft models","Topics":null,"cSlideId":""},{"Abstract":"<b>Background:<\/b> Ovarian cancer is the most lethal gynecologic malignancy, with a 5-year survival rate of less than 50%. To have a major impact on improving clinical outcomes, a better understanding of the progression of disease and identification of truly novel treatment strategies is critical. Canonical nuclear factor-kappaB (NF-&#954;B) signaling has been extensively studied in preclinical ovarian cancer models; however, systemic NF-&#954;B inhibitors have had disappointing results in early clinical trials. Whether the alternative, non-canonical NF-&#954;B signaling pathway (nc-NF-&#954;B) represents a distinct and improved target for therapy in ovarian cancer is unknown. Here, we aim to investigate the role played by nc-NF-&#954;B signaling both in malignant epithelial cells and in macrophages, a key immune cell component in the tumor microenvironment. Repolarizing tumor-associated macrophages (TAMs) away from pro-tumor M2-like functions towards an anti-tumor M1-like phenotype is a critical priority in macrophage-directed therapies.<br \/><b>Methods: <\/b>In ovarian cancer cell lines, mouse ovarian TAMs cultured <i>ex vivo<\/i>, and immortalized bone marrow-derived macrophages (BMDMs), nuclear levels of p52 were measured by western blot as a read-out of active nc-NF-&#954;B signaling. Effects of macrophage polarization on nc-NF-&#954;B signaling were determined in unpolarized (M0), M1 polarized (LPS\/IFN&#947; treated) or M2 polarized (IL-4 treated) BMDMs. Finally, effects of inhibiting nc-NF-&#954;B using a specific peptide inhibitor of p52 nuclear import (SN52) on cancer cell growth and macrophage phenotype were determined in sulforhodamine B growth assays and by western blot analysis of PCNA (proliferation marker) and arginase-1 (M2 macrophage marker).<br \/><b>Results: <\/b>We observed high levels of p52 expression in<b> <\/b>the majority of ovarian cancer cell lines, and in our cultured macrophage models. The functional relevance of these observations was confirmed by experiments showing reduced growth in ovarian cancer cells treated with SN52 and reduced expression of arginase-1 in SN52-treated macrophages. We saw similar results in breast cancer cells and mouse mammary TAMs, showing that nc-NF-&#954;B signaling may also have pro-tumor effects in other cancer types. Complementary studies showed that M2 polarized macrophages expressed markedly higher levels of nuclear p52 than observed in M0 or M1 cells. Based on these promising results, experiments (i) using transgenic mice to allow targeted, inducible activation of nc-NF-&#954;B in macrophages during ovarian cancer progression and (ii) testing the therapeutic effects of SN52 in these cancer models are underway.<br \/><b>Conclusions:<\/b> Although further studies are required to establish the translational relevance of our findings, we hope to identify non-canonical NF-&#954;B signaling as a new therapeutic target in malignant epithelium and macrophages in ovarian cancer and potentially other cancer types.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Ovarian cancer,NF-&#954;B,Macrophages,Tumor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Andrew J. Wilson<sup>1<\/sup>, Dominique Parker<sup>2<\/sup>, Robert Cheng<sup>2<\/sup>, Todd Giorgio<sup>2<\/sup>, Marta Crispens<sup>1<\/sup>, <b>Fiona Yull<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Vanderbilt University Medical Center, Nashville, TN,<sup>2<\/sup>Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"6f239084-9ce9-45aa-b186-de650a7d762e","ControlNumber":"7483","DisclosureBlock":"&nbsp;<b>A. J. Wilson, <\/b> None..<br><b>D. Parker, <\/b> None..<br><b>R. Cheng, <\/b> None..<br><b>T. Giorgio, <\/b> None..<br><b>M. Crispens, <\/b> None..<br><b>F. Yull, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6695","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4973","PresenterBiography":null,"PresenterDisplayName":"Fiona Yull, D Phil","PresenterKey":"bbafbd3c-f85a-4d2b-a888-8f5cda0a5a5a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4973. Investigating the role of non-canonical NF-kappaB signaling in tumor cells and macrophages in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating the role of non-canonical NF-kappaB signaling in tumor cells and macrophages in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer (PC) is the most commonly diagnosed cancer in men. In PC, multiple molecular signaling networks are perturbed, so monotherapies are less effective, creating an urgent need to discover chemotherapeutic agents that target multiple tumor-promoting proteins simultaneously. Drug discovery research is increasingly embracing poly-pharmacology, in which one drug targets multiple oncogenic targets concurrently. We have identified a novel quinoline derivative, IND-2 (4-chloro-2-methylpyrimido[1&#8243;,2&#8243;:1,5]pyrazolo[3,4-b]quinolone), that has been shown to significantly inhibit the expression of several oncogenic and epigenetic targets in PC cells. It was observed that IND-2 significantly inhibited the proliferation of PC-3 and DU-145 with IC<sub>50<\/sub> values of 3 &#181;M and 3.5 &#181;M, respectively. Furthermore, 5 and 10 &#181;M of IND-2 produced morphological changes in PC-3 cells characteristic of apoptosis. The levels of reactive oxygen species (ROS) increased significantly after IND-2 was added to PC cells. Additionally, 5 and 10 &#181;M of IND-2 reduced mitochondrial membrane potential in PC-3 cells. Furthermore, IND-2 increased the expression of cleaved caspase-3, cleaved caspase-7, and cleaved poly (ADP-ribose) polymerase (PARP). The PC-3 cells incubated with 5 &#181;M of IND-2 showed a significant reduction in expression of B-cell lymphoma 2 (Bcl-2). These data convincingly show that IND-2 inhibits PC cells through apoptosis induction. It is interesting to note that IND-2 (2.5, 5 and 10 &#181;M) also induces mitotic catastrophe in PC-3 cells. Wound healing assay and expression of several EMT (epithelial to mesenchymal) markers indicated significant anti-metastatic activity of IND-2. Target identification studies have demonstrated that IND-2 mimics etoposide (VP-16) and binds more specifically to Topoisomerase II&#946;. In our preliminary studies, we found that IND-2 inhibits several oncogenic and epigenetic targets including Topoisomerase II-Hsp90 complex and LSD1\/HDAC1 of the transcriptional corepressor CoREST complex. However, these targets need to be validated to understand IND-2's mechanism. Overall, IND-2 may lead to the development of more effective poly-targeted compounds for PC treatment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Prostate cancer,Quinoline derivative,CoREST complex,Multitargeted inhibitor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Swapnaa Balaji<\/b><sup>1<\/sup>, Rabin Neupane<sup>1<\/sup>, Chandrabose Karthikeyan<sup>2<\/sup>, Jayachandra Babu Ramapuram<sup>3<\/sup>, Amit  K.  Tiwari<sup>1<\/sup><br><br\/><sup>1<\/sup>The University of Toledo, Toledo, OH,<sup>2<\/sup>Indira Gandhi National Tribal University, Lalpur, India,<sup>3<\/sup>Auburn University, Auburn, AL","CSlideId":"","ControlKey":"9859b166-3d46-4b57-83e2-56c91e307135","ControlNumber":"7997","DisclosureBlock":"&nbsp;<b>S. Balaji, <\/b> None..<br><b>R. Neupane, <\/b> None..<br><b>C. Karthikeyan, <\/b> None..<br><b>J. Ramapuram, <\/b> None..<br><b>A. K. Tiwari, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6696","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4974","PresenterBiography":null,"PresenterDisplayName":"Swapnaa Balaji, B Pharm,MS","PresenterKey":"3a04fb69-66a4-47f7-9296-0272fc9772b8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4974. Development of novel pyrimido-pyrazolo-quinolone derivative, IND-2 as multi-targeted inhibitor for the treatment of prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of novel pyrimido-pyrazolo-quinolone derivative, IND-2 as multi-targeted inhibitor for the treatment of prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Cancer incidence has been increasing globally and the major cause for mortality associated with this disease is due to metastasis development. Followed by skin and lung cancer, prostate cancer (PCa) is one of the most common cancers prevailing among older men in the United States. Although androgen deprivation therapy (ADT) is the mainstay treatment for PCa, most patients undergoing ADT eventually develop metastatic PCa. Moreover, other treatment options, such as chemotherapy and radiotherapy, have toxic side effects and are ineffective in controlling advanced PCa. Hence, there arises a need for identifying alternative agents with possibly fewer side effects. The gut biome plays a significant role in regulating many bodily functions like digestion, immunity, and including cancer prevention. Probiotics, commonly known as 'good bacteria,' are living microorganisms that provide health promoting benefits. A probiotic metabolite, 1,4-Dihydroxy-2-naphthoic acid (DHNA), is an anti-inflammatory aryl hydrocarbon receptor (Ahr) agonist which is yet to be explored for its anticancer activity. Inhibiting the inflammatory signaling axis and activating Ahr by DHNA could be a promising strategy to counteract metastatic PCa. Cell viability assays revealed that 1,4-DHNA is highly toxic in metastatic prostate cancer cell lines such as DU145 and PC3 compared to normal prostate epithelial cells like RWPE-1 and human prostate stromal myofibroblast cell line, WPMY-1, with an approximate IC50 value of 5 &#181;M in DU145 and PC3 and about 20 &#181;M and 75 &#181;M in WPMY-1 and RWPE-1 respectively. DHNA reduced the colony forming abilities of BPH-Cd, PC3, and DU145 in clonogenic assay and suppressed the BPH-Cd spheroid growth in spheroid formation assay, revealing its anti-tumorigenic potential. Trans-well migration assay using BPH-Cd, PC3, and DU145 showed a decrease in cell migration, hinting at the drug's anti-metastatic ability. G2\/M phase arrest in cell cycle analysis and dose-dependent increase in apoptosis of DHNA-treated DU145, PC3, and LNCaP cell lines reiterated its anti-cancer potential. Western blot results in PC3 and DU145 showed significant dose-dependent inhibition of protooncogene &#946;-catenin expression. Downregulation of cell cycle proteins like cyclin D1 and increased expression of effector caspase, cleaved caspase 7 support cell death promoting effects of DHNA via an intrinsic apoptotic pathway. Our pre-clinical data suggest that DHNA can be a potential drug for inhibiting both prostate tumor growth and metastasis. Further research is warranted to ascertain the anti-metastatic and underlying anti-cancer mechanisms to help translate the findings to clinical use.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-04 Novel antitumor agents,,"},{"Key":"Keywords","Value":"Aryl hydrocarbon receptor,Probiotic-metabolite,Prebiotic,Cell cycle arrest,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shreeja Srinivas Bitla<\/b><sup><\/sup>, Gnanasekar Munirathinam<sup><\/sup><br><br\/>Biomedical Sciences, University of Illinois College of Medicine (Rockford), Rockford, IL","CSlideId":"","ControlKey":"97433999-5850-4502-9da3-d295f1bb0191","ControlNumber":"7932","DisclosureBlock":"&nbsp;<b>S. S. Bitla, <\/b> None..<br><b>G. Munirathinam, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6697","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4975","PresenterBiography":null,"PresenterDisplayName":"Shreeja Bitla, B Eng","PresenterKey":"d0b2f532-19ba-45a4-b48f-2f454bb2a4d6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4975. Anti-cancer effect of a probiotic bacteria-derived compound, 1,4-Dihydroxy-2-naphthoic acid in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anti-cancer effect of a probiotic bacteria-derived compound, 1,4-Dihydroxy-2-naphthoic acid in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Pharmacological inhibitors of TEAD transcription factors have emerged as a promising novel class of anti-cancer agents. TEAD inhibitors disrupt oncogenic YAP\/TAZ signaling, resulting in cell cycle arrest and cell death in susceptible cancers. In preclinical models, cancer cell lines with alterations in the Hippo signaling pathway, such as mutations or loss of NF2 or LATS, are particularly sensitive to inhibition of TEAD signaling. In addition, YAP\/TAZ-TEAD signaling is thought to play a role in resistance to several targeted therapies, such as EGFR inhibitors and MEK inhibitors. BGI-9004 is a covalent inhibitor of TEAD1-4 with low nanomolar potency in a TEAD reporter cell line and anti-cancer activity <i>in vitro<\/i> and <i>in vivo<\/i>. In the NF2-deficient NCI-H226 and the NF2-wildtype, LATS-mutant MST-O211H mesothelioma xenograft models, BGI-9004 treatment resulted in sustained tumor regressions over a 28d treatment course. Anti-cancer activity was accompanied by significant inhibition of TEAD-mediated transcription in BGI-9004-treated tumors, and no adverse effects on the body weight of treated mice were observed. Moreover, proteome-wide protein binding of BGI-9004 was assessed by Isobaric Mass Tagged Affinity Characterization (IMTAC<sup>TM<\/sup>), which confirmed its high selectivity for TEAD. In line with this, BGI-9004 had a clean profile in a panel of protein targets that present potential safety liabilities (CEREP safety panel). These findings prompted us to explore the combination potential of BGI-9004 with other targeted therapies, including inhibitors of EGFR, MEK and mutant KRAS<sup>G12C<\/sup>. Here, we found that BGI-9004 potentiated the effect of other targeted therapies. In particular, we generated dose response matrices for BGI-9004 and inhibitors of KRAS<sup>G12C <\/sup>and KRAS<sup>G12D<\/sup> in several KRAS-mutant cell lines, including three lung cancer cell lines, and demonstrated synergy for the combination. These results suggest that inhibition of YAP\/TAZ-TEAD signaling may improve the efficacy of KRAS-targeted therapy. Taken together, the covalent TEAD inhibitor BGI-9004 has demonstrated promising activity both as a single agent and in combination with other targeted agents, a favorable pharmacokinetic profile and high target selectivity in preclinical models, supporting its evaluation as a novel anti-cancer agent in clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Hippo pathway,Targeted therapy,YAP\/TAZ,KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Shirley Guo<sup><\/sup>, Shashank Shrishrimal<sup><\/sup>, Jason Cui<sup><\/sup>, Guoqing Wang<sup><\/sup>, Vivian Zhang<sup><\/sup>, Ning Deng<sup><\/sup>, Iris Dong<sup><\/sup>, Anna Chen<sup><\/sup>, Steve Luo<sup><\/sup>, David Sperandio<sup><\/sup>, Ping Cao<sup><\/sup>, <b>Wolf  R.  Wiedemeyer<\/b><sup><\/sup><br><br\/>BridGene Biosciences, Inc., San Jose, CA","CSlideId":"","ControlKey":"8c838f39-bbe3-45c4-a451-e76e37778d1f","ControlNumber":"7842","DisclosureBlock":"<b>&nbsp;S. Guo, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>S. Shrishrimal, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>J. Cui, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>G. Wang, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>V. Zhang, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>N. Deng, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>I. Dong, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>A. Chen, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>S. Luo, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>D. Sperandio, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>P. Cao, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock. <br><b>W. R. Wiedemeyer, <\/b> <br><b>BridGene Biosciences<\/b> Employment, Stock Option. <br><b>AbbVie<\/b> Stock.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6698","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4976","PresenterBiography":null,"PresenterDisplayName":"Wolf Wiedemeyer, Dr Rer Nat;PhD","PresenterKey":"92d31ded-d6d5-4733-b9a6-619c2055fc31","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4976. Preclinical characterization of BGI-9004, a covalent TEAD inhibitor with exceptional anti-cancer activity and combination potential","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Preclinical characterization of BGI-9004, a covalent TEAD inhibitor with exceptional anti-cancer activity and combination potential","Topics":null,"cSlideId":""},{"Abstract":"Glycosaminoglycans (GAGs), such as heparan sulfate and chondroitin sulfate, are an important component of the tumor microenvironment (TME). These carbohydrates are attached to proteoglycans at the surface of tumor cells and play a vital role in malignant transformation. Heparan sulfate (HS) glycosaminoglycans have been demonstrated to play a pleiotropic role in regulating the activity of important cellular receptors and downstream signaling pathways, and are implicated in cancer cell proliferation, angiogenesis, invasion, and metastasis. Heparinase, an endoglycosidase that specifically cleaves heparan sulfate side chains of heparan sulfate proteoglycans is expressed in several sarcoma subtypes. We measured heparinase activity in several cell lines and found that A673, CHP100, CHLA9 and RD-ES Ewing&#8217;s sarcoma cell lines have significantly higher levels of heparinase activity compared to the heparinase-deficient CHO-K1 psgD-677 cell line. Interference with heparinase or heparin sulfate function(s) may represent a therapeutic approach in sarcoma. To this end, we tested these cell lines by measuring cell growth using a cell viability assay, in the presence or absence of GTC3300P, a small molecule inhibitor of protein interaction with glycosaminoglycan. We demonstrate that the Ewing&#8217;s sarcoma cell lines exhibit potent and significant inhibition in cell growth <i>in vitro<\/i>, in the presence of drug. Western blot analysis shows induction of cleaved Poly-ADP Ribose Polymerase (PARP), yH2AX, as well as cleaved caspase-3, known markers of apoptosis and down regulation of mTORC1 targets such as phospho-S6 (p-S6), in Ewing&#8217;s sarcoma. Apoptosis was confirmed by the induction of sub-G1 population in Ewing&#8217;s sarcoma by cell cycle analysis. Previous reports have indicated that heparinase activity is strongly implicated in cell migration and invasion and is associated with tumor metastasis, angiogenesis and inflammation. This was confirmed by LC-MS\/MS proteomics and bioinformatics (gene ontology and gene set enrichment) analysis of these multiple cell lines, which identified alterations in numerous biomarkers in these pathways, including multiple ribosomal protein subunits, spliceosomes components, and complement coagulation cascade. We further conducted a cell migration assay and demonstrate that GTC3300 significantly inhibits cell migration in Ewing&#8217;s sarcoma cell lines, but not in heparinase-deficient psg677 cells. Taken together our data strongly suggests that targeting protein interaction with glycosaminoglycans including heparan sulfate in Ewing&#8217;s sarcoma represents a novel approach and merits further investigation","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Drug discovery,Apoptosis,Ewing sarcoma,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tahir N. Sheikh<\/b><sup><\/sup>, Elgilda Musi<sup><\/sup>, Alex  J.  Rai<sup><\/sup>, Gary  K.  Schwartz<sup><\/sup><br><br\/>Columbia University Irving Medical Center, New York, NY","CSlideId":"","ControlKey":"4f6036c9-340a-4862-8ec9-b2ae75a81efc","ControlNumber":"3004","DisclosureBlock":"&nbsp;<b>T. N. Sheikh, <\/b> None..<br><b>E. Musi, <\/b> None..<br><b>A. J. Rai, <\/b> None..<br><b>G. K. Schwartz, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6699","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4977","PresenterBiography":null,"PresenterDisplayName":"Tahir Sheikh, MS","PresenterKey":"8eaec024-2a2d-40c1-b106-5d1b96f0511f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4977. Development of small molecule inhibitors of protein interaction with glycosaminoglycans","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Development of small molecule inhibitors of protein interaction with glycosaminoglycans","Topics":null,"cSlideId":""},{"Abstract":"Acute Myeloid Leukemia (AML) is the third hematological malignancies with the worst relative overall 5-year survival rate (11.7%) in hematological malignancies. AML is a heterogeneous disease with a broad spectrum of genomic changes and molecular mutations that lead to a poor prognosis and clinical outcome. Leukemic stem cells progress to myoblasts that continue to proliferate without differentiating, namely, immature blasts in AML. The hedgehog (HH)\/glioma-associated oncogene homolog (GLI) signaling pathway is essential for embryonic and stem cell developments. This pathway has been one of the most promising targets for drug discovery and developments for AML. Although HH inhibitor Glasdegib in combo with low-dose cytarabine achieved FDA approval for AML, Venetoclax (BCL-2 inhibitor\/ABT-199) plus a hypomethylating agent (HMA) have been dominating the regimens in AML recently. Here we reported GT1708, a HH inhibitor, improves ABT-199 (venetoclax)-induced apoptosis by down-regulating MCL-1 proteins in AML cells. GT1708 is a potent HH inhibitor (IC50=0.11 nM in HH pathway-driven cellular assay) and inhibited GLI expression with doses of 1, 3 and 10 mpk in a HH-dependent medulloblastoma animal models. In Molm-13 (AML) cells, GT1708 was shown to down-regulate the expression of MCL-1 proteins (anti-apoptotic proteins). In contrast, ABT-199 increased the expression of MCL-1. Furthermore, ABT+Aza (Azacidine\/HMA drug) induced more MCL-1 expression than ABT-199. Importantly, GT1708 was shown to induce the expression of cleaved-PARP (c-PARP\/apoptotic marker) and to increase c-PARP expression when combined with ABT-199. Due to ABT+Aza induced MCL-1 overexpression, the combination of both agents failed to induce c-PARP, suggesting MCL-1 overexpression conferring resistance to ABT+Aza therapy in Molm-13 cells. GT1708 was further evaluated in flow cytometry-based apoptotic assays. GT1708, ABT-199 and Aza were demonstrated to induce an early apoptosis by 9.98%, 47.5%, and 8.64%, respectively. In comparation, ABT+GT1708 were revealed to induce a 61% of apoptosis superior to 47% or 48.5% of apoptosis induced by either ABT or ABT+Aza in Molm-13 cells. These results confirm the role of MCL-1 overexpression in conferring resistance to ABT+Aza therapy, which can be overcome by ABT+GT1708 combo. GT1708\/ABT combo were also shown a marginable superior antitumor activity than ABT along in Molm-13 animal models. GT1708 has been testing in a phase I study in AML patients with previous multiple lines of regimens. GT1708 has been shown to reduce blast counts in three of 13 AML patients treated with higher doses and demonstrated favorite PK and safety profiles. In brief, these results support the clinical development of GT1708 in combination with ABT-199 in AML patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Hedgehog,Inhibitors,Venetoclax,Acute myeloid leukemia,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Liandong Ma<\/b><sup><\/sup>, Qianxiang Zhou<sup><\/sup>, Honghua Yan<sup><\/sup>, Min Dong<sup><\/sup>, Xiahe Han<sup><\/sup>, Jiangwie Li<sup><\/sup>, Jie Qu<sup><\/sup>, Weidong Qian<sup><\/sup>, Youzhi Tong<sup><\/sup><br><br\/>Suzhou Kintor Pharmaceuticals, Inc, Suzhou, China","CSlideId":"","ControlKey":"58525f1d-3420-4e62-95ce-490b0f45d500","ControlNumber":"3242","DisclosureBlock":"<b>&nbsp;L. Ma, <\/b> <br><b>Kintor Pharmaceutical Limited Inc<\/b> Employment, Stock Option. <br><b>Q. Zhou, <\/b> <br><b>Kintor Pharmaceutical Limited, Inc<\/b> Employment, Stock Option. <br><b>H. Yan, <\/b> <br><b>Kintor Pharmaceutical Limited, Inc<\/b> Employment. <br><b>M. Dong, <\/b> <br><b>Kintor Pharmaceutical Limited, Inc<\/b> Employment. <br><b>X. Han, <\/b> <br><b>Kintor Pharmaceutical Limited, Inc<\/b> Employment. <br><b>J. Li, <\/b> <br><b>Kintor Pharmaceutical LImited, Inc<\/b> Employment. <br><b>J. Qu, <\/b> <br><b>Kintor Pharmaceutical Limited, Inc<\/b> Employment. <br><b>W. Qian, <\/b> <br><b>Kintor Pharmaceutical Limited, Inc<\/b> Employment. <br><b>Y. Tong, <\/b> <br><b>Kintor Pharmacetical Limited, Inc<\/b> Employment, Stock, Other Securities, Other, Owner.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6700","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4978","PresenterBiography":null,"PresenterDisplayName":"Liandong Ma, PhD","PresenterKey":"a46e7365-e518-4bef-9f6c-66665d59a796","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4978. Combination of a clinical stage-hedgehog inhibitor, GT1708, improves Venetoclax-induced apoptosis by down-regulating MCL-1 proteins in AML cells","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Combination of a clinical stage-hedgehog inhibitor, GT1708, improves Venetoclax-induced apoptosis by down-regulating MCL-1 proteins in AML cells","Topics":null,"cSlideId":""},{"Abstract":"Lung cancer is the leading cause of cancer-related death in the United States, with a 5-year survival rate of less than 25%. While most lung cancer patients receive radiation therapy, radioresistance severely impacts treatment outcomes. Thus, development of therapeutics to potentiate durable response to radiation therapy may be key to improving treatment outcomes. Research in our lab has previously implicated heme, a central biosynthetic molecule with important functions in diverse molecular and cellular processes, in lung cancer development and progression. To target heme, we designed heme-sequestering protein 2 (HeSP2) which displays potent anti-tumor activity in mouse tumor models. By decreasing tumor metabolic demand through heme sequestration, HeSP2 can significantly alleviate tumor hypoxia, a dominant radioresistance mechanism. Tumor hypoxia correlates with poor clinical outcomes by acting via multiple mechanisms such as inhibiting radiation-induced DNA damage and inducing the HIF-1 pathway that leads to antioxidant generation. Here, our preliminary data show that HeSP2 potentiates the antitumor efficacy of ionizing radiation. To see the effect of HeSP2 in combination with radiotherapy, in summary we subcutaneously implanted A549-luc, NSCLC cell lines with mutation in Kras and KLB1 in SCID mice. After 1-2 weeks mice were treated with saline (Control), HeSP2(25 mg\/kg, i.v, twice a week), radiation (5 Gray, once per week at week 2 and 3), and HeSP2 combined with radiation (25 mg\/kg, i.v, twice a week plus 5 Gray, once per week at week 2 and 3. Tumor tissues were harvested, processed and paraffin embedded for immunohistochemistry (IHC). Preliminary results indicate HeSP2 in combination with radiation reduce the levels of multiple angiogenic markers and vascular markers as well as microvessel density. These results indicate that heme sequestration in combination with radiation can be an effective strategy for suppressing lung tumors.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Lung cancer,Radiation,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Narges Salamat<\/b><sup>1<\/sup>, Tianyuan Wang<sup>2<\/sup>, Eranda Berisha<sup>1<\/sup>, Maria Del Carmen Chacon Castro<sup>1<\/sup>, Adnin Ashrafi<sup>1<\/sup>, Debabrata Saha<sup>2<\/sup>, Ralph P. Mason<sup>2<\/sup>, Li Liu<sup>2<\/sup>, Li Zhang<sup>1<\/sup><br><br\/><sup>1<\/sup>UT Dallas, Richardson, TX,<sup>2<\/sup>Radiology, UT Southwestern Medical Center, Dallas, TX","CSlideId":"","ControlKey":"55af794d-a74e-453a-92c5-525ff39a9ffe","ControlNumber":"3279","DisclosureBlock":"&nbsp;<b>N. Salamat, <\/b> None..<br><b>T. Wang, <\/b> None..<br><b>E. Berisha, <\/b> None..<br><b>M. Chacon Castro, <\/b> None..<br><b>A. Ashrafi, <\/b> None..<br><b>D. Saha, <\/b> None..<br><b>R. Mason, <\/b> None..<br><b>L. Liu, <\/b> None..<br><b>L. Zhang, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6701","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4979","PresenterBiography":null,"PresenterDisplayName":"Narges Salamat, MS","PresenterKey":"4aab3c96-0139-4e79-88dc-359f93c6844c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4979. Evaluation of heme inhibitory therapy in combination with radiation of lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Evaluation of heme inhibitory therapy in combination with radiation of lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Activating single-nucleotide polymorphisms of HOIL-1-interacting protein (HOIP), the catalytic subunit of the linear ubiquitin chain assembly complex (LUBAC), have recently been shown to promote myeloid differentiation primary response 88 (MYD88)-mediated B-cell lymphomagenesis. To assess the relevance of targeting HOIP in the activated B-cell-like (ABC) subtype of diffuse large B-cell lymphoma (DLBCL) with <i>MYD88 <\/i>mutation, we used systems biology to build a mathematical model aimed at evaluating the impact of HOIP depletion on DLBCL. From this model, an AI-mediated query demonstrated that HOIP blockade was associated with the suppression of three main pathophysiological motifs in malignant B cells, i.e., cell growth and proliferation, apoptosis evasion and deregulated metabolism. We then undertook a computational study that consisted of a combinatorial substitution of several &#945;-&#946; unsaturated moieties to be used as covalent binding warheads to the catalytic cysteine residue of HOIP. The resulting chemical library was used on subsequent molecular docking to assess the best HOIP binding candidates. Out of the four candidates synthesized from this library, we isolated compound A (Cpd A), a covalent irreversible inhibitor of HOIP with a pyrido[2,3-<i>d<\/i>]pyrimidine core, which exerted selective antitumor activity in a panel of ABCL-DLBCL cell lines (mean IC<sub>50<\/sub> at 48hours: 90.7&#177; 13.09 &#181;M) while sparing normal B cells. Immunoprecipitation studies demonstrated that Cpd A was able to modulate the interaction between HOIP and the LUBAC component, SHARPIN, leading to the blockade of NF-&#954;B signaling and to the downregulation of several downstream effectors, including CCL3, IL6 and IRF4. Specificity of Cpd A towards HOIP was confirmed by a drug affinity responsive target stability (DARTS) assay based on the immuno-detection of persistent HOIP peptides after Cpd A-mediated blockade of enzymatic proteolysis, and thereafter in a CRISPR-engineered HOIP-knockout ABC-DLBCL model. Finally, efficacy of the compound was confirmed <i>in vivo<\/i> in a chicken embryo chorioallantoic membrane (CAM)-derived model of ABCL-DLBCL subjected to a twice weekly dosing with Cpd A, in which the compound achieved a 25% tumor growth inhibition, associated with a 60.5% and 89% reduction in brain and bone marrow infiltration by lymphoma cells, respectively. Altogether, our results confirm that HOIP represents a promising therapeutic target for ABC-DLBCL with activating MYD88 mutation, and that a pyrido[2,3-<i>d<\/i>]pyrimidine derivative can successfully and specifically block HOIP, resulting in NF-&#954;B disruption and selective antitumor activity in this aggressive subtype of B-cell lymphoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Drug design,Systems biology,Non-rodent animal models,LUBAC,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Ana Maria Montagut<sup>1<\/sup>, Marc Antoni Armengol Cubillos<sup>2<\/sup>, Gema Gorjón-de-Pablo<sup>1<\/sup>, Judith Farrés<sup>3<\/sup>, Laia Huguet Garcia<sup>2<\/sup>, Núria Profitós-Pelejà<sup>2<\/sup>, Juliana Carvalho Santos<sup>2<\/sup>, Marcelo Lima Ribeiro<sup>2<\/sup>, Miranda Fernández-Serrano<sup>2<\/sup>, Roger Estrada Tejedor<sup>1<\/sup>, José I. Borrell<sup>1<\/sup>, <b>Gaël Roué<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Group of Pharmaceutical Chemistry, IQS School of Engineering, Barcelona, Spain,<sup>2<\/sup>Lymphoma translational group, Josep Carreras Leukaemia Research Institute, Badalona, Spain,<sup>3<\/sup>Anaxomics Biotech SL, Barcelona, Spain","CSlideId":"","ControlKey":"7c99c730-6eac-44bb-9aea-6ce1dc82a577","ControlNumber":"3367","DisclosureBlock":"&nbsp;<b>A. Montagut, <\/b> None..<br><b>M. Armengol Cubillos, <\/b> None..<br><b>G. Gorjón-de-Pablo, <\/b> None..<br><b>J. Farrés, <\/b> None..<br><b>L. Huguet Garcia, <\/b> None..<br><b>N. Profitós-Pelejà, <\/b> None..<br><b>J. Carvalho Santos, <\/b> None..<br><b>M. Lima Ribeiro, <\/b> None..<br><b>M. Fernández-Serrano, <\/b> None..<br><b>R. Estrada Tejedor, <\/b> None..<br><b>J. Borrell, <\/b> None.&nbsp;<br><b>G. Roué, <\/b> <br><b>Onconova Therapeutics<\/b> Research fundings.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6702","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4980","PresenterBiography":null,"PresenterDisplayName":"Gael Roue, PhD","PresenterKey":"fcd16ff4-0712-47e1-9def-a4e1d72a2295","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4980. Design and functional characterization of a first-in-class irreversible inhibitor of HOIL-1-interacting protein (HOIP) with selective antitumor activity against B-cell non-Hodgkin lymphoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Design and functional characterization of a first-in-class irreversible inhibitor of HOIL-1-interacting protein (HOIP) with selective antitumor activity against B-cell non-Hodgkin lymphoma","Topics":null,"cSlideId":""},{"Abstract":"The compound QN-302, a tetra-substituted naphthalene diimide (ND) derivative has been designed to have high affinity for G-quadruplex (G4) nucleic acids. It has single-digit nM anti-proliferative activity in a panel of human pancreatic cancer cell lines (Ahmed et al., ACS Med Chem Lett, 2020, 11, 1634-1644) and anti-tumor activity in xenograft, orthotopic and genetic (KPC) models for pancreatic cancer (PDAC). Its mode of action involves the targeting of G4-forming sites in promoter regions of cancer-associated genes, where their prevalence is over-represented compared to other genes. Transcriptome analyses of QN-302 in MIA-PACA2 cells have confirmed genes involved in cancer-associated pathways and carry G4 motifs in their promoters as targets. We have found that expression of the S100P gene, a well-authenticated indicator of PDAC disease and progression, is highly down-regulated in QN-302 treated cells. The S100P gene contains at least five putative G4 motifs, including a classic G4 promoter site just upstream of the transcription start site. We have observed that transcriptome analyses on tumor material from human PDAC patients, and those from poorly differentiated as well as more highly differentiated tumors, have shown that the S100P gene is highly over-expressed (especially in poorly differentiated tumors). We now report on gene expression analysis of S100P using control and treated tumor tissues from a therapeutic study in PDAC MIA-PACA2 xenografts in mice, by means of RT-qPCR and Western blot analyses. The data shows statistically significant dose-dependent decreases in expression of S100P at both the mRNA (to ca 25% of control values) and protein levels (to ca 22% of control values), giving added confidence to the concept that the S100P gene is a therapeutic target in PDAC and may also be useful as a marker of QN-302 response in future clinical use. QN-302 is bio-available at therapeutic doses and is well tolerated at these levels in the animal models. It is being developed for clinical evaluation by Qualigen Therapeutics Inc and is currently at the pre-IND stage.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Target discovery,Pancreatic cancer,DNA binding,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Nicole Williams<sup>1<\/sup>, Jenny Worthington<sup>1<\/sup>, Ahmed Ahmed<sup>2<\/sup>, Tariq Arshad<sup>3<\/sup>, <b>Stephen Neidle<\/b><sup>2<\/sup><br><br\/><sup>1<\/sup>Axis Bioservices, Coleraine, United Kingdom,<sup>2<\/sup>School of Pharmacy, University College London (UCL), London, United Kingdom,<sup>3<\/sup>Qualigen Therapeutics Inc, San Diego, CA","CSlideId":"","ControlKey":"897d6e85-2d91-4c0b-86e1-76428aa945f6","ControlNumber":"3547","DisclosureBlock":"<b>&nbsp;N. Williams, <\/b> <br><b>Axis Bioservices<\/b> Employment. <br><b>J. Worthington, <\/b> <br><b>Axis Bioservices<\/b> Fiduciary Officer, Stock.<br><b>A. Ahmed, <\/b> None.&nbsp;<br><b>T. Arshad, <\/b> <br><b>Qualigen Therapeutics Inc<\/b> Fiduciary Officer, Stock Option. <br><b>S. Neidle, <\/b> <br><b>Qualigen Therapeutics Inc<\/b> Consultant and member of SAB.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6703","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4981","PresenterBiography":null,"PresenterDisplayName":"Stephen Neidle, DSc;PhD","PresenterKey":"62cb953f-6481-4252-904a-40c54617dca6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4981. The potent quadruplex-binding compound QN-302 down-regulates the S100P gene in <i>in vitro<\/i> and <i>in vivo<\/i> models of pancreatic cancer: a potential therapeutic target and biomarker for PDAC","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The potent quadruplex-binding compound QN-302 down-regulates the S100P gene in <i>in vitro<\/i> and <i>in vivo<\/i> models of pancreatic cancer: a potential therapeutic target and biomarker for PDAC","Topics":null,"cSlideId":""},{"Abstract":"Background: Gynecological Mucosal Melanoma(GMM) is aggressive disease with a poor prognosis, where few studies focusing on its target drug and mutation signatures. Cancer as outcome of DNA mutagenesis process and can be inferred from somatic mutations signature by analyzing the genome sequence. Due to the rapid development of next-generation sequencing (NGS) and molecularly driven targeted therapy, discovering different mutation signature in cancer plays an important role in precision medicine.<br \/>Methods: The study was conducted at a high-volume melanoma center, the Peking University Cancer Hospital. We enrolled female patients with melanoma (n = 22) from 2017 to 2021. Subsequently, whole-exome sequencing performed on the Formalin-fixed paraffin-embedded (FFPE) specimens from 22 GMM patients and match normal tissues of patients. Tumor mutational burden (TMB) was measured as the number of nonsynonymous somatic mutations of whole-exome sequence coding region. Mutation signature detection base pair of six substitution subtypes: C&#62;A, C&#62;G, C&#62;T, T&#62;A, T&#62;C, and T&#62;G. NMF can be used to decompose matrix A into two nonnegative matrices.<br \/>Results: In all mutations of 22 GMM patients, we screen two mutation signatures. Signature 1 showed a strong correlation [0.77;cosine similarity value (CSV)] to the signature 3 from the COSMIC database, which represents failure of DNA double-strand break-repair by homologous recombination, which predominated in 55%(12\/22) GMM patients. Signature 2 showed a strong correlation to Cosmic signature 1 (CSV = 0.791), which is has been found in all cancer types correlated with age cancer diagnosis. Patient-18 did not any treatment in our hospital, follow-up was lost. Kaplan-Meier revealed that Signature 2 was associated with longer overall survival in GMM patients and later recurrence or progression.<br \/>Conclusions: This study aimed to identify prognostic markers and the development of targeted therapy for the treatment of GMM.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Cancer,Malignant melanoma,Whole exome sequencing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Zhongwu Li<\/b><sup>1<\/sup>, Lianyi Shen<sup>1<\/sup>, Siyao Liu<sup>2<\/sup><br><br\/><sup>1<\/sup>Peking University Cancer Hospital, Beijing, China,<sup>2<\/sup>ChosenMed Technology Co. Ltd, Beijing, China","CSlideId":"","ControlKey":"c6e8f10f-d9ae-4214-84d9-8e470000fea5","ControlNumber":"3172","DisclosureBlock":"&nbsp;<b>Z. Li, <\/b> None..<br><b>L. Shen, <\/b> None..<br><b>S. Liu, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6704","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4982","PresenterBiography":null,"PresenterDisplayName":"Zhongwu Li, MD, PhD","PresenterKey":"0f9ae44a-b288-4962-b2ab-9043aa08b837","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4982. The somatic mutation signature detected in gynecological mucosal melanoma","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The somatic mutation signature detected in gynecological mucosal melanoma","Topics":null,"cSlideId":""},{"Abstract":"Anaplastic thyroid cancer (ATC) is one of the most aggressive and lethal tumor types, characterized by loss of differentiation, epithelial-to-mesenchymal transition, extremely high proliferation rate, and generalized resistance to therapy. To identify novel relevant, targetable molecular alterations, we have analyzed gene expression profiles from a genetically engineered ATC mouse model and from two human patient datasets, and have found consistent and coordinated upregulation of several genes encoding enzymes involved in the one-carbon metabolic pathway, which uses serine and folates to generate nucleotides, glutathione and glycine. We have used a combination of cell line and in vivo approaches to assess the role of this pathway in the progression and maintenance of ATC and the effect of its inhibition on tumor behavior. Genetic and pharmacological inhibition of both <i>MTHFD2<\/i> and <i>SHMT2<\/i>, key enzymes of the mitochondrial arm of the one-carbon pathway, rendered mouse and human ATC cells auxotroph for glycine and led to significant inhibition of tumor cell proliferation and colony forming ability, which was primarily caused by depletion of the purine pool leading to arrest in S phase. Notably, these growth-suppressive effects were significantly amplified when cells were grown in the presence of physiological types and levels of folates. Genetic blockage of the one-carbon pathway dramatically impaired tumor growth in vivo, both in immunocompetent allograft models and in immunocompromised xenograft models of ATC. Together, these data establish the upregulation of the one-carbon metabolic pathway as a novel and targetable vulnerability of ATC cells, which can be exploited for therapeutic purposes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-05 Novel targets and pathways,,"},{"Key":"Keywords","Value":"Thyroid cancer,Metabolism,Preclinical,Mouse models,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Adam  J.  Sugarman<sup><\/sup>, Luong Do Huynh<sup><\/sup>, <b>Antonio Di Cristofano<\/b><sup><\/sup><br><br\/>Albert Einstein College of Medicine, Bronx, NY","CSlideId":"","ControlKey":"0f40a583-846f-4089-afb4-cd2ff8d2afce","ControlNumber":"3637","DisclosureBlock":"&nbsp;<b>A. J. Sugarman, <\/b> None..<br><b>L. Huynh, <\/b> None..<br><b>A. Di Cristofano, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6705","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4983","PresenterBiography":null,"PresenterDisplayName":"Antonio Di Cristofano, PhD","PresenterKey":"348d3833-f4df-413b-a3a4-9292cdcbdd4f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4983. Anaplastic thyroid cancer cells upregulate mitochondrial one-carbon metabolism to meet purine demand, eliciting a targetable vulnerability","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Anaplastic thyroid cancer cells upregulate mitochondrial one-carbon metabolism to meet purine demand, eliciting a targetable vulnerability","Topics":null,"cSlideId":""},{"Abstract":"The Kirsten rat sarcoma viral oncogene homolog (KRAS) is mutated in approximately 25% of all human cancers and is known to be a major player promoting and maintaining tumorigenesis through the RAS-MAPK pathway. Activating mutations in KRAS increase the ability for GTP-loading, making it difficult to displace, thus constitutively activate downstream MAPK pathway and promote cancer formation. Fortunately, a revolutionary strategy to use covalent allosteric inhibitors that target a shallow pocket on the KRAS surface has provided new impetus for KRAS inhibitor development efforts. These inhibitors, such as AMG510 and MRTX849, show promising results in patients with tumors harboring KRAS G12C mutation. While the approval of AMG510 was a major breakthrough for those patients harboring KRAS G12C mutations, G12C only accounts for a fraction of those with KRAS mutations and eventual resistance to G12C inhibitors is unavoidable. Therefore, develop new drugs direct various KRAS mutants and combination strategies that target resistance mechanisms have become vital in the war against KRAS-mutant tumors.<br \/>To enable the discovery of novel KRAS inhibitors, we established a one-stop service platform, covering affinity detection of compounds to KRAS mutants, KRAS upstream and downstream protein-protein interaction detection, pathway activation detection, cell proliferation assay (2D\/3D culture system), and <i>in vivo<\/i> efficacy evaluation in KRAS mutant xenograft models. Our platform provides assays on nearly all the current mainstream mutants of KRAS, such as G12C\/G12D\/G12R\/G12S\/G13D, and engineered Ba\/F3 cell lines that harboring single or double KRAS mutation. In addition, we developed a panel of resistant models to KRAS G12C inhibitor that bringing a better understanding of the biological basis of drug resistance, and will serve as a new tool to optimize KRAS-G12C inhibitor regimens and combinatorial strategies. The comprehensive KRAS-targeted drug discovery platform is empowering new drug research and development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++ET09-04 Novel antitumor agents,,"},{"Key":"Keywords","Value":"KRAS,Drug resistance,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Beibei Liu<\/b><sup><\/sup>, Lian Li<sup><\/sup>, Xiangyang Zuo<sup><\/sup>, Jie Yang<sup><\/sup>, Ruifeng Wang<sup><\/sup>, Feifei Fan<sup><\/sup>, Wenting Shi<sup><\/sup>, Qingyang Gu<sup><\/sup><br><br\/>WuXi App Tec, Suzhou, China","CSlideId":"","ControlKey":"a4006649-424c-493b-b359-ed403ee6f6c2","ControlNumber":"4056","DisclosureBlock":"&nbsp;<b>B. Liu, <\/b> None..<br><b>L. Li, <\/b> None..<br><b>X. Zuo, <\/b> None..<br><b>J. Yang, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>F. Fan, <\/b> None..<br><b>W. Shi, <\/b> None..<br><b>Q. Gu, <\/b> None.","End":"4\/18\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"6706","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"4984","PresenterBiography":null,"PresenterDisplayName":"Beibei Liu","PresenterKey":"fe09d5f2-63c3-420b-8201-dd9ca55d573c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"4984. Integrated platform enables KRAS-targeted drugs discovery","SearchResultFooter":"","SearchResultHeader":"Apr 18 2023  1:30PM","SessionId":"407","SessionOnDemand":"False","SessionTitle":"Novel Targets and Pathways","ShowChatLink":"false","Start":"4\/18\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Integrated platform enables KRAS-targeted drugs discovery","Topics":null,"cSlideId":""}]