[{"Abstract":"Breast cancers demonstrate robust angiogenesis known as vascular niches despite an abundance of endogenous antiangiogenic factors in the tumor microenvironment. Aberrant angiogenesis may contribute to therapeutic resistance in antiangiogenic treatment via interactions between vascular endothelial cells (ECs) and cancer stem-like cells (CSCs, a subset of malignant cells critical for tumor initiation, metastasis and therapeutic resistance). Emerging evidence suggests that ECs in the tumor vasculature may confer CSC features to cancer cells by developing abnormal vascular niches. Protein kinase D1 (PKD1), a serine threonine kinase upstream of PI3Kinase\/Akt and MAPK\/Erk1\/2, regulates angiogenesis and tumor progression. By analyzing RNA-sequencing data in the Cancer Genome Atlas (TCGA), we also found a poorer overall survival of the patients in the <i>PKD<\/i><i>1<\/i> high cohort compared with the patients with <i>PKD1<\/i> low in BC tissues. Interestingly, our recent studies suggest that enhanced EC PKD1 signaling facilitates arteriolar niche formation for CSC self-renewal in breast cancers. However, the role and mechanisms of EC PKD-1 signaling in arteriolar niche establishment for CSC expansion in tumor progression is a critical yet underexplored and underappreciated field. We propose that EC PKD1 signaling in the vascular niches is essential for the expansion of CSCs to promote malignant progression of BCs. To test this hypothesis, we established a BC model in EC-specific <i>PKD1<\/i> knockout mice and the control mice and developed a co-culture model of ECs and BC cells. By combining with molecular and cellular approaches and immunofluorescence microscopy, we observed that EC PKD1 signaling was critical for BC growth and survival of tumor-bearing mice, and particularly important in metastasis of BCs to the lungs. Analysis of the BC models indicated that there was an obvious enrichment of CSCs in the tumor vasculature of EC PKD1-positive mice. Moreover, there was a significant increase in expression of CD44 and ALDH1, the key CSC-related genes in BCs, in the primary tumors of mice with lung metastases. Co-culture of human microvascular ECs with human BC cells further confirmed that ECs promoted the expression of these two genes in tumor cells, along with the expression of other genes related to CSC self-renewal and epithelial mesenchymal transition. Co-culture with ECs also led to an increase in cell migration and colony formation in BCs. Importantly, the PKD1 signaling dictated the changes in CSC-related gene expression and aggressive behaviors in BC cells. In conclusion, EC PKD1 signaling in the vascular niches is critical for phenotype switching of BC cells to aggressive CSC features, thereby promoting BC progression and lung metastasis. Targeting PKD1-signaling-induced arteriolar niche establishment and this niche interaction with CSCs could provide potential novel and effective therapeutic strategies against tumor angiogenesis and CSC expansion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB01-02 Host-tumor interactions,,"},{"Key":"Keywords","Value":"Angiogenesis,Endothelial cells,Cancer stem cells,Breast cancer,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Abdellah Akil<\/i><\/presenter>, <presenter><i>Atul Kumar<\/i><\/presenter>, <presenter><i>Emily Spangler<\/i><\/presenter>, <presenter><i>Runhua Liu<\/i><\/presenter>, <presenter><i>Adam W. Beck<\/i><\/presenter>, <presenter><i>Lizhong Wang<\/i><\/presenter>, <presenter><i>Bassel El-Rayes<\/i><\/presenter>, <presenter><u><i>Bin Ren<\/i><\/u><\/presenter>. University of Alabama at Birmingham Heersink School of Medicine, Birmingham, AL","CSlideId":"","ControlKey":"667a0562-a31c-449d-84f8-5a6fc89b096b","ControlNumber":"9582","DisclosureBlock":"&nbsp;<b>A. Akil, <\/b> None..<br><b>A. Kumar, <\/b> None..<br><b>E. Spangler, <\/b> None..<br><b>R. Liu, <\/b> None..<br><b>A. W. Beck, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>B. El-Rayes, <\/b> None..<br><b>B. Ren, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9799","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB150","PresenterBiography":null,"PresenterDisplayName":"Bin Ren","PresenterKey":"9853e970-c224-4607-9104-646aa0c603ba","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB150. Endothelial protein kinase D1 signaling induces development of aggressive cancer stem-like cells for breast cancer progression and lung metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Endothelial protein kinase D1 signaling induces development of aggressive cancer stem-like cells for breast cancer progression and lung metastasis","Topics":null,"cSlideId":""},{"Abstract":"Uncovering the composition and structure of the tumor microenvironment is critical to a mechanistic understanding of tumorigenesis and therapeutic resistance. Spatial transcriptomics (ST) technology has enabled profiling the molecular features of tumor tissue with position information. However, the spatial probe of various ST strategies with a 10~100 &#956;m diameter might capture a mixture of transcripts from multiple cells or cell lineages. Cell type deconvolution in ST data of tumor tissues remains challenging for existing methods, which are designed to decompose general ST or bulk data. We develop the Spatial Cellular Estimator for Tumors (SpaCET) to infer cell identities from tumor ST data. Without the need of inputting cell references, SpaCET estimates malignant and non-malignant cell abundance by using a gene pattern dictionary of copy number alterations in common malignancies and a hierarchical atlas of immune\/stromal cells, respectively. SpaCET provides higher accuracy than existing methods based on eight ST datasets on seven cancer types with matched double-blind histopathology annotations as ground truth. Furthermore, SpaCET can reveal the potential intercellular interactions at the tumor-immune interface by integrating inferred cell fractions with the ligand-receptor interaction network. We expect that SpaCET will be a valuable tool for spatial cancer biology.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB01-05 Tumor microcirculation and the microenvironment,,"},{"Key":"Keywords","Value":"Tumor microenvironment,,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Beibei Ru<\/i><\/u><\/presenter>, <presenter><i>Jinlin Huang<\/i><\/presenter>, <presenter><i>Yu Zhang<\/i><\/presenter>, <presenter><i>Kenneth Aldape<\/i><\/presenter>, <presenter><i>Peng Jiang<\/i><\/presenter>. National Cancer Institute, Bethesda, MD, The University of Hong Kong, Hong Kong, China","CSlideId":"","ControlKey":"112b0f1c-5a4a-4d08-aa63-6bb6e2739553","ControlNumber":"9474","DisclosureBlock":"&nbsp;<b>B. Ru, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>Y. Zhang, <\/b> None..<br><b>K. Aldape, <\/b> None..<br><b>P. Jiang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9800","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB151","PresenterBiography":null,"PresenterDisplayName":"Beibei Ru, PhD","PresenterKey":"0eafda08-6576-4eb6-af30-034f6d56978f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB151. Exploring the tumor microenvironment in a spatial context with SpaCET","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exploring the tumor microenvironment in a spatial context with SpaCET","Topics":null,"cSlideId":""},{"Abstract":"Integration of Human Papilloma Virus (HPV) 16 into human genomes is an integral event for cancer progression in Head and Neck Squamous Cell Carcinoma (HNSCC). There is a need to differentiate treatment for HPV-16 integrated HNSCC from other subtypes. We hypothesize that by inhibiting Bromodomain Extra Terminal (BET) protein BRD4, a transcriptional co-regulator of host and viral genes can advance treatment in patients with the integrated subtype of HPV16 associated HNSCC. Through small molecule inhibition and knockdown of BRD4 in seven model HPV-16 integrated cell lines, we demonstrated that BRD4 down-regulates the expression of viral genes E6, E7, independent of viral E2 type of integration. Given that E6 expression is mediated by BRD4, E6-p53 interactions was abrogated as revealed through increased expression of p53. Furthermore, BRD4 inhibition caused downregulation of c-Myc. This result also suggests the function of BRD4 in the regulation of proteins in cell cycle regulation, including E2F1 and p21. BRD4 inhibition was also shown to delay DNA damage response (DDR) by reducing the expression of RAD51 in 6 out of 7 cell lines. RNA-sequencing results give further insight regarding the downregulation of genes involved in DDR &#8211; RAD51, BRCA1 and BRCA2 in all cell lines. RNA-sequencing data also gives us an understanding of the implication of BRD4-inhibition in other genes involved in cell cycle regulation. Knockdown of BRD4 done through small hairpin RNA (shRNA) constructs phenocopied the effects shown through inhibition of BRD4. Additionally, treating the above-mentioned cell lines with BRD4 inhibitor (JQ1) followed by radiation showed further downregulation of viral oncogenes E6, and E7. This suggests that combining radiation and JQ1 treatment can be a viable combination treatment. De-escalating radiation treatment with BRD4 inhibition has potential to be an effective combination treatment for HPV16 integrated HNSCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB02-01 Chemical, environmental, and virus-induced carcinogenesis,,"},{"Key":"Keywords","Value":"Head and neck squamous cell carcinoma,Human papillomavirus (HPV),BRD4,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Dhruthi Suresh<\/i><\/u><\/presenter>, <presenter><i>Chitrasen Mohanty<\/i><\/presenter>, <presenter><i>Albert R. Wang<\/i><\/presenter>, <presenter><i>Christina Kendziorski<\/i><\/presenter>, <presenter><i>Gopal Iyer<\/i><\/presenter>. University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"df859a6d-8287-40d8-9e08-1d56b2d22053","ControlNumber":"10012","DisclosureBlock":"&nbsp;<b>D. Suresh, <\/b> None..<br><b>C. Mohanty, <\/b> None..<br><b>A. R. Wang, <\/b> None..<br><b>C. Kendziorski, <\/b> None..<br><b>G. Iyer, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9802","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB153","PresenterBiography":null,"PresenterDisplayName":"Dhruthi Suresh, B Eng","PresenterKey":"d1e9266b-504c-4c29-90e5-4ca9fda6b849","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB153. Inhibiting BRD4 as a proposed alternative therapeutic strategy for HPV16-associated head and neck squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Inhibiting BRD4 as a proposed alternative therapeutic strategy for HPV16-associated head and neck squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background<\/b>: Circular RNAs (circRNAs) are covalently closed and single-stranded RNAs which play critical roles in various biological processes and diseases including cancers. The functions and mechanisms of circRNAs in hepatocellular carcinoma (HCC) are still need to be clarified.<br \/><b>Methods<\/b>: Custom circRNA microarray was performed to investigate the profile of circRNAs in HCC. Expression of circ0003039 and its clinical significance in 60 pairs of HCC and matched non-cancer liver tissues were identified and confirmed by microarray and quantitative RT-PCR. The biological functions of circ0003039 were investigated by gain-and loss-of-function experiments in vitro and in vivo. RNA pull-down, mass spectrometry, RNA-immunoprecipitation, Co-immunoprecipitation, fluorescent in situ hybridization were used to identify circ0003039-protein interaction. The downstream pathway regulated by circ0003039 was explored using RNA-seq and verified using western blot and immunofluorescence.<br \/><b>Results<\/b>: Expression of circ0003039 was reduced in HCC tissues and positively associated with the overall survival of HCC patients. Circ0003039 was located in cytoplasm of HCC cells. Ectopic overexpression of circ0003039 inhibited the proliferation, colony formation, migration and invasion of HCC cells and the growth of HCC xenograft in mice, while knockdown of circ0003039 had opposite effects in HCC cells. Mechanistically, circ0003039 bound to the N-terminal domain of CALR protein and acted as a scaffold to enhance the interaction of CALR with CAPN2, which promoted the degradation of CALR protein by the enzymatic activity of CAPN2. Rescue experiments showed that circ0003039 inhibited HCC proliferation via suppressing CALR protein. Finally, we found that circ0003039 inhibited HCC cells by suppressing CALR-mediated wnt-&#946;catenin signaling pathway.<br \/><b>Conclusions<\/b>: Our study demonstrates that circ0003039 bind to N-terminal domain of CALR and facilitated CAPN2 to degrade CALR protein, which inhibits the development and progression of HCC via suppressing CALR-mediated wnt-&#946;catenin signaling pathway, and circ0003039 is a potential prognostic biomarker and therapeutic target for HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB02-03 Other,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,circRNA,CALR,&#946;catenin,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yue-Ning Wang<\/i><\/u><\/presenter>, <presenter><i>Yu-Feng Zhou<\/i><\/presenter>, <presenter><i>Ji Liu<\/i><\/presenter>, <presenter><i>Mei-Yin Zhang<\/i><\/presenter>, <presenter><i>Shuo-Cheng Wang<\/i><\/presenter>, <presenter><i>Shi-Juan Mai<\/i><\/presenter>, <presenter><i>Hui-Yun Wang<\/i><\/presenter>. Sun Yat-sen University Cancer Center (SYSUCC), Guangzhou, China","CSlideId":"","ControlKey":"8c5350a4-cecb-4407-831f-f4373e4a8c5f","ControlNumber":"8954","DisclosureBlock":"&nbsp;<b>Y. Wang, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>J. Liu, <\/b> None..<br><b>M. Zhang, <\/b> None..<br><b>S. Wang, <\/b> None..<br><b>S. Mai, <\/b> None..<br><b>H. Wang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9803","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB154","PresenterBiography":null,"PresenterDisplayName":"Yue-ning Wang","PresenterKey":"99aa974b-7044-4125-9289-cad08d2f3abb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB154. Circ0003039 interacts with calreticulin to inhibit the progression of hepatocellular carcinoma by suppressing wnt\/beta-catenin signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Circ0003039 interacts with calreticulin to inhibit the progression of hepatocellular carcinoma by suppressing wnt\/beta-catenin signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"Neovascularization together with aberrant vasculature is a hallmark of glioblastomas. Understanding tumor vasculature can have a pivotal role in planning therapeutics approaches. The objective of this study was to investigate morphological, vasculature and blood flow changes induced by aggressive tumor growth, using in vivo imaging - magnetic resonance imaging (MRI) and functional ultrasound (fUS) imaging in a mouse model of orthotopic glioma. Female NMRI nude mice were xenografted orthotopically with U-87 MG, a human glioblastoma, cells (5 x 10<sup>4<\/sup>) at the age of 8 weeks. Four weeks after implantation the mice we anesthetized with isoflurane and scanned with 11.7 T small animal MRI (Bruker) for tumor volumetry. Thereafter, the mice were imaged with Iconeus One imaging system (Iconeus, Paris, France) for structural information of brain vasculature and relative cerebral blood volume (rCBV) changes. High resolution vascular imaging was performed after intravenous injection of microbubble contrast agent (SonoVue, sulphur hexafluoride microbubbles). The average tumor size was 58.8 &#177; 27.6 mm<sup>3<\/sup> (mean &#177; SD, n=7) four weeks after implantation. Aberrant vasculature could be visualized with structural fUS imaging as and the necrotic core of the tumor could be observed. A reduced rCBF was observed in ipsilateral hemisphere on the relative power doppler signal timeseries as a lower amplitude and faster decay compared to contralateral side. As a summary, in vivo fUS imaging is a noninvasive tool to visualize vascular changes induced by aggressive brain tumor growth which are not detectable with conventional imaging methods (CT, MRI, PET, SPECT) and can provide a novel readout for efficacy studies.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB03-03 Imaging in animal models,,"},{"Key":"Keywords","Value":"Imaging,Glioma,In vivo imaging,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Jussi Rytkönen<\/i><\/u><\/presenter>, <presenter><i>Kimmo Lehtimäki<\/i><\/presenter>, <presenter><i>Taina-Kaisa Stenius<\/i><\/presenter>, <presenter><i>Riikka Immonen<\/i><\/presenter>, <presenter><i>Ari Suhonen<\/i><\/presenter>, <presenter><i>Artem Shatillo<\/i><\/presenter>. Charles River Laboratories, Inc., Kuopio, Finland","CSlideId":"","ControlKey":"eb11db94-cb64-46eb-8bd1-1f1cd750ccde","ControlNumber":"9864","DisclosureBlock":"&nbsp;<b>J. Rytkönen, <\/b> None..<br><b>K. Lehtimäki, <\/b> None..<br><b>T. Stenius, <\/b> None..<br><b>R. Immonen, <\/b> None..<br><b>A. Suhonen, <\/b> None..<br><b>A. Shatillo, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9804","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB155","PresenterBiography":null,"PresenterDisplayName":"Jussi Rytkönen, PhD","PresenterKey":"3da14cfe-b994-4edc-9052-d170ce08d3bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB155. In vivo imaging of vascular pathology in mouse orthotopic glioma model using functional ultrasound","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"In vivo imaging of vascular pathology in mouse orthotopic glioma model using functional ultrasound","Topics":null,"cSlideId":""},{"Abstract":"Background &#38; Objective: High-grade serous ovarian cancer (HGSOC) accounts for over 80% of all epithelial ovarian cancer (OC) diagnoses, and the majority of patients with HGSOC are diagnosed with advanced metastatic disease. Aberrant expression of interferon stimulated gene 15 (ISG15) has been demonstrated in human malignancies, and we have identified that ISG15 is highly expressed in HGSOC tumors and peritoneal ascites. This study seeks to determine whether ISG15 contributes to HGSOC progression and metastasis through extracellular vesicle (EVs) secretion.<br \/>Method: ISG15 expression was analyzed in ascites samples and primary ovarian cancer cells (POCC) from different patients by ELISA and WB. Cell surface biotinylation assay was done to show the modulation of endo and exocytosis by ISG15 and STAT3. Immunoprecipitation pull down assay was done to demonstrate the interaction of ISG15 with activated STAT3. Confocal microscopy showed the co-localization of STAT3 with the endosome marker TSG101. In-vivo studies were done using bio-luminescence imaging in orthotopic ovarian tumor mouse models to measure tumor progression and metastasis.<br \/>Results: ISG15 was found to be significantly elevated in HGSOC metastases (pelvic, mesenteric and diaphragmatic samples) as compared to primary ovarian tumors or benign samples. We observed that ISGylation was increased in POCC cells derived from ascites with increased USP18 expression. Our results confirmed a significant decrease in EV&#8217;s secretion in ISG15 KD POCC cells. Mice injected with ISG15 OE -POCC cells showed increased tumor burden when compared to the ISG15Kd cells in mice. Furthermore, we observed a significant reduction of ovarian tumor growth and metastasis in an orthotopic mouse model treated with a small molecule inhibitor-DAP5 that targeted ISG15 or exosome blocker (Amiloride) compared to untreated mice. In addition, we found the expression of ISG15 within the EVs represents a promising development in elucidating prognostic markers for HGSOC patients.<br \/>Conclusion: Based on our results, ISG15 expression is elevated in HGSOC patient ascites and metastatic disease sites. The aberrant expression of ISG15 in patient ascites plays a key role in the secretion of EVs carrying ISG15, which contributes to HGSOC progression and metastases. Our study provides the pre-clinical evidence regarding new molecular targets, novel prognostic markers, and innovative therapeutic strategies for HGSOC, aiming to ultimately improve the survival of patients suffering from this disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-02 Biomarkers of metastasis,,"},{"Key":"Keywords","Value":"Ovarian cancer, ISG15,Extracellular vesicles,Biomarkers,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Kalpana Deepa Priya Dorayappan<\/i><\/u><\/presenter>, <presenter><i>Vincent Wagner<\/i><\/presenter>, <presenter><i>Dongju Park<\/i><\/presenter>, <presenter><i>Meghan M. Newcomer<\/i><\/presenter>, <presenter><i>Michelle DS Lightfoot<\/i><\/presenter>, <presenter><i>Deepika Kalaiyarasan<\/i><\/presenter>, <presenter><i>Takahiko Sakaue<\/i><\/presenter>, <presenter><i>Wafa Khadraoui<\/i><\/presenter>, <presenter><i>Casey Cosgrove<\/i><\/presenter>, <presenter><i>Larry J. Maxwell<\/i><\/presenter>, <presenter><i>Qi-En Wang Wang<\/i><\/presenter>, <presenter><i>David O’Malley<\/i><\/presenter>, <presenter><i>Raphael E. Pollock<\/i><\/presenter>, <presenter><i>David E. Cohn<\/i><\/presenter>, <presenter><i>Selvendiran Karuppaiyah<\/i><\/presenter>. The Ohio State University, Columbus, OH, Case Western Reserve University, Akron, OH, NYU Langone Medical Center, New York, NY, The Inova Schar Cancer Institute, FairFax, VA","CSlideId":"","ControlKey":"310c706a-46e0-4ae6-b344-5328a7da0192","ControlNumber":"9974","DisclosureBlock":"&nbsp;<b>K. Dorayappan, <\/b> None..<br><b>V. Wagner, <\/b> None..<br><b>D. Park, <\/b> None..<br><b>M. M. Newcomer, <\/b> None..<br><b>M. D. Lightfoot, <\/b> None..<br><b>D. Kalaiyarasan, <\/b> None..<br><b>T. Sakaue, <\/b> None..<br><b>W. Khadraoui, <\/b> None..<br><b>C. Cosgrove, <\/b> None..<br><b>L. J. Maxwell, <\/b> None..<br><b>Q. Wang, <\/b> None..<br><b>D. O’Malley, <\/b> None..<br><b>R. E. Pollock, <\/b> None..<br><b>D. E. Cohn, <\/b> None..<br><b>S. Karuppaiyah, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9805","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB156","PresenterBiography":null,"PresenterDisplayName":"Kalpana Deepa Priya Dorayappan, PhD","PresenterKey":"780b777f-8140-4740-ab6f-5c7640cd1d4e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB156. Identified the ISG15 mediated extracellular vesicles drives ovarian cancer progression and metastasis: extracellular vesicular ISG15 is a potential biomarker and therapeutic target","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identified the ISG15 mediated extracellular vesicles drives ovarian cancer progression and metastasis: extracellular vesicular ISG15 is a potential biomarker and therapeutic target","Topics":null,"cSlideId":""},{"Abstract":"As the third enzyme of the pentose phosphate pathway (PPP), abnormally elevated levels of 6-phosphogluconate dehydrogenase (6PGD) have been documented in various human cancers. We demonstrate that reduced cereblon (CRBN) protein expression is the underlying mechanism of elevated 6PGD expression in metastatic prostate cancer cells. We establish 6PGD as a new endogenous substrate for CRBN by demonstrating that it interacts directly with CRBN and is ubiquitinated by CRL4CRBN. In addition, CRBN negatively regulates prostate cancer cell progression and metastasis, as abnormally high 6PGD, in the absence of sufficient CRBN, enhances the metastatic potential of prostate cancer in vitro and in vivo. Our findings show convincingly that carbohydrate metabolism regulated by 6PGD is linked to prostate cancer metastasis via CRBN. Based on these data, we propose that the 6PGD-CRBN axis may be a suitable target for further research into new therapeutics for mitigating prostate cancer metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-05 Genes that regulate migration and invasion,,"},{"Key":"Keywords","Value":"Cancer progression,Migration,Prostate cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Koushik Guchhait<\/i><\/presenter>, <presenter><i>Hyeon Seung Yoon<\/i><\/presenter>, <presenter><i>Seungheon Shin<\/i><\/presenter>, <presenter><i>Hyun-Su An<\/i><\/presenter>, <presenter><i>Hye Seung Nam<\/i><\/presenter>, <presenter><i>Francisco D. Yanqui-Rivera<\/i><\/presenter>, <presenter><i>Samara M. Oña<\/i><\/presenter>, <presenter><i>Miguel Á. Mendez<\/i><\/presenter>, <presenter><i>Seokjae Park<\/i><\/presenter>, <presenter><i>Eun-Kyoung Kim<\/i><\/presenter>, <presenter><i>Jong Yeon Hwang<\/i><\/presenter>, <presenter><i>Jee-Young Han<\/i><\/presenter>, <presenter><i>Doo Yong Chung<\/i><\/presenter>, <presenter><i>Daeho Park<\/i><\/presenter>, <presenter><i>Su-Geun Yang<\/i><\/presenter>, <presenter><i>Chul-Seung Park<\/i><\/presenter>, <presenter><u><i>Steve K. Cho<\/i><\/u><\/presenter>. School of Life Sciences, Gwangju Institute of Science & Technology (GIST), Gwangju, Korea, Republic of, Instituto de Simulación Computacional (ISC-USFQ), Universidad San Francisco de Quito, Quito, Ecuador, Department of Brain and Cognitive Sciences, Daegu Gyeongbuk Institute of Science and Technology (DGIST), Daegu, Korea, Republic of, Therapeutics & Biotechnology Division, Korea Research Institute of Chemical Technology (KRICT), Daejeon, Korea, Republic of, Department of Pathology, Inha University College of Medicine, Inha University Hospital, Incheon, Korea, Republic of, Department of Urology, Inha University College of Medicine, Inha University Hospital, Incheon, Korea, Republic of, Department of Biomedical Science, BK21 FOUR program in Biomedical Science and Engineering, Inha University College of Medicine, Incheon, Korea, Republic of","CSlideId":"","ControlKey":"894f6a8e-fc6a-4453-9771-2b745d752ded","ControlNumber":"9781","DisclosureBlock":"&nbsp;<b>K. Guchhait, <\/b> None..<br><b>H. Yoon, <\/b> None..<br><b>S. Shin, <\/b> None..<br><b>H. An, <\/b> None..<br><b>H. Nam, <\/b> None..<br><b>F. D. Yanqui-Rivera, <\/b> None..<br><b>S. M. Oña, <\/b> None..<br><b>M. Á. Mendez, <\/b> None..<br><b>S. Park, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>J. Hwang, <\/b> None..<br><b>J. Han, <\/b> None..<br><b>D. Chung, <\/b> None..<br><b>D. Park, <\/b> None..<br><b>S. Yang, <\/b> None..<br><b>C. Park, <\/b> None..<br><b>S. K. Cho, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9806","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB157","PresenterBiography":null,"PresenterDisplayName":"Steve Cho, PhD","PresenterKey":"4be2b55b-ed88-4938-90f7-de601763740a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB157. Cereblon inhibits prostate cancer progression and metastasis by negatively regulating 6PGD","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cereblon inhibits prostate cancer progression and metastasis by negatively regulating 6PGD","Topics":null,"cSlideId":""},{"Abstract":"The invasion of nerves by cancer cells, or perineural invasion (PNI), is potentiated by the nerve microenvironment and is associated with adverse clinical outcomes. However, the cancer cell characteristics that enable PNI are poorly defined. Here, we generated cell lines enriched for a rapid neural invasive phenotype by serially passaging pancreatic cancer cells in a murine sciatic nerve model of PNI. Cancer cells isolated from the leading edge of nerve invasion showed a progressively increasing nerve invasion velocity with higher passage number. Transcriptome analysis revealed an upregulation of proteins involving the plasma membrane, cell leading edge, and cell movement in the leading neural-invasive cells. Leading cells progressively became round and blebbed, lost focal adhesions and filipodia, and transitioned from mesenchymal to amoeboid phenotype. Leading cells acquired an increased ability to migrate through microchannel constrictions and associate with dorsal root ganglia than non-leading cells. ROCK inhibition reverted leading cells from an amoeboid to mesenchymal phenotype, reduced migration through microchannel constrictions, reduced neurite association, and reduced PNI in a murine sciatic nerve model. Cancer cells with rapid PNI exhibit an amoeboid phenotype, highlighting the plasticity of cancer migration mode in enabling rapid nerve invasion.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Cell migration,Invasion,Pancreatic cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Qi Wang<\/i><\/u><\/presenter>, <presenter><i>Andrea Marcadis<\/i><\/presenter>, <presenter><i>Elizabeth Kao<\/i><\/presenter>, <presenter><i>Chun-Hao Chen<\/i><\/presenter>, <presenter><i>Laxmi Gusain<\/i><\/presenter>, <presenter><i>Ann Powers<\/i><\/presenter>, <presenter><i>Richard Bakst<\/i><\/presenter>, <presenter><i>Sylvie Deborde<\/i><\/presenter>, <presenter><i>Richard J. Wong<\/i><\/presenter>. Memorial Sloan Kettering Cancer Center, New York, NY, Mount Sinai Medical Center, New York, NY","CSlideId":"","ControlKey":"359cd219-eae5-4616-be06-0519b5692d76","ControlNumber":"9605","DisclosureBlock":"&nbsp;<b>Q. Wang, <\/b> None..<br><b>A. Marcadis, <\/b> None..<br><b>E. Kao, <\/b> None..<br><b>C. Chen, <\/b> None..<br><b>L. Gusain, <\/b> None..<br><b>A. Powers, <\/b> None..<br><b>R. Bakst, <\/b> None..<br><b>S. Deborde, <\/b> None..<br><b>R. J. Wong, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9807","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB158","PresenterBiography":null,"PresenterDisplayName":"Qi Wang","PresenterKey":"c4daacd9-a795-4c19-a7de-010a9b23535a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB158. Rapid cancer cell perineural invasion utilizes amoeboid migration","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Rapid cancer cell perineural invasion utilizes amoeboid migration","Topics":null,"cSlideId":""},{"Abstract":"Melanoma brain metastasis (MBM) is associated with poor prognosis and low survival rates. MBM is diagnosed clinically in up to 60% of melanoma patients and in up to 80% of patients at autopsy. Circulating Tumor Cells (CTCs) are &#8220;seeds&#8221; of fatal metastasis and the smallest functional units of cancer. Our previous studies have employed a multilevel approach to identify a common CTC signature for ribosomal protein large\/small subunits (RPL\/RPS) which is linked to MBM development and progression<sup>1<\/sup>. Here, we hypothesized that targeting ribosomal biogenesis prevents MBM onset in CTC-derived xenografts. First, we treated CTC-injected MBM mice with RPL15 inhibitor omacetaxine to monitor metastatic progression. Second, parallel cohorts of mice were treated with CDK4\/CDK6 inhibitor palbociclib with or without omacetaxine to assess effects of cell proliferation. Total flux of MBM signal was measured by IVIS and found to be higher in untreated mice. Mouse necropsies revealed decreased levels of MBM, along with metastatic dissemination to other organs. Third, collected mouse blood was analyzed by the FDA-approved Parsortix<sup>TM<\/sup> platform to enumerate CTC\/CTC clusters (IHC), and evaluate their gene expression (RNA-seq). Lastly, metabolic profiling of inhibitor-treated versus untreated MBM CTC-derived clones was performed in vitro. Collectively, our findings indicate that the deregulation of ribosomal proteins inhibits MBM progression. This implicates a specific vulnerability of aggressive CTC subsets with high RPL\/RPS content in MBM patients. RPL\/RPS genetic screening could be a prognostic indicator of MBM severity and clinical outcomes. Our work promotes the concept that therapies targeting RPL\/RPS proteins merit exploration as potential suppressors of metastatic progression in general, MBM in particular. 1. Bowley T, Lagutina I, Francis C, Sivakumar S, Selwyn R, Taylor E, et al. The RPL\/RPS gene signature of melanoma updates CTCs associates with brain metastasis. <i>Cancer Research Communications<\/i> 2022;2: 1445-57.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-08 Metastasis-promoting genes,,"},{"Key":"Keywords","Value":"Circulating tumor cells,Melanoma\/skin cancers,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Tetiana Yuriyivna Bowley<\/i><\/u><\/presenter>, <presenter><i>Seth Merkley<\/i><\/presenter>, <presenter><i>Irina Lagutina<\/i><\/presenter>, <presenter><i>Dario Marchetti<\/i><\/presenter>. Univ. of New Mexico Health Sciences Ctr. - Albuquerque, Albuquerque, NM","CSlideId":"","ControlKey":"ae97612e-d378-42ca-a154-1a3f7d8667a9","ControlNumber":"9512","DisclosureBlock":"&nbsp;<b>T. Y. Bowley, <\/b> None..<br><b>S. Merkley, <\/b> None..<br><b>I. Lagutina, <\/b> None..<br><b>D. Marchetti, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9808","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB159","PresenterBiography":null,"PresenterDisplayName":"Tetiana Bowley","PresenterKey":"dfc3e16b-e708-45a3-930a-93097339487f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB159. Deregulation of CTC-associated RPL\/RPS protein expression inhibits melanoma brain metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Deregulation of CTC-associated RPL\/RPS protein expression inhibits melanoma brain metastasis","Topics":null,"cSlideId":""},{"Abstract":"Mdm2 and its homologue MdmX form an E3-ligase complex that is best understood as the major regulator of p53. Yet Mdm2 and MdmX have functions in cells that are independent of their ability to degrade p53. Amongst the functions regulated by Mdm2 is cell migration, although the molecular mechanism(s) involved have not been well characterized. We show, in a p53 <i>null <\/i>model, that either siRNA knockdown of Mdm2 or MdmX as well as pharmacological inhibition of the Mdm2\/X complex E3-ligase can reduce migration of cells grown as monolayer or invasion of cells from pre-formed spheroids into collagen-based matrices. This is consistent with our observation that Mdm2 ablation or inhibition leads to decreased cell spreading and attachment of cells to the extracellular matrix. In line with these findings, we found that modulation of Mdm2, MdmX or the Mdm2\/X complex impacts focal adhesion (FA) formation, a main step in cell attachment, spreading and migration. Physiologically, Mdm2 silencing leads to decreased metastatic burden in mouse models. Mechanistically, we have discovered that Mdm2 modulates the RNA levels of Sprouty4 and that Sprouty4 is needed for the effects of Mdm2 knockdown on cell migration, FA formation and metastasis. Taken together, we have discovered a pathway by which Mdm2, through the activity of the Mdm2\/X complex, mitigates FA formation, migration and ultimately metastasis by regulation of Sprouty4 independently of p53. Our findings suggest that blocking Mdm2 or the Mdm2\/X complex might be a potential target to prevent metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB04-08 Metastasis-promoting genes,,"},{"Key":"Keywords","Value":"Invasion,Metastasis,MDM2,Cell adhesion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Rafaela Muniz de Queiroz<\/i><\/u><\/presenter>, <presenter><i>Gizem Efe<\/i><\/presenter>, <presenter><i>Asja Guzman<\/i><\/presenter>, <presenter><i>Naoko Hashimoto<\/i><\/presenter>, <presenter><i>Yusuke Kawashima<\/i><\/presenter>, <presenter><i>Tomoaki Tanaka<\/i><\/presenter>, <presenter><i>Anil K. Rustgi<\/i><\/presenter>, <presenter><i>Carol Prives<\/i><\/presenter>. Columbia University, New York, NY, Chiba University, Chiba, Japan, Kazusa DNA Research Institute, Chiba, Japan","CSlideId":"","ControlKey":"c157c0cf-c73b-48f9-822b-943630606eb7","ControlNumber":"9593","DisclosureBlock":"&nbsp;<b>R. Muniz de Queiroz, <\/b> None..<br><b>G. Efe, <\/b> None..<br><b>A. Guzman, <\/b> None..<br><b>N. Hashimoto, <\/b> None..<br><b>Y. Kawashima, <\/b> None..<br><b>T. Tanaka, <\/b> None..<br><b>A. K. Rustgi, <\/b> None..<br><b>C. Prives, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9809","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB160","PresenterBiography":null,"PresenterDisplayName":"Rafaela Muniz de Queiroz, MS;PhD","PresenterKey":"ee0af2d0-c2e9-4593-a267-40a7002c26a1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB160. Mdm2 regulates metastasis and associated cellular processes through modulation of Sprouty4 in a p53-independent manner","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mdm2 regulates metastasis and associated cellular processes through modulation of Sprouty4 in a p53-independent manner","Topics":null,"cSlideId":""},{"Abstract":"The specific communication of multiple cell types in the tumor microenvironment plays a critical role in cancer progression. Current engineering methods have failed to adequately replicate the complexities of the tumor microenvironment (TME). In particular, generating engineered tissue-like environments with multiple TME cell types has remained challenging. Here we demonstrate the capability to pattern complex single cell circuit configurations, using a novel microfluidic bioprinting method, to study cell-cell communication in the early TME. A microfluidic dispenser (Biopixlar, Fluicell AB) was optimized to determine the delivery pressure (5 &#8211; 80 mbar), internal vacuum (0 &#8211; 80 -mbar), and external vacuum (0 &#8211; 80 -mbar) to enable highly controllable deposition of single cells suspended in complete media supplemented with polyethylene glycol (15 mg\/mL, 1:1) at 1x10<sup>6<\/sup> cells\/mL. Flow conditions were optimized for human cells: MDA-MB-231, MCF7, PC3, breast epithelial cells (MCF10a), fibroblasts, cancer associated fibroblasts, THP-1 derived macrophages, CD4+ T cells, CD8+ T cells, human umbilical vein endothelial cells (HUVECs), and mesenchymal stem cells. As proof of concept, the optimized settings were used to replicate a 2D tumor biopsy region of interest with high spatial precision. Next, cell-cell communication circuits were fabricated with cancer cells (PC3 or MDA-MB-231) and HUVECs. Communication circuits were bioprinted as 4 by 4 cell arrays, with 100 &#181;m spacing between each cell, equal number of HUVECs and cancer cells, and three different cellular arrangements: alternating cell types, like cell types grouped, and groups of four like cell types. The circuits were live cell imaged for up to 30 hours to observe cell migration patterns, proliferation, and morphological changes as a function of cell-cell communication circuit arrangements. Optimal printing parameters were identified as 80 mbar delivery pressure, -25 mbar internal vacuum, and -55 mbar external vacuum. These parameters maintained &#62;99% cell viability and &#177;10 &#181;m spatial precision of printed cells. Live cell imaging of circuits containing PC3s or MDA-MB-231s with HUVECs on collagen substrates revealed changes in migration patterns, proliferation, and morphology depending on the surrounding cellular arrangement. HUVECs were highly migratory throughout the duration of the experiment, frequently extended protrusions towards nearby HUVECs, but did not display the same level of interaction with PC3s as they did with MDA-MB-231s. In MDA-MB-231 circuits, irrespective of patterning, we identified clear tendencies of HUVECs to herd MDA-MB-231s, travel overtop of MDA-MB-231s, collect and carry visible particles released from MDA-MB-231s, and maintain dendritic morphology instead of undergoing the expected vascular tubulogenesis. We found that HUVECs had the best morphology when clustered in groups of four and proliferated most when surrounded by MDA-MB-231s (alternating pattern). We found that MDA-MB-231s only proliferated when surrounded by HUVECs and had the least displacement when surrounded by like cells. These results demonstrate a method to precisely bioprint single cell circuits, enabling the investigation of cellular spatial organization and composition within the tumor microenvironment as it relates to tumor initiation and progression.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-01 3-D and tissue recombinant models,,"},{"Key":"Keywords","Value":"Single cell,3D cell culture,Cell migration,Tumor microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Haylie R. Helms<\/i><\/u><\/presenter>, <presenter><i>Alexander E. Davies<\/i><\/presenter>, <presenter><i>Rebekka Duhen<\/i><\/presenter>, <presenter><i>Joshua M. Moreau<\/i><\/presenter>, <presenter><i>Ellen M. Langer<\/i><\/presenter>, <presenter><i>Luiz E. Bertassoni<\/i><\/presenter>. Knight Cancer Institute, Oregon Health & Science University, Portland, OR","CSlideId":"","ControlKey":"907f990e-2604-4d1a-8a1a-92d99e954bda","ControlNumber":"9622","DisclosureBlock":"&nbsp;<b>H. R. Helms, <\/b> None..<br><b>A. E. Davies, <\/b> None..<br><b>R. Duhen, <\/b> None.&nbsp;<br><b>J. M. Moreau, <\/b> <br><b>GSK<\/b> Other, Consultant. <br><b>E. M. Langer, <\/b> <br><b>Organovo<\/b> Other, Inventor on technology that has been optioned to Organovo, Inc. <br><b>L. E. Bertassoni, <\/b> <br><b>Humarrow<\/b> Stock, Patent. <br><b>Stemson<\/b> Independent Contractor. <br><b>RegendoDent<\/b> Employment, Stock, Other Business Ownership, Patent.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9810","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB161","PresenterBiography":null,"PresenterDisplayName":"Haylie Helms, MS","PresenterKey":"e8c8be40-2e27-40a9-882b-85e254bf4583","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB161. Single cell bioprinted cell circuits for the systematic assessment of cell-cell communication in the early tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell bioprinted cell circuits for the systematic assessment of cell-cell communication in the early tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"The promise of precision medicine is to improve patient outcomes by making better therapeutic choices based on cancer causing somatic mutations. This strategy has shown limited success in colorectal cancer, in part because the genetic rules governing resistance and sensitivity are not fully elucidated. Direct drug sensitivity testing of individual patient-derived organoids is an attractive addition to this decision process because it does not require understanding of all drug-somatic mutation interactions. Individual patients avatars can be challenged with a variety of drugs and response used to inform patient care. We have developed a panel of colon cancer organoid avatars and uniquely tagged each one with a lentiviral vector possessing identifying DNA sequence bar codes flanked by common PCR primers. Each bar-code is uniquely identifiable and quantifiable from a mixture of organoids by nanopore sequencing of a common PCR product. Treatment of the mixture of organoid avatars over time under multiple drug conditions and sampling at different time points allowed the real-time monitoring of relative Darwinian fitness of each organoid in the mixture. We demonstrated the utility of this approach at identifying both expected and novel drug responses for individual organoids. Resistance to both nutlin and irinotecan were correctly predicted by TP53 somatic mutations while sensitivity to both lapatinib and ibrutinib were best predicted by mutations in EGFR signaling pathway. Patterns of drug response revealed unexpected common mechanisms. Future work will focus on informing patient care decisions with these results and determining if improvements in patient outcomes are realized.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Precision medicine,Preclinical testing,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><i>Shrey Patel<\/i><\/presenter>, <presenter><i>Sana Khalili<\/i><\/presenter>, <presenter><i>Victoria Moy<\/i><\/presenter>, <presenter><i>Emma Gray<\/i><\/presenter>, <presenter><i>Sawyer Lyons<\/i><\/presenter>, <presenter><i>Riley Brents<\/i><\/presenter>, <presenter><i>Carolyn Banister<\/i><\/presenter>, <presenter><u><i>Phillip J. Buckhaults<\/i><\/u><\/presenter>. University of South Carolina, College of Pharmacy, Columbia, SC","CSlideId":"","ControlKey":"e8653c1b-6272-4246-afa4-b142be57581f","ControlNumber":"9352","DisclosureBlock":"&nbsp;<b>S. Patel, <\/b> None..<br><b>S. Khalili, <\/b> None..<br><b>V. Moy, <\/b> None..<br><b>E. Gray, <\/b> None..<br><b>S. Lyons, <\/b> None..<br><b>R. Brents, <\/b> None..<br><b>C. Banister, <\/b> None.&nbsp;<br><b>P. J. Buckhaults, <\/b> <br><b>Janssen Research and Development<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9811","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB162","PresenterBiography":null,"PresenterDisplayName":"Phillip Buckhaults, PhD","PresenterKey":"4d381d21-5a5e-4043-b25f-9f6853caba7d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB162. A multiplex organoid avatar drug testing platform for precision medicine","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A multiplex organoid avatar drug testing platform for precision medicine","Topics":null,"cSlideId":""},{"Abstract":"Introduction<br \/>Pancreatic ductal adenocarcinoma (PDAC) is predicted to be the second leading cause of cancer death in the US by 2030. Besides the late detection and lack of effective treatments, the greatest treatment hurdle to PDAC is the ineffectiveness of patient-derived tumor models. Precision medicine-based treatment decisions require the generation of consistent and trackable complex organoid models that is not achievable by tissue biopsies. Liquid biopsies such as blood, instead, contain circulating biomarkers released by the tumor, among which especially interested in for this study are circulating tumor cells (CTCs). This work develops microfluidic 3D organoids from CTCs to be used as a precision medicine tool to predict and guide the drug response of early stage I-IIB (PDAC) patients.<br \/>Experimental Methods<br \/>CTCs are isolated from PDAC patient blood samples using microfluidic Labyrinth following removal of red blood cells with 6% dextran. Collected cells post-isolation are immunofluorescence (IF) stained with DAPI (nuclei), CD45 (leukocyte), pancytokeratin (type I\/II cytokeratin 1-8, 10, 14- 16 and 19), Vimentin, and Epithelial cell adhesion molecule (EpCAM) to identify CTCs and characterize their phenotypes. The mold of the microfluidic platform for CTC organoids is fabricated with the standard SU-8 photolithography. The PDMS-based device is tested with a low seeding number of a pancreatic cancer CTC cell line labeled fluorescently. Decellularization of cancer associated fibroblasts (CAFs) generates the in vitro matrix that supplies amino-acid precursors for PDAC metabolism, promoting CTC organoid formation. Serial images of cell growth are obtained throughout the course using a Ti-20 microscope. After each 7-day culture, organoids are dissociated from the device and IF stained using a similar panel as above (with Ki67 marker instead of CD45 for cell proliferation). Preliminary gemcitabine dosage-performance analysis is performed on-chip.<br \/>Results<br \/>CTC count from the tested patient panel (n=16) averages 17.0&#177;8.4\/mL of blood. CAFs are successfully decellularized on-chip and the embedded pancreatic CTC cell line growth curve is generated. IF staining of the dissociated cells from the organoids confirms the proliferation of the loaded pseudo-CTCs.<br \/>Conclusion<br \/>The work above demonstrates the successful isolation of CTCs from PDAC patient blood samples and an engineered microfluidic platform to expand low abundance of cells into organoids. It has a potential to be tested and employed to expand CTCs from PDAC into organoids for drug screening.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Microfluidics,Organoids,Pancreatic cancer,Circulating tumor cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Yu Zhang<\/i><\/u><\/presenter>, <presenter><i>Scott Smith<\/i><\/presenter>, <presenter><i>Minal Nenwani<\/i><\/presenter>, <presenter><i>Valerie Gunchick<\/i><\/presenter>, <presenter><i>Vaibhav Sahai<\/i><\/presenter>, <presenter><i>Sunitha Nagrath<\/i><\/presenter>, <presenter><i>Deepak Nagrath<\/i><\/presenter>. University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"29dabebb-794f-431f-bbe8-b391f21c7631","ControlNumber":"9562","DisclosureBlock":"&nbsp;<b>Y. Zhang, <\/b> None..<br><b>S. Smith, <\/b> None..<br><b>M. Nenwani, <\/b> None..<br><b>V. Gunchick, <\/b> None..<br><b>V. Sahai, <\/b> None..<br><b>S. Nagrath, <\/b> None..<br><b>D. Nagrath, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9812","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB163","PresenterBiography":null,"PresenterDisplayName":"Yu Zhang, BS","PresenterKey":"09bfaf4f-76ad-4bfd-8c7d-4dbf6725c9b0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB163. A microfluidic platform for developing circulating tumor cells (CTCs) organoids for precision medicine in pancreatic cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A microfluidic platform for developing circulating tumor cells (CTCs) organoids for precision medicine in pancreatic cancer","Topics":null,"cSlideId":""},{"Abstract":"The use of Poly ADP ribose polymerase inhibitors (PARPi) has revolutionized the treatment of homologous recombination (HR) deficient ovarian cancer tumors. A subset of these tumors exhibit genetic and acquired resistance to PARPi treatment. We have previously shown histone deacetylase inhibitors (HDACi) resensitizes ovarian cancer cells to PARPi. The objective of this study is to examine the effectiveness of combination HDACi and PARPi treatment in two in vitro models of mouse ovarian cancer cells. To investigate these effects, we used the following three ID8 murine ovarian cancer epithelial cell lines: <i>TP53<sup>-\/-<\/sup><\/i> (HR deficient), <i>TP53<sup>-\/-<\/sup>\/BRCA2<sup>-\/-<\/sup><\/i> (HR proficient), and an olaparib resistant line <i>TP53<sup>-\/-<\/sup>\/BRCA2<sup>-\/-<\/sup>-<\/i>OR (ID8_OR). We also created ovarian cancer organoids from these three lines. In short, 8-week old female C57BL\/6 mice were injected with 7 million untreated cells in PBS. Following the formation of ascites, mice were sacrificed and organoids were derived from both ascites and tumors. For viability assays, cells were pretreated with entinostat (Ent, 0.25uM) for 24h, followed by 72h (2D cells) or 7 days (organoids) of Ent (0-2uM), olaparib (Ola, 0-40uM), or in combination. Cell proliferation and viability was assessed using MTS and ATP-based assays. For immunofluorescence and western blotting analysis, cells were treated with 0.5uM Ent, 10uM Ola or the combination.<i>TP53 <\/i>adherent cells and organoids treated with 0.5uM Ent + 10uM of Ola significantly reduced cell proliferation when compared to Ola alone (p= 0.0028, 0.0021 Two-Way ANOVA). When compared to Ola and Ent alone, <i>TP53\/BRCA2<\/i> adherent cells treated with 0.125uM of Ent + 2.5uM of Ola also reduced cell proliferation (p=0.0011 and p=0.0072, 0.0845). Lastly, ID8_OR adherent cells and organoids treated with 0.125uM of Ent + 2.5&#956;M of Ola significantly reduced cell proliferation when compared to Ola alone (p=0.0018, 0.0264).Immunofluorescences analysis revealed, when treated with Ola and Ent combination, adherent <i>TP53<\/i> (p= 0.002, n.s), <i>TP53\/BRCA2<\/i> (p=0.0033, 0.0315), and ID8_OR (n.s) cells displayed increased expression of DNA damage marker gH2AX when compared to Control and Ola alone. We also observed decreased expression of RAD51 in cells treated with combination when compared to control and Ola alone, <i>TP53<\/i> (p= &#60;0.0001, 0.0023) and ID8_OR (n.s). In our organoids, we found an increase in gH2AX across all three cell lines when treated with Ola+Ent compared to control and Ola alone: <i>TP53<\/i> (p= &#60;0.0001, 0.0057), <i>TP53\/BRCA2<\/i> (n.s), and ID8_OR (p= 0.0116, 0.0151). Similarly, we found a decrease in RAD51 when cells were treated with Ola+Ent compared to control and Ola alone: <i>TP53<\/i> (p= n.s, 0.0418) and ID8_OR (n.s). Lastly, preliminary western blot analysis of the organoids, revealed a decreases in proliferation marker PCNA in both adherent cells and organoids when comparing the control to combination treatment. In conclusion, the combination of Ola and Ent treatment restores responsiveness of two in vitro models of genetic and acquired PARPi resistance through increasing DNA damage and reducing DNA repair and proliferation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-07 Organoids,,"},{"Key":"Keywords","Value":"Organoids,Ovarian cancer,Combination therapy,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Bisiayo E. Fashemi<\/i><\/u><\/presenter>, <presenter><i>Lilian N. Van Biljon1<\/i><\/presenter>, <presenter><i>Tyler Woodard<\/i><\/presenter>, <presenter><i>Vijayalaxmi Gupta<\/i><\/presenter>, <presenter><i>Mary M. Mullen<\/i><\/presenter>, <presenter><i>Benjamin Bitler<\/i><\/presenter>, <presenter><i>Dineo Khabele<\/i><\/presenter>. Washington University School of Medicine in St. Louis, St. Louis, MO, University of Colorado, Aurora, CO","CSlideId":"","ControlKey":"5be5c2ee-5674-4bbf-81f8-807a07c70b03","ControlNumber":"9949","DisclosureBlock":"&nbsp;<b>B. E. Fashemi, <\/b> None..<br><b>L. N. van Biljon1, <\/b> None..<br><b>T. Woodard, <\/b> None..<br><b>V. Gupta, <\/b> None..<br><b>M. M. Mullen, <\/b> None..<br><b>B. Bitler, <\/b> None..<br><b>D. Khabele, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9813","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB164","PresenterBiography":null,"PresenterDisplayName":"Bisiayo Fashemi, BS,PhD","PresenterKey":"47b6645f-7d60-4d88-89ef-e7fcc0bf2f68","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB164. Entinostat restores sensitivity to olaparib in two in vitro models of PARPi resistant ovarian cancer cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Entinostat restores sensitivity to olaparib in two in vitro models of PARPi resistant ovarian cancer cells","Topics":null,"cSlideId":""},{"Abstract":"Introduction: Targeting RAS<sup>mut<\/sup> colorectal cancers (CRC) remains challenging and targeting has focused on the RAS-MAPK cascade. MEK inhibitors for KRAS<sup>mut<\/sup> tumors were not successful <i>in vivo<\/i> or in clinic as they slowed tumor growth, but did not cause regression at clinically achievable doses, however, potential for synergy has been shown. <i>In vivo<\/i> modeling commonly guides decisions to advance to the clinic but these studies are heterogeneously conducted, with rare use of statistically justified sample sizes or prespecified alternate hypotheses. The purpose of this study was to develop a robust PDX screening platform for pre-clinical evaluation of combination strategies, and pilot it with MEK inhibitor combinations.<br \/>Methods: The screening model was based on Simon's two-stage design, with alternate hypothesis of 30% response rate (null hypothesis of 5% response rate). Stage 1 involved testing drug combinations against 5 KRAS<sup>mut<\/sup> PDX models. Drug combinations that demonstrated efficacy in Stage 1 (&#8805;10% decrease in tumor volume at Day 22 post-treatment) were tested in Stage 2 against an additional 13 PDX models. The null hypothesis was rejected if &#8805;3\/18 PDX models showed response. This design yields a type I error rate of 0.05 and power of 0.8. Twenty RAS-MAPK cascade inhibitor-based combinations were tested. RP2D drug doses were used.<br \/>Results: In Stage 1, MEKi plus CDK4\/6i combination demonstrated efficacy in 3\/5 models. This effect was sustained in Stage 2 (9\/13 models with &#8805;10% decrease in tumor volume) for a total of 12\/18. MEKi\/BETi was next best (total 4\/18 models). MEKi\/PARPi and MEKi\/ERKi - 3\/18. Two combinations (MEKi\/TKi and MEKi\/AKTi) passed Stage 1, but failed in Stage 2 (2\/18 total). Other combinations did not meet efficacy threshold in Stage 1 and were deemed inactive. In an expansion study of various RAS<sup>mut <\/sup>PDX models (6 codon 12\/13 KRAS<sup>mut<\/sup>, 5 codon 61\/146 RAS<sup>mut<\/sup> and 4 RAS<sup>wt<\/sup>), trametinib\/palbociclib differentially attenuated tumor growth relative to untreated controls and caused tumor regression in all tested PDX models. Protein expression analysis (RPPA) demonstrated increases in cell cycle regulators (Cyclin-B1, FOXM1, PLK1) in non-responders, and higher pMEK and FOXO3 protein levels in responders. Combination treatment resulted in decreased expression of MAPK\/ERK and CDK4\/6 pathway-related proteins. mRNA expression analysis (GSEA) revealed that MEKi-resistant PDX models were enriched in cell cycle, ERK, mTORC1, ER stress and DDR signaling pathways. Primary drug combination toxicity (weight loss) was most pronounced with trametinib\/palbociclib compared to tram or palbo alone. Using <i>in vivo<\/i> dose\/response matrix screening, we maintained &#62;90% efficacy while significantly reducing toxicity (decreasing weight loss from &#62;15% to &#60;10%) by decreasing palbociclib dose and maintaining tram dose intensity.<br \/>Conclusions: The two-stage screening design demonstrated efficacy, time and cost-efficiency in drug combination screening. Efficacy of MEKi\/CDK4\/6i, MEKi\/PARPi and MEKi\/BETi combinations in RAS<sup>mut<\/sup> CRCs was confirmed. These combinations are now being explored in prospective clinical trials.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Late Breaking and Clinical Trials","AdditionalFields":[{"Key":"Topics","Value":"++TB05-09 Patient-derived xenograft models,,"},{"Key":"Keywords","Value":"Patient-derived xenograft (PDX) models,Colorectal cancer,Combination therapy,Screening,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<presenter><u><i>Alexey Sorokin<\/i><\/u><\/presenter>, <presenter><i>Preeti Kanikarla Marie<\/i><\/presenter>, <presenter><i>Fengqin Gao<\/i><\/presenter>, <presenter><i>Zhensheng Liu<\/i><\/presenter>, <presenter><i>David Menter<\/i><\/presenter>, <presenter><i>Scott Kopetz<\/i><\/presenter>. UT MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"dad43b14-ab95-4e77-b03f-013998431c62","ControlNumber":"9867","DisclosureBlock":"<b>&nbsp;A. Sorokin, <\/b> <br><b>Boehringer Ingelheim<\/b> Other Intellectual Property.<br><b>P. Kanikarla Marie, <\/b> None..<br><b>F. Gao, <\/b> None..<br><b>Z. Liu, <\/b> None..<br><b>D. Menter, <\/b> None.&nbsp;<br><b>S. Kopetz, <\/b> <br><b>Lutris, Iylon, Frontier Medicines, Xilis, Navire<\/b> Other, ownership interest. <br><b>Genentech, EMD Serono, Merck, Holy Stone Healthcare, Novartis, Lilly, Boehringer Ingelheim, AstraZeneca\/MedImmune, Bayer Health, Redx Pharma, Ipsen, HalioDx, Lutris, Jacobio, Pfizer<\/b> Other, consultant. <br><b>Inivata, GlaxoSmithKline, Jazz Pharmaceuticals, Iylon, Xilis, Abbvie, Amal Therapeutics, Gilead Sciences, Mirati Therapeutics, Flame Biosciences, Servier, Carina Biotech, Bicara Therapeutics<\/b> Other, consultant. <br><b>Endeavor BioMedicines, Numab, Johnson & Johnson\/Janssen, Genomic Health, Frontier Medicines, Replimune, Taiho Pharmaceutical, Cardiff Oncology, Ono Pharmaceutical, Bristol-Myers Squibb-Medarex, Amgen<\/b> Other, consultant. <br><b>Tempus, Foundation Medicine, Harbinger Oncology, Inc, Takeda, CureTeq, Zentalis, Black Stone Therapeutics, NeoGenomics Laboratories, Accademia Nazionale Di Medicina<\/b> Other, consultant. <br><b>Sanofi, Biocartis, Guardant Health, Array BioPharma, Genentech\/Roche, EMD Serono, MedImmune, Novartis, Amgen, Lilly, Daiichi Sankyo<\/b> Grant\/Contract.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"9814","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"LB165","PresenterBiography":null,"PresenterDisplayName":"Alexey Sorokin, PhD","PresenterKey":"69f9f099-3973-44e1-956a-d718fb9e4212","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"LB165. A novel PDX-based 2-stage screening platform can identify active drug combinations against KRAS-mutated colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"701","SessionOnDemand":"False","SessionTitle":"Late-Breaking Research: Tumor Biology 1","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel PDX-based 2-stage screening platform can identify active drug combinations against KRAS-mutated colorectal cancer","Topics":null,"cSlideId":""}]