[{"Abstract":"PCSK9 is a serin protein kinase of the family of convertases. It has been extensively studied in hypercholesterolaemia, but has recently been shown to be involved in cancer. It is overexpressed in several types of cancer, especially during the process of metastasis. One of the most common is colon liver metastasis. In this process of dissemination, the tumor microenvironment plays a key role. Our research focuses on the function of PCSK9 in liver sinusoidal endothelial cells (LSECs) involved in angiogenesis. We have shown in a study in vitro by qPCR and western blotting (WB), that PCSK9 protein is expressed in LSECs under basal conditions. Furthermore, we activated the cells with media from SW620 tumor cells as well as from SW620-derived cancer stem cells (CSCs) during 24 hours. Thus, we have shown that activation of LSECs with CSC conditioned media significantly increases PCSK9 expression at the mRNA level. This is the first time this convertase is detected in LSECs. In addition, we performed an immunofluorescence (IF) staining of PCSK9 to determine the cellular localization of the protein in this cell type. We found PCSK9 in the nucleus of LSECs in cell culture. Furthermore, we have confirmed the nuclear location by a WB analysis of the cytoplasmatic and nuclear fraction of the cells. As far as we know, this localization of PCSK9 has never been observed which open the possibility of new function for PCSK9 in LSECs. In addition, we performed IF staining in human tissues, both adjacent and metastatic livers. Thus, LSECs were labelled with the specific marker CD31 and PCSK9 demonstrating that PSCK9 is also expressed in patient&#8217;s LSECs. Regarding cellular localization, the protein appears to be localized in the nucleus according to the observations made in vitro. In order to determine PCSK9 function, we overexpressed PCSK9 in HEK cells and we co-immunoprecipitated it to study the related proteins. Some protein of interest appeared as far as EpCAM and CDK6 which are being studied. Furthermore, we inhibited PCSK9 with siRNA and chemical inhibitor (PF-06446846). We performed a proliferation test in both conditions and we showed that LSEC proliferation significantly decrease when we inhibit PCSK9. Finally, we did a RNAseq study in LSEC cells inhibiting PCSK9 after their activation with CSC media. This result showed us a significant decrease expression of ERN1 or FAP at mRNA level when PCSK9 is inhibited. We can conclude that PCSK9 plays a key role in LSEC during Liver Colorectal Metastasis affecting significantly on proliferation and showing a particular nuclear location. Although the metabolic pathway remains undetermined, the proteomic and RNAseq studies have provided us with some molecules that seem to interact with PCSK9 and that could explain the particular function of PCSK9 in LSECs during the metastatic process","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Angiogenesis,Endothelial cells,Metastatic tumors,Microenvironment,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ander Martin-San Sebastian<\/b><sup>1<\/sup>, Helena García-García<sup>1<\/sup>, Géraldine Siegfried<sup>2<\/sup>, Abdel-Majid Khatib<sup>2<\/sup>, Iker Badiola<sup>3<\/sup><br><br\/><sup>1<\/sup>Universidad del País Vasco-Euskal Herriko Unibertsitatea, Bilbao, Spain,<sup>2<\/sup>U1312, INSERM, Bordeaux, France,<sup>3<\/sup>Biología Celular e Histología, Universidad del País Vasco-Euskal Herriko Unibertsitatea, Bilbao, Spain","CSlideId":"","ControlKey":"69a01263-95a4-4bc6-bbe1-654577660b66","ControlNumber":"4579","DisclosureBlock":"&nbsp;<b>A. Martin-San Sebastian, <\/b> None..<br><b>H. García-García, <\/b> None..<br><b>G. Siegfried, <\/b> None..<br><b>A. Khatib, <\/b> None.&nbsp;<br><b>I. Badiola, <\/b> <br><b>Nanokide Therapeutics<\/b> Other Business Ownership.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8231","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1311","PresenterBiography":null,"PresenterDisplayName":"Ander Martin San Sebastian","PresenterKey":"deb7594b-73d9-4b08-802e-9b8d07281ab8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1311. PCSK9 expression in liver sinusoidal endothelial cells during liver metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PCSK9 expression in liver sinusoidal endothelial cells during liver metastasis","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>Most cancers harbor mutations in the TP53 gene (encoding for the p53 tumor suppressor protein). Furthermore, gain-of-function (GOF) mutation in p53 imparts an aggressive traits to the cells when compared to the cancer cells harboring inactivating mutations or wild-type (WT)-p53. Notably, multiple studies have delineated the presence of GOF-mutant p53 protein in untransformed cells or in stromal compartments of tumor microenvironment (TME). In recent years, the involvement of extracellular vesicles (EVs) in cell-to-cell communication has emerged as a major route by which cancer cells can interact and educate immune, and non-immune cells in TME to become tumor supportive. To this end, we hypothesize that mutant p53 protein can be shuttled via EVs to TME cells thus shedding light on a novel non-cell autonomous role of mutant p53 cancers.<b>Methods<\/b>EVs were isolated from various cancer cell lines (pancreas, lung, colon) differing by their p53 status and the effect on neighboring cancer cells and TME cells was studied in vitro and in-vivo. We also utilized the human colorectal Colo-320DM cancer cell xenograft model, which expresses the R248W p53 mutant. FFPE sections of subcutaneous tumors derived from the Colo-320DM xenografts were stained for p53 using the DO-1 antibody that specifically recognizes human p53.<b>Results<\/b>Our data demonstrated that mutant p53 protein can be selectively sorted into EVs; that mutant p53 in EVs can be taken up by neighboring cancer cells and macrophages that do not harbor mutant p53 protein. Evident of macrophage education was seen with the increased expression and secretion of pro-inflammatory cytokines. Notably, mutant p53 expression was also found in non-tumor cells in both human cancers, and in non-human tissues in human xenografts.<b>Summary<\/b>Cancer cells harboring GOF p53 mutants, can package mutant p53 proteins in EVs, and deliver them to neighboring cancer cells and to the TME.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Extracellular vesicles,p53 mutations,Tumor microenvironment,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bibek Bhatta<\/b><sup>1<\/sup>, Ishai Luz<sup>1<\/sup>, Christian Krueger<sup>2<\/sup>, Fanny Xueting Teo<sup>2<\/sup>, David  P.  Lane<sup>3<\/sup>, Kanaga Sabapathy<sup>2<\/sup>, Tomer Cooks<sup>1<\/sup><br><br\/><sup>1<\/sup>Ben Gurion University, Beersheva, Israel,<sup>2<\/sup>National Cancer Centre Singapore, Singapore, Singapore,<sup>3<\/sup>p53 Laboratory (p53Lab), Agency for Science, Technology, and Research (A*STAR), Singapore, Singapore","CSlideId":"","ControlKey":"a9d350f9-5ac2-4189-acce-9104d7bb4ebb","ControlNumber":"484","DisclosureBlock":"&nbsp;<b>B. Bhatta, <\/b> None..<br><b>I. Luz, <\/b> None..<br><b>C. Krueger, <\/b> None..<br><b>F. X. Teo, <\/b> None..<br><b>D. P. Lane, <\/b> None..<br><b>K. Sabapathy, <\/b> None..<br><b>T. Cooks, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8232","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1312","PresenterBiography":null,"PresenterDisplayName":"Bibek Bhatta, BS;MS","PresenterKey":"391dda9d-29e3-48c8-8b05-00c9d8c1ad52","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1312. Oncogenic mutant p53 proteins are selectively shuttled by cancer extracellular vesicles toeducate the tumor microenvironment","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Oncogenic mutant p53 proteins are selectively shuttled by cancer extracellular vesicles toeducate the tumor microenvironment","Topics":null,"cSlideId":""},{"Abstract":"<u>Background:<\/u> Uveal melanoma (UM) is the most common primary intraocular tumor in adults, and half cases develop incurable liver metastases. As the liver is the first and often the only metastatic site of UM, this suggests the existence of a favorable microenvironment for UM cells. Extracellular vesicles (EVs) are released by cancer cells, which allow oncoproteins or genetic material to be transferred to distant cells in order to modify their microenvironment and promote the spread of cancer. Our hypothesis is that EVs from the ocular tumor precondition the hepatic stroma by activating hepatic stellate cells (HSteCs) to promote the colonization by metastatic cells. Our study aims to determine the role of melanomic EVs in the mechanisms governing the remodeling of the liver microenvironment, including the stromal stiffness.<br \/><u>Methods:<\/u> EVs were isolated from UM cells and choroidal melanocytes by differential centrifugation. The mechanisms of EV internalization in HSteCs were investigated by confocal microscopy using inhibitors of endocytosis pathways. The impact of melanomic EVs on the viability, energy metabolism and gene expression profile of targeted cells was studied using MTS assay, LIVE\/DEAD assay, and RNA-Sequencing. In addition, activation of the mechanotransduction signaling pathways were studied by immunofluorescence and Western blotting (FAK phosphorylation and YAP nuclear translocation. HSteCs were seeded on hydrogels of varying stiffness (0.8\/2.5\/8 kPa; which mimic the stiffness of healthy to highly fibrotic liver), and then exposed to EVs to study their level of activation\/contractility by confocal microscopy (&#9082;SMA+) and traction force microscopy. The preconditioning of the liver by melanomic EVs were studied by <i>in vivo<\/i> fluorescence imaging in immunodeficient mice. The liver was collected, and the EV-driven activation of HSteCs and their remodeling of the hepatic stroma were analyzed by confocal and polarization microscopy. The number of metastatic lesions and the fibrosis were studied by histological staining using Masson's Trichrome and Hematoxylin &#38; Eosin stains.<br \/><u>Results:<\/u> Melanomic EVs increased the proliferation and energy metabolism of HSteCs, and activated pro-fibrotic signaling pathways. The increased rigidity of hydrogels, which mimic advanced pathological stages, favored the internalization of melanomic EVs by HSteCs. The preconditioning of the liver by melanomic EVs promoted the development of metastases and the production of a stiffer extracellular matrix in the animal model.<br \/><u>Conclusions:<\/u> Melanomic EVs preconditioned the liver by establishing a pre-metastatic niche through the activation of stellate cells. A better understanding of the bidirectional crosstalk between metastatic UM cells and stellate cells at the premetastatic and micro-metastatic stages in the liver will allow to identify new molecular mechanisms or biophysical features that could be therapeutically targeted.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Liver,Extracellular vesicles,Uveal melanoma,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kelly Coutant<\/b><sup>1<\/sup>, Léo Piquet<sup>1<\/sup>, Enola Bollmann<sup>2<\/sup>, Andrew Mitchell<sup>3<\/sup>, François Bordeleau<sup>2<\/sup>, Solange Landreville<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Ophthalmology, Faculty of Medicine, Université Laval, Quebec City, Quebec, Canada; Centre de recherche en organogénèse expérimentale de l’Université Laval\/LOEX, Quebec City, Quebec, Canada, Quebec, QC, Canada,<sup>2<\/sup>Université Laval Cancer Research Center, Quebec City, Quebec, Canada; Department of molecular biology, medical biochemistry and pathology, Faculty of Medicine, Université Laval, Quebec City, Quebec, Canada, Quebec, QC, Canada,<sup>3<\/sup>Regenerative Medicine Axis, CHU de Québec-Université Laval Research Centre, Quebec City, Quebec, Canada; Centre de recherche en organogénèse expérimentale de l’Université Laval\/LOEX, Quebec City, Quebec, Canada, Quebec, QC, Canada","CSlideId":"","ControlKey":"6ffd1c3d-2fbc-402b-9ac2-9289518ac55f","ControlNumber":"6435","DisclosureBlock":"&nbsp;<b>K. Coutant, <\/b> None..<br><b>L. Piquet, <\/b> None..<br><b>E. Bollmann, <\/b> None..<br><b>A. Mitchell, <\/b> None..<br><b>F. Bordeleau, <\/b> None..<br><b>S. Landreville, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8233","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1313","PresenterBiography":null,"PresenterDisplayName":"Kelly Coutant, MS","PresenterKey":"a52d6381-2eea-43c1-998e-9d04eca1721c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1313. Hepatic pre-metastatic niche formation by uveal melanoma extracellular vesicles","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hepatic pre-metastatic niche formation by uveal melanoma extracellular vesicles","Topics":null,"cSlideId":""},{"Abstract":"Triple negative breast cancer (TNBC) is the most lethal subtype of all breast cancers leading to high mortality rates. Tumor-derived extracellular vesicles (TEV) along with their cell-type specific cargo are greatly implicated in tissue-specific metastasis. In addition to metastasis, TEV play a crucial role in interacting with the distant microenvironment &#38; shaping a pre-metastatic niche (PMN) for tumor cells to home. Understanding the mechanisms by which TEV promote PMN development has great potential to improve the diagnosis, prognosis, &#38; treatment of TNBC. Annexin A2 (AnxA2) is a plasma &#38; endosomal membrane-associated protein. High levels of AnxA2 in TNBC patients have been correlated with poor distant metastasis-free survival and poor overall survival. It is abundantly present in the TEV &#38; recruits cargo such as proteins and microRNAs. Our lab reported that <i>in vivo<\/i> education with AnxA2 depleted TNBC-derived extracellular vesicles (EVs) led to reduced metastasis in lungs &#38; brain suggesting a key role in the formation of a PMN. While the presence of AnxA2 in TNBC-derived EVs has been reported, its molecular role in the formation &#38; development of PMN via EVs is still unexplored. We aim to evaluate the implications of AnxA2 in EVs at distant sites to mediate tumor cell homing &#38; elucidate mechanisms promoting TNBC metastasis. We have employed RNA interference-mediated gene silencing to stably downregulate AnxA2 in organotropic TNBC cell lines derived from the parent MDA MB 231 cells. We observed a significant effect of AnxA2 depletion on its physiological role in plasmin generation. Differential ultracentrifugation was used to isolate EVs from cell culture supernatant and the physical characterization was done using Nanoparticle Tracking Analyzer. Biological characterization was done in concordance with MISEV 2018 guidelines. Using immunoblotting we confirmed reduced levels of AnxA2 in EVs derived from AnxA2 depleted TNBC cells. We verified their purity using EV enriched markers - ESCRT, Heat shock proteins &#38; tetraspanins such as CD81, CD9, CD63 &#38; confirmed the absence of negative markers - GM130 &#38; cytochrome c. Interestingly, a reduced yield of EV was observed with AnxA2 depletion indicating a potential effect on EV biogenesis and release. Additionally, the EVs will be subjected to quantitative proteomic analysis to identify differentially expressed proteins upon loss of AnxA2. We will further carry out transcriptome profiling of the AnxA2 depleted TNBC cells and -derived EVs to identify the differentially expressed genes. The role of AnxA2 in TEV biogenesis, release and selective cargo loading will lead to potential identification and understanding of the novel secretory and EV protein that may act as a functional regulator in promoting advanced metastasis in TNBC. [This research is supported by the NCI under Award Number R01CA220273 (JKV), awarded to Dr. Jamboor K. Vishwanatha.]","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Extracellular vesicles,Premetastatic niche,Triple-negative breast cancer (TNBC),,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Rucha Trivedi<\/b><sup><\/sup>, Jamboor K. Vishwanatha<sup><\/sup><br><br\/>Microbiology, Immunology and Genetics, University of North Texas Health Science Ctr., Fort Worth, TX","CSlideId":"","ControlKey":"21815594-e390-44dd-b05e-99cdd5acc231","ControlNumber":"5812","DisclosureBlock":"&nbsp;<b>R. Trivedi, <\/b> None..<br><b>J. K. Vishwanatha, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8234","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1314","PresenterBiography":null,"PresenterDisplayName":"Rucha Trivedi, B Eng","PresenterKey":"b1be6195-c4c0-43b8-b771-d188db0304ab","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1314. Molecular contribution of Annexin A2 in triple negative breast cancer metastasis via tumor-derived extracellular vesicles","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Molecular contribution of Annexin A2 in triple negative breast cancer metastasis via tumor-derived extracellular vesicles","Topics":null,"cSlideId":""},{"Abstract":"Metastasis is responsible for 90% of all cancer-related deaths, making it the most significant challenge in cancer treatment for clinicians worldwide. Metastasis is thought to occur in a stepwise process, in which local lymph nodes (LNs) are first colonized by tumour cells before proceeding to distal organs. However, the mechanism by which LN metastasis facilitates distal metastasis is poorly understood. LNs undergo environmental changes to accommodate tumour cell growth within, notably by shifting the environment towards immunosuppression to shut down anti-tumour immune cells. This immunosuppressive environment is critical for the establishment of LN metastases, as cytotoxic CD8 T cells will otherwise neutralize incoming circulating tumour cells. Neutrophils are among the first cells recruited to tumour-draining LNs to mediate the environmental shift, and yet their method of action has not been fully elucidated. They have recently been found to secrete NETs within LNs during cancer, which are pro-inflammatory web-like formations of DNA decorated with antimicrobial peptides. While NETs have been shown to exert pro-tumour effects in the tumour microenvironment and to facilitate metastasis as a whole, their role in LNs has never been explored. Using a NETs deficient mouse model (PAD4-\/-), we report that NETs deposition within the tumour-draining LNs of mice upregulates the Treg population while simultaneously downregulating anti-tumour CD8 T cell proliferation and activation. Following these findings, we performed an in vitro suppression assay and found that NETs-educated Tregs hinder the expansion of CD8 T cells more than non-NETs-educated Tregs. Finally, through an induced metastasis mouse model, we have observed that tumour-draining LN resection as well as the absence of NETs protects against the development of distal metastasis, and decreases body-wide inflammation as seen by a lowered Neutrophil-to-Lymphocyte ratio in the circulation. Taken together, these findings highlight the role of NETs deposition in LNs as a key player in disease progression and bring forward a potential target for anti-metastatic drug development.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Lymph node metastasis,Innate immunity,T cell,Immunosuppression,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ariane Brassard<\/b><sup>1<\/sup>, Xin Su<sup>1<\/sup>, Iqraa Dhoparee-Doomah<sup>1<\/sup>, Sabrina Leo<sup>1<\/sup>, Lixuan Feng<sup>1<\/sup>, France Bourdeau<sup>1<\/sup>, Betty Giannias<sup>1<\/sup>, Corissa Larson<sup>1<\/sup>, Qian Qiu<sup>1<\/sup>, Jonathan Spicer<sup>1<\/sup>, Lorenzo Ferri<sup>2<\/sup>, Jonathan Cools-Lartigue<sup>1<\/sup><br><br\/><sup>1<\/sup>McGill University Health Centre Research Institute, Montreal, QC, Canada,<sup>2<\/sup>McGill University, Montreal, QC, Canada","CSlideId":"","ControlKey":"9c902f75-6b3d-43ed-992a-df8fc62c95a1","ControlNumber":"5241","DisclosureBlock":"&nbsp;<b>A. Brassard, <\/b> None..<br><b>X. Su, <\/b> None..<br><b>I. Dhoparee-Doomah, <\/b> None..<br><b>S. Leo, <\/b> None..<br><b>L. Feng, <\/b> None..<br><b>F. Bourdeau, <\/b> None..<br><b>B. Giannias, <\/b> None..<br><b>C. Larson, <\/b> None..<br><b>Q. Qiu, <\/b> None..<br><b>J. Spicer, <\/b> None..<br><b>L. Ferri, <\/b> None..<br><b>J. Cools-Lartigue, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8235","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"5","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1315","PresenterBiography":null,"PresenterDisplayName":"Ariane Brassard, BS","PresenterKey":"a2a85e3f-69fd-42d3-8c38-92d29f6cb40a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1315. NETs act as immunosuppressive agents within lymph nodes during cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"NETs act as immunosuppressive agents within lymph nodes during cancer","Topics":null,"cSlideId":""},{"Abstract":"Obesity is known to worsen the overall prognosis of breast cancer patients. Breast cancer patients with a body mass index (BMI) of &#8805;30 kg\/m<sup>2<\/sup> have an increased risk for metastatic disease compared to patients with a BMI in the normal range. Further studies are necessary to understand the mechanisms driving increased breast cancer metastasis in obese patients, particularly to the lung. Although immune cells like neutrophils and myeloid derived suppressor cells have been studied in breast cancer metastasis of the lung, little is known how adaptive immune cells function in metastatic niche of the lung in obesity. To investigate these gaps, we fed 3-week-old female FVB\/N mice either a low-fat diet (LFD) or high-fat diet (HFD) for 16 weeks to induce obesity.&nbsp; We then injected estrogen receptor positive (ER+) TC2 cells into the mammary fat pad. Tumors grew to 0.5 cm in diameter then were surgically removed.&nbsp; Lung tissue was collected 8 weeks after tumor removal to examine progression of metastatic disease, and T cell populations were quantified in metastatic lung tissue from obese and lean mice using flow cytometry.&nbsp; Lungs from obese mice showed a significant increase of total immune cells (CD45) and a decrease in total T cells and natural killer cells (NK) compared with controls.&nbsp; CD3+ cells and CD8+ T cells from obese mice expressed higher levels of programmed cell death protein-1 (PD1), a marker of T cell dysfunction.&nbsp; These results suggest that T cells from the lungs of obese mice may have a greater level of T cell dysfunction than controls.&nbsp;To further investigate how obesity alters the function of T cells, CD45+ cells were sorted from lungs from lean and obese mice with and without metastasis, and gene expression was examined using the Nanostring nCounter Immune Exhaustion panel. Immune cells from the lungs of obese non-tumor-bearing mice showed increased expression of NK exhaustion markers and increased TCR signaling. In metastatic lungs from obese mice, immune cells also showed impaired interferon and tumor necrosis factor signaling and an increase in genes associated with exhaustion in NK cells. Further analysis showed upregulated expression of genes associated with senescence in immune cells from metastatic lungs of obese mice. These data suggest that obesity may increase dysfunctional states of T cells and NK cells, leading to enhanced metastatic growth of breast cancer cells.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Breast cancer,Metastasis,T cell,Immune checkpoint,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Abbey  E.  Williams<\/b><sup>1<\/sup>, Lisa  M.  Arendt<sup>2<\/sup><br><br\/><sup>1<\/sup>University of Wisconsin-Madison, Madison, WI,<sup>2<\/sup>Comparative Biosciences, University of Wisconsin-Madison, Madison, WI","CSlideId":"","ControlKey":"4cd15795-cafe-436f-bf77-e0d354bbc20e","ControlNumber":"5033","DisclosureBlock":"&nbsp;<b>A. E. Williams, <\/b> None..<br><b>L. M. Arendt, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8236","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1316","PresenterBiography":null,"PresenterDisplayName":"Abbey Williams, BS","PresenterKey":"dc51c15b-5ad6-43f7-aa03-0cac5be1835e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1316. Immune cell dysfunction is enhanced in a mouse model of obesity-associated breast cancer lung metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Immune cell dysfunction is enhanced in a mouse model of obesity-associated breast cancer lung metastasis","Topics":null,"cSlideId":""},{"Abstract":"<b>Introduction<\/b>: Primary tumor cells release exosomes facilitating pre-metastatic niche formation in distant organs, initiating the process of metastasis. As metastasis is the main prognostic factor for patients, it is essential to understand the pre-metastatic niches and develop therapies to target them. It has been shown that Kupffer cells play an crucial role in the formation of pre-metastatic niche in the liver. We have recently shown that exercise training (ExT) alters the phenotype of Kupffer cells and attenuates tumor metastasis after surgery. Here, we hypothesize that ExT can interfere with exosome mediated pre-metastatic niches, hence decreasing metastasis.<br \/><b>Methods<\/b>: Eight-week-old male mice were randomized into sedentary and ExT group. Mice were pre-educated with cancer exosomes for 4 weeks to induce pre-metastatic niche and intra-splenically injected with murine colorectal cancer (MC38) cells. Tumor metastasis and growth was followed by 3 weeks.<br \/><b>Results<\/b>: Compared to the sedentary group, there was a significant decrease in metastatic nodules and hepatic tumor replacement in the ExT mice liver. To further study the effects of ExT, livers from both groups were harvested 4 weeks after exosome pre-education. We observed decrease in the uptake of tumor exosome, immune cells infiltration and fibronectin deposition in the ExT livers, which demonstrates less pre-metastatic niche formation. Bulk RNA sequencing was performed on Kupffer cells isolated from both groups. Ingenuity pathway analysis shows that Triggering Receptor Expressed on Myeloid cells 1 (TREM1) signaling pathway was downregulated in EXT group, indicating less activation of Kupffer cells.<br \/><b>Conclusions<\/b>: These results indicate that exercise reduces pre-metastatic niche formation and tumor metastasis by affecting the interaction between cancer exosomes and Kupffer cells. In light of these findings, potential may exist to reduce exosome-induced liver pre-metastatic niches through the use of ExT as a nonpharmacologic therapy in patients with cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-10 Premetastatic niche,,"},{"Key":"Keywords","Value":"Exercise,Exosomes,Premetastatic niche,Liver,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ruiqi Yang<\/b><sup><\/sup>, Tony Haykal<sup><\/sup>, Celine Tohme<sup><\/sup>, Ronghua Wang<sup><\/sup>, Christof Kaltenmeier<sup><\/sup>, David Geller<sup><\/sup>, Hamza Yazdani<sup><\/sup>, Samer Tohme<sup><\/sup><br><br\/>University of Pittsburgh, Pittsburgh, PA","CSlideId":"","ControlKey":"5c586e48-6704-4f96-af2e-f5037f31f73f","ControlNumber":"5415","DisclosureBlock":"&nbsp;<b>R. Yang, <\/b> None..<br><b>T. Haykal, <\/b> None..<br><b>C. Tohme, <\/b> None..<br><b>R. Wang, <\/b> None..<br><b>C. Kaltenmeier, <\/b> None..<br><b>D. Geller, <\/b> None..<br><b>H. Yazdani, <\/b> None..<br><b>S. Tohme, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8237","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1317","PresenterBiography":null,"PresenterDisplayName":"Ruiqi Yang","PresenterKey":"3e3671c9-fa39-449a-a6e2-c3258b55c51d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1317. Exercise training prevents exosome mediated pre-metastatic niche formation in the liver","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Exercise training prevents exosome mediated pre-metastatic niche formation in the liver","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>The five-year relative survival rate of female breast cancer patients with distant metastases is only 29%, compared to 99% for localized disease. Among all subtypes, triple negative breast cancer (TNBC) has the poorest outcome due to a high risk of early relapse with visceral organ metastases, and a lack of targeted therapies. Targeting metastatic burden could improve patient survival. Recent mouse and human genomic profiling studies show that metastasis is a complex and multidirectional process. Cancer cells can re-disseminate from one metastasis to tertiary sites. But the mechanism of re-dissemination is unknown. Breast cancer cells disseminate from primary tumors via Tumor MicroEnvironment of Metastasis (TMEM) doorways, composed of three cells: a tumor cell, a perivascular macrophage, and an endothelial cell. The direct and stable interaction of these cells cause transient and local vascular opening through which metastasis-competent tumor cells co-expressing invasive, stem, and dormant phenotypes that preferentially reside around TMEM doorways disseminate to distant sites. We hypothesize that TMEM doorways also form in lung metastases, enabling cancer cell re-dissemination to tertiary sites, which increases overall cancer burden and risk of death.<br \/><b>Methods: <\/b>We used MDA-MB-231 and MDA-MB-468 human TNBC cells to generate tumors in the 4<sup>th<\/sup> mammary fat pad of 6-8 weeks old NOD\/SCID mice. Primary tumors were resected when 5-6 mm and fixed with 10% formalin. When lung metastases were visible via micro-Computed Tomography (microCT) fluorescent dextran was injected intravascularly, and lungs collected and fixed with 10% formalin. Triple immunohistochemistry was used to visualize TMEM doorways. To test TMEM doorway-mediated vascular opening, sequential slides were stained for extravascular dextran. Cells co-expressing stem (SOX9), invasive (MenaINV), and dormant (NR2F1) markers were visualized by immunofluorescent staining. The density of TMEM doorways, CSCs, invasive, and dormant cells was determined by automated image analysis.<br \/><b><\/b><b>Results: <\/b>We demonstrated the presence and activity of TMEM doorways in lung metastases. Within lung metastases, we also documented the presence of cancer cells with a pro-metastatic phenotype indicated by their co-expression of invasive (MenaINV), stemness (SOX9), and dormancy (NR2F1) markers. We will report how the expression of pro-metastatic markers relates to TMEM doorway niches.<br \/><b>Conclusion: <\/b>We documented functional TMEM doorways in lung metastases of TNBC, which could explain the occurrence of an early overall metastatic burden in patients with TNBC. Thus, targeting TMEM doorways after the removal of the primary tumor in patients with TNBC could block cancer cell re-dissemination, decrease metastases, and improve survival.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Breast cancer,Metastasis,Tumor microenvironment,Triple-negative breast cancer (TNBC),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Burcu Karadal-Ferrena<\/b><sup>1<\/sup>, Camille  L.  Duran<sup>1<\/sup>, Madeline Friedman-DeLuca<sup>1<\/sup>, Nicole Barth<sup>1<\/sup>, Prachiben Patel<sup>1<\/sup>, John  S.  Condeelis<sup>2<\/sup>, David Entenberg<sup>1<\/sup>, Maja  H.  Oktay<sup>1<\/sup><br><br\/><sup>1<\/sup>Pathology, Albert Einstein College of Medicine, Bronx, NY,<sup>2<\/sup>Cell Biology, Albert Einstein College of Medicine, Bronx, NY","CSlideId":"","ControlKey":"98c73493-3ad1-489a-85eb-0ff448baaab2","ControlNumber":"5220","DisclosureBlock":"&nbsp;<b>B. Karadal-Ferrena, <\/b> None..<br><b>C. L. Duran, <\/b> None..<br><b>M. Friedman-DeLuca, <\/b> None..<br><b>N. Barth, <\/b> None..<br><b>P. Patel, <\/b> None..<br><b>J. S. Condeelis, <\/b> None..<br><b>D. Entenberg, <\/b> None..<br><b>M. H. Oktay, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8279","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1318","PresenterBiography":null,"PresenterDisplayName":"Burcu Karadal-Ferrena, MD","PresenterKey":"9be372e2-07aa-47e7-adf0-2d92270eec6a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1318. Potential mechanism of re-dissemination from lung metastases to tertiary sites in breast carcinoma: Tumor microenvironment of metastasis doorways and related pro-metastatic tumor phenotypes","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Potential mechanism of re-dissemination from lung metastases to tertiary sites in breast carcinoma: Tumor microenvironment of metastasis doorways and related pro-metastatic tumor phenotypes","Topics":null,"cSlideId":""},{"Abstract":"Saffron is a spice that has been used throughout history for various therapeutic properties. Recently, it has also been documented to have a significant anticancer effect on primary tumors. However, limited studies are found studying its effect on the metastatic potential of cancers. The goal of our study was to explore the effect of saffron on the migration and metastatic potential of breast cancer cells.<br \/><b>Methods: <\/b>MDA468 breast carcinoma cells were treated with varying concentrations of Saffron (100-1000 ug\/mL) and examined using Q-phase holographic time-lapse microscopy to measure the movement of cells over time. The anticancer activity of Saffron was confirmed using cell viability assays. Invasion and metastatic potential were studied using Boyden-chamber and scratch wound assays. Finally, the tumorigenicity of the cell line was examined through colony formation assays in the presence and absence of Saffron.<br \/><b>Results: <\/b>Q-phase microscopy revealed a reduction in projections and significantly reduced movements in cells after Saffron treatment. The inhibition of migration, cell mobility and invasion by Saffron was confirmed through scratch wound and Boyden chamber assays (p&#60;.01). Saffron extract also resulted in inhibition of viability in a dose-dependent manner and colony formation assays found markedly reduced size and number of colonies in the presence of the extract. Western blot results showed marked reduction of MMP-3 and MMP-9 expression in Saffron-treated cells.<br \/><b>Conclusions:<\/b> Our results found saffron to be effective in decreasing breast cancer carcinoma cells MDA468&#8217;s viability, migration, and tumorigenicity. Initial results indicate that Saffron may reduce migratory ability of cancer cells through the modulation of metalloproteinases.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Invasion,Metastatic potential,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tyler King<\/b><sup><\/sup>, Stefana Moscardini<sup><\/sup>, McKenzie Martin<sup><\/sup>, Fatima  K.  Rehman<sup><\/sup><br><br\/>The University of North Florida, Jacksonville, FL","CSlideId":"","ControlKey":"8b1c4eb6-4d6e-4751-9f38-33b32e16172f","ControlNumber":"7508","DisclosureBlock":"&nbsp;<b>S. Moscardini, <\/b> None..<br><b>M. Martin, <\/b> None..<br><b>F. K. Rehman, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8280","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1319","PresenterBiography":null,"PresenterDisplayName":"Tyler King, Unknown","PresenterKey":"51e2d59c-017f-41af-aea1-f87867200554","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1319. Saffron (<i>Crocus sativus<\/i>) extract inhibits migration and invasion of cancer cells through modulation of MMP-3 and MMP-9 expression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Saffron (<i>Crocus sativus<\/i>) extract inhibits migration and invasion of cancer cells through modulation of MMP-3 and MMP-9 expression","Topics":null,"cSlideId":""},{"Abstract":"Neuroblastoma (NB) is a pediatric tumor of neural crest origin accounting for 7% of cancers and 15% of cancer deaths. Solid malignant tumors commonly contain hypoxic areas that stimulate release of extracellular vesicles (EVs), lipid bound vesicles secreted by cells into the extracellular space. In our study we demonstrated that EVs from hypoxic NB cells promote pro-metastatic features <i>in vitro <\/i>and in an<i> in vivo <\/i>zebrafish<i> <\/i>model. We characterized the microRNA cargo of EVs from NB cells and compared their expression in hypoxia vs. normoxia, finding that miR-210-3p was the most upregulated. By using both<i> in vivo <\/i>and <i>in vitro <\/i>models we demonstrated that EVs released by hypoxic NB cells induced changes that favor a malignant phenotype in normoxic NB cells by transferring miR-210-3p. We showed that EVs isolated from cells transfected with miR-210-3p-mimic and cultured in normoxic condition, increased the migration ability and invasiveness of NB cells like EVs from hypoxic NB cells. Cells treated with EVs isolated from cells transfected with miR-210-3p-inhibitor and cultured in hypoxic condition were unable to stimulate migration and invasion as efficiently as EVs derived from control transfected cells, despite cells were cultured in hypoxic conditions. We then focused on the effects of EVs in metastatic niches formation <i>in vivo<\/i>. Intravascular injection within the zebrafish embryo allows a non-invasive visualization of EVs dispersion, uptake, and interactions with host cells. We first demonstrated that EVs released under hypoxic conditions promote angiogenesis and are more easily internalized by endothelial cells than those purified from normoxic cells. Furthermore, we proved via microscopy imaging and cell sorting that the group injected with hypoxic EVs had higher numbers of macrophages. We then focused on the region of the embryo called caudal hematopoietic tissue (CHT) as a potential metastatic site. After EVs injection, we evaluated through qPCR the expression of <i>mmp9<\/i>, required for HSPC (hematopoietic stem and progenitor cells) egress from the CHT, and <i>cxcl8<\/i> that enhances HSPC colonization in the CHT. Results highlighted that the expression of these genes increased after hypoxic EVs injection. We showed that hypoxic EVs induce <i>i.<\/i> angiogenesis <i>in vivo<\/i>, required for tumor and metastasis growth, and <i>ii.<\/i> increased number of macrophages, a major contributor to the tumor microenvironment which produce growth factors and chemokines promoting tumor angiogenesis. Our data demonstrate that hypoxic EVs can modify the behavior of recipient cells in the CHT, as a potential metastatic site, to prepare a &#8216;fertile soil&#8217; for cancer cells colonization. In conclusion, our findings suggest that EVs released by hypoxic NB cells induce changes that favor a malignant phenotype in normoxic NB cells by transferring miR-210-3p both <i>in vitro <\/i>and<i> in vivo<\/i>.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Neuroblastoma,Extracellular vesicles,Hypoxia,Zebrafish,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Anna Fietta<\/b><sup>1<\/sup>, Pina Fusco<sup>2<\/sup>, Giuseppe Germano<sup>2<\/sup>, Elisa Cimetta<sup>3<\/sup><br><br\/><sup>1<\/sup>Biomedical Sciences, University of Padova, Padova, Italy,<sup>2<\/sup>Fondazione Istituto di Ricerca Pediatrica Città della Speranza, Padova, Italy,<sup>3<\/sup>Industrial Engineering, University of Padova, Padova, Italy","CSlideId":"","ControlKey":"70e1680b-0f15-4888-b1c9-383f2e06b84f","ControlNumber":"1044","DisclosureBlock":"&nbsp;<b>A. Fietta, <\/b> None..<br><b>P. Fusco, <\/b> None..<br><b>G. Germano, <\/b> None..<br><b>E. Cimetta, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8281","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1320","PresenterBiography":null,"PresenterDisplayName":"Anna Fietta, MS","PresenterKey":"1175a978-d6ee-4151-86cf-c76e84d23f10","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1320. Hypoxic extracellular vesicles induce a pro-metastatic phenotype in neuroblastoma: from the delivery of miR-210-3p to the preconditioning of a metastatic niche","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Hypoxic extracellular vesicles induce a pro-metastatic phenotype in neuroblastoma: from the delivery of miR-210-3p to the preconditioning of a metastatic niche","Topics":null,"cSlideId":""},{"Abstract":"INTRODUCTION: Lung cancer is the leading cause of cancer deaths worldwide and greater than 75% of human lung cancer deaths can be attributed to metastasis. Metastatic disease in most existing mouse models of pulmonary adenocarcinoma is typically sporadic and often requires aging mice for several months. These factors limit the usefulness of most current mouse models for basic and pre-clinical research aimed at identifying mechanisms and effective treatments of metastatic disease. We have developed two novel mouse models of metastatic lung cancer and report here on changes in protein expression and immune cell recruitment in the lungs of these models.<br \/>METHODS AND RESULTS: Mouse models were generated by adding mutations in <i>Dicer1<\/i>, an RNAse III enzyme within the microRNA (miRNA) biosynthesis pathway, to a mouse model of<i> Kras<\/i>-driven pulmonary adenocarcinoma. For both models, tumorigenesis was induced by conditional expression of an oncogenic allele of <i>Kras <\/i>(<i>Kras<sup>G12D<\/sup><\/i>), deletion of both alleles of <i>Trp53<\/i> and deletion of one allele of <i>Dicer1<\/i> in one cell type and the expression of a truncated <i>Dicer1<\/i> allele in a different cell type. In the absence of <i>Dicer1<\/i> truncation, mice expressing <i>Kras<sup>G12D<\/sup><\/i> and deleting <i>Trp53<\/i> in club cells have a reported median survival of 28.6 weeks after tumor induction.<b> <\/b>We detected accelerated development of pulmonary adenocarcinoma and lymph node metastasis (12.1 weeks) only when we induced tumorigenesis in club cells and truncated DICER1 in alveolar type II (ATII) cells. Induction of tumorigenesis in ATII cells and truncation of DICER1 in club cells did not accelerate tumorigenesis or metastasis. To evaluate the molecular and cellular changes in the different phenotypes of these models we have characterized protein expression, using spatial proteomics, and immune cell recruitment, using flow cytometry.<br \/>CONCLUSIONS: Through cell type specific truncation\/deletion of <i>Dicer1<\/i> we have generated a new mouse model that rapidly develops pulmonary adenocarcinomas and metastatic disease. Our findings support our hypothesis that tumorigenesis and metastasis are influenced by miRNA regulated communication between different cell types. Preliminary flow cytometry and spatial proteomic analyses have suggested cellular targets underlying phenotypic differences between our two mouse models. These models have potential for both understanding the basic processes of metastasis and for pre-clinical studies aimed at preventing and\/or treating metastatic lung cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Metastasis,Mouse models,Proteomics,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Paige Ramkissoon<\/b><sup><\/sup>, Julie Wells<sup><\/sup>, Richard  S.  Maser<sup><\/sup>, Jiayuan Shi<sup><\/sup>, Zheng Gong<sup><\/sup>, Qing Li<sup><\/sup>, Brian Hoffmann<sup><\/sup>, Anne Marchini<sup><\/sup>, Elaine Bechtel<sup><\/sup>, Rosalinda Doty<sup><\/sup>, Gary Ren<sup><\/sup>, Carol J. Bult<sup><\/sup><br><br\/>The Jackson Laboratory, Bar Harbor, ME","CSlideId":"","ControlKey":"d4efe629-e91a-45a5-889b-505fd049a434","ControlNumber":"6103","DisclosureBlock":"&nbsp;<b>P. Ramkissoon, <\/b> None..<br><b>J. Wells, <\/b> None..<br><b>R. S. Maser, <\/b> None..<br><b>J. Shi, <\/b> None..<br><b>Z. Gong, <\/b> None..<br><b>Q. Li, <\/b> None..<br><b>B. Hoffmann, <\/b> None..<br><b>A. Marchini, <\/b> None..<br><b>E. Bechtel, <\/b> None..<br><b>R. Doty, <\/b> None..<br><b>G. Ren, <\/b> None..<br><b>C. J. Bult, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8282","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1321","PresenterBiography":null,"PresenterDisplayName":"Paige Ramkissoon, BS","PresenterKey":"cdba4ffd-72b7-472b-8e06-eff64cac7378","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1321. New mouse models of metastatic lung cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"New mouse models of metastatic lung cancer","Topics":null,"cSlideId":""},{"Abstract":"Recent advances in organ on a chip blood brain barriers (BBB) to study brain metastasis have revealed a critical understanding about the metastatic cascade. Most BBB models utilize collagen as brain parenchyma. While the exact role of the tumor microenvironment (TME) in brain metastasis is poorly understood, it has been observed to influence tumor growth. Therefore, the contents of this space must mimic the human brain composition. The extracellular matrix (ECM) occupies 10&#8211;20% of the brain volume to form its microenvironment (BME) and contains large quantities of hyaluronan\/hyaluronic acid (HyA). Therefore, although collagen is widely used to mimic BME <i>in vitro<\/i> we propose that HyA is a more appropriate substrate. In this study using our published blood brain barrier niche on a chip (BBN), we use HyA matrix to evaluate brain metastasis. We compared cancer cell phenotypes, and TME remodeling to prior work using type I collagen. The BBN device has two chambers and a 5 &#181;m microporous membrane sandwiched between them. Human brain microvascular endothelial cells (hCMECs) are seeded over the membrane in the upper chamber. The bottom chamber contains a brain stroma and normal human astrocytes (NHA)s. Cancer cells are added into top chamber and allowed to extravasate into the brain niche. We studied the phenotypic differences of human MDA-MB-231 breast cancer cells and their brain-seeking subclone MDA-MB-231-BRs in between 1:3 HyA:media mixture, and 2% collagen diluted in media for 9 days. Both migratory and phenotypic characteristics of cancer cell lines were measured by volume, shape, and positions in the brain stroma relative to the endothelial barrier. We analyzed sphericity and the distance from the barrier to the final positions on days 2 and 9. Comparing with cells extravasated between the collagen and 1:3 mixtures, all parameters showed marked differences, especially in day 9. In 1:3 samples, more cells were in a single plane near barrier than in the 2% collagen which might be result due to biophysical differences. To study the biophysical variations, matrix responses to oscillatory shear were measured using a rheometer. Briefly, the samples were subjected to a frequency sweep with a maximum strain of 1%. Both storage modulus (G&#8217;)\/stiffness and loss modulus (G&#8221;) were measured in the linear viscoelastic region. We evaluated the stiffness of 1:1, 1:3 HyA:media mixtures, undiluted HyA and 2% collagen. Undiluted HyA was the stiffest, around 60 Pa, followed by 1:1 and 1:3 mixtures, about 5 Pa and 3.5 Pa, respectively. 2% collagen was the softest among the samples, much weaker than 0.01 Pa, shown liquid-like behaviors.In conclusion, due to biological and biophysical differences between matrices, marked variations were observed in cancer cell phenotypes. The data gathered can be used to cover the knowledge gaps about brain metastasis and may indicate the need to consider the efficacy of using the BME mimicking HyA for more realistic findings.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Brain metastasis,3D cell culture,3D models,Machine learning,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ehsanul Hoque Apu<\/b><sup>1<\/sup>, Huiling Li<sup>2<\/sup>, Victor Zhao<sup>1<\/sup>, Habib Serhan<sup>1<\/sup>, Aki Morikawa<sup>1<\/sup>, Pedro R. Lowenstein<sup>3<\/sup>, Maria G. Castro<sup>3<\/sup>, Sofia D. Merajver<sup>1<\/sup>, Christopher Ryan Oliver<sup>1<\/sup><br><br\/><sup>1<\/sup>Department of Internal Medicine, University of Michigan, Ann Arbor, MI,<sup>2<\/sup>Macromolecular Science and Engineering Program, University of Michigan, Ann Arbor, MI,<sup>3<\/sup>Department of Neurosurgery, University of Michigan, Ann Arbor, MI","CSlideId":"","ControlKey":"8432a9d2-7777-4647-af43-506468ab3467","ControlNumber":"5332","DisclosureBlock":"&nbsp;<b>E. Hoque Apu, <\/b> None..<br><b>H. Li, <\/b> None..<br><b>V. Zhao, <\/b> None..<br><b>H. Serhan, <\/b> None..<br><b>A. Morikawa, <\/b> None..<br><b>P. R. Lowenstein, <\/b> None..<br><b>M. G. Castro, <\/b> None..<br><b>S. D. Merajver, <\/b> None..<br><b>C. R. Oliver, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8283","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1322","PresenterBiography":null,"PresenterDisplayName":"Ehsanul Hoque Apu, DDS;MS;PhD","PresenterKey":"1bf3ec0a-fc88-49e9-a152-fab21e730fd1","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1322. Comparison of brain extracellular matrices in a blood brain barrier organ on a chip model","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Comparison of brain extracellular matrices in a blood brain barrier organ on a chip model","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) remains one of the deadliest cancers worldwide due to poor outcomes upon metastatic spread. Given the drastic impact on mortality, a better understanding of the CRC metastatic process could yield significant improvements to overall survival. Here, we investigate the influences of biomechanical forces on early metastatic spread (i.e., tumor cell intravasation events) in an organ-on-chip (OOC) model. Our microfluidic CRC OOC model consists of two channels separated by a porous membrane: a top channel representing normal and cancerous colon epithelial tissue, and a bottom channel consisting of endothelial cells in a tube-like structure representing the vasculature. Vacuum channels flank the sides of the model to apply forces in a cyclic manner to mimic peristalsis-like motions and provide further <i>in vivo<\/i> resemblance. In our prior work, we demonstrated that peristaltic forces promoted tumor cell invasion within the CRC OOC. Specifically using on-chip confocal imaging, we revealed that cyclic strain leads to an increase in the number of tumor cells capable of intravasating from the epithelial channel into the vascular channel. Additionally, we showed dynamic sensitivity of tumor cell invasion in response to intermittent stretching conditions, leading us to hypothesize mechanical stress-induced phenotypic switching. Therefore, using single-cell RNA sequencing, we investigated gene expression changes of tumor cells in the presence or absence of peristaltic forces and found alterations in stemness, adhesion and metabolism-related genes. Using median fluorescence intensity (MFI) from flow cytometry data, we have revealed differences in stem-like properties (e.g., CD44, CD133, LGR5) of tumor cells with and without the influence of peristaltic forces both prior to and after intravasation. Additionally, effluent-based analysis of the OOC has shown cytokine and metabolism changes due to peristaltic forces. Ongoing work involves using flow cytometry to further quantify changes in adhesion and metabolism as well further validation in patient derived organoids-on-a-chip. Taken together, OOCs provide a physiologically relevant model to study early CRC intravasation events, revealing phenotypic changes in response to mechanical stimuli that influence tumor cell stemness and invasiveness.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-04 Expression profiling of tumor progression and metastasis,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Organ-on-Chip,Peristalsis,Colorectal Cancer Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Curran A. Shah<\/b><sup>1<\/sup>, Carly Strelez<sup>2<\/sup>, Yonatan Amzaleg<sup>3<\/sup>, Einar B. Gunnarsson<sup>4<\/sup>, Jasmine Foo<sup>4<\/sup>, Min Yu<sup>3<\/sup>, Shannon M. Mumenthaler<sup>5<\/sup><br><br\/><sup>1<\/sup>Biomedical Engineering, USC - University of Southern California, Los Angeles, CA,<sup>2<\/sup>Lawrence J. Ellison Institute for Transformative Medicine, Los Angeles, CA,<sup>3<\/sup>Stem Cell Biology and Regenerative Medicine, USC - University of Southern California, Los Angeles, CA,<sup>4<\/sup>Mathematics, University of Minnesota, Twin Cities, Minneapolis, MN,<sup>5<\/sup>Oncology, USC - University of Southern California, Los Angeles, CA","CSlideId":"","ControlKey":"172f5e05-e369-4202-8e88-53b622eb4bc9","ControlNumber":"2271","DisclosureBlock":"&nbsp;<b>C. A. Shah, <\/b> None..<br><b>C. Strelez, <\/b> None..<br><b>Y. Amzaleg, <\/b> None..<br><b>E. B. Gunnarsson, <\/b> None..<br><b>J. Foo, <\/b> None..<br><b>M. Yu, <\/b> None..<br><b>S. M. Mumenthaler, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8284","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1323","PresenterBiography":null,"PresenterDisplayName":"Curran Shah, BS;M Eng","PresenterKey":"7e060b58-d410-42ca-9a79-43ca276f44bf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1323. Peristalsis based modulation of colorectal cancer cells leads to changes in stemness and invasiveness in an organ on chip model","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Peristalsis based modulation of colorectal cancer cells leads to changes in stemness and invasiveness in an organ on chip model","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most diagnosed cancer in the U.S., with a 5-year survival rate of less than 30% for patients with distant metastases. Bone metastases are present in over 70% of metastatic breast cancer patients, and current treatments treat the symptoms of osteolytic bone metastasis (OBM), but do not improve survival rates. OBM is characterized by an increase in osteoclast proliferation and bone-resorbing activity. Moreover, receptor tyrosine kinase, Ephrin-type-A 2 receptor (EphA2), is highly expressed in bone metastases, and previous evidence suggests its involvement in OBM and anti-tumor immunity. EphA2 participates in both forward and reverse signaling during receptor\/ligand engagement and mediates various biological processes such as tissue organization and homeostasis and inflammation, as well as oncogenic processes like epithelial-mesenchymal transition. However, the mechanism by which EphA2 mediates the expansion of osteoclasts is not well understood. Analysis of transcriptomic data of patients with bone metastases in <i>The Metastatic Breast Cancer Project (Provisional, December 2021)<\/i> resulted in over 3500 genes that significantly correlated with EphA2 expression (Spearman's Correlation &#8805; 0.35). Using a publicly available Gene Ontology reference list for myeloid differentiation, we identified 155 genes that have a significant positive correlation with EphA2 expression. To assess the effect of EphA2 expression on genes associated with osteoclasts, we compared the same samples to reference lists for osteoclast differentiation and proliferation. We identified 17 genes of interest that significantly correlate with EphA2 expression, further underscoring the possible involvement of EphA2 in OBM. We then compared the patients without bone metastases to the same osteoclast reference lists and found no significant correlations. We hypothesize that increased expression of EphA2 in breast cancer cells at the site of bone metastasis promotes osteoclast expansion, leading to OBM. We aim to investigate EphA2 reverse signaling in myeloid progenitor cells, osteoclasts, and bone metastasis-associated macrophages. We will utilize breast cancer mouse models to elucidate the effects of EphA2 inhibition on immune cell populations, bone metastasis, and tumor progression. We aim to reduce OBM and tumor burden by reducing the expansion of osteoclasts and shifting the immune cells to an anti-tumorigenic phenotype, which will offer new treatment strategies for osteolytic breast cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Bone metastasis,Breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dominique Parker<\/b><sup>1<\/sup>, Verra Ngwa<sup>1<\/sup>, Logan Northcutt<sup>1<\/sup>, Natalie Bennett<sup>2<\/sup>, Erik Beadle<sup>1<\/sup>, Jade Miller<sup>3<\/sup>, JIn Chen<sup>4<\/sup>, Julie Rhoades<sup>5<\/sup><br><br\/><sup>1<\/sup>Program Cancer Biology, Vanderbilt University, Nashville, TN,<sup>2<\/sup>Clinical Pharmacology Division, Program Cancer Biology, Vanderbilt University, Nashville, TN,<sup>3<\/sup>Clinical Pharmacology Division, Vanderbilt University, Nashville, TN,<sup>4<\/sup>Medicine, Cell & Developmental Biology, Program Cancer Biology, Vanderbilt University, Nashville, TN,<sup>5<\/sup>Medicine, Division of Clinical Pharmacology, Program in Cancer Biology, Vanderbilt University, Nashville, TN","CSlideId":"","ControlKey":"4c4d27e2-0abe-43a6-882e-59f22da9d959","ControlNumber":"8144","DisclosureBlock":"&nbsp;<b>D. Parker, <\/b> None..<br><b>V. Ngwa, <\/b> None..<br><b>L. Northcutt, <\/b> None..<br><b>N. Bennett, <\/b> None..<br><b>E. Beadle, <\/b> None..<br><b>J. Miller, <\/b> None..<br><b>J. Chen, <\/b> None..<br><b>J. Rhoades, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8285","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1324","PresenterBiography":null,"PresenterDisplayName":"Dominique Parker, BS","PresenterKey":"0235ab17-e3f3-4f58-a7a6-675232509a8c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1324. EphA2 Expression in Breast Cancer Mediates Osteoclast Expansion and Promotes Osteolytic Bone Metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"EphA2 Expression in Breast Cancer Mediates Osteoclast Expansion and Promotes Osteolytic Bone Metastasis","Topics":null,"cSlideId":""},{"Abstract":"Recombinant monoclonal antibodies (rAbs) are superior tools for cancer biology research as they offer distinct advantages over standard polyclonal and hybridoma-generated monoclonal antibody reagents. Recombinant technology produces antibodies that can be defined at the primary sequence level and are characterized by consistent performance and supply. These rAb features are in stark contrast to traditional polyclonal and hybridoma-generated monoclonal antibodies, whose lack of dependability has been widely documented as a primary reason for data irreproducibility plaguing biomedical research. In an effort to respond to this challenge, GeneTex has established a recombinant antibody production platform combined with more rigorous validation protocols. The goal is to develop reliable recombinant rabbit monoclonal antibodies for reproducible performance in various experimental applications utilized routinely by cancer biologists. GeneTex&#8217;s rAb production protocol is based on the approach described by Starkie <i>et al.<\/i> (2016). This involves a multi-parameter fluorescence-activated single cell sorting (FACS)-based methodology to identify and isolate antigen-specific IgG+ memory B cells obtained from an immunized rabbit. The heavy and light chain variable region genes from selected cells are PCR-amplified and cloned into plasmids to produce full-length heavy and light chains for a single IgG. These constructs are subsequently introduced together into mammalian cells for expression, meaning that natural pairing of the chains is maintained. This manufacturing strategy allows application-specific testing (e.g., for western blot (WB), immunohistochemistry (IHC), and immunocytochemistry (ICC\/IF), etc.) of clones during the antibody production process. Validation of antibodies is performed inhouse and, when possible, in relationships with academic or industry\/pharma institutions where ideal samples and reagents are frequently more available. This recombinant monoclonal antibody production platform has created a series of well-validated antibodies against many important targets for cancer biology research. This includes reagents to study tumor immunobiology (e.g., PD-L1), hormone receptors (e.g., ER alpha and androgen receptor variants like ARV7), oncogenic RAS protein mutants (e.g., RAS G12D), transcription factors (e.g., NRF2), and epithelial-mesenchymal transition (EMT) (e.g., E-cadherin), among many others. Extensive validation for multiple applications was performed, with knockdown or CRISPR-based knockout cell lysates employed when possible to establish specificity. In summary, GeneTex is utilizing a FACS-based recombinant rabbit monoclonal antibody production approach to generate and thoroughly validate antibody reagents that will hopefully facilitate reproducible cancer biology research.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-04 Expression profiling of tumor progression and metastasis,,"},{"Key":"Keywords","Value":"Monoclonal antibodies,Recombinant,Tumor biology,Expression analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Alexander Ball<\/b><sup><\/sup>, Yung Lin Hsieh<sup><\/sup>, Chun Kai Huang<sup><\/sup>, Sega Huang<sup><\/sup>, Ping Kuan Hsieh<sup><\/sup>, Shang Ru Wu<sup><\/sup>, Yue Yun Chang<sup><\/sup>, Jiming Liu<sup><\/sup>, Po Shin Peng<sup><\/sup>, Chia Yi Lin<sup><\/sup><br><br\/>GeneTex, Inc., Irvine, CA","CSlideId":"","ControlKey":"fb5df21d-ee18-4c0d-a7ef-6963ab8d00fa","ControlNumber":"2699","DisclosureBlock":"<b>&nbsp;A. Ball, <\/b> <br><b>GeneTex, Inc.<\/b> Employment. <br><b>Y. Hsieh, <\/b> <br><b>GeneTex, Inc.<\/b> Employment. <br><b>C. Huang, <\/b> <br><b>GeneTex, Inc.<\/b> Employment. <br><b>S. Huang, <\/b> <br><b>GeneTex, Inc.<\/b> Employment. <br><b>P. Hsieh, <\/b> <br><b>GeneTex, Inc.<\/b> Employment. <br><b>S. Wu, <\/b> <br><b>GeneTex, Inc.<\/b> Employment. <br><b>Y. Chang, <\/b> <br><b>GeneTex, Inc.<\/b> Employment. <br><b>J. Liu, <\/b> <br><b>GeneTex, Inc.<\/b> Employment. <br><b>P. Peng, <\/b> <br><b>GeneTex, Inc.<\/b> Employment. <br><b>C. Lin, <\/b> <br><b>GeneTex, Inc.<\/b> Employment.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8286","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1325","PresenterBiography":null,"PresenterDisplayName":"Alex Ball, MD","PresenterKey":"ba57df19-a157-4be6-b5b6-82a3852db945","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1325. Novel recombinant rabbit monoclonal antibodies for cancer biology research","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Novel recombinant rabbit monoclonal antibodies for cancer biology research","Topics":null,"cSlideId":""},{"Abstract":"Bone metastases are the most common secondary lesions in prostate cancer (PCa) patients. Typically, initial bone metastases develop in the lower part of the spine and pelvis. While this metastatic pattern is not consistent with the random nature of the arterial osseous dissemination, previous reports suggested the role of the retrograde venous spread in this phenomenon. However, clinical data also indicate a positive association between the degree of perineural invasion (PNI) and bone metastases in PCa patients. Yet, the mechanism linking these two means of dissemination remains unknown. To identify the processes involved in the initial PCa dissemination we used the PC3-ML cell line, which was previously shown to trigger bone metastases, in the orthotopic xenograft model. To this end, the cells were injected into the prostates of male SCID\/Bg mice and tumor development and progression was followed by magnetic resonance imaging (MRI) and histopathology. MRI indicated local invasion of the primary tumor, which later resulted in the formation of multiple secondary lesions along the lower spine. However, histopathological analysis revealed that these lesions were initiated in the soft tissues surrounding the vertebral column, while the subsequent invasion of the vertebra was the secondary event. The staining for neuronal markers, neurofilament (NF), tyrosine hydroxylase (TH) and neuropeptide Y (NPY), revealed that PCa cells created multicellular clusters spreading longitudinally along the small nerve fibers, particularly in the paraspinal muscle compartment. The staining for the endothelial cell marker, CD31, detected small vessels present within PCa clusters. However, no evident encapsulation of the PCa cells within blood vessels consistent with the retrograde venous spread was observed. Altogether, these results suggest PNI as the main route of the initial local dissemination of the PCa cells toward the bone, which then triggers bone invasion and subsequent hematogenous spread to distant bones. Further mechanistic studies are required to confirm this hypothesis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Prostate cancer,Metastasis,Bone metastasis,Perineural invasion,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Dawid Sigorski<\/b><sup>1<\/sup>, Susana Galli<sup>2<\/sup>, Sung Hyeok Hong<sup>2<\/sup>, Ewa I&#380;ycka-&#346;wieszewska<sup>3<\/sup>, Joanna B. Kitlinska<sup>4<\/sup><br><br\/><sup>1<\/sup>Department of Oncology, Collegium Medicum, University of Warmia and Mazury, Olsztyn, Poland,<sup>2<\/sup>Georgetown University, Washington, DC,<sup>3<\/sup>Department of Pathology and Neuropathology, Medical University of Gda&#324;sk, Gda&#324;sk, Poland,<sup>4<\/sup>Georgetown University, Washington, MD","CSlideId":"","ControlKey":"329967bf-be7b-4dbd-a4ca-7806a95c5bd3","ControlNumber":"8133","DisclosureBlock":"&nbsp;<b>D. Sigorski, <\/b> None..<br><b>S. Galli, <\/b> None..<br><b>S. Hong, <\/b> None..<br><b>E. I&#380;ycka-&#346;wieszewska, <\/b> None..<br><b>J. B. Kitlinska, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8287","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1326","PresenterBiography":null,"PresenterDisplayName":"Dawid Sigorski, MD, PhD","PresenterKey":"c402fa6b-d918-4132-a77b-301d41d1e936","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1326. Perineural invasion and bone metastases in prostate cancer - is there a link?","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Perineural invasion and bone metastases in prostate cancer - is there a link?","Topics":null,"cSlideId":""},{"Abstract":"Tumorigenesis and tumor growth are accomplished through the crosstalk between intra- and extracellular molecules, which is often mediated by phosphorylation, and research on intracellular signal transduction has made great progress. Despite the significance of the tumor microenvironment (TME) for tumor progression, relatively few kinome studies have been conducted on phosphorylation cascade in the TME of oral squamous cell carcinoma (OSCC). OSCC is an aggressive cancer with a high recurrence rate of 40-60%, but there are uncertain molecular classification and no identifiable driver mutation genes to be a druggable target. As the presence of extranodal extension (ENE) is currently the most significant risk factor for locoregional recurrence or distant metastasis, differences in molecular profiles between patients with and without ENE may provide insight into regulatory mechanisms that are critical for the recurrence and progression of OSCC. Using LC-MS-based secretome analysis, we examined total and phosphoproteins from ten patients' plasma with or without ENE. Global proteome analysis revealed that the ENE group had higher levels of protein phosphorylation, the ERK 1\/2 cascade, signal transduction, phagocytosis, and the integrin-mediated signaling pathway than the without ENE group. Furthermore, 319 phosphosites originating from 165 proteins were discovered, with the majority of phosphorylated proteins having lipid binding, complement system, extracellular matrix, and calcium binding. Interestingly, we discovered 82 proteins with Ser-x-Glu\/pSer sites among the phosphorylated proteins, indicating that they could be substrates of the unique extracellular secreted serine kinase, family with sequence similarity 20C (FAM20C). Proteins associated to tumor metastasis, such as insulin-like growth factor-binding proteins (IGFBPs), osteopontin (OPN), and serine protease inhibitors (Serpins), are known as substrates for the FAM20C. In accordance with the proteome results in plasma, gene ontology (GO) term analysis using the NanoString oncology panel revealed that extracellular structure organization-related genes were up-regulated and enzyme inhibitor, kinase regulator, and protein tyrosine kinase activity-related genes were down-regulated in human OSCC cell line, Cal-27, with knockout of FAM20C. Furthermore, we functionally demonstrated that FAM20C depletion inhibited invasion by lowering protein production of Vimentin, TGF-&#946;, and ERK phosphorylation. Collectively, we discovered that the secreted kinase FAM20C controls metastasis by cross-talking with proteins in the TME and propose that this may be the evidence for OSCC prognosis. (This research was supported by National Cancer Center, Korea (No. 2210980) and National Research Foundation of Korea grant funded by the Korea government (No. 2020M3A9A5036362)).","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-04 Expression profiling of tumor progression and metastasis,,"},{"Key":"Keywords","Value":"Oral cancers,Kinases,Plasma,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mi Rim Lee<\/b><sup>1<\/sup>, Yu-Sun Lee<sup>2<\/sup>, Sumin Kang<sup>1<\/sup>, Hye Won Shon<sup>1<\/sup>, Jeong Eun Gong<sup>2<\/sup>, Hye Joo Park<sup>2<\/sup>, Jung-Ah Hwang<sup>2<\/sup>, Kyung-Hee Kim<sup>2<\/sup>, Sung Weon Choi<sup>2<\/sup>, Yun-Hee Kim<sup>1<\/sup><br><br\/><sup>1<\/sup>Graduate School of Cancer Science and Policy, National Cancer Center, Goyang-si, Gyeonggi-do, Korea, Republic of,<sup>2<\/sup>National Cancer Center, Goyang-si, Gyeonggi-do, Korea, Republic of","CSlideId":"","ControlKey":"fd375059-f70f-4c3a-828e-83d2cfd12e30","ControlNumber":"7595","DisclosureBlock":"&nbsp;<b>M. Lee, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>S. Kang, <\/b> None..<br><b>H. Shon, <\/b> None..<br><b>J. Gong, <\/b> None..<br><b>H. Park, <\/b> None..<br><b>J. Hwang, <\/b> None..<br><b>K. Kim, <\/b> None..<br><b>S. Choi, <\/b> None..<br><b>Y. Kim, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8288","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1327","PresenterBiography":null,"PresenterDisplayName":"Mi Rim Lee, MS","PresenterKey":"c1a91eb3-a4f6-4208-a4a4-ca8404c4d106","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1327. Mechanism of tumor microenvironment remodeling and progression based on FAM20C-mediated extracellular kinome network in oral squamous cell carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Mechanism of tumor microenvironment remodeling and progression based on FAM20C-mediated extracellular kinome network in oral squamous cell carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Despite the use of multi-agent conventional chemotherapy regimens, metastatic pancreatic ductal adenocarcinoma (PDAC) remains one of the most lethal solid tumors with a 5-year survival of 9%. PDAC is characterized by a complex tumor microenvironment with multilayered interplay between neoplastic and stromal cells and the natural extracellular matrix (ECM). To date, models that recapitulate the complexity of these features are only partially reproduced <i>ex vivo<\/i> and lack the capacity to recreate PDAC tumor microenvironment physiology, fluid flow and the ECM architecture. To address these issues, we developed Curiochips MPS platform for metastatic PDAC on-a-chip. To replicate an accurate PDAC complex tumor microenvironment, we investigated human pancreatic cancer cell lines with\/without SMAD4 mutation as a test model. SMAD4 is among the most frequently altered genes in PDAC and its mutation accelerates pancreatic cancer cell migration. To tailor cell-ECM interactions and recreate natural biochemical environment of tumors, we examined various ECM conditions. ECM substitutes such as type I collagen and fibrin gel offer mechanical properties to closely mimic the tumor ECM. We accessed the effect of ECM condition on the pancreatic stellate cells (PSC) activation and pancreatic cancer cell migration using PANC-1 (SMAD4-WT) and BxP3 (SMAD4-null) cell lines. Notably, type I collagen induced more PSC activation than fibrin gel. Interestingly BxP3 spheroids migrated toward to the endothelial compartment compared to PANC-1. Angiogenesis of endothelial cells was more prominent in co-culture with BxP3 than PANC-1. Furthermore, we are building the metastatic model using PDAC patient derived organoids and co-culture with primary PSC in different types of ECM. Preliminary analysis showed functional responses such as 3D organoid migration and aggregation, PSC activation and migration controlled by specific properties of EMC. Our data highlight the importance of the ECM composition on PDAC migration, PSC activation and angiogenesis in the context of genetic heterogeneity and presence\/absence oncogenic mutation. The 3D co-culture platform, Curiochips offers suitable and tailored solution to investigate tumor-stroma interaction and potentially can be used as a platform for drug discovery and precision oncology to target PDAC desmoplastic tumor microenvironment.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Pancreatic cancer,Metastasis,Tumor microenvironment,Extracellular matrix,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Sumin Kim<sup>1<\/sup>, Yeongmin Choi<sup>1<\/sup>, Jihye Baek<sup>1<\/sup>, Bharti Garg<sup>2<\/sup>, <b>Jan Pencik<\/b><sup>1<\/sup>, Andrew  M.  Lowy<sup>2<\/sup>, Herve Tiriac<sup>2<\/sup>, Sanghee Yoo<sup>1<\/sup><br><br\/><sup>1<\/sup>Qureator, Inc., San Diego, CA,<sup>2<\/sup>Surgery, University of California, San Diego, San Diego, CA","CSlideId":"","ControlKey":"acd8bf1f-62f9-4745-8272-f53de8299770","ControlNumber":"7219","DisclosureBlock":"&nbsp;<b>S. Kim, <\/b> None..<br><b>Y. Choi, <\/b> None..<br><b>J. Baek, <\/b> None..<br><b>B. Garg, <\/b> None..<br><b>J. Pencik, <\/b> None..<br><b>A. M. Lowy, <\/b> None..<br><b>H. Tiriac, <\/b> None..<br><b>S. Yoo, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8289","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1328","PresenterBiography":null,"PresenterDisplayName":"Jan Pencik, PhD","PresenterKey":"90c79205-3cac-4d83-ab15-c571d1345821","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1328. Building a 3D co-culture model for metastatic pancreatic ductal cancer using Curiochips microphysiological system","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Building a 3D co-culture model for metastatic pancreatic ductal cancer using Curiochips microphysiological system","Topics":null,"cSlideId":""},{"Abstract":"Mesothelioma is a rare cancer with approximately 3,000 new cases each year. There are three types of mesotheliomas including pleural (75%), pericardial (&#62;1%) and peritoneal (20%). Mesothelioma occurs in the mesothelial cells, which form a protective barrier to multiple organs. Malignant peritoneal mesothelioma (MPM) is initiated in the peritoneum, a serous membrane that lines the inner walls of the abdominal cavity and the outside of the visceral organs and is a very receptive environment for malignancy and metastasis. MPM metastasizes to the abdominal cavity, affecting the omentum, liver, stomach, intestines, and kidneys. MPM is extremely difficult to diagnose due to its vague symptoms, such as abdominal distension, abdominal pain, weight loss, and nausea. Due to difficulty in diagnosis, most patients are diagnosed at an advanced disease (stage III or IV) with a very poor prognosis with a 9% 5-year survival rate. Asbestos exposure is a major risk factor for MPM with symptoms taking 20-50 years post- exposure to appear, making MPM prominent in aged adults. Mesothelin (MSLN), a 40 kDa protein, is normally expressed on the surface of mesothelial cells and manifests at abnormally high levels in several carcinomas including malignant peritoneal mesothelioma. The exact role of mesothelin is not yet fully understood as mesothelin knockout mice do not display an abnormal phenotype. However, there is some evidence to suggest that mesothelin is involved in tumor cell adhesion by binding to the tumor antigen MUC16. Mesothelin wild-type (WT) and knockout (KO) mice were used to investigate the role of host mesothelin expression on MPM metastasis. A MPM cell line was tagged with nuclear red fluorescence protein (RFP) and injected into the abdomen of female C57Bl\/6, young (3-6 months) and aged (18-23 months), MSLN WT or KO mice. Disease progression was evaluated post injection of tumor cells by fluorescent <i>in vivo<\/i> imaging prior to end point dissection. The abdominal cavity was imaged <i>in situ<\/i> and tumor burden was evaluated using Image J. Overall, aged mice had increased abdominal tumor burden regardless of host MSLN expression. Aged MSLN KO mice displayed an increase in abdominal tumor burden compared to aged MSLN WT mice, however this difference was not significant. Interestingly, the immune profile of the abdominal cavity of tumor naive mice displays a decrease in natural killer (NK) cells and peritoneal macrophages in aged mice suggesting a role in regulating metastatic peritoneal mesothelioma and could possibly be targets for new immunotherapies. This study demonstrates host age increases tumor growth and metastatic success in peritoneal mesothelioma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-12 Other,,"},{"Key":"Keywords","Value":"Mesothelioma,Aging,Metastasis,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Mykayla Miller<\/b><sup><\/sup><br><br\/>California State University Fullerton, Fullerton, CA","CSlideId":"","ControlKey":"e00c2c4e-ab6c-4004-8499-1b33d80a9a3f","ControlNumber":"1345","DisclosureBlock":"&nbsp;<b>M. Miller, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8298","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1329","PresenterBiography":null,"PresenterDisplayName":"Mykayla Miller","PresenterKey":"773802f6-5cfd-417f-bf34-621c85bff01d","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1329. Aging increases malignant peritoneal mesothelioma metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Aging increases malignant peritoneal mesothelioma metastasis","Topics":null,"cSlideId":""},{"Abstract":"The link between prostate cancer (PCa) risk and alcohol consumption has long been debated. In our recent analysis of the epidemiologic evidence for this link, we found that, since the onset of the PSA testing era, a preponderance of studies indicates ethanol (EtOH) consumption is strongly associated with PCa risk. Despite epidemiologic support for this relationship, little is known about the underlying mechanisms. Our group introduced the concept of &#8220;onco-Golgi,&#8221; where the Golgi becomes fragmented alongside activating transcription factor 6 (ATF6)-mediated Endoplasmic Reticulum (ER) stress. This results in increased plasma membrane (PM) expression of abnormally glycosylated &#945;<sub>v<\/sub> Integrins by Golgi glycosyltransferase, N-acetylglucosaminyltransferase-V (MGAT5). Importantly, these MGAT5-modified integrins bind to pentameric Galectin-3, resulting in clustering and increased retention on the PM. This, in turn, modulates tumor cell behavior, including adhesion to extracellular matrix and migration, leading to acceleration of prostate tumor dissemination to lymph nodes and distant organs, including bones. We have also found the EtOH treatment causes further Golgi disorganization. PCa tissues from heavy alcoholic patients demonstrate higher MGAT5 expression and elevated Integrin &#945;<sub>v<\/sub> levels on the PM. We propose that EtOH promotes PCa lethality by increasing Integrin &#945;<sub>v<\/sub>-mediated PCa progression. Altered glycosylation of Integrin &#945;<sub>v<\/sub> in the onco-Golgi is expected to be exacerbated by alcohol&#8217;s disorganizing effect on Golgi. We have found a positive correlation between the number of Golgi fragments and the intensity of Integrin &#945;<sub>v<\/sub> on the PM in both docetaxel-resistant PC-3 and DU145 cells after EtOH treatment. Importantly, we revealed that Golgi disorganization in advanced PCa cells is an autophagy-driven process. We found that autophagy inhibitor, Hydroxychloroquine (HCQ), restores compact Golgi in both PC-3 and DU145 cells, as well as in mice orthotopic PC-3-derived tumors. The effect of HCQ was strengthened by depletion of ATF6, suggesting the synergetic effect of autophagy inhibition and alleviation of ER stress. Significantly, HCQ treatment attenuates the EtOH-induced Golgi fragmentation and restores the level of PM Integrin &#945;<sub>v<\/sub> to that of control cells. We expect that our established protocol to restore Golgi morphology and inhibit ER stress by HCQ treatment and ATF6 depletion, respectively, will attenuate the impact of EtOH on PCa cells. Overall, these data shed light on alcohol-promoting effects on prostate tumor growth and metastasis and provide a potentially effective therapeutic strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Prostate cancer,Alcohol,Integrins,Golgi Disorganization,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Amanda Macke<\/b><sup><\/sup>, Artem Pachikov<sup><\/sup>, Taylor Divita<sup><\/sup>, Armen Petrosyan<sup><\/sup><br><br\/>University of Nebraska Medical Center, Omaha, NE","CSlideId":"","ControlKey":"f7cd9af8-4049-4e18-9553-4a9a78ad8604","ControlNumber":"2741","DisclosureBlock":"&nbsp;<b>A. Macke, <\/b> None..<br><b>A. Pachikov, <\/b> None..<br><b>T. Divita, <\/b> None..<br><b>A. Petrosyan, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8299","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1330","PresenterBiography":null,"PresenterDisplayName":"Amanda Macke, BS","PresenterKey":"f50702d8-48f0-42b4-8f32-b46b7e1d3e6e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1330. Golgi disorganization and ER stress: the mechanism underlying alcohol-mediated prostate cancer progression","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Golgi disorganization and ER stress: the mechanism underlying alcohol-mediated prostate cancer progression","Topics":null,"cSlideId":""},{"Abstract":"Type 2 diabetes (T2D) female patients have a higher risk of being diagnosed and have worse survival for breast cancer compared to non-diabetic females. Although the relationship between these two female diseases has been reported, specific functional studies on which subtypes of breast cancer are affected and which genes are regulated by T2D are little known. Here, I found that Forkhead Box A1 (FOXA1) and Metformin, anti-diabetic medication for T2D, affect hormonal positive (HR+) breast cancer tumor cell growth and metastasis. 14 diabetes-related genes highly expressed in three HR+ breast cancer cell lines but not other breast cancer subtypes using a 53,805 gene database obtained from NCBI GEO. Among the diabetes-related genes, FOXA1, MTA3, PAK4, FGFR3, and KIF22 were highly expressed in HR+ breast cancer from 4,032 breast cancer patient tissue samples using the Breast Cancer Gene Expression Omnibus. Specifically, the high expression of FOXA1 correlated to a worse ER+\/PR+ breast cancer patient survival rate. Consistent with this, the loss of FOXA1 inhibited the tumor proliferation and invasion of MCF-7 and T47D HR+ breast cancer cell lines using in vitro. Metformin (1,1-dimethylbiguanide hydrochloride) conspicuously inhibits the tumor cell growth in MCF-7 human hormonal breast cancer cells. Metformin or FOXA1 deletion enhanced Tamoxifen-mediated tumor growth inhibition in HR+ breast cancer cell lines through the ex vivo three-dimensional (3D) organoid model. Therefore, HR+ breast cancer is closely related to T2D, and metformin and FOXA1 inhibition might be an optimal new treatment for patients with HR+ breast cancer when combined with tamoxifen, a hormone therapy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Breast cancer,Metformin,Transcriptional repression,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chaeun (Christine) Song<\/b><sup>1<\/sup>, SeungBaek Lee<sup>2<\/sup><br><br\/><sup>1<\/sup>Mayo High School, Rochester, MN,<sup>2<\/sup>Radiology, Mayo Clinic, Rochester, MN","CSlideId":"","ControlKey":"6ab426b4-6756-4aec-b703-e61632a08573","ControlNumber":"2032","DisclosureBlock":"&nbsp;<b>C. Song, <\/b> None..<br><b>S. Lee, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8300","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1331","PresenterBiography":null,"PresenterDisplayName":"Chaeun (Christine) Song, No Degree","PresenterKey":"8e8793b5-a6cd-4b38-bfc1-914b8bd6f8d8","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1331. \u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009A novel approach to treating hormonal breast cancer using clinical database and 3D ex vivo model \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"\u0009\u0009 \u0009 \u0009 \u0009\u0009 \u0009\u0009\u0009 \u0009\u0009\u0009\u0009 \u0009\u0009\u0009\u0009\u0009A novel approach to treating hormonal breast cancer using clinical database and 3D ex vivo model \u0009\u0009\u0009\u0009 \u0009\u0009\u0009 \u0009\u0009","Topics":null,"cSlideId":""},{"Abstract":"Frozen blood samples are routinely collected and stored in medical biobanks across the world, often for periods of several decades, and later used for medical research such as biomarker studies. Some common biomarker targets have included DNA alterations, protein or antibody levels or metabolomics. However, despite the potential importance of gene-expression alterations in circulating immune cells, transcriptional studies on blood samples from biobanks have been limited due to preanalytical technical difficulties of extracting high-quality RNA. In the absence of an RNA preservative, RNA degrades rapidly during the thawing process. Our aim was, therefore, to investigate the possibility of using biobanked blood samples for transcriptomics analyses. First, we used a CryoXtract CXT 350 to establish a protocol capable of isolating high-quality RNA from frozen core aliquots of buffy coat without thawing the entire sample tube. Then, we performed RNA sequencing on RNA extracted from 20 pre-diagnostic buffy coat samples from colorectal cancer patients and matched controls included in the population-based, prospective Northern Sweden Health and Disease Study (NSHDS). For all samples, two different library preparation methods were used (Illumina TruSeq Stranded mRNA poly-A selection and Illumina Stranded Total RNA with Ribo-Zero Globin). We obtained RNA yields of more than 1 &#181;g from a majority of the NSHDS samples (mean=2.57 &#181;g), and more than 92% of samples had RIN values of 6 or higher, indicating suitability for downstream analyses. Preliminary random forest analyses showed expected discriminatory ability between men and women based on data generated from each of the two library preparation methods. In conclusion, our newly established RNA extraction method enables extraction of RNA from frozen, biobanked buffy coat samples, collected in standard tubes, that is of sufficient quantity and quality for use in downstream whole-genome transcriptomic analyses, such as RNA sequencing.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++PS01-02 Biomarkers of endogenous or exogenous exposures, early detection, and biologic effects,,"},{"Key":"Keywords","Value":"Biomarkers,Colorectal cancer,RNA-seq,Biobank,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Erik Bovinder Ylitalo<\/b><sup><\/sup>, Linda Vidman<sup><\/sup>, Sophia Harlid<sup><\/sup>, Bethany Van Guelpen<sup><\/sup><br><br\/>Department of radiation sciences, Unit of oncology, Umeå University, Umeå, Sweden","CSlideId":"","ControlKey":"230d53d4-798c-4f70-a7b4-148bbec75eb8","ControlNumber":"5844","DisclosureBlock":"&nbsp;<b>E. Bovinder Ylitalo, <\/b> None..<br><b>L. Vidman, <\/b> None..<br><b>S. Harlid, <\/b> None..<br><b>B. Van Guelpen, <\/b> None.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8301","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1332","PresenterBiography":null,"PresenterDisplayName":"Erik Bovinder Ylitalo, PhD","PresenterKey":"f7a477b7-0923-41ae-9fad-0e8ea56f14b3","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1332. Extracted mRNA from frozen buffy coat samples shows promise for use in downstream sequencing analyses","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Extracted mRNA from frozen buffy coat samples shows promise for use in downstream sequencing analyses","Topics":null,"cSlideId":""},{"Abstract":"Capture and isolation of circulating metastatic cancer cell clusters (MCCC) is the essential first step to identify novel therapeutic targets focused on this important route of metastasis. We developed a unique biomimetic capture approach that allows selective isolation of these deadly clusters from the whole blood of lung cancer patients. Utilizing a microfluidic platform we developed a versatile smart-coating that combines biomimicry and immuno-capture for a highly efficient and selective isolation of viable MCCCs. Here we show the capture and characterization of multiple MCCCs from non-small cell lung cancer (NSCLC) patients. Table 1 shows the count of clusters detected in NSCLC patients based on a stringent criterion confirming their identification. The MCCCs were detected in every patient tested but none were detected in normal blood controls from donors of similar age. Isolated MCCC where characterized by immunofluorescence and submitted for genomic analyses.<br \/>Metastasis remains one of the leading causes of cancer related deaths worldwide. Insights into how the tumor propagates to pre-metastatic sites is necessary to develop focused therapeutic approaches. Circulating metastatic cancer cell clusters (MCCCs) have been established as a primary entity causing distal metastases. Significant advances have been made linking cluster integrity and viability to increased metastatic potential highlighting the unmet need for cluster focused therapies.<br \/>Our novel approach allows the rapid and easy capture of MCCCs paving the way for the discovery of novel or unique targets that eventually will bring new anti-metastatic therapies to the clinic. <table border=\"1\"  cellpadding=\"1\" class=\"DisplayTable\" id=\"{FF161AD8-EDBB-4878-BF8F-F1941E986540}\"><caption>Table 1<\/caption><tr><td rowspan=\"1\" colspan=\"1\"><b>Patient<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Age\/Sex<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>Staging \/ Metastasis<\/b><\/td><td rowspan=\"1\" colspan=\"1\"><b>#MCCC<\/b><\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">INMC-044.1<\/td><td rowspan=\"1\" colspan=\"1\">82 M<\/td><td rowspan=\"1\" colspan=\"1\">IVB \/ bone<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">INMC-044.2<\/td><td rowspan=\"1\" colspan=\"1\">53 F<\/td><td rowspan=\"1\" colspan=\"1\">IV \/ bone<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">INMC-044.3<\/td><td rowspan=\"1\" colspan=\"1\">59 F<\/td><td rowspan=\"1\" colspan=\"1\">IV \/ bone, brain<\/td><td rowspan=\"1\" colspan=\"1\">2<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">INMC-044.4<\/td><td rowspan=\"1\" colspan=\"1\">65 M<\/td><td rowspan=\"1\" colspan=\"1\">IV \/ thoracic cav., lung<\/td><td rowspan=\"1\" colspan=\"1\">1<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">INMC-044.5<\/td><td rowspan=\"1\" colspan=\"1\">67 M<\/td><td rowspan=\"1\" colspan=\"1\">IIIa \/ none<\/td><td rowspan=\"1\" colspan=\"1\">3<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Normal Blood<\/td><td rowspan=\"1\" colspan=\"1\">54 F<\/td><td rowspan=\"1\" colspan=\"1\">N\/A<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><\/tr><tr><td rowspan=\"1\" colspan=\"1\">Normal Blood<\/td><td rowspan=\"1\" colspan=\"1\">68 M<\/td><td rowspan=\"1\" colspan=\"1\">N\/A<\/td><td rowspan=\"1\" colspan=\"1\">0<\/td><\/tr><\/table>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB04-07 Invasion and migration,,"},{"Key":"Keywords","Value":"Metastasis,Metastatic potential,Drug discovery,Circulating tumor cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kourosh Kouhmareh<sup>1<\/sup>, Erika Martin<sup>1<\/sup>, Darren Finlay<sup>2<\/sup>, Anukriti Bhadada<sup>3<\/sup>, Francisco Downey<sup>3<\/sup>, Jeff  A.  Allen<sup>3<\/sup>, <b>Peter Teriete<\/b><sup>3<\/sup><br><br\/><sup>1<\/sup>PhenoVista Bioscience, San Diego, CA,<sup>2<\/sup>NCI-Designated Basic Cancer Center, Sanford Burnham Prebys Medical Discovery Institute, San Diego, CA,<sup>3<\/sup>TumorGen Inc., San Diego, CA","CSlideId":"","ControlKey":"e7cc4fb0-4407-43e0-9c33-6d11e2e974c5","ControlNumber":"3968","DisclosureBlock":"<b>&nbsp;K. Kouhmareh, <\/b> <br><b>PhenoVista Bioscience<\/b> Employment. <br><b>E. Martin, <\/b> <br><b>PhenoVista Bioscience<\/b> Employment.<br><b>D. Finlay, <\/b> None..<br><b>A. Bhadada, <\/b> None..<br><b>F. Downey, <\/b> None..<br><b>J. A. Allen, <\/b> None.&nbsp;<br><b>P. Teriete, <\/b> <br><b>IDEAYA Biosciences<\/b> Employment, Stock, Stock Option.","End":"4\/17\/2023 12:30:00 PM","HasWebcast":null,"Highlights":[],"Id":"8302","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"1333","PresenterBiography":null,"PresenterDisplayName":"Peter Teriete, BS;D Phil","PresenterKey":"84a822ce-094e-4576-b7a0-d5127f36c768","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"1333. A novel and highly efficient biomimetic capture approach for the isolation and characterization of circulating metastatic cancer cell clusters from lung cancer patients","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  9:00AM","SessionId":"493","SessionOnDemand":"False","SessionTitle":"Metastatic and Premetastatic Microenvironments","ShowChatLink":"false","Start":"4\/17\/2023 9:00:00 AM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A novel and highly efficient biomimetic capture approach for the isolation and characterization of circulating metastatic cancer cell clusters from lung cancer patients","Topics":null,"cSlideId":""}]