[{"Abstract":"Interferons (IFNs) and Janus Kinase\/Signal Transducer and Activator of Transcription (JAK\/STAT) signaling are best known for their roles in immunity. However, recent work has suggested that both IFNs and the JAK\/STAT pathways are associated with tumor growth and progression, as well as the maintenance of cancer stem cell (CSC) populations. To better understand the regulation of the CSC population maintenance by the IFN\/JAK\/STAT signaling pathway, we enriched CSCs from a panel of non-small cell lung cancer (NSCLC) cell lines by using spheroid culture and determined the phosphorylation of STAT1. We found that sphere cells exhibit increased level of pSTAT1-Y701 compared to their corresponding bulk cells. We further determined the expression level of a few interferon-stimulated genes (ISGs) and found that sphere cells possess enhanced expression of ISG54 and ISG56 genes, which are normally induced by type I IFN (IFN-I), as well as IFNA and IFNB. These results indicate that the IFN-I\/STAT1 signaling is highly activated in CSCs, which produce and secrete increased amount of IFN-I. To directly show the effect of IFN-I on the stemness of NSCLC cells, we treated NSCLC cells with IFN&#946;, and found that IFN&#946; can significantly enhance the expression of SOX2, a stem cell-specific transcription factor; Inhibition of the JAK signaling blocked both basal and IFN&#946;-induced SOX2 expression. In addition, knockdown of STAT1 also reduced SOX2 expression, indicating that STAT1 activation plays an important role in mediating IFN-induced enhancement of stemness. Finally, the ChIP assay demonstrated that STAT1 protein can bind to the promoter region of the SOX2 gene to serve as a transcription factor. In summary, our results indicate that CSCs produce and secrete IFN-I via their enhanced JAK\/STAT1 signaling. The secreted IFN-I can bind to the receptor on the CSCs, further activate their JAK\/STAT1 signaling, promoting the expression of SOX2 and maintenance of stemness of CSCs via an autocrine manner.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cell,Interferons,STAT,SOX2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Aidan Li<\/b><sup>1<\/sup>, Xuetao Bai<sup>2<\/sup>, Na Li<sup>2<\/sup>, Shurui Cai<sup>2<\/sup>, Ananya Banerjee<sup>2<\/sup>, Kousalya Lavudi<sup>2<\/sup>, Linzhou Wang<sup>2<\/sup>, Qianyun Ge<sup>2<\/sup>, Yajing Yang<sup>2<\/sup>, Qi-En Wang<sup>2<\/sup><br><br\/><sup>1<\/sup>Washington University in St. Louis, St. Louis, MO,<sup>2<\/sup>Department of Radiation Oncology, The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"6fdb808f-630a-4c90-a7f1-01c426bd0c2c","ControlNumber":"866","DisclosureBlock":"&nbsp;<b>A. Li, <\/b> None..<br><b>X. Bai, <\/b> None..<br><b>N. Li, <\/b> None..<br><b>S. Cai, <\/b> None..<br><b>A. Banerjee, <\/b> None..<br><b>K. Lavudi, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>Q. Ge, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>Q. Wang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2764","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"1","PosterboardNumber":"1","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2428","PresenterBiography":null,"PresenterDisplayName":"Aidan Li, No Degree","PresenterKey":"bea6c5e7-1b87-4d87-b175-62a5ccb36d5b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2428. Cancer stem cells maintain stemness via autocrine activation of the IFN\/JAK\/STAT signaling pathway","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Cancer stem cells maintain stemness via autocrine activation of the IFN\/JAK\/STAT signaling pathway","Topics":null,"cSlideId":""},{"Abstract":"The liver is an unique organ in that it is responsible for many metabolic functions. During HCC development, these metabolic machineries are extensively reprogrammed to support the insatiable nutrient requirement of HCC. Cancer stem cells (CSCs) are a small and elusive subpopulation of self-renewing cancer cells with remarkable ability to initiate, propagate, and spread the malignant disease. Liver CSCs reprogram their metabolic pathways to match with the increased metabolic needs for cancer cell survival under adverse conditions. Identifying novel metabolic targets that are related to stemness can offer promising strategies for targeting CSCs and hence to kill and to control their growth. In this study, pathway enrichment analysis of genes that linked metabolism and stemness identified aberrant glycerophospholipid metabolism of which AGPAT4 ranked a top-hit. AGPAT4 upregulation in HCC is tightly correlated with aggressive clinical features, including survival, metastasis, and stemness signatures. Expression of AGPAT4 peaked during early liver progenitor development, decreased during hepatocyte maturation and increased progressively from well-differentiated to poorly differentiated HCCs. Enrichment of AGPAT4 in HCC was mediated by promoter binding of SOX9 to drive AGPAT4 transcriptional activity. AGPAT4 inhibition could mitigate tumor initiation, self-renewal, metastasis and sorafenib resistance. Mechanistic studies revealed an AGPAT4-mediated phosphatidic acid production axis to promote HCC through regulating mTOR signaling. Inhibition of Agpat4 by AAV8 shRNA reduced tumorigenicity and stemness, and sensitized HCC tumors to sorafenib. AGPAT4 overexpression was able to predict sorafenib response in the clinic. Through high-throughput screening coupled with activity-based protein profiling, a cysteine-reacting compound with high binding affinity and selectivity towards AGPAT4 was identified and found to work synergistically with sorafenib to supress HCC. To conclude, AGPAT4 is a novel metabolic driver of oncogenic stemness, dedifferentiation and metastasis in HCC. AGPAT4-induced tumor lineage plasticity may represent an Achilles heel for HCC. Inhibition of AGPAT4 may widen the therapeutic window for sorafenib treatment in the clinic.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cell,Cancer metabolism,Hepatocellular Carcinoma,Therapy resistance,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kai Yu Ng<\/b><sup>1<\/sup>, Tsz-Lok Fong<sup>1<\/sup>, Ya Gao<sup>1<\/sup>, Tin-Lok Wong<sup>1<\/sup>, Yuan Gao<sup>1<\/sup>, Jing-Ping Yun<sup>2<\/sup>, Xin-Yuan Guan<sup>3<\/sup>, Ming Liu<sup>4<\/sup>, Clive YS Chung<sup>1<\/sup>, Stephanie Ma<sup>1<\/sup><br><br\/><sup>1<\/sup>School of Biomedical Sciences, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong, Hong Kong,<sup>2<\/sup>Department of Pathology, Sun Yat-Sen University Cancer Centre, Guangzhou, China,<sup>3<\/sup>Department of Clinical Oncology, School of Clinical Medicine, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Hong Kong, Hong Kong,<sup>4<\/sup>School of Basic Medical Science, Guangzhou Medical University, Guangzhou, China","CSlideId":"","ControlKey":"718bb7b4-2ed7-4831-bdce-1cbc097881a1","ControlNumber":"4057","DisclosureBlock":"&nbsp;<b>K. Ng, <\/b> None..<br><b>T. Fong, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>T. Wong, <\/b> None..<br><b>Y. Gao, <\/b> None..<br><b>J. Yun, <\/b> None..<br><b>X. Guan, <\/b> None..<br><b>M. Liu, <\/b> None..<br><b>C. Chung, <\/b> None..<br><b>S. Ma, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2765","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"2","PosterboardNumber":"2","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2429","PresenterBiography":null,"PresenterDisplayName":"Kai Yu Ng, PhD","PresenterKey":"81669504-ea27-4496-82af-18c3089a8015","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2429. AGPAT4 as a novel metabolic driver of oncogenic stemness and dedifferentiation in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"AGPAT4 as a novel metabolic driver of oncogenic stemness and dedifferentiation in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Barrett&#8217;s esophagus (BE) is a precancerous condition defined as replacement of the normal esophageal squamous epithelium with metaplastic columnar intestinal epithelium caused by chronic gastroesophageal reflux disease. Importantly, BE confers the strongest predisposition to developing esophageal adenocarcinoma. There is a deficiency of knowledge regarding the molecular pathogenesis of BE development. To this end, a thorough elucidation of the development context by which BE develops will uncover novel avenues to detect BE and revert it back to normal esophagus to ultimately halt the development of cancer. Spatial specification of the developing digestive tract occurs through a series of regulated transcriptional cascades. At embryonic day 9, the dorsal foregut is marked by expression of SOX2, a transcription factor of the Sry-like HMG box family, which is required for esophageal development. SOX2 continues to be expressed in the esophageal epithelium throughout adulthood as an important homeostatic maintenance factor. I hypothesize that SOX2 functions to maintain foregut squamous epithelial identity, and its loss is a critical step during BE development.<br \/><b>Methods\/Results: <\/b>Here, we show using human BE tissue microarrays that SOX2 is expressed in the normal squamous epithelium and its expression is significantly decreased during BE development. To assay the molecular effects of SOX2 expression changes, we have conducted a series of novel complementary experiments involving a foregut-specific inducible <i>Sox2<\/i> knockout mouse model and a biobank of human BE derived organoids. Using the murine model, <i>Krt5<sup>CreER\/+<\/sup>; Sox2<sup>flox\/flox<\/sup>; ROSA26<sup>LSLTdTomato\/+<\/sup><\/i>, we have assessed the histologic and transcriptional effects of SOX2 loss on squamous epithelium homeostasis. In addition, we have conducted a series of experiments involving a wholly novel biobank of human Barrett&#8217;s esophagus derived organoids. We have been able to expand, cryopreserve, and genetically manipulate these primary cells, and here we characterize these organoids and show that they recapitulate key pathohistologic and molecular features of BE. Using the human BE organoid biobank, we have established BE organoids that have forced expression of SOX2, and we are developing a high-throughput screening system using a <i>SOX2<\/i> luciferase promoter reporter assay to identify novel compounds and drugs that induce <i>SOX2<\/i> expression. Immediate future avenues will involve defining the direct transcriptional targets of <i>SOX2<\/i>, and interactions with the intestinal transcription factor CDX2.<br \/><b>Conclusions: <\/b>In summary, it is possible that in BE there is a stepwise transcriptional progression towards a more posterior phenotype with loss of SOX2 expression being an important initial step. Together, these experiments will elucidate novel molecular pathways involved in BE maintenance and may reveal novel therapeutic avenues to treat BE and prevent esophageal cancer.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-03 Developmental pathways in cancer,,"},{"Key":"Keywords","Value":"Barrett's esophagus,Esophageal cancer,Organoids,Transcription factor,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ramon U. Jin<\/b><sup>1<\/sup>, Toni M. Nittolo<sup>1<\/sup>, Jean S. Wang<sup>2<\/sup>, Jason C. Mills<sup>1<\/sup>, Qing K. Li<sup>3<\/sup><br><br\/><sup>1<\/sup>Baylor College of Medicine, Houston, TX,<sup>2<\/sup>Washington University School of Medicine, St. Louis, MO,<sup>3<\/sup>Johns Hopkins Medical Institutions, Baltimore, MD","CSlideId":"","ControlKey":"ee446d61-ef0c-4289-99ba-2253f0008e2d","ControlNumber":"6312","DisclosureBlock":"&nbsp;<b>R. U. Jin, <\/b> None..<br><b>T. M. Nittolo, <\/b> None..<br><b>J. S. Wang, <\/b> None..<br><b>J. C. Mills, <\/b> None..<br><b>Q. K. Li, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2766","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"3","PosterboardNumber":"3","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2430","PresenterBiography":null,"PresenterDisplayName":"Ramon Jin, MD;PhD","PresenterKey":"f3445bf2-391e-475c-a0f7-7f0a3da4f15c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2430. The role of SOX2 in Barrett's esophagus development","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role of SOX2 in Barrett's esophagus development","Topics":null,"cSlideId":""},{"Abstract":"To advance gastric cancer prevention, diagnosis, and treatment, and understand its origins, we aim to understand why precursor metaplasias form and how they progress to cancer. Paligenosis is a recently characterized conserved molecular process which cells use to convert from normal, differentiated, mature cells into proliferative, progenitor-type cells; in the stomach, paligenosis converts digestive-enzyme-secreting chief cells into Spasmolytic Polypeptide Expressing Metaplasia cells (SPEM). Paligenosis occurs by stepwise series of cellular-molecular events characterized by dynamic regulation of mTORC1: Stage 1, mTORC1 decreases, chief cells scale down their secretory apparatus. Stage 2, SPEM genes are induced. Stage 3, mTORc1 increases and the previously mitotically quiescent cells re-enter the cell cycle.&nbsp; Unregulated or &#8220;unlicensed&#8221; paligenosis imparts nondividing mature differentiated cells the ability to re-enter the cell cycle despite mutations and other genomic abnormalities, making paligenosis a likely initiating process for gastric cancer. The Hippo pathway regulates cell proliferation and differentiation by phosphorylating the transcriptional co-activator YAP1. YAP1 can also act as an oncogene during tumorigenesis, but the regulation of the Hippo pathway and YAP1 in metaplasia and in paligenosis are still unclear. Here we show that YAP1 accumulates in Stage 2 leading to increased expression of many canonical transcriptional targets including cell cycle genes. Overexpression of YAP-S127A in low-dose-tamoxifen-treated <i>Mist1<sup>CreERT2\/+<\/sup>; ROSA26<sup>LSL-rtTA.IRES.EGFP\/+<\/sup>; tetO<sup>Yap1S127A<\/sup><\/i> mice induced by doxycycline is sufficient to induce chief cells to enter mitosis while the deletion of YAP1 in <i>Mist1<sup>CreERT2\/+<\/sup>; ROSA26<sup>LSL-Ai9\/+<\/sup>; YAP1<sup>flox\/flox<\/sup><\/i> ;<i> TAZ<sup>flox\/flox<\/sup><\/i> mice leads to the failure of chief cells to go through paligenosis. <i>Yap1<\/i> mRNA was changed by single-cell RNA sequencing, whereas proteomics with western blot validation showed unchanged total YAP1 protein, suggesting YAP1 may be regulated by subcellular localization. Multi-omic data with western blot and immunohistochemistry validation indicated YAP1 localization is regulated in a Hippo pathway kinase-dependent way and SMAD2\/3, key effectors of TGF-&#946; signaling, being potential downstream targets. In summary, our study indicates that YAP1 activity is required for paligenosis, working independently of Hippo and interacting with TGF-&#946; signaling.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Adult stem cells,,"},{"Key":"Keywords","Value":"Hippo pathway,Paligenosis,Gastric cancer,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yongji Zeng<\/b><sup>1<\/sup>, Spencer  G.  Willet<sup>2<\/sup>, Yangzhe Huang<sup>1<\/sup>, Steven Bark<sup>1<\/sup>, Jason C. Mills<sup>3<\/sup><br><br\/><sup>1<\/sup>Medicine - Gastroenterology, Baylor College of Medicine, Houston, TX,<sup>2<\/sup>Department of Developmental Biology, Washington University in St. Louis, St. Louis, MO,<sup>3<\/sup>Baylor College of Medicine, Houston, TX","CSlideId":"","ControlKey":"318a3345-ea54-40f9-a1f0-2aaf65c74ef0","ControlNumber":"3067","DisclosureBlock":"&nbsp;<b>Y. Zeng, <\/b> None..<br><b>S. G. Willet, <\/b> None..<br><b>Y. Huang, <\/b> None..<br><b>S. Bark, <\/b> None..<br><b>J. C. Mills, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2767","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"4","PosterboardNumber":"4","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2431","PresenterBiography":null,"PresenterDisplayName":"Yongji Zeng, MD;PhD","PresenterKey":"2813cb45-86d6-4d84-9811-a2480cc0296f","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2431. The role and regulation of YAP1 in paligenosis, the cell program converting mature cells into precancerous metaplasia","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The role and regulation of YAP1 in paligenosis, the cell program converting mature cells into precancerous metaplasia","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is an aggressive disease with a poor clinical outcome. Understanding the mechanisms that drive cancer stemness, which we now know is the root cause of therapy failure and tumor recurrence, is fundamental for designing improved therapeutic strategies. The aim of this study is to identify molecular players specific to CD133+ HCC to better design drugs that can precisely interfere with cancer stem cells (CSCs) but not normal stem cell function. Transcriptome profiling of epithelial-specific &#8216;normal&#8217; CD133+ cells isolated from fetal and regenerating liver against &#8216;HCC&#8217; CD133+ cells isolated from proto-oncogene driven and inflammation-associated HCC revealed preferential overexpression of SERPINA12 in HCC but not fetal and regenerating liver cells. SERPINA12 upregulation in HCC is tightly associated with aggressive clinical and stemness features, including survival, tumor stage, cirrhosis, and stemness signatures related to embryonic stem cells, oncogenic dedifferentiation and undifferentiated HCC status. Enrichment of SERPINA12 in HCC is mediated by promoter binding of the well-recognized &#946;-catenin effector TCF7L2 to drive SERPINA12 transcriptional activity. Functional characterization identified a unique and novel role of endogenous SERPINA12 in promoting self-renewal, therapy resistance and metastatic abilities. Mechanistically, SERPINA12 functioned through binding to GRP78, resulting in a hyperactivated AKT\/GSK3&#946;\/&#946;-catenin signaling cascade, forming a positive feed-forward loop. Intravenous administration of rAVV8-shSERPINA12 sensitized HCC cells to sorafenib and impeded the CSC subset in an immunocompetent HCC mouse model. Collectively, our findings revealed that SERPINA12 is preferentially overexpressed in epithelial HCC CD133+ cells and is a key contributor to HCC initiation and progression by driving an AKT\/&#946;-catenin feed-forward loop.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Cancer stem cells,Cancer therapy,Targeted therapy,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Huajian Yu<\/b><sup>1<\/sup>, Lei Zhou<sup>1<\/sup>, Jane Ho-Chun Loong<sup>1<\/sup>, Ka-Hei Lam<sup>1<\/sup>, Tin-Lok Wong<sup>1<\/sup>, Kai-Yu Ng<sup>1<\/sup>, Man Tong<sup>1<\/sup>, Victor WS Ma<sup>1<\/sup>, Yanyan Wang<sup>1<\/sup>, Xiang Zhang<sup>2<\/sup>, Terence K Lee<sup>3<\/sup>, Jing-Ping Yun<sup>4<\/sup>, Jun Yu<sup>2<\/sup>, Stephanie Ma<sup>1<\/sup><br><br\/><sup>1<\/sup>School of Biomedical Sciences, The University of Hong Kong, Hong Kong, Hong Kong,<sup>2<\/sup>The Chinese University of Hong Kong, Hong Kong, Hong Kong,<sup>3<\/sup>The Hong Kong Polytechnic University, Hong Kong, Hong Kong,<sup>4<\/sup>Department of Pathology, Sun Yat-Sen University Cancer Centre, Hong Kong, Hong Kong","CSlideId":"","ControlKey":"901bc791-296f-49db-8eab-3d81d4976b10","ControlNumber":"4272","DisclosureBlock":"&nbsp;<b>H. Yu, <\/b> None..<br><b>L. Zhou, <\/b> None..<br><b>J. Loong, <\/b> None..<br><b>K. Lam, <\/b> None..<br><b>T. Wong, <\/b> None..<br><b>K. Ng, <\/b> None..<br><b>M. Tong, <\/b> None..<br><b>V. Ma, <\/b> None..<br><b>Y. Wang, <\/b> None..<br><b>X. Zhang, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>J. Yun, <\/b> None..<br><b>J. Yu, <\/b> None..<br><b>S. Ma, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2769","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"5","PosterboardNumber":"6","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2433","PresenterBiography":null,"PresenterDisplayName":"Huajian Yu, PhD","PresenterKey":"67de3af0-2baf-4000-af91-a1332939dffc","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2433. SERPINA12 promotes the tumorigenic capacity of hepatocellular carcinoma stem cells through hyperactivation of AKT\/ &#946;-catenin signaling","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"SERPINA12 promotes the tumorigenic capacity of hepatocellular carcinoma stem cells through hyperactivation of AKT\/ &#946;-catenin signaling","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer (OC) is the deadliest gynecologic malignancy with a dismal prognosis worldwide. A key reason for this is that most patients already have extensive metastasis at the time of diagnosis. Therefore, it is metastatic disease that is being treated in the clinic. However, metastasis remains one of the least understood aspects of cancer biology and a better understanding of the mechanisms involved will be helpful in devising more effective therapies. Transcoelomic metastasis is prevalent in ovarian cancer, which involves exfoliation of cancer cells in the primary tumor, floatation and spreading in the peritoneal fluid, followed by attachment, and colonization of the peritoneal organs. The most common site being the omentum. Recent research has indicated that a small percentage of OC cells, called metastasis-initiating cells (MICs) are able to survive at the metastatic site and establish metastases. However, the characteristics of MICs, their productive interactions with the metastatic microenvironment, and how they colonize metastatic sites, remain poorly understood. We attempted to address this issue with a focus on high grade serous OC (HGSOC), the most prevalent and lethal subtype of OC. We used HGSOC cells isolated from patient ascites and seeded them on an organotypic 3D culture model of the surface layers of the omentum to mimic early stage of metastatic colonization. The same cells were injected intraperitoneally in NSG mice to generate patient derived xenografts, representing advanced metastasis. Single cell transcriptomics was performed in both these models to identify the heterogeneity of the patient derived OC cells and the changes in their subpopulation profiles during early and advanced metastasis. Inference of activity scores of gene sets (AUCell), analysis of regulons (SCENIC) and identification of markers (Seurat and CytoTRACE) of the single-cell transcriptomic data helped characterize the MICs. We identified one distinctive population of OC cells with MIC-like phenotype. Utilizing trajectory analysis (Monocle3) we have determined the potentially targetable differentiation trajectories between the MICs and other cancer cells populating the established metastases. Intra-tumoral interactions were also investigated using CellCall to identify targetable ligand-receptor pairs. Elimination of MICs, interference of intra-tumoral communications inducing stemness of MICs, or interruption of their differentiation trajectory paths that help establish the metastases, may be a novel therapeutic opportunity leading to improved outcomes for the OC patients who are diagnosed with metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Ovarian cancer,Metastatic potential,Cancer stem cell,Metastasis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ji Wang<\/b><sup>1<\/sup>, Subramanyam Dasari<sup>1<\/sup>, Chi Zhang<sup>2<\/sup>, Anirban Kumar Mitra<sup>1<\/sup><br><br\/><sup>1<\/sup>Indiana University School of Medicine-Bloomington, Indiana University Bloomington, Bloomington, IN,<sup>2<\/sup>Indiana University School of Medicine, IUSCCC, Indianapolis, IN","CSlideId":"","ControlKey":"ce781d5e-6b33-4ba9-8733-42da9b720864","ControlNumber":"5057","DisclosureBlock":"&nbsp;<b>J. Wang, <\/b> None..<br><b>S. Dasari, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>A. K. Mitra, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2770","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"6","PosterboardNumber":"7","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2434","PresenterBiography":null,"PresenterDisplayName":"Ji Wang","PresenterKey":"36ccb93a-2923-4999-a18f-06b8c1c18505","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2434. Regulation of initiation and establishment of ovarian cancer metastasis by metastasis initiating cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Regulation of initiation and establishment of ovarian cancer metastasis by metastasis initiating cells","Topics":null,"cSlideId":""},{"Abstract":"Glioblastomas (GBMs) are aggressive brain tumors with extensive intratumoral heterogeneity. Here, we used spatial transcriptomics and single-cell ATAC-seq to dissect the transcriptome of distinct anatomical regions of the tumor microenvironment. We identified numerous extracellular matrix (ECM) molecules including biglycan elevated in areas infiltrated with brain tumor-initiating cells (BTICs). Single-cell RNA sequencing showed that the ECM molecules were differentially expressed by cells including injury response versus developmental BTICs. Exogeneous biglycan or overexpression of biglycan resulted in a higher proliferation rate of BTICs, and this was associated mechanistically with LDL receptor-related protein 6 (LRP6) binding and activation of the Wnt\/&#946;-catenin pathway. Biglycan-overexpressing BTICs grew to a larger tumor mass and higher mesenchymal phenotypes when implanted intracranially in mice. This study points to the spatial heterogeneity of ECM molecules in the GBM microenvironment and suggests biglycan-LRP6 axis as a therapeutic target to curb GBM growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Tumor microenvironment,Heterogeneity,Cancer stem cells,Glioblastoma,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Reza Mirzaei<\/b><sup><\/sup>, Charlotte D’Mello<sup><\/sup>, Marina Liu<sup><\/sup>, Ana Nikolic<sup><\/sup>, Mehul Kumar<sup><\/sup>, Frank Visser<sup><\/sup>, Pinaki Bose<sup><\/sup>, Marco Gallo<sup><\/sup>, Wee Yong<sup><\/sup><br><br\/>University of Calgary, Calgary, AB, Canada","CSlideId":"","ControlKey":"e0d1f14d-6467-4bfd-8f90-4ed66faf4710","ControlNumber":"1742","DisclosureBlock":"&nbsp;<b>R. Mirzaei, <\/b> None..<br><b>C. D’Mello, <\/b> None..<br><b>M. Liu, <\/b> None..<br><b>A. Nikolic, <\/b> None..<br><b>M. Kumar, <\/b> None..<br><b>F. Visser, <\/b> None..<br><b>P. Bose, <\/b> None..<br><b>M. Gallo, <\/b> None..<br><b>W. Yong, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2771","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"7","PosterboardNumber":"8","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2435","PresenterBiography":null,"PresenterDisplayName":"Reza Mirzaei","PresenterKey":"38996228-490b-46cc-b46a-13a82e11abe6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2435. Single cell spatial analysis identifies regulators of brain tumor initiating cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Single cell spatial analysis identifies regulators of brain tumor initiating cells","Topics":null,"cSlideId":""},{"Abstract":"Esophageal adenocarcinoma (EAC) is an aggressive type of cancer with a 5-year survival rate of less than 20%, which underscores the urgent need for new and effective targeted therapies. Treatment failures are often associated with activated Notch signaling and more than 70% of EAC cases possess aberrantly activated Notch.<sup> <\/sup>Recently, we identified the Integrator complex (INT), a multi-subunit assembly, as a new co-activator of Notch. In general transcription, INT is known to regulate RNAPII activity. Our previous study showed that INT is important in EAC. The INT complex initiates Notch-mediated transcription via RNAPII activation, and it is required for cell growth and proliferation in EAC.<sup> <\/sup>INT is also involved in cell cycle regulation and apoptosis.<sup> <\/sup>However, the functions of various INT subunits in EAC and their importance in Notch signaling remain unknown. Here, we investigate the importance of distinct INT subunits in Notch-mediated transcription as well as EAC tumor cell viability, growth and proliferation. Furthermore, we examine whether INT knockdown sensitizes EAC to the treatments with anti-cancer compounds.<br \/>We evaluated the depletion effects of several INT subunits in EAC using RNA interference and various assays. All gene knockdowns were confirmed by western blotting and\/or RT-qPCR. When we examined the depletion effects of INT in Notch-driven EAC, we observed that the knockdown of some but not all of the INT subunits decreased the expression of Notch target genes as determined by RT-qPCR. This indicates the importance of these specific INT subunits in Notch signaling. We further evaluated the knockdown effects on cell viability, growth and proliferation utilizing a combination of flow cytometry, western blotting, CCK8 and colony formation assays. We observed a decrease in cell viability and inhibition of cell growth and proliferation in EAC cells with the knockdown of specific but not all INT complex subunits. These results indicate that only specific INT subunits are important in Notch-dependent EAC, and these INT subunits may provide a potential therapeutic axis. Furthermore, we determined that the knockdown of INT sensitized EAC cells to other drug treatments exhibiting synergistic effects.<br \/>In conclusion, EAC is an aggressive type of cancer with overactivated Notch and poor clinical outcomes. Here, we determined that several subunits of the INT complex may present a therapeutic opportunity in Notch-driven EAC as these subunits are important in Notch-mediated gene expression, EAC cell viability, and cell growth and proliferation.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-03 Developmental pathways in cancer,,"},{"Key":"Keywords","Value":"Esophageal cancer,Notch,Integrator complex,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Elena Shersher<\/b><sup>1<\/sup>, Annamil Alvarez-Trotta<sup>1<\/sup>, Mohini Lahiry<sup>1<\/sup>, Giulia Diluvio<sup>1<\/sup>, Ramin Shiekhattar<sup>2<\/sup>, Anthony  J.  Capobianco<sup>1<\/sup><br><br\/><sup>1<\/sup>Surgery, University of Miami, Miami, FL,<sup>2<\/sup>Human Genetics, University of Miami, Miami, FL","CSlideId":"","ControlKey":"9f99aa10-0169-44f6-9ed9-51212aed084b","ControlNumber":"6609","DisclosureBlock":"&nbsp;<b>E. Shersher, <\/b> None..<br><b>A. Alvarez-Trotta, <\/b> None..<br><b>M. Lahiry, <\/b> None..<br><b>G. Diluvio, <\/b> None..<br><b>R. Shiekhattar, <\/b> None..<br><b>A. J. Capobianco, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2772","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"8","PosterboardNumber":"9","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2436","PresenterBiography":null,"PresenterDisplayName":"Elena Shersher, BA,PhD","PresenterKey":"be08d0a6-672b-43a4-8806-54b8185052f0","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2436. The multi-faceted Integrator complex in Notch-driven esophageal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"The multi-faceted Integrator complex in Notch-driven esophageal cancer","Topics":null,"cSlideId":""},{"Abstract":"Eighty percent of prostate cancers (PCa) metastasize to bone, showing a significant source of patient morbidity. PCa stem-like cells (PCSCs) are capable to quiescently outlast retaining the ability to proliferate and regenerate, consequently remaining able to develop therapy-resistant tumors and metastatic lesions. We have previously reported that the overexpression of heme oxygenase 1 (HO-1), the rate limiting enzyme in heme degradation, leads to a less aggressive PCa phenotype. However, its effect on metastasis-stemness (MS) remains unknown. In this work, we address the biological significance of HO-1 in association with relevant MS genes for PCa progression. Clonogenic assays performed in PCa cells (PC3 and C4-2B) to assess colony formation, evidenced a reduction on the stem-like properties of tumor cells treated with hemin (FDA approved drug and specific HO-1 inducer). RNA-seq analysis to identify MS genes that could be modulated by HO-1 induction, revealed 32 MS-genes that were modulated in PC3-hemin <i>vs.<\/i> PC3-control cells. We then mined the <i>Oncomine<\/i> database (<i>n<\/i> = 1,128) and found that 15\/32 HO-1-modulated MS genes were significantly dysregulated in PCa compared with normal gland. To extend our findings, further computational analyses were conducted, and a custom-made bioinformatics tool (<i>Gene Hunter<\/i>) was created to analyze gene expression and clinicopathological profiles across multiple publicly available PCa datasets with normal, adjacent, tumoral and metastatic samples (<i>n <\/i>= 1,629). We found that <i>ADAM15<\/i>, <i>BCL2L1<\/i>, <i>LTBR<\/i>, <i>MBNL2 and<\/i> <i>SPINT1<\/i> are consistently dysregulated across different comparisons, with expression profiles in tumors that could be reverted by hemin treatment, according to our RNA-seq results. We constructed a risk score that efficiently stratified patients in high, intermediate and low-risk of biochemical-relapse groups (<i>p<\/i>&#60;0.01). We also performed multiple survival analyses including, overall, progression-free, relapse-free and metastasis-free survival data. We found that high <i>MBNL2<\/i>, a gene previously reported to be related to embryonic stem cell differentiation and to antimetastatic effects in other tumors, was associated with lower risk of relapse, progression and metastasis (<i>p<\/i>&#60;0.05). Of note, the expression of <i>MBNL2 <\/i>was downregulated in PCa samples compared with normal gland or normal adjacent tissue. Interestingly <i>MBNL2 <\/i>expression can be reverted by HO-1 induction in PCa cells, as validated by RT-qPCR. Accordingly, those patients with high expression of <i>MBNL2<\/i> showed a decreased risk of biochemical-relapse when they presented high <i>HMOX1<\/i> levels (HR = 0.4615, <i>p<\/i> = 0.0186). Altogether, we highlight the relevance of HO-1 in modulating MS-associated genes in PCa and point out to <i>MBNL2<\/i> as a potential druggable target for disease intervention.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-07 Other,,"},{"Key":"Keywords","Value":"Prostate cancer,Heme oxygenase-1,Metastasis,Stemness,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Agustina  A.  Sabater<\/b><sup><\/sup>, Ayelen  R.  Toro<sup><\/sup>, Pablo  A.  Sanchis<sup><\/sup>, Gaston  M.  Pascual<sup><\/sup>, Rocio  A.  Seniuk<sup><\/sup>, Elba  S.  Vazquez<sup><\/sup>, Javier Cotignola<sup><\/sup>, Juan  A.  Bizzotto<sup><\/sup>, Sofia Lage-Vickers<sup><\/sup>, Geraldine Gueron<sup><\/sup><br><br\/>CONICET - IQUIBICEN, Buenos Aires, Argentina","CSlideId":"","ControlKey":"ecc48571-4f65-4b36-8b5b-5c587fa183cd","ControlNumber":"1875","DisclosureBlock":"&nbsp;<b>A. A. Sabater, <\/b> None..<br><b>A. R. Toro, <\/b> None..<br><b>P. A. Sanchis, <\/b> None..<br><b>G. M. Pascual, <\/b> None..<br><b>R. A. Seniuk, <\/b> None..<br><b>E. S. Vazquez, <\/b> None..<br><b>J. Cotignola, <\/b> None..<br><b>J. A. Bizzotto, <\/b> None..<br><b>S. Lage-Vickers, <\/b> None..<br><b>G. Gueron, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2773","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"9","PosterboardNumber":"10","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2437","PresenterBiography":null,"PresenterDisplayName":"Agustina Sabater, BS","PresenterKey":"4a670f47-bcc7-42a4-af06-00d440162070","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2437. HMOX1 modulates tumor stemness and metastatic properties in prostate cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HMOX1 modulates tumor stemness and metastatic properties in prostate cancer","Topics":null,"cSlideId":""},{"Abstract":"Objective: Uterine serous cancer (USC) represents about 10% of all uterine cancers, yet it accounts for up to 40% of all uterine cancer deaths. This lethality is due in part to the highly aggressive clinical course of this disease. Recently, galectin 3 (Gal3), a glycoprotein, was shown to contribute to malignant features in other tumors including ovarian cancer. In this study, we test the hypothesis that Gal3 facilitates malignant features in USC and might provide an opportunity for therapeutic intervention.<br \/>Methods: The TCGA database was used to define the relationship between <i>LGALS3<\/i> mRNA expression and prognosis. Gal3 knockout cells were established via CRISPR\/Cas9-mediated deletion from USC cell lines, ARK1 and ARK2 (Gal3-KO). Gal3&#8217;s role in cell proliferation, cell cycle, and cell death were assessed. Gal3&#8217;s influence on apoptotic priming was done by BH3 profiling. Gal3 small molecule inhibitors (SMIs) were used to as an orthogonal approach to genetic knockdown. The effect of Gal3 loss on migration, invasion, and angiogenesis was assessed with transwell, Matrigel-invasion and HUVEC (human umbilical vein endothelial cells) tube-forming assays. The impact of Gal3 loss on cancer stem cells (CSC), phenotypically characterized by CD44, CD117, and ALDH activity, was measured by flow cytometry, and functionally by colony-forming and sphere-forming assays. An in vivo limiting dilution tumorigenic assay was performed with ARK1 Gal3-CTRL and KO cells in immunocompromised mice. Statistical analysis was done and a significance level of p &#60; 0.05 was used.<br \/>Results: The TCGA database revealed a worse prognosis for patients with USC and high <i>LGALS3<\/i> mRNA. Cell Counts revealed Gal3-KO cells proliferated at a slower rate compared to Gal3-CTRL cells, and the difference wasn&#8217;t attributed to an increase in cell death. Cell cycle analysis showed an extended G2\/M arrest in Gal3-KO cells suggesting Gal3 may influence cell cycle checkpoints. Unlike SKOV3 ovarian cancer cells, loss of Gal3 did not affect apoptotic sensitivity of USC cells as determined by BH3 profiling. Gal3 knockout reduced the number of migrating and invading cells in vitro. Gal3 SMIs (GB1107 and TD139) often differed in their response when compared to the knockout strategy. Conditioned media (CM) from ARK2 Gal3-CTRL promoted tube formation and invasion of HUVECs. This effect was reduced with CM from ARK2 Gal3-KO cells, suggesting Gal3 influences the tumor vascular microenvironment. Gal3 loss markedly reduced CD117+ cells and cells displaying high ALDH activity. Functionally, these findings were supported by a reduction in the number and size of colonies and fewer spheres formed by Gal3-KO cells compared to Gal3-CTRL cells. ARK1 Gal3-KO cells formed fewer and smaller tumors compared to Gal3-CTRL in mice.<br \/>Conclusion: Gal3 has the potential to promote the more aggressive features of USC and patients would likely benefit from an anti-Gal3 based strategy.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Endometrial cancer,Galectin-3,Cancer stem cell,Tumorigenicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Yusuke Matoba<\/b><sup>1<\/sup>, Dominique  T.  Zarrella<sup>1<\/sup>, Venkatesh Pooladanda<sup>1<\/sup>, Eugene Kim<sup>1<\/sup>, Shaan Kumar<sup>1<\/sup>, Mengyao Xu<sup>1<\/sup>, Xingping Qin<sup>2<\/sup>, Raj Kumar<sup>3<\/sup>, Artem Kononenko<sup>3<\/sup>, Irva Veillard<sup>3<\/sup>, Kristopher Sarosiek<sup>2<\/sup>, Oladapo Yeku<sup>3<\/sup>, David  R.  Spriggs<sup>3<\/sup>, Bo  R.  Rueda<sup>1<\/sup><br><br\/><sup>1<\/sup>Vincent Center for Reproductive Biology, Department of Obstetrics and Gynecology, MGH\/Harvard Medical School, Boston, MA,<sup>2<\/sup>John B. Little Center for Radiation Sciences, Harvard T.H. Chan School of Public Health, Boston, MA,<sup>3<\/sup>MGH\/Harvard Medical School, Boston, MA","CSlideId":"","ControlKey":"9d50ff94-d359-4ffe-8c40-973f3f207908","ControlNumber":"5814","DisclosureBlock":"&nbsp;<b>Y. Matoba, <\/b> None..<br><b>D. T. Zarrella, <\/b> None..<br><b>V. Pooladanda, <\/b> None..<br><b>E. Kim, <\/b> None..<br><b>S. Kumar, <\/b> None..<br><b>M. Xu, <\/b> None..<br><b>X. Qin, <\/b> None..<br><b>R. Kumar, <\/b> None..<br><b>A. Kononenko, <\/b> None..<br><b>I. Veillard, <\/b> None..<br><b>K. Sarosiek, <\/b> None.&nbsp;<br><b>O. Yeku, <\/b> <br><b>GIMV NV<\/b> Other, consultant payments. <br><b>TigaTx Inc<\/b> Other, consultant payments. <br><b>Celldex<\/b> Other, Advisory Board positions. <br><b>hC Bioscience<\/b> Other, Advisory Board position. <br><b>Ascendis Pharma A\/S<\/b> Other, Massachusetts General Hospital has contracts with this company for trials where he is the local PI.. <br><b>Avant Immunotherapeutics<\/b> Other, Massachusetts General Hospital has contracts with this company for trials where he is the local PI.. <br><b>Instil Bio, Inc<\/b> Other, Massachusetts General Hospital has contracts with this company for trials where he is the local PI.. <br><b>Merck Sharp & Dohme Corp<\/b> Other, Massachusetts General Hospital has contracts with this company for trials where he is the local PI.&nbsp;<br><b>D. R. Spriggs, <\/b> <br><b>Brahma Therapeutics<\/b> Other, consulting relationship. <br><b>Repertoire Immune Medicines<\/b> Other, consulting relationship. <br><b>MUC16 and anti-Gal3 antibodies<\/b> Patent. <br><b>B. R. Rueda, <\/b> <br><b>Novartis<\/b> Other, sponsored research agreements. <br><b>Mercy BioAnalytics<\/b> Other, sponsored research agreements. <br><b>VincenTech<\/b> Other, He serves on the scientific advisory board.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2774","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"10","PosterboardNumber":"11","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2438","PresenterBiography":null,"PresenterDisplayName":"Yusuke Matoba","PresenterKey":"689b8dd9-8243-4f76-9c6f-08b8864ee91c","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2438. Loss of galectin 3 reveals its potential roles in the aggressive pathology of uterine serous carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Loss of galectin 3 reveals its potential roles in the aggressive pathology of uterine serous carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Background: In 2020, colorectal cancer (CRC) had the second highest mortality rate worldwide and was the third most common cancer type among various carcinomas, accounting for 10.0% and 9.4% of all carcinomas, respectively. Although the expression of ribosomal protein L27 (RPL27) is upregulated during CRC development, oncogenic roles of RPL27 have not yet been elucidated. We aimed in this study to investigate the effect of RPL27 targeting on CRC growth and whether RPL27 gained an extra-ribosomal function during CRC development.<br \/>Methods: Human CRC cell lines, HCT116 and HT29, were transfected with RPL27-specific siRNA and tested for growth inhibition and apoptotic induction using MTS, FACS and Western blotting. To obtain insights into the molecular changes in response to RPL27 knockdown, global changes in gene expression were examined using RNA sequencing.<br \/>Results: We observed that inhibition of RPL27 expression suppresses CRC cell growth and long-term colony formation through an induction of apoptotic cell death. Targeting RPL27 also significantly inhibited the growth of human CRC xenografts in nude mice. Noticeably, polo-like kinase 1 (PLK1), which is known to play an important role in mitotic cell cycle progression and stemness, was commonly down-regulated in both HCT116 and HT29 cells with RPL27 depletion. Western blot analysis confirmed that RPL27 silencing reduces the levels of PLK1 protein and G2\/M-associated regulators, such as p-CDC25C, CDK1, and cyclin B1. Reflecting these molecular responses, knockdown of RPL27 reduced the migration and invasion abilities of CRC cells. In terms of CSC phenotypic changes, RPL27 knockdown suppressed sphere forming capacity of isolated CD133<sup>+<\/sup> CSC population accompanying with the reduction in CD133 and PLK1 levels.<br \/>Conclusion: Taken together, these findings indicate that RPL27 contributes to promotion of CRC growth and stemness through PLK1 signaling and that targeting RPL27 could be a next-line therapeutic strategy for both primary CRC treatment and prevention of metastasis and\/or recurrence.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Ribosomal RNA transcription,Stemness,Colorectal cancer,Polo-like kinase,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Keon Uk Park<\/b><sup>1<\/sup>, Ilseon Hwang<sup>2<\/sup>, Hun Mo Ryoo<sup>3<\/sup>, Yun-Han Lee<sup>4<\/sup>, So-Young Park<sup>4<\/sup><br><br\/><sup>1<\/sup>Internal Medicine, Keimyung University, Daegu, Korea, Republic of,<sup>2<\/sup>Pathology, Keimyung University, Daegu, Korea, Republic of,<sup>3<\/sup>Internal Medicine, Daegu Catholic University Hospital, Daegu, Korea, Republic of,<sup>4<\/sup>Molecular Medicine, Keimyung University, Daegu, Korea, Republic of","CSlideId":"","ControlKey":"81ead0b6-79f8-46fc-892b-9eac0f6bf639","ControlNumber":"1753","DisclosureBlock":"&nbsp;<b>K. Park, <\/b> None..<br><b>I. Hwang, <\/b> None..<br><b>H. Ryoo, <\/b> None..<br><b>Y. Lee, <\/b> None..<br><b>S. Park, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2775","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"11","PosterboardNumber":"12","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2439","PresenterBiography":null,"PresenterDisplayName":"Keon Uk Park, MD;PhD","PresenterKey":"50138ed8-21b6-4829-afb8-a2a8c4126e1a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2439. RPL27 augments growth and stemness properties in colorectal cancer through PLK1 signaling","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RPL27 augments growth and stemness properties in colorectal cancer through PLK1 signaling","Topics":null,"cSlideId":""},{"Abstract":"Ovarian cancer (OC) is the fifth leading cause of cancer-related death among American women. Persistence of OC stem cells (OCSCs) is believed to contribute to resistance to platinum-based chemotherapy and disease relapse. We have previously shown that epigenetic changes in OCSCs play a role in post-therapy OCSC persistence and demonstrated the potential to target OCSC using epigenetic therapies. HOXC transcript antisense RNA (HOTAIR) has been shown to be associated with chemoresistance and overexpressed in high-grade serous OC (HGSOC). HOTAIR interacts with Polycomb Repressive Complex 2 (PRC2) and plays a key role in chromatin remodeling. Because HOTAIR is a known epigenetic regulator of differentiation and developmental genes in OC, we hypothesized that HOTAIR regulates OCSCs and epigenetic targeting HOTAIR will prevent tumor relapse. To produce loss-of-function phenotypes of HOTAIR and investigate the function of this gene, we utilized the paired CRISPR guide RNA design to delete the functional sites of HOTAIR in a panel high grade serous OC cell lines (Kuramochi, OVCAR3) without affecting nearby protein-coding gene. Knockout of HOTAIR re-sensitized OC cells to platinum treatment and significantly decreased (P&#60;0.001) the OCSC population and stemness-related phenotypes, including inhibiting stemness-associated gene expression ALDH1A1, Notch3, Sox9, and PROM1 and in vitro spheroid forming ability under low attachment conditions. Integrated analysis of RNA-seq and ATAC-seq on control and HOTAIR knockout cells revealed HOTAIR altered global chromatin dynamics to change downstream gene expression, particularly, the NF-kB pathway. In xenograft assays using HGSOC cells, combining a HOTAIR inhibitor with an EZH2 inhibitor and chemotherapy significantly decreased in vivo tumor formation and increased mouse survival. In summary, depletion of HOTAIR functionally decreased OCSC phenotypes and malignant potential and reprogrammed HGSOC to a less stem-like phenotype.<b> <\/b>There is an urgent need to develop new therapeutic strategies to target OCSCs and overcome chemoresistant OC, and the results of this study suggest that targeting HOTAIR in combination with epigenetic therapies may represent a novel therapeutic strategy to prevent tumor relapse in OC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Ovarian cancer,Cancer stem cells,NF-&#954;B,EZH2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Weini Wang<sup><\/sup>, <b>Yanchi Zhou<\/b><sup><\/sup>, Ji Wang<sup><\/sup>, Ali Ozes<sup><\/sup>, Heather  M.  O’Hagan<sup><\/sup>, Anirban Mitra<sup><\/sup>, Kenneth  P.  Nephew<sup><\/sup><br><br\/>Indiana University Bloomington, Bloomington, IN","CSlideId":"","ControlKey":"e1f41401-6c35-4c82-b123-a51bcac376e3","ControlNumber":"6555","DisclosureBlock":"&nbsp;<b>W. Wang, <\/b> None..<br><b>Y. Zhou, <\/b> None..<br><b>J. Wang, <\/b> None..<br><b>A. Ozes, <\/b> None..<br><b>H. M. O’Hagan, <\/b> None..<br><b>A. Mitra, <\/b> None..<br><b>K. P. Nephew, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2776","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"12","PosterboardNumber":"13","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2440","PresenterBiography":null,"PresenterDisplayName":"Yanchi Zhou","PresenterKey":"516b8672-24fb-4fc5-8bc8-e3c3744dba58","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2440. HOTAIR functionality and regulation in ovarian cancer stem cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"HOTAIR functionality and regulation in ovarian cancer stem cells","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) ranks as the fifth most common cancer and the second leading cause of cancer-related mortality worldwide. The overall prognosis of HCC patients is very poor because it is susceptible to recurrence and metastasis. According to the cancer stem cell (CSC) model, there is a small subset of cancer cells within the tumor bulk that is responsible for tumor relapse and metastasis. CSCs represent cells that can self-renew, initiate tumors, and keep resistant to anti-cancer treatment. However, the fate and signatures of CSCs in HCC remain elusive. Our previous in vitro hepatocyte differentiation model successfully mimicked the liver developmental process from the stage of embryonic stem cells, endoderm, liver progenitor cells, and premature hepatocytes, together with one pair of nontumor and tumor tissue from an HCC patient. We found that the expression of keratin 17 (KRT17) reached its peak at the liver progenitor stage and was down-regulated along with liver development, which shared the same expression pattern with keratin 19 (CK19), a well-known HCC stemness-associated gene. Single-cell RNA sequencing in 9 HCC clinical samples from the GEO dataset revealed that KRT17 was expressed in less than 1% of tumor cells. Moreover, KRT17 shared similar expression patterns among hepatocytes, non-stem like HCC and stem like HCC subpopulations with a panel of hepatic stem cell markers and showed reverse trends with a list of hepatic markers. Clinically, KRT17 was highly expressed in cancer tissues compared to normal counterparts and positively correlated with poor overall survival. Functional assays indicated that KRT17 could considerably facilitate the self-renewal, growth, and metastasis properties of HCC both in vitro and in vivo. Also, KRT17 endowed HCC cells with enhanced resistance to sorafenib treatment. Moreover, the expressions of the CSC marker (CD133) and oncofetal drivers (NANOG and KLF4) were significantly upregulated upon KRT17 overexpression. Bioinformatic analysis using gene expression profiles of patients from the TCGA database revealed that development- and differentiation-related biological processes were dramatically enriched in KRT17-high patients. The underlying molecular mechanism of how KRT17 augments HCC stemness still needs further study. Overall, our study uncovered a new connection between KRT17 and HCC stemness and progression. KRT17 might be a novel marker of CSC and a prognostic biomarker for the treatment of HCC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Cancer stem cells,Prognostic markers,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Xiaona Fang<\/b><sup><\/sup>, Shan Liu<sup><\/sup>, Liuxian Ban<sup><\/sup>, Jiao Huang<sup><\/sup>, Jie Luo<sup><\/sup>, Lanqi Gong<sup><\/sup>, Baifeng Zhang<sup><\/sup>, Beilei Liu<sup><\/sup>, Jinlin Huang<sup><\/sup>, Yuma Yang<sup><\/sup>, Ching Ngar Wong<sup><\/sup>, Qian Yan<sup><\/sup>, Xin-Yuan Guan<sup><\/sup><br><br\/>The University of Hong Kong, Hong Kong, China","CSlideId":"","ControlKey":"c18441b4-fc93-4cad-8d51-61e7d064c2d8","ControlNumber":"6763","DisclosureBlock":"&nbsp;<b>X. Fang, <\/b> None..<br><b>S. Liu, <\/b> None..<br><b>L. Ban, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>J. Luo, <\/b> None..<br><b>L. Gong, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>C. Wong, <\/b> None..<br><b>Q. Yan, <\/b> None..<br><b>X. Guan, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"10173","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"13","PosterboardNumber":"14","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2441","PresenterBiography":null,"PresenterDisplayName":"Xiaona Fang, PhD","PresenterKey":"853a9703-7ef2-4070-8379-10be12e2cf9a","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2441. Identification and characterization of the role of KRT17 in the stemness regulation of hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification and characterization of the role of KRT17 in the stemness regulation of hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Breast cancer is the most common cancer and the second leading cause of cancer death among women overall. One of the main challenges in fighting breast cancer is the intratumor heterogeneity as they are composed of different subpopulations of cancer cells. This heterogeneity of breast cancer is promoted and maintained by a subpopulation of cancer stem-like cells (CSC). CSC share properties of adult stem cells, capable of self-renewing, differentiating &#38; repopulating a tumor. In addition to CSC role in promoting tumor growth, CSC are involved in metastasis, drug resistance and relapse of breast cancer. Therefore, understanding the mechanisms that drive and maintain CSC will help identify novel therapeutic targets in treating breast cancer. Functional activities of CSC are heavily influenced by modulations in the tumor microenvironment, such as alteration in nutrient status. One key component connecting signaling pathway and cancer cell metabolism is the enzyme O-GlcNAc Transferase (OGT), which utilize UDP-GlcNAc to modify nuclear and cytoplasmic proteins in a process termed O-GlcNAcylation. OGT and O-GlcNAc are upregulated in many cancers. Recently, we showed a direct connection between OGT\/O-GlcNAc and CSC in breast cancer, in which OGT\/O-GlcNAc is required and sufficient to promote the stemness of breast cancer cells <i>in vitro<\/i>, as well as tumorigenesis <i>in vivo<\/i>. Global transcriptomic analysis of CSCs-enriched mammospheres with OGT overexpression revealed Kruppel-like-factor 8 (KLF8) as a downstream target of OGT in CSC. Here, we show that KLF8 expression in breast cancer cells is regulated by OGT at the mRNA and protein level. Knockdown of KLF8 reduced mammosphere forming efficiency (MFE), reduced CSC population, and tumor growth <i>in vivo<\/i>. In contrast, KLF8 overexpression increased MFE and CSC population. Importantly, KLF8 knockdown blocked the effect of elevated OGT and O-GlcNAcylation in promoting MFE, while KLF8 overexpression rescued OGT inhibition in regulating in breast cancer cells. Consistently, KLF8 knockdown in breast cancer cells significantly reduced expression of stem cells markers at both mRNA and protein level, while KLF8 overexpression increased expression of these CSC factors. Interestingly, KLF8 knockdown in breast cancer cell reduced OGT expression, while KLF8 overexpression increased OGT and O-GlcNAcylation, suggesting a possible feed-forward loop between OGT and KLF8 in promoting CSC. Supporting the idea that KLF8 and OGT are critical for breast cancer progression, high expression of KLF8 and OGT is correlated with poor breast cancer patient outcome. Furthermore, overexpression of KLF8 showed increase in resistance to paclitaxel in triple-negative breast cancer cells <i>in vitro<\/i>, suggesting a possible role of KLF8 in promoting chemotherapy resistance in breast cancer. Together, our results suggested that KLF8 and OGT may work in concert in promoting breast cancer stem-like cells population.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cell,Breast cancer,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Giang Le Minh<\/b><sup><\/sup>, Emily Esquea<sup><\/sup>, Tejsi Dhamelia<sup><\/sup>, Neha Akella<sup><\/sup>, Mauricio  J.  Reginato<sup><\/sup><br><br\/>Drexel University College of Medicine, Philadelphia, PA","CSlideId":"","ControlKey":"e4c6612c-873f-47a4-8eed-ad448a879148","ControlNumber":"7134","DisclosureBlock":"&nbsp;<b>G. Le Minh, <\/b> None..<br><b>E. Esquea, <\/b> None..<br><b>T. Dhamelia, <\/b> None..<br><b>N. Akella, <\/b> None..<br><b>M. J. Reginato, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2778","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"14","PosterboardNumber":"15","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2442","PresenterBiography":null,"PresenterDisplayName":"Giang Le Minh, MS","PresenterKey":"d6054a45-1d8f-4fc5-a019-0a8eedb34c2b","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2442. KLF8 and OGT\/O-GlcNAcylation regulate stem-like cell properties in breast cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KLF8 and OGT\/O-GlcNAcylation regulate stem-like cell properties in breast cancer","Topics":null,"cSlideId":""},{"Abstract":"Hepatocellular carcinoma (HCC) is one of the common malignancies worldwide. Poor prognosis of HCC patients is attributed to high frequency of tumor relapse and therapeutic resistance. Increasing evidence showed the existence of cancer stem cells (CSCs) which is crucial for tumor initiation and therapeutic resistance. However, there are limited kinase inhibitors available that show specific targeting against liver T-ICs for HCC treatment. To understand the mechanism for regulation of liver CSCs, we have employed RNA-Seq profiling to compare the gene expression profiles with focuses on protein kinases between (1) sorted CD133<sup>+<\/sup> liver CSCs and CD133<sup>-<\/sup> differentiated counterparts isolated from two HCC cell lines (Huh7 and PLC8024) and cultured hepatospheres and adherent differentiated cells of HCC cell line PLC\/PRF\/5. This analysis revealed Serine\/Threonine kinase 39 (STK39), also known as SPAK, to be the commonly up-regulated protein kinase common in both CD133<sup>+<\/sup> liver CSCs and CSC enriched hepatospheres. Consistently, based on the TCGA data analysis, STK39 mRNA expression is positively correlated with the expression of liver CSC markers including CD24, CD133, and CD47. Using publicly available transcriptome datasets deposited in the NCBI Gene Expression Omnibus (GEO) including GSE14520 and GSE25097, we found that overexpression of STK39 was also observed in HCC tumor tissues (p&#60;0.001) and correlated with poorer overall survival and disease-free survival. By lentiviral based overexpression and knockdown approaches, we demonstrated the role of STK39 in regulation of liver CSC properties, including self-renewal, tumorigenicity, cell invasiveness and expression of liver CSC markers. Specially, STK39 expression was highly elevated in sorafenib- and lenvatinib-resistant HCC cells, and its inhibition led to sensitization of HCC cells towards these treatments. In order to identify downstream target of STK39 for regulation of cancer stemness, tandem affinity purification coupled with mass spectrometry was employed. Upon analysis, PARP1, was identified to be the novel protein binding partner of STK39. Upon suppression of STK39 in HCC cells, phosphorylation of PARP1 at Threonine 368 (T368) was found to be highly inhibited, suggesting its role as downstream effector of STK39-mediated liver CSC functions. Furthermore, STK39 regulates PARP1-mediated chromatin decondensation, and thus opens chromatin structure at the promoter regions of SOX2\/OCT4. In summary, STK39 regulates cancer stemness and drug resistance by directly modulating PARP1-mediated SOX2\/OCT4 expression via chromatin remodelling. Targeting STK39\/PARP1 signaling cascade alone or in combination with molecular targeted drugs including rucaparib and lenvatnib can be the potential therapeutic strategy for treatment of this deadly disease.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Cancer stem cells,Drug resistance,PARP inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Carmen Oi Ning Leung<sup><\/sup>, <b>Terence Kin-Wah Lee<\/b><sup><\/sup><br><br\/>Hong Kong Polytechnic University, Hong Kong, China","CSlideId":"","ControlKey":"12385525-48bf-4143-9645-b068eeb33bce","ControlNumber":"5491","DisclosureBlock":"&nbsp;<b>C. Leung, <\/b> None..<br><b>T. Lee, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2779","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"15","PosterboardNumber":"16","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2443","PresenterBiography":null,"PresenterDisplayName":"Terence Kin-Wah Lee, PhD","PresenterKey":"2d77bc17-bf58-47dc-afe3-38404f6e6cd6","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2443. Serine\/threonine kinase 39 (STK39) regulates cancer stemness through regulating PARP-mediated SOX2\/OCT4 expression in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Serine\/threonine kinase 39 (STK39) regulates cancer stemness through regulating PARP-mediated SOX2\/OCT4 expression in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"Non-small cell lung cancer (NSCLC), a major subtype of lung cancer, accounts for ~85% of all lung cancer diagnoses. A sub-population of cells within human NSCLC tumors called cancer stem cells (CSCs) have been found to exhibit distinct properties that contribute to factors associated with poor outcomes in NSCLC patients including metastasis, relapse, and therapeutic resistance. We previously performed RNAseq analysis on bulk cancer cells (BCCs) and CSCs from a panel of primary NSCLC tumors and cell lines to identify signaling mechanisms involved in the tumorigenic behavior of NSCLC CSCs. Our analysis revealed that expression of RAB27B, a small GTPase that plays a critical role in extracellular vesicle (EV) formation and secretion, was significantly upregulated in CSCs when compared to BCCs. Interestingly, RAB27B is overexpressed and predicts patient survival in NSCLC. The goal of this study was to assess the role of RAB27B in the tumorigenic behavior of NSCLC CSCs and determine the mechanism by which RAB27B promotes an aggressive stem-cell like phenotype in NSCLC cells an aspect of RAB27B function that has not been investigated in NSCLC. QPCR and immunoblot analysis was used to compare RAB27B mRNA and protein expression in a panel of NSCLC BCCs and CSCs. Two independent shRNA constructs were used to knockdown (KD) RAB27B in NSCLC CSCs. The effects of RAB27B KD on CSC expansion, transformed growth and invasion were analyzed by clonal expansion, soft agar colony formation and Boyden chamber assays, respectively. Xenograft and tail vein mouse models were used to assess the effects of RAB27B KD on CSC tumor growth and lung colonization. EVs were isolated from the conditioned media of BCCs, CSCs and RAB27B KD CSCs using differential ultracentrifugation, and characterized by nanoparticle tracking analysis, transmission electron microscopy and immunoblotting according to MISEV guidelines. Our analysis revealed that RAB27B is significantly upregulated in NSCLC CSCs compared to BCCs. RAB27B KD cells exhibited a significant decrease in clonal expansion, transformed growth and invasion when compared to non-target shRNA control CSCs. In vivo<\/i> studies demonstrated that RAB27B is important for the tumorigenicity of CSCs and promotes tumor cell proliferation, and angiogenesis. EVs were positive for EV-specific markers and negative for an intracellular vesicle marker. CSCs secrete significantly more EVs when compared to BCCs and KD of RAB27B in CSCs led to a decrease in the levels of EVs secreted. Furthermore, delivery of CSC-derived, but not BCC-derived EVs to BCCs induced spheroid growth, clonal expansion, and invasion in BCCs. Taken together, our results indicate that RAB27B is required for maintenance of a highly tumorigenic, cancer-initiating and invasive stem-like cell population in NSCLC and RAB27B is involved in propagating EV-mediated communication from NSCLC CSCs to BCCs.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Extracellular vesicles,Tumor growth,Tumorigenicity,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Kayleah  M.  Meneses<sup><\/sup>, Jennifer  A.  Lindemann<sup><\/sup>, Prita Pandya<sup><\/sup>, Dania  S.  Al-Qasrawi<sup><\/sup>, Ryan Argo<sup><\/sup>, Celeste Weems<sup><\/sup>, Danielle  J.  Beetler<sup><\/sup>, Irene  K.  Yan<sup><\/sup>, Joy Wolfram<sup><\/sup>, Tushar  C.  Patel<sup><\/sup>, <b>Verline Justilien<\/b><sup><\/sup><br><br\/>Mayo Clinic Florida, Jacksonville, FL","CSlideId":"","ControlKey":"9e5281a1-9d0c-4b25-bd79-e769c8e34aeb","ControlNumber":"5119","DisclosureBlock":"&nbsp;<b>K. M. Meneses, <\/b> None..<br><b>J. A. Lindemann, <\/b> None..<br><b>P. Pandya, <\/b> None..<br><b>D. S. Al-Qasrawi, <\/b> None..<br><b>R. Argo, <\/b> None..<br><b>C. Weems, <\/b> None..<br><b>D. J. Beetler, <\/b> None..<br><b>I. K. Yan, <\/b> None..<br><b>J. Wolfram, <\/b> None..<br><b>T. C. Patel, <\/b> None..<br><b>V. Justilien, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2780","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"16","PosterboardNumber":"17","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2444","PresenterBiography":null,"PresenterDisplayName":"Verline Justilien, PhD","PresenterKey":"722723cf-8f49-4f3a-9a30-1321de9185bb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2444. RAB27B drives a cancer stem cell phenotype in non-small cell lung cancer cells through enhanced extracellular vesicle secretion","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"RAB27B drives a cancer stem cell phenotype in non-small cell lung cancer cells through enhanced extracellular vesicle secretion","Topics":null,"cSlideId":""},{"Abstract":"PPM1G is a member of protein phosphatase family, marked as Mg2+\/Mn2+ dependent 1G. PPM1G protein mainly has three domains: phosphatase domains at both ends and acidic domain (AD) in the middle. It was highly expressed in both embryonic stem cells and hepatocellular carcinoma (HCC) by mRNA-seq data. From pan-cancer view, it was up-regulated in tumor tissue of 24 pan-cancer types and predicted worse overall survival (OS) for 9 cancers. In GSE40267 dataset, PPM1G overexpressed significantly in lung metastasis HCC patients than patients without metastasis. And both from TCGA and ICGC-JP database analysis showed PPM1G was an independent poor prognostic factor for both OS and disease-free survival (DFS) in HCC patients. In vitro, our functional experiments showed that the stemness features such as sphere formation, ALDH assay and atRA (Tretinoin) assay were undermined by knock down (KD) of PPMIG. In HepG2 and 8024 KD cell lines, the tumor capacity of proliferation, cell-cycle, foci-formation, migration invasion and cisplatin induced apoptosis were also impaired. In vivo, KD of PPM1G strongly suppressed the subcutaneous and liver orthotopic tumor formation and lung metastasis and cancer stemness by limited dilution experiment was also significantly weakened. For the mechanism exploration, firstly, GO analysis showed genes highly positive correlated with PPM1G (Spearman R &#62; 0.5) enriched in mRNA splicing. Secondly, YBX1 (role as RNA m<sup>5<\/sup>C and m<sup>6<\/sup>A reader protein and chemotherapy resistance gene) was screened out by three database (RBP2GO, HiPredict and GEPIA) followed with in vivo CO-IP experiment and immunofluorescence colocalization. The YBX1 expression level was not affected by PPM1G from Western Blot. Lastly, the AD of PPM1G but not the phosphatase domain was interacted with YBX1 by PPM1G cut-off and CO-IP experiments. So, the above evidence proved that PPM1G could interact with YBX1 to promote HCC stemness and tumor growth and metastasis.<br \/><b><\/b>","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Hepatocellular carcinoma,Cancer stenmess,PPM1G,RNA stability,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Shan Liu<\/b><sup>1<\/sup>, Xiaona Fang<sup>1<\/sup>, Jie Luo<sup>1<\/sup>, Jiao Huang<sup>1<\/sup>, Yuma Yang<sup>1<\/sup>, Beilei Liu<sup>1<\/sup>, Jinlin Huang<sup>1<\/sup>, Ching Ngar Wong<sup>1<\/sup>, Baifeng Zhang<sup>1<\/sup>, Lanqi Gong<sup>1<\/sup>, Liuxian Ban<sup>1<\/sup>, Qian Yan<sup>2<\/sup>, Xinyuan Guan<sup>1<\/sup><br><br\/><sup>1<\/sup>Clinical Oncology, The University of Hong Kong, Hong Kong, China,<sup>2<\/sup>Guangdong Institute of Gastroenterology, Guangdong Provincial Key Laboratory of Colorectal and Pelvi, The Sixth Affiliated Hospital, Sun Yat-sen University, Guang Zhou, China","CSlideId":"","ControlKey":"8dd18f6e-b45a-47f1-b0fe-f7aa34cc7792","ControlNumber":"5924","DisclosureBlock":"&nbsp;<b>S. Liu, <\/b> None..<br><b>X. Fang, <\/b> None..<br><b>J. Luo, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>B. Liu, <\/b> None..<br><b>J. Huang, <\/b> None..<br><b>C. Wong, <\/b> None..<br><b>B. Zhang, <\/b> None..<br><b>L. Gong, <\/b> None..<br><b>L. Ban, <\/b> None..<br><b>Q. Yan, <\/b> None..<br><b>X. Guan, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2781","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"17","PosterboardNumber":"18","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2445","PresenterBiography":null,"PresenterDisplayName":"Shan Liu, PhD","PresenterKey":"d770bf70-0dd0-4135-b84e-4b9b6e1ecd45","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2445. PPM1G enhances hepatocellular carcinoma stemness via interacting with YBX1","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"PPM1G enhances hepatocellular carcinoma stemness via interacting with YBX1","Topics":null,"cSlideId":""},{"Abstract":"HOX genes are a highly conserved subset of genes that encode for transcription factors critical for stem cell (SC) function and embryonic development. Several HOX genes have also been implicated in a myriad of cancers, including colorectal cancer (CRC). However, the mechanisms by which HOX genes contribute to cancer development are still not fully understood. Specifically, the mechanisms by which HOX genes regulate SC populations and how SC dysregulation leads to tumorigenesis needs to be clarified. Current research indicates that HOX genes are regulated by WNT and retinoic acid (RA) signaling.<br \/><i>Goal<\/i>: To ascertain how HOX-regulatory mechanisms play a role in the SC origin of human CRC.<br \/><i>Hypotheses<\/i>: (1) HOX genes regulated by RA and WNT signaling control SC differentiation along various lineages in normal human colonic epithelium. (2) Aberrant expression of HOX genes leads to decreased differentiation and CSC overpopulation in CRC. Preliminary data shows that RA signaling occurs in ALDH+ SCs and HOXA4, HOXA9 &#38; HOXD10 are selectively expressed in ALDH+ SCs. Moreover, treatment of CRC cells with all-trans retinoic acid (ATRA) modulates expression of HOXA4, HOXA9, HOXC8, HOXC9, &#38; HOXD10 while also reducing cell count. Nanostring profiling also shows that expression of select HOX genes (<i>HOXA3<\/i>, <i>HOXA4<\/i>, <i>HOXA5<\/i>, <i>HOXA10<\/i>, <i>HOXB6<\/i>, <i>HOXB8<\/i>, <i>HOXB9,<\/i> &#38; <i>HOXD9<\/i>) significantly changes in response to ATRA. Bioinformatics analysis has identified RA response elements (RAREs) within the promoters of all mentioned HOX genes. Understanding how HOX genes control normal colonic SCs, and, how they become dysregulated in CSCs will identify mechanisms that help explain how HOX genes contribute to SC overpopulation that drives colorectal cancer (CRC) growth.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Colorectal cancer,Cancer stem cells,Retinoic acid,HOX genes,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Brian Osmond<\/b><sup><\/sup>, Caroline  O.   B.  Facey<sup><\/sup>, Lynn  M.  Opdenaker<sup><\/sup>, Chi Zhang<sup><\/sup>, Bruce  M.  Boman<sup><\/sup><br><br\/>ChristianaCare Christiana Hospital, Newark, DE","CSlideId":"","ControlKey":"1939cead-37eb-46d2-98e2-193de4e76ad3","ControlNumber":"7337","DisclosureBlock":"&nbsp;<b>B. Osmond, <\/b> None..<br><b>C. O. B. Facey, <\/b> None..<br><b>L. M. Opdenaker, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>B. M. Boman, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2782","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"18","PosterboardNumber":"19","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2446","PresenterBiography":null,"PresenterDisplayName":"Brian Osmond, BS","PresenterKey":"cd476eeb-0e25-4b7a-ad67-a1f3aadfdfb5","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2446. An investigation of HOX-regulatory mechanisms and their role in the SC origin of human CRC","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"An investigation of HOX-regulatory mechanisms and their role in the SC origin of human CRC","Topics":null,"cSlideId":""},{"Abstract":"Xeroderma pigmentosum group C (XPC) is a DNA repair factor mainly involved in nucleotide excision repair but also has functions beyond its role in DNA repair. More than 60% lung adenocarcinoma patients exhibit XPC copy number deletions, and among these patients, low XPC expression is correlated with a poor outcome, indicating that XPC may play a critical role in preventing lung cancer progression. Here, we revealed an inverse relationship between XPC expression and the abundance of cancer stem cell (CSC) subpopulation in non-small cell lung cancer (NSCLC). We demonstrated that knockdown of XPC leads to larger CSC subpopulations in lung cancer cells, while overexpression of XPC can inhibit the stemness properties of these cells. The RNA-seq analysis suggested that XPC can suppress the expression of SOX2, a critical stem cell-specific transcription factor. This finding was further validated in multiple NSCLC cell lines at both mRNA and protein levels. To further investigate the mechanism underlying XPC-mediated suppression of SOX2 expression, we performed quantitative proteomics combined with immuno-affinity purification and found that XPC can interact with STAT1, which is a transcription factor of SOX2. Moreover, XPC can inversely regulate the activation of STAT1 (pSTAT1-Y701), indicating that XPC may suppress SOX2 expression via inhibiting the STAT1 signaling. Taken together, we identified a novel mechanism behind poor outcomes of NSCLC patients with haploinsufficiency XPC. Low level of XPC in lung cancer cells de-represses the activity of STAT1, which further promotes the expression of stem cell-specific gene SOX2 and facilitates the maintenance of CSC subpopulations. Given that CSCs are believed to contribute to tumor progression and chemoresistance, enhanced stemness and expanded CSC populations in XPC haploinsufficiency NSCLC could be responsible for the poor outcome of these patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,NSCLC,SOX2,STAT1,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Na Li<\/b><sup><\/sup>, Xuetao Bai<sup><\/sup>, Shurui Cai<sup><\/sup>, Ananya Banerjee<sup><\/sup>, Yajing Yang<sup><\/sup>, Qianyun Ge<sup><\/sup>, Linzhou Wang<sup><\/sup>, Qi-En Wang<sup><\/sup><br><br\/>The Ohio State University, Columbus, OH","CSlideId":"","ControlKey":"3e1cd067-caf6-4281-a813-216398bd6af1","ControlNumber":"5009","DisclosureBlock":"&nbsp;<b>N. Li, <\/b> None..<br><b>X. Bai, <\/b> None..<br><b>S. Cai, <\/b> None..<br><b>A. Banerjee, <\/b> None..<br><b>Y. Yang, <\/b> None..<br><b>Q. Ge, <\/b> None..<br><b>L. Wang, <\/b> None..<br><b>Q. Wang, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2783","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"19","PosterboardNumber":"20","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2447","PresenterBiography":null,"PresenterDisplayName":"Na Li, MS","PresenterKey":"4972e340-a423-47c0-8277-ca0be04dc36e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2447. XPC suppresses cancer stem cells via inhibiting STAT1-mediated expression of SOX2 in NSCLC","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"XPC suppresses cancer stem cells via inhibiting STAT1-mediated expression of SOX2 in NSCLC","Topics":null,"cSlideId":""},{"Abstract":"Glioblastoma stem cells (GSCs) are a subset of cells in the Glioblastoma (GBM) tumor microenvironment that play an important role in tumor heterogeneity, aggressiveness, recurrence, and therapy resistance. Dynamic environmental, transcriptional, and epigenetic oscillations envelope GSCs in a variety of cellular states, contributing to GSC heterogeneity and carcinogenesis. The creation of effective therapies may therefore benefit from a better understanding of the factors associated with the GSC's distinct traits as well as the mechanisms affecting GSC cellular states and transformation.<br \/>Galectin-3 is a molecule that is highly expressed in GBM, and higher levels are linked to poor survival and mesenchymal subtype. Although Galectin-3 has previously been found primarily in microglia and tumor-infiltrating macrophages, our studies using patient-derived GSCs show that it is abundantly produced by GSCs and that its expression significantly decreases when they differentiate into non-stem differentiated cancer cells, which are more responsive to therapies. Our findings also show that Galectin-3 is not expressed in normal neural stem cells, leading us to believe that it could serve as a unique identifier for GSCs. Additionally, when Galectin-3 is silenced in GSCs, we see a decreased self-renewal frequency and enrichment of genes associated with pro-neural state, which has a less aggressive phenotype. Confocal imaging and single-cell RNA-seq analysis further revealed heterogeneous expression of Galectin-3 in GSCs, and the functional pathway analysis shows that Galectin-3<sup>high<\/sup> cell clusters have a significant overlap with cells enriched in EMT pathways. Therefore, our findings suggest that Galectin-3 may be a unique distinguishing characteristic of GSCs and may play a particular role in regulating GSC stemness and determining GSCs states, making it a potential molecular target for the treatment of glioblastoma.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cell,Glioblastoma,,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Bedia Akosman<\/b><sup>1<\/sup>, Shaan Lalvani<sup>2<\/sup>, Yusuke Suita<sup>3<\/sup>, David Karambizi<sup>4<\/sup>, Nikos Tapinos<sup>1<\/sup><br><br\/><sup>1<\/sup>Neurosurgery, Rhode Island Hospital, Providence, RI,<sup>2<\/sup>Brown University, Providence, RI,<sup>3<\/sup>Therapeutic Sciences Graduate Program, Brown University, Providence, RI,<sup>4<\/sup>Pathobiology Graduate Program, Brown University, Providence, RI","CSlideId":"","ControlKey":"af1c1606-19d1-40f4-9231-2a097441bf6f","ControlNumber":"4873","DisclosureBlock":"&nbsp;<b>B. Akosman, <\/b> None..<br><b>S. Lalvani, <\/b> None..<br><b>Y. Suita, <\/b> None..<br><b>D. Karambizi, <\/b> None..<br><b>N. Tapinos, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2784","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"20","PosterboardNumber":"21","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2448","PresenterBiography":"","PresenterDisplayName":"Bedia Akosman, MD,PhD","PresenterKey":"24c7f030-238a-47f0-ae62-06fa91a8efd2","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2448. Galectin-3 regulates stemness and cellular states in glioblastoma stem cells","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Galectin-3 regulates stemness and cellular states in glioblastoma stem cells","Topics":null,"cSlideId":""},{"Abstract":"Protein kinases control a variety of oncogenic functions through a phosphotransfer dependent signal transduction cascade in cancers where potent and selective inhibitors could be developed with favorable pharmaceutical properties. In hepatocellular carcinoma (HCC), increasing evidence suggested that cancer stemness is a driving force of therapy resistance which is tightly controlled by kinase-dependent signaling cascades. However, there are still limited druggable kinase targets that are developed to combat cancer stemness and therapy resistance for HCC treatment. To identify potential kinase targets which promote stemness, survival and therapy resistance in HCC, two datasets profiling kinase genes which are important for HCC survival and chemoresistance in HCC spheres were compared. p38 MAPK beta (p38&#946;) was found to be a common top-ranked kinase important for these functions. Clinically, biopsies of human HCC showed high expression of total and activated forms of p38&#946;, suggesting that p38&#946; could be a potential therapeutic target in HCC. Functionally, we demonstrated that p38&#946; promoted HCC tumor initiation, self-renewal and resistance towards chemotherapy by cisplatin. Using tandem affinity purification coupled with mass spectrometry, we identified BiP, which is a chaperone protein, as a novel binding partner of p38&#946;. Subsequent mechanistic validation and mass spectrometry analysis showed that p38&#946; directly phosphorylates BiP at a previously unrecognized phosphorylation site. Rescue experiments with BiP mutation and inhibition abrogated the stemness and chemoresistant properties observed in p38&#946; overexpressing HCC cells. Taken together, we identified and characterized p38&#946; and its direct phosphorylation target BiP as critical regulators for promoting cancer stemness and chemoresistance in HCC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Cisplatin resistance,Hepatocellular carcinoma,Mitogen-activated protein kinase (MAPK),"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ianto Bosheng Huang<\/b><sup>1<\/sup>, Yunong Xie<sup>2<\/sup>, Tin Lok Wong<sup>1<\/sup>, Terence Kin Wah Lee<sup>3<\/sup>, Jing-Ping Yun<sup>4<\/sup>, Stephanie Kwai Yee Ma<sup>1<\/sup>, Man Tong<sup>2<\/sup><br><br\/><sup>1<\/sup>School of Biomedical Sciences, The University of Hong Kong, Hong Kong, Hong Kong,<sup>2<\/sup>School of Biomedical Sciences, The Chinese University of Hong Kong, Hong Kong, Hong Kong,<sup>3<\/sup>Department of Applied Biology and Chemical Technology, The Hong Kong Polytechnic University, Hong Kong, Hong Kong,<sup>4<\/sup>Department of Pathology, Sun Yat-Sen University Cancer Center, Guangzhou, China","CSlideId":"","ControlKey":"5ae1a27a-7299-4de7-8b07-36470577bc2b","ControlNumber":"5715","DisclosureBlock":"&nbsp;<b>I. B. Huang, <\/b> None..<br><b>Y. Xie, <\/b> None..<br><b>T. Wong, <\/b> None..<br><b>T. Lee, <\/b> None..<br><b>J. Yun, <\/b> None..<br><b>S. Ma, <\/b> None..<br><b>M. Tong, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2785","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"21","PosterboardNumber":"22","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2449","PresenterBiography":null,"PresenterDisplayName":"Ianto Huang, PhD","PresenterKey":"2fbbba42-17f4-42c1-bdd5-d01a964f74dd","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2449. p38&#946; promotes cancer stemness and chemoresistance in hepatocellular carcinoma","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"p38&#946; promotes cancer stemness and chemoresistance in hepatocellular carcinoma","Topics":null,"cSlideId":""},{"Abstract":"<b>Background: <\/b>Lgr5 intestinal stem cells (ISC) are augmented by colorectal (CRC), but it is not clear if the aberrant Lgr5 ISCs result in the metastatic phenotypes of CRC, suggesting that epistasis-involved mutations in CRC suppressor genes or oncogene control Lgr5 ISC transformation into cancer stem cells (CSC). Somatic mutations in <i>STAT5A<\/i> or <i>B<\/i> are highly associated with CRC. Cytokine-STAT5 action is essential for Lgr5 ISC stemness, and enhanced STAT5 phosphorylation can induce Lgr5 ISC differentiation into secretory niche cells. Using human and mouse tumoroids, and organoid xerograph models, we aim to determine the effects of STAT5 oncogenic activation on Lgr5 ISC malignant and metastatic phenotypes.<br \/><b>Methods:<\/b> Colorectal surgical specimen from CRC and hepatic metastatic CRC patients were collected to perform RNAseq or single cell RNAseq (scRNAseq) analysis. Compound-mutant mice with STAT5 loss or gain of function in <i>Apc<\/i><sup>min+\/-<\/sup> mice, were generated by crossing <i>Apc<\/i><sup>min+\/-<\/sup> mice with <i>Lgr5Cre<\/i>ER and <i>Rs26Cre<\/i>ER, and <i>Stat5<\/i><sup>f\/f<\/sup> (loss of function of <i>Stat5<\/i>) or <i>icS5<\/i><sup>f\/f<\/sup> (gain of function of STAT5A) mice. CRISPR\/Cas9 gene editing was applied to engineer <i>APC <\/i>mutations in human epithelial cell lines or <i>Apc<\/i> mutations in Lgr5 ISCs. <i>Apc<\/i>-mutant Lgr5 ISCs or tumoroids from <i>Apc<\/i><sup>min+\/-<\/sup> mice combined with STAT5 loss or gain of function were differentiated, then were under intra-abdominal xenotransplantation. <i>APC<\/i>-mutant intestinal epithelial cell lines were used to determined CSC migration in the presence of STAT5 activation. STAT5 inhibitors were used to treat <i>Apc<\/i><sup>min+\/-<\/sup> mice or tumoroids.<br \/><b>Results:<\/b> Human subject studies revealed that hepatic metastatic CRC patients exhibited the robustly increased STAT5A and\/or Lgr5 colonic cancer cells. Murine studies showed that constitutively STAT5A activation (Ca-pYSTAT5) in colonic Apc<sup>min+\/-<\/sup> CSCs promoted CSC migration, invasion and metastasis. <i>In vivo<\/i> migration assay showed that transient STAT5A activation<i> <\/i>in the<i> APC-<\/i>mutant intestinal epithelia accelerated the migration of <i>APC<\/i>-mutant epithelia. <i>Ex Vivo<\/i> tumoroid xenotransplantation showed that Ca-pYSTAT5 resulted in tumoroid invasion into liver. Lineage tracing analysis showed that Ca-pYSTAT5 expanded Lgr5 CSCs in tumoroids and drove Lgr5 CSCs to hepatic metastasis. Importantly, <i>Stat5<\/i> deletion in Lgr5 ISCs abolishes colon cancer orgnoids invasion. Pharmacological inhibition of STAT5 dimerization leads to Lgr5 cancer organoid degeneration and partially annihilated intestinal adenoma in Apc<sup>min+\/-<\/sup>. CHIP-seq analysis showed that Ca-pYSTAT5 increased an aberrant high level of <i>Bcl6<\/i> expression by inducing super-enhancer activation in the <i>Bcl-6<\/i> locus.<br \/><b>Conclusion: <\/b>Aberrantly activated Cytokine-STAT5A signaling is required for ISC malignancy and CSC hepatic metastasis. STAT5 blockade could be important to impair CRC metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Metastasis,Signal transducers and activators of transcription (STAT),Signal transduction inhibitors,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"Haifeng Li<sup>1<\/sup>, Wen Gao<sup>1<\/sup>, Ruixue Liu<sup>2<\/sup>, <b>Xiaonan Han<\/b><sup>1<\/sup><br><br\/><sup>1<\/sup>MetroHealth Medical Center and Case Western Reserve University School of Medicine, Cleveland, OH,<sup>2<\/sup>Chinese Academy of Medical Science and Peking Union Medical College, Beijing, OH","CSlideId":"","ControlKey":"af0f6ffe-754e-4dca-8161-61345e12982a","ControlNumber":"7918","DisclosureBlock":"&nbsp;<b>H. Li, <\/b> None..<br><b>W. Gao, <\/b> None..<br><b>R. Liu, <\/b> None..<br><b>X. Han, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2786","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"22","PosterboardNumber":"23","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2450","PresenterBiography":null,"PresenterDisplayName":"Xiaonan Han, PhD","PresenterKey":"78a7dd91-7865-40b2-8d46-e3e226e97b51","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2450. Transforming intestinal stem cells into metastatic cancer Stem cells by aberrantly activated cytokine-STAT5A signaling","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transforming intestinal stem cells into metastatic cancer Stem cells by aberrantly activated cytokine-STAT5A signaling","Topics":null,"cSlideId":""},{"Abstract":"Our previous work showed that KRAS activation in gastric cancer cells leads to activation of an epithelial-to-mesenchymal transition (EMT) program and generation of cancer stem-like cells (CSCs). Here we analyze how this KRAS activation in gastric CSCs promotes tumor angiogenesis and metastasis. Gastric cancer CSCs were found to secrete pro-angiogenic factors such as vascular endothelial growth factor A (VEGF-A), and inhibition of KRAS markedly reduced secretion of these factors. In a genetically engineered mouse model, gastric tumorigenesis was markedly attenuated when both KRAS and VEGF-A signaling were blocked. In orthotropic implant and experimental metastasis models, silencing of KRAS and VEGF-A using shRNA in gastric CSCs abrogated primary tumor formation, lymph node metastasis, and lung metastasis far greater than individual silencing of KRAS or VEGF-A. Analysis of gastric cancer patient samples using RNA sequencing revealed a clear association between high expression of the gastric CSC marker CD44 and expression of both KRAS and VEGF-A, and high CD44 and VEGF-A expression predicted worse overall survival. In conclusion, KRAS activation in gastric CSCs enhances secretion of pro-angiogenic factors and promotes tumor progression and metastasis.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Angiogenic factors,Cancer stem cells,Vascular endothelial growth factor (VEGF),KRAS,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Changhwan Yoon<\/b><sup>1<\/sup>, Jun Lu<sup>1<\/sup>, Yukyung Jun<sup>2<\/sup>, Bang- Jin Kim<sup>1<\/sup>, Jacob Till<sup>3<\/sup>, Jong Hyun Kim<sup>4<\/sup>, Sara Keshavjee<sup>1<\/sup>, Sandra Ryeom<sup>1<\/sup>, Sam Yoon<sup>1<\/sup><br><br\/><sup>1<\/sup>Columbia University Irving Medical Center, New York, NY,<sup>2<\/sup>Korea Institute of Science and Technology Information, Seoul, Korea, Republic of,<sup>3<\/sup>Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA,<sup>4<\/sup>Hyupsung University, Hwasung-si, Korea, Republic of","CSlideId":"","ControlKey":"cd97e9d0-9f19-42fb-8c60-af66ae742100","ControlNumber":"553","DisclosureBlock":"&nbsp;<b>C. Yoon, <\/b> None..<br><b>J. Lu, <\/b> None..<br><b>Y. Jun, <\/b> None..<br><b>B. Kim, <\/b> None..<br><b>J. Till, <\/b> None..<br><b>J. Kim, <\/b> None..<br><b>S. Keshavjee, <\/b> None..<br><b>S. Ryeom, <\/b> None..<br><b>S. Yoon, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2787","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"23","PosterboardNumber":"24","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2451","PresenterBiography":null,"PresenterDisplayName":"Changhwan Yoon","PresenterKey":"28d4f5ba-a834-4328-895d-e2543a74ea94","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2451. KRAS activation in gastric cancer stem-like cells promotes tumor angiogenesis and metastasis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"KRAS activation in gastric cancer stem-like cells promotes tumor angiogenesis and metastasis","Topics":null,"cSlideId":""},{"Abstract":"Colorectal cancer (CRC) originates from stem cell (SC) overpopulation, which is driven by constitutively activated WNT-signaling due to mutations in genes that encode components of the WNT-signaling pathway, particularly <i>APC<\/i>. WNT-signaling is regulated by the &#42933;-catenin destruction complex, which contains APC, AXIN1, AXIN2 and other proteins. Availability of AXIN1\/2 proteins is the rate-limiting factor of destruction complex function.<br \/>The <b><i>Gap in Our Knowledge<\/i><\/b> is how to target AXIN in order to restore destruction complex function in APC-mutant colon tissues. A growing body of scientific evidence shows both AXIN1 &#38; AXIN2 promote &#42933;-catenin degradation and AXINs are hub proteins involved in regulation of multiple cellular pathways that play a role in tumor phenotype. While AXIN2 expression is up-regulated in CRC, the increased level of AXIN2 is incapable of deterring CRC progression. This evidence indicates that AXIN2 is in a key pivotal position to therapeutically target WNT signaling whereby the availability of AXIN2 can be used to fine-tune &#42933;-catenin levels.<br \/>We <b><i>HYPOTHESIZE <\/i><\/b>that the intracellular level of AXIN2 and AXIN1 determines the degree of WNT-signaling activity in APC-mutant CRC cells and affects tumor cell phenotypic properties relevant to CRC progression. Accordingly, we have created siRNA-mediated AXIN2 knockdown and lentiviral-based AXIN2 overexpressing HT29 and SW480 cells to study the effect of modulating AXIN2 levels.<br \/>The <b><i>RESULTS<\/i><\/b> show that decreasing AXIN2 leads to increased WNT-signaling and increasing AXIN2 leads to increased expression of WNT-target genes. Moreover, increasing AXIN2 leads to diminished tumor cell phenotype as shown by: <i>1)<\/i> lower cell proliferation rate; <i>2)<\/i> up-regulated expression of SC markers (ALDH &#38; LGR5) and increased SC population size (ALDEFLUOR+ or LGR5+); 3<i>)<\/i> down-regulated cell cycle rate; <i>4)<\/i> down-regulated apoptosis. Moreover, our bioinformatics analyses of the effect of tankyrase inhibitors (TIs), which prevent AXIN degradation, indicate that efficacy of TIs against CRC cells depends on the <i>APC<\/i> genotype. Thus, our findings indicate that AXIN2, by down-regulating WNT-signaling, reduces cancer stem cell phenotype including decreased SC population size.<br \/><b><i>SIGNIFICANCE<\/i><\/b>: discovering ways to target AXIN2-based mechanisms has vast clinical importance for developing new treatment against CRC.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Wnt signaling,Stem cells,Colorectal cancer,AXIN2,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Chi Zhang<\/b><sup><\/sup>, Caroline Facey<sup><\/sup>, Lynn Opdenaker<sup><\/sup>, Bruce Boman<sup><\/sup><br><br\/>Cawley Center for Translational Cancer Research, Helen F. Graham Cancer Center & Research Institute, Newark, DE","CSlideId":"","ControlKey":"96a4a66b-d811-4935-92a1-cad6e4006c24","ControlNumber":"7281","DisclosureBlock":"&nbsp;<b>C. Zhang, <\/b> None..<br><b>C. Facey, <\/b> None..<br><b>L. Opdenaker, <\/b> None..<br><b>B. Boman, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2788","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"24","PosterboardNumber":"25","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2452","PresenterBiography":null,"PresenterDisplayName":"Chi Zhang, BA;MA;MS","PresenterKey":"30d43305-f630-41cc-a514-0afa0f1db935","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2452. A study of AXIN2-regulatory mechanisms and their role in the stem cell origin of human CRC","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"A study of AXIN2-regulatory mechanisms and their role in the stem cell origin of human CRC","Topics":null,"cSlideId":""},{"Abstract":"Prostate cancer is the most diagnosed solid tumor and the second leading cause of cancer related death in American men. We have reported previously that OLFM4 gene expression was reduced or lost during prostate cancer progression due to frequent genetic deletion and hypermethylation of the OLFM4 gene promoter region. To investigate OLFM4 gene biological functions and molecular mechanisms underlying prostate cancer progression, we have established OLFM4 knock out RWPE1 cells and Olfm4 knock out mouse model. Functionally, OLFM4-knockout RWPE1 cells exhibited enhanced proliferation of the stem\/progenitor-like cell population and abnormal differentiation. Bulk-cell RNA sequencing analysis pinpointed that MYC expression was enhanced in the OLFM4-knockout RWPE1 cells compared with OLFM4-wild cells. Molecular and signaling pathway studies revealed an increase in the WNT\/APC\/MYC signaling pathway gene signature and MYC target genes that regulate multiple biological processes in OLFM4-knockout RWPE1 cells and Olfm4-knock out mouse models. To test the function of the MYC gene in RWPE1 cells, we used (+)-JQ1, an MYC inhibitor, in both 2D and 3D culture models and found that (+)-JQ1 substantially inhibited the proliferation of OLFM4-knockout GFP reporter RWPE1 cells compared with OLFM4-W RWPE1 cells in both types of cultures. We further studied MYC inhibitors using organoid culture for Olfm4-\/-\/TRAMP mouse prostate tumors. These results suggest that OLFM4-negative prostate cancer is more sensitive to MYC inhibitor&#8217;s therapeutic approaches.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-06 Stem cells and regenerative medicine in oncology,,"},{"Key":"Keywords","Value":"Prostate tumor,Myc,Stem cells,Organoids,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Hongzhen Li<\/b><sup><\/sup>, Wenli Liu<sup><\/sup>, Jianqiong Zhu<sup><\/sup>, Kay Chin<sup><\/sup>, Griffin P. Rodgers<sup><\/sup><br><br\/>NIH National Heart, Lung & Blood Institute, Bethesda, MD","CSlideId":"","ControlKey":"4ecd7dd6-7e5c-4be5-9f75-d31832181a48","ControlNumber":"2265","DisclosureBlock":"&nbsp;<b>H. Li, <\/b> None..<br><b>W. Liu, <\/b> None..<br><b>J. Zhu, <\/b> None..<br><b>K. Chin, <\/b> None..<br><b>G. P. Rodgers, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2789","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"25","PosterboardNumber":"26","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2453","PresenterBiography":null,"PresenterDisplayName":"Hongzhen Li, MD","PresenterKey":"1b199707-2477-46c6-b493-290736ad8abb","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2453. Olfactomedin 4 downregulation enhances MYC-signaling in human benign prostate cells and the Olfm4 mouse models","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Olfactomedin 4 downregulation enhances MYC-signaling in human benign prostate cells and the Olfm4 mouse models","Topics":null,"cSlideId":""},{"Abstract":"Cancer stem cells (CSCs) play a critical role in metastasis, relapse and therapy resistance in colorectal cancer (CRC). Although the normal lineage of cell development in the intestine has identified many of the genes involved in the induction and maintenance of pluripotency, recent studies of CSCs suggest significant heterogeneity and lack of common surface markers for identification. In this study, we perform single cell RNA sequencing (scRNA-seq) to extract a single cell stemness signature (SCS_sig) for colorectal CSCs identification and as a potential predictor of relapse after surgical resection. A total of 26 fresh surgery specimens (6 colon tumor, 3 colon matched normal, 9 liver metastasis, 8 liver matched normal) from neoadjuvant chemotherapy (NAC) treated patients with single-cell transcriptome generated using 10X Chromium scRNA-seq and Illumina platforms were analyzed. Following extensive quality control and batch effect correction, we identified 20k epithelial cells using canonical epithelial cell marker genes (EPCAM, KRT8 and KRT18) from a total of 111,200 cells, with mean 1113 epithelial cell per sample (excluding liver normal samples).To obtain the CSCs profiling signature, we first annotated a &#8216;gold-standard&#8217; set of CSC that expressed all canonical colon CSC marker genes (LGR5, ASCL2, EPHB2, PROM1, AXIN2, LEFTY1, RNF43, CD44 and SLC12A2), identifying 346 CSCs (1.71% of epithelial cells). Published stemness signatures were significantly enriched in the gold standard stem cells (false discovery rate (FDR) &#60; 0.05). Then we selected the 50 most significantly up-regulated genes in this gold standard set (relative to other epithelial cells) as a single-cell stemness signature (named SCS_sig hereafter). Interesting, we saw that in every tumor there was a continuum of stemness, rather than distinct stem and differentiated populations. The stemness state by SCS_sig was positively correlated with less differentiated state calculated by CytoTRACE score (r = 0.76, <i>p<\/i>&#60; 0.001), a computational method that predicts the differentiation state of cells from scRNA-seq data. The SCS_sig was significantly higher in tumor cells compared to normal cells in our cohort as well as the previously published SMC cohort (fold change = 2.52 and <i>p<\/i> &#60; 0.001, fold change = 1.44 and <i>p<\/i> &#60; 0.001, respectively). There was notable heterogeneity in the fraction of stem-like tumor cells with in 15 tumor samples, with the tumor with greatest CSC percentage having the shortest time to relapse. The SCS_sig generated from stem-like cells can identify the stemness state of epithelial cells in scRNAseq data. A signature score is more simple and robust than using few or panel of CSCs marker genes to identify single CSC because of the reads dropout in scRNA-seq. Further investigation of the SCS_sig as a predictive and prognostic biomarker in CRC is ongoing in larger patient cohorts.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Colorectal cancer,Single cell,Gene expression analysis,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Kangyu Lin<\/b><sup>1<\/sup>, Mohammad Zeineddine<sup>1<\/sup>, Saikat Chowdhury<sup>1<\/sup>, Nicholas Hornstein<sup>1<\/sup>, Sendurai Mani<sup>2<\/sup>, Scott Kopetz<sup>3<\/sup>, John Paul Shen<sup>3<\/sup><br><br\/><sup>1<\/sup>The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>2<\/sup>Department of Translational Molecular Pathology, The University of Texas MD Anderson Cancer Center, Houston, TX,<sup>3<\/sup>Department of GI Medical Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX","CSlideId":"","ControlKey":"5e34726f-2fda-4e96-b751-2cd3c4ced6e8","ControlNumber":"3502","DisclosureBlock":"&nbsp;<b>K. Lin, <\/b> None..<br><b>M. Zeineddine, <\/b> None..<br><b>S. Chowdhury, <\/b> None..<br><b>N. Hornstein, <\/b> None..<br><b>S. Mani, <\/b> None..<br><b>S. Kopetz, <\/b> None..<br><b>J. Shen, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2799","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"26","PosterboardNumber":"27","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2454","PresenterBiography":null,"PresenterDisplayName":"Kangyu Lin, PhD","PresenterKey":"370d4416-9542-4aa2-9a3d-7f17068b53cf","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2454. Identification of colorectal cancer stem cells from single cell RNA sequencing","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Identification of colorectal cancer stem cells from single cell RNA sequencing","Topics":null,"cSlideId":""},{"Abstract":"Most women diagnosed with late-stage high grade serous ovarian cancer (HGSOC) develop recurrent, platinum-resistant tumors. Ovarian cancer stem cells (OCSCs) are hypothesized to contribute to the emergence of these resistant tumors. CSCs have been postulated to reside in a plastic state, which can allow for the conversion of non-CSC to CSC. This process of dedifferentiation continues during tumor development and chemotherapeutic agents like platinum can exaggerate CSC plasticity. We have previously demonstrated that acute platinum treatment enriched for OCSCs. However, whether platinum transforms non-OCSCs into OCSCs to contribute to this subpopulation of cells remains unclear, and the underlying mechanism remains incompletely understood. To examine OCSC plasticity, aldehyde dehydrogenase (ALDH; functional marker) and fluorescence activated cell sorting were used to isolate OCSCs (ALDH+) and non-OCSCs (ALDH-) from HGSOC cell lines, OVCAR5 and OVCAR3. To determine the stability of the non-OCSC phenotype, ALDH- cells were cultured for 3 and 5 days and ALDH activity was measured using flow cytometry. At both timepoints examined, ALDH- cells remained ALDH-, with approximately less than 1% being ALDH+ (p&#60;0.05). To determine if platinum can induce conversion of non-OCSC to OCSC, ALDH- cells were treated with cisplatin (12&#181;M for 16h), and the percent of ALDH+ cells was measured using flow cytometry. Treatment of ALDH- cells with cisplatin resulted in conversion of approximately 3-4% of ALDH- cells into ALDH+ cells (p&#60;0.05). Furthermore, increased expression (p&#60;0.05) of stemness genes <i>BMI1, NANOG, OCT4,<\/i> and <i>SOX2<\/i>, analyzed using qRT-PCR, was observed in converted OCSCs compared to parental ALDH+ and whole cell populations treated with cisplatin (12&#181;M for 16h), suggesting that platinum induced the observed differences in the stemness phenotype. With the goal of targeting key genes and pathways to inhibit platinum-induced OCSC conversion, we are carrying out RNA-sequencing analysis of the converted OCSCs and investigating the genes and pathways driving the platinum-induced conversion on non-OCSCs to OCSCs. Understanding the mechanisms involved in OCSC plasticity is critical to developing targeted therapies to block the persistence of OCSCs and ultimately reduce mortality in patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cell,Cancer plasticity,Chemoresistance,,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Tara  X.  Metcalfe<\/b><sup><\/sup>, Shu Zhang<sup><\/sup>, Christiane Hassel<sup><\/sup>, Heather  M.  O'Hagan<sup><\/sup>, Kenneth  P.  Nephew<sup><\/sup><br><br\/>Indiana University Bloomington, Bloomington, IN","CSlideId":"","ControlKey":"2a711f34-1c0e-431a-98a9-4112508053f2","ControlNumber":"7215","DisclosureBlock":"&nbsp;<b>T. X. Metcalfe, <\/b> None..<br><b>S. Zhang, <\/b> None..<br><b>C. Hassel, <\/b> None..<br><b>H. M. O'Hagan, <\/b> None..<br><b>K. P. Nephew, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2800","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"27","PosterboardNumber":"28","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2455","PresenterBiography":null,"PresenterDisplayName":"Tara Metcalfe, BS","PresenterKey":"adfb6cb0-9912-4535-8a95-167e05beb277","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2455. Investigating cancer stem cell plasticity in ovarian cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Investigating cancer stem cell plasticity in ovarian cancer","Topics":null,"cSlideId":""},{"Abstract":"Clonal hematopoiesis (CH) is an age-related clonal expansion of hematopoietic stem cells (HSCs). Factors that shape the progression of CH are only beginning to be characterized. HSCs are a heterogeneous population of cells with distinct clonal outputs over time, which are hypothesized to be largely scripted in epigenetic and transcriptional cell state. Molecular properties of HSC states that mediate clonal behaviors of two major driver mutations in CH - DNMT3A and TET2 - represent potential therapeutical targets. Recent studies have identified the landscape of human CH mutant cells compared to non-mutated ones. However, the notion of a specific molecular target identified in CH cells associated with selective advantage or predisposition for subsequent transformation requires a formal validation by longitudinal studies. To uncover molecular underpinnings of CH-driven clonal phenotypes in human HSCs in vivo, we combined clonal analysis using heritable expressed DNA barcodes with single-cell transcriptomics using transplant in immunodeficient mice. We developed a statistical approach to associate transcriptional differences of HSCs with the clone phenotypes, such as size and HSC density, across more than a hundred of detected clones. It revealed robust transcriptional signatures underlying clone size and HSC density, which are largely complementary to transcriptional programs activated in TET2 and DNMT3A mutant HSCs. Of note, the clone size and density of HSCs in the clone tend to be uncoupled and associated with distinct transcriptional processes.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-01 Adult stem cells,,"},{"Key":"Keywords","Value":"Clonal evolution,Single cell,Somatic mutations,Stem cells,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Ruslan Soldatov<\/b><sup>1<\/sup>, Giulia Schiroli<sup>2<\/sup>, Peter Kharchenko<sup>3<\/sup>, David Scadden<sup>2<\/sup><br><br\/><sup>1<\/sup>Computational Oncology Program, Department of Epidemiology & Biostatistics, Memorial Sloan Kettering Cancer Center, New York City, NY,<sup>2<\/sup>Department of Stem Cell and Regenerative Biology, Harvard University, Boston, MA,<sup>3<\/sup>Altos Labs, San Diego, CA","CSlideId":"","ControlKey":"96ae8f99-03a8-4a28-b2ad-606f7fed6da0","ControlNumber":"5605","DisclosureBlock":"&nbsp;<b>R. Soldatov, <\/b> None..<br><b>G. Schiroli, <\/b> None..<br><b>P. Kharchenko, <\/b> None..<br><b>D. Scadden, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2801","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"28","PosterboardNumber":"29","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2456","PresenterBiography":null,"PresenterDisplayName":"Ruslan Soldatov","PresenterKey":"e4e25062-4dea-479e-8ea3-b90d3d0a791e","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2456. Transcriptional signatures of stem cell phenotypes in normal and clonal hematopoiesis","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Transcriptional signatures of stem cell phenotypes in normal and clonal hematopoiesis","Topics":null,"cSlideId":""},{"Abstract":"Dysregulated <i>WNT<\/i> signaling caused by mutation in the <i>APC<\/i> gene occurs in 80-90% of all colorectal cancer (CRC) cases. Progressive overpopulation of ALDH+ stem cells occurs during development of CRC in familial adenomatous polyposis (FAP) patients. Given that ALDH is a key member of the retinoic acid signaling (RA) pathway, we hypothesize that human CRC is caused by an imbalance between dysregulated WNT and RA signaling. Herein, we aim to restore proper WNT and RA signaling and identify a common link or target to induce differentiation of CSCs along the neuroendocrine cell (NEC) lineage. Accordingly, to determine the effects of restoring wt-<i>APC<\/i> in <i>APC<\/i>-mutant HT29 CRC cells, we conducted <i>in vitro<\/i> experiments to examine Wnt\/&#946;-catenin signaling, sensitivity to retinoids, cell proliferation, expression of stem cell markers, quantification of ALDH+ stem cells, and NEC maturation. We utilized Nanostring profiling, TCF reporter assay, western blot, and fluorescence activated cell sorting analyses to ascertain these effects. We found that induction of <i>wt-APC<\/i> expression decreased WNT\/&#946;-catenin signaling and reduced protein expression of WNT-target genes. Notably, inducing <i>wt-APC<\/i> decreased ATRA-induced expression of the WNT target gene <i>CYP26A1<\/i> (by 50%), which is predicted to, in turn, increase RA signaling by lowering degradation of RA. Indeed, inducing w<i>t-APC<\/i> increased sensitivity of CRC cells to ATRA-induced apoptosis and inhibition of cell proliferation in a dose-dependent manner. Expression of ALDH1A1 decreased (3-fold) with ATRA treatment and inducing <i>wt-APC<\/i> extended the decrease by an additional 2-fold. Furthermore, upon inducing <i>wt-APC,<\/i> we found an increase in the protein expression of several NEC markers including CHGA, GLP2R, NSE (ENO2), and SSTR1, and an increased number of GLP2R+ NECs. We also discovered a very highly regulated protein network of 248 proteins and identified a cell signaling mechanism that links the WNT and retinoic acid pathways via CYP26A1. Thus, by inducing <i>wt-APC<\/i> expression and exogenously activating RA signaling, we found a way to increase differentiation of SCs along the NEC (and other) lineage(s). Translating this strategy <i>in vivo<\/i> might lead to new, more effective treatments involving retinoids for CRC patients.","Actions":[{"Icon":null,"Label":"View Abstract","SubType":null,"Type":"ViewAbstract","Url":null},{"Icon":null,"Label":"View Video","SubType":null,"Type":"ViewPlayer","Url":null},{"Icon":null,"Label":"Rating","SubType":null,"Type":"Rating","Url":null}],"Activity":"Abstract Submission","AdditionalFields":[{"Key":"Topics","Value":"++TB08-02 Cancer stem cells,,"},{"Key":"Keywords","Value":"Cancer stem cells,Wnt signaling,Retinoids,Therapeutic target,"},{"Key":"ePosterClassification","Value":""},{"Key":"ePosterNote","Value":""},{"Key":"VideoType","Value":""},{"Key":"cSlidePresentationId","Value":""},{"Key":"ePosterLink","Value":""},{"Key":"WebcastProgramPlannerLink","Value":""}],"AdditionalFiles":[],"AllowAttendeeRating":"False","AttendeeRatingAvg":"0","AttendeeRatingCount":"0","AuthorBlock":"<b>Caroline O. B. Facey<\/b><sup><\/sup>, Victoria  O.  Hunsu<sup><\/sup>, Brian  T.  Osmond<sup><\/sup>, Chi Zhang<sup><\/sup>, Lynn  M.  Opdenaker<sup><\/sup>, Bruce  M.  Boman<sup><\/sup><br><br\/>Cawley Center for Translational Cancer Research, Helen F. Graham Cancer Center & Research Institute, Newark, DE","CSlideId":"","ControlKey":"fa46ed88-f875-4168-b882-75043e9e34da","ControlNumber":"7965","DisclosureBlock":"&nbsp;<b>C. O. Facey, <\/b> None..<br><b>V. O. Hunsu, <\/b> None..<br><b>B. T. Osmond, <\/b> None..<br><b>C. Zhang, <\/b> None..<br><b>L. M. Opdenaker, <\/b> None..<br><b>B. M. Boman, <\/b> None.","End":"4\/17\/2023 5:00:00 PM","HasWebcast":null,"Highlights":[],"Id":"2802","IsPresentation":"True","IsSessionOrganizer":"False","Keywords":null,"MediaSource":"None","OtherContent":null,"PlayerUrl":null,"PlayerUrlReason":null,"PositionInSession":"29","PosterboardNumber":"30","PresentationFiles":null,"PresentationMediaItemId":null,"PresentationMediaItemKey":null,"PresentationNumber":"2457","PresenterBiography":null,"PresenterDisplayName":"Caroline Facey, PhD, PhD","PresenterKey":"177f8995-d500-4a1e-81f5-d9b27bd0f010","PresenterPhoto":null,"SearchResultActions":null,"SearchResultBody":"2457. Restoring the balance between WNT and retinoic acid signaling to promote differentiation of cancer stem cells in treatment of colorectal cancer","SearchResultFooter":"","SearchResultHeader":"Apr 17 2023  1:30PM","SessionId":"506","SessionOnDemand":"False","SessionTitle":"Regulation of Stemness: Transformation, Differentiation, and Plasticity","ShowChatLink":"false","Start":"4\/17\/2023 1:30:00 PM","Status":"Presenting","Tags":null,"ThumbnailUrl":null,"Title":"Restoring the balance between WNT and retinoic acid signaling to promote differentiation of cancer stem cells in treatment of colorectal cancer","Topics":null,"cSlideId":""}]